{
  "title": "Their Lives Have Been Upended by Hurricane Ida",
  "img": "https://static.scientificamerican.com/sciam/cache/file/3E0941AD-D883-4CD3-B224D48D607E6B2E_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/their-lives-have-been-upended-by-hurricane-ida/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/C485AB07-EB68-430F-8DF24F0D08C050B7.mp3",
  "intro": [
    "Theresa and Donald Dardar lived their whole lives in coastal Louisiana. They knew the “big one” might come someday. It did, and now everything is uncertain."
  ],
  "authors": [
    "Duy Linh Tu"
  ],
  "category": [
    "Weather"
  ],
  "transcript": [
    {
      "author": "Duy Linh Tu",
      "text": "I’m Duy Linh Tu, and this is Scientific American’s 60-Second Science. Hurricane Ida slammed into the Louisiana coast on Sunday. By landfall, it was a category 4 storm. A-hundred-and-fifty-mile-an-hour winds brought down trees, power lines, even whole buildings. Over a million people have lost power in the state, and [at the time of recording] at least one person has died. I’m a documentary filmmaker.  Just two weeks ago, I was in the same place where Ida came ashore. I was working on another film for Scientific American, this one about Louisiana’s attempts to save its coastline after decades of erosion.  Ida is just another massive blow to a state that still loses a football field of coastline every hour. During my reporting, I had met Theresa and Donald Dardar, a couple in their 60s from the Pointe-Au-Chien Native American tribe. Their community lives right along the Gulf Coast and has seen over 90 percent of their land lost to erosion over the past several decades. But unlike many in the area, the couple never moved."
    },
    {
      "author": "Theresa Dardar: ",
      "text": "Sure we could build a house, buy a house somewhere else, but it would never be the same. This is the roots. Just like a plant: when you deroot a plant, and you leave it in the sun, it’s going to die."
    },
    {
      "author": "Tu:'",
      "text": "That was Theresa speaking to me in my first film about coastal erosion in Louisiana. At the time, she and her husband Donald had no plans to leave their home, no matter how threatening the waters or winds got. But this weekend, with Ida bearing down, mandatory evacuations were called. Theresa and Donald loaded up their car with their two dogs and headed to Texarkana, Tex., a six-hour drive away. This was the only place they could find a hotel. They had to leave most of their possessions, including Donald’s five-year-old horse Pretty Girl, back on the levee. I’ve been calling and texting with Theresa throughout the weekend. We’ve been sharing what little information we have about possible damage to her home and community. This was my most recent call to her. [Phone rings]"
    },
    {
      "author": "Tu:'",
      "text": "Hi Theresa. It’s Duy."
    },
    {
      "author": "Dardar",
      "text": " Hi."
    },
    {
      "author": "Tu",
      "text": "Is this still a good time for you?"
    },
    {
      "author": "Dardar",
      "text": "Yeah, I'm good."
    },
    {
      "author": "Tu: ",
      "text": "So any new news since we last talked?"
    },
    {
      "author": "Dardar:'",
      "text": "Bad news. You know, trees down, poles snapping. And we heard that homes were lost, and we heard Donald’s uncle lost his home. It looks like a war zone because there’s so much damage, so much devastation in the community. And then we didn’t think that there was water because, you know—well, Donald says, “This is the big one,” then, “Well, no, not really because we didn’t get water.” But now we know that we did get water because [inaudible] and the sheriff were not able to go any further than the Pointe Aux Chenes supermarket because of the water."
    },
    {
      "author": "Tu:'",
      "text": "Theresa has been getting updates from her relatives who stayed behind, when their cell phones work. Most news outlets have focused on the larger cities. Texts and Facebook posts have been her only news from Pointe Aux Chene."
    },
    {
      "author": "Dardar: ",
      "text": "Usually we get no publicity, it's always the big city of New Orleans. You know, the news about our community--a lot of people don't...a lot of people don’t even know our community even exists, or that our tribes even exist."
    },
    {
      "author": "Tu:'",
      "text": "So do you think that this is the big one? You and I have talked about this and Donald and I have talked about this. We keep on talking about, you know, the coast eroding and the dangers of that. Was this big one that we...or that you have been worried about for a while or that your community has been worried about?"
    },
    {
      "author": "Dardar: ",
      "text": "We hope it was the big one that we don't get any bigger. Well, I don't know what we have left. If it’s not the big one, I would hate to see what the big one gonna look like. And right now we have no running water, no gas and no electricity."
    },
    {
      "author": "Tu: ",
      "text": "Do you have any word about when that might come back?"
    },
    {
      "author": "Dardar: ",
      "text": "We have no idea. We have propane—a little gas stove that we use in the boat. We can cook on that. But we’ll have buy water, you know, to bathe in. And we’ll have to use bayou water to flush the toilet. My prayer is that we have a home to go back to and that everybody has a home to go to. I know it might not be the case. Everything is in God’s hands, and that’s what [trails off]. I have to let go because I can’t control it, you know?"
    },
    {
      "author": "Tu:'",
      "text": "A few hours after we talked, Theresa texted me some good news: A cousin had checked on her house, and it was still standing—a lot of damage but still standing. And Donald’s horse had survived the storm. Donald and Theresa plan to drive the six hours back home today to begin cleanup. But the roads leading up to their house are still flooded and unpassable. Theresa says they’ll figure things out when they get there. For Scientific American’s 60-second science, I’m Duy Linh Tu. [The above text is a transcript of this podcast.]"
    },
    {
      "author": "WATCH THIS NEXT",
      "text": " "
    }
  ]
}