{
  "title": "COVID, Quickly, Episode 13: Vaccine Approval, Breakthrough Infections, Boosters",
  "img": "https://static.scientificamerican.com/sciam/cache/file/8AFB843D-D70A-4CEE-BE07E9B4C8FF7554_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/covid-quickly-episode-13-vaccine-approval-breakthrough-infections-boosters/",
  "audio": "https://traffic.megaphone.fm/SAM1488955082.mp3?updated=1703605931",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Jeffery DelViscio"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "And we’re Scientific American’s senior health editors. Today we’re going to talk about the FDA approval of the Pfizer vaccine ..."
    },
    {
      "author": "Fischman",
      "text": "And whether new reports of breakthrough infections mean vaccines are losing power ..."
    },
    {
      "author": "Lewis",
      "text": "And what you need to know about vaccine booster shots."
    },
    {
      "author": "Fischman",
      "text": "This week the Food and Drug Administration granted full approval to the Pfizer vaccine for people ages 16 and older. That moves the shot past its initial emergency use status and makes it like any approved drug or vaccine. Will this solid endorsement affect vaccination rates, Tanya?"
    },
    {
      "author": "Lewis",
      "text": "It could affect them in a couple of ways. A growing number of government agencies, cities and businesses have already started implementing vaccine mandates. For example, the U.S. military instituted a mandate for all active-duty service members. New York City is requiring all Department of Education teachers and staff to get vaccinated. And lots of colleges and universities are implementing mandates, too. The other big question is whether the FDA approval will sway any people who are vaccine-hesitant. On that front, it may be a big uphill battle. While some people say that the lack of FDA approval was their main reason for not getting vaccinated, others cite mistrust of government and other concerns, which are not likely to magically disappear now that the FDA has given the vaccine its formal stamp of approval. Time will tell if the approval will have a big impact on vaccination rates. Right now, though, the Delta variant’s rapid spread is what appears to be driving an increase in vaccinations in many of the hardest hit states."
    },
    {
      "author": "Lewis",
      "text": "We keep hearing more about “breakthrough infections,” when the virus infects people who are fully vaccinated. That doesn’t mean the vaccines don’t work anymore, though, right, Josh?"
    },
    {
      "author": "Fischman",
      "text": "The vaccines still work really well, Tanya, and we have some new numbers to back that up. There have been headlines about prominent people who tested positive even though they were vaccinated: three U.S. senators last week, for example. When these stories appear in a cluster, it gives the impression that vaccines are losing protective power. The real story is different. These vaccines never gave perfect protection. Even in clinical trials, for instance, Pfizer reported eight vaccinated people got infected out of about 20,000 people who got the shots. But 162 people in the unvaccinated trial group got the disease, and that’s a lot more. With the highly transmissible Delta variant that’s dominating new cases now, those numbers have changed a bit, but the pattern of good vaccine protection still holds. This week the CDC reported on 43,000 infections in Los Angeles County between May and the end of July. About 70 percent of them were in unvaccinated people. About 25 percent were in fully vaccinated folks. So while that’s more infections than we saw in the clinical trials, vaccinated people were still almost three times more likely to repel the virus than were people without the vaccine. When it came to people who got sick enough to need a hospital and intensive care, the power of the vaccines was clear: 7.5 percent of the unvaccinated had to be hospitalized. That was true of just about 3 percent of the vaccinated people. So the vaccines are twice as likely to keep you out of the hospital and hold the virus to just a mild illness. Oregon just reported on all its COVID infections in July: 81 percent were in unvaccinated people. So that makes 19 percent of them breakthrough cases—again, a big advantage for vaccines. That’s also true for the most serious consequences of COVID: 42 of Oregon’s 55 deaths were in people who did not get vaccinated. The U.S. has now vaccinated nearly 172 million people. The virus has now spread much more widely through the country. Both those trends are going to run into one another more often, and that means more vaccinated people will get infected. But clearly a lot fewer of them will get the virus than unvaccinated people. Even more clearly, the vaccine will keep the huge majority of them from getting seriously ill. And really, that’s what any vaccine is supposed to do. The big debate going on now is about COVID booster shots. The Biden administration said it plans to offer boosters to all eligible Americans eight months after their second shot of an mRNA vaccine. Are these needed, and for whom?"
    },
    {
      "author": "Lewis",
      "text": "Those are important questions, and we don’t have all the answers yet. What we do know is that some data from Israel, as well as the CDC’s own studies in the U.S., suggest that vaccinated people may be more susceptible to mild or moderate infections now than previously. This may be the result of waning immunity over time, the effect of the Delta variant or some combination of the two. The good news is that the vaccines still appear to provide excellent protection against severe disease and death. The vast majority of people hospitalized for COVID right now are unvaccinated. As for who needs boosters, I spoke with some experts for a story earlier this week, including Celine Gounder of N.Y.U. and Shane Crotty of the La Jolla Institute of Immunology. They said it was clear that people who are immunocompromised or the elderly (especially those living in nursing homes) may benefit from an additional dose of the vaccines. But there’s not much evidence yet that healthy people will need a booster anytime soon. Both Gounder and Crotty agreed that the bigger focus right now should be on getting unvaccinated people their first and second shots because the benefits of doing so far outweigh the benefits of giving a subset of people booster shots. Vaccinating the rest of the country and the world is the real key to ending this pandemic."
    },
    {
      "author": "Lewis",
      "text": "Now you’re up to speed. Thanks for joining us."
    },
    {
      "author": "Fischman",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}