{
  "title": "The Incredible, Reanimated 24,000-Year-Old Rotifer",
  "img": "https://static.scientificamerican.com/sciam/cache/file/678D07E2-84D0-40FD-86B2A80233F2CD56_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-incredible-reanimated-24-000-year-old-rotifer/",
  "audio": "https://traffic.megaphone.fm/SAM7030330647.mp3?updated=1703605934",
  "intro": [
    "The last time this tiny wheel animalcule was moving around, woolly mammoths roamed the earth."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Paleontology"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": What has one head, one foot and one heck of an origin story? No, it’s not a strange new superhero. It’s a microscopic worm called a rotifer that was brought back to life after spending about 25,000 years locked in the arctic permafrost. Its tale is told in the journal Current Biology. [Shmakova et al., A living bdelloid rotifer from 24,000-year-old Arctic permafrost.]"
    },
    {
      "author": "Stas Malavin: ",
      "text": "So this is a long term topic for this lab."
    },
    {
      "author": "Hopkin",
      "text": ": Stas Malavin of the Institute of Physicochemical and Biological Problems in Social Science in Pushchino, Russia. He and his colleagues have spent decades probing the Siberian permafrost. And they’ve managed to revive a variety of interesting organisms, from a plant seed and simple bacteria to scores of more sophisticated single-celled critters."
    },
    {
      "author": "Malavin",
      "text": ": We have isolated around 30 or 40 strains already of unicellular eukaryotes."
    },
    {
      "author": "Hopkin",
      "text": ": But for some reason, people weren’t totally wowed by resurrected amoebas."
    },
    {
      "author": "Malavin",
      "text": ": Yeah, they don’t respect them, definitely. Rotifer is much, much better."
    },
    {
      "author": "Hopkin",
      "text": ": Rotifers are better—or at least more interesting—because they’re multicellular animals, with a head and a body, that can eat, crawl around and make more rotifers. And considering they’re more or less teeny tiny worms, they’re actually cute little guys."
    },
    {
      "author": "Malavin",
      "text": ": No, they don’t have guys. They are all females [laughs]."
    },
    {
      "author": "Hopkin",
      "text": ": In fact, these little ladies reproduce asexually, laying eggs that hatch into the next generation of self-propagating rotifers. So they’re easy to grow in the lab, although not as easy to gather in the lowlands of Siberia."
    },
    {
      "author": "Malavin",
      "text": ": So this place is relatively distant. First, we go by two or three planes. Then we go by boat or by helicopter to those places."
    },
    {
      "author": "Hopkin",
      "text": ": Then they drill."
    },
    {
      "author": "Malavin",
      "text": ": One or two or more boreholes. In older times, people used the first borehole as fridge to store consequent cores in there."
    },
    {
      "author": "Hopkin",
      "text": ": Nowadays portable freezers help them keep their samples chilled until they get to the lab. There, Malavin and his team cut a small piece from the center of the core to prevent potential contamination with modern microbes. Then they pop it in a nice warm petri dish."
    },
    {
      "author": "Malavin",
      "text": ": This is called an enrichment cultivation in microbiology. Because those organisms are attached to particles, they are contorted, folded up, and we cannot see them even with microscope. So we need to wait until they reactivate from this cryptobiosis, come out from this permafrost piece, start moving, multiplying, and so on."
    },
    {
      "author": "Hopkin",
      "text": ": Not every sample yields success."
    },
    {
      "author": "Malavin",
      "text": ": Usually we see nothing. It’s relatively rare event when something alive is isolated from this cores—which is also considered an indirect proof that it’s not a contamination. Because, you know, if it was like every sample, or maybe each second sample, will yield some live organism. Here it’s about one out of 20 or even more rare."
    },
    {
      "author": "Hopkin",
      "text": ": And in one sample collected in 2015, the researchers found this one little rotifer. They allowed it to reproduce and conducted some DNA analyses, which showed that although their frozen rotifer is similar to modern varieties, it’s not exactly the same."
    },
    {
      "author": "Malavin",
      "text": ": So we consider it a new species to science."
    },
    {
      "author": "Hopkin",
      "text": ": And based on radiocarbon dating of other organic materials in the permafrost sample, they consider it to be between 20,000 and 30,000 years old."
    },
    {
      "author": "Malavin",
      "text": ": That’s approximate. But anyway, it’s two orders of magnitude or maybe three orders of magnitude more than was known for cryptobiosis in those animals."
    },
    {
      "author": "Hopkin",
      "text": ": So, the previous record for frozen rotifers was a decade or so. And this guy—I mean, gal—was around when woolly mammoths walked the planet. Now, the fact that rotifers can spring to life after a thaw is not a total surprise. Entering a state of cryptobiosis allows even modern rotifers to survive seasonal changes in their local environment and more otherworldly assaults."
    },
    {
      "author": "Malavin",
      "text": ": They were actually sent into space, into open space, and they survived, and so on."
    },
    {
      "author": "Hopkin",
      "text": ": The next step is studying how rotifers can chill for millennia and still maintain their cellular integrity."
    },
    {
      "author": "Malavin",
      "text": ": The main mechanism, actually, is the suspension of animation, the suspension of metabolism up to almost zero or maybe zero state. So they don’t need energy, almost don’t need energy."
    },
    {
      "author": "Hopkin: ",
      "text": "They also produce special proteins that act as antifreeze or control the formation of ice crystals: findings that could enhance the preservation of human tissues and organs."
    },
    {
      "author": "Malavin: ",
      "text": "That’s why we are going to study proteins that help rotifers to survive in those conditions."
    },
    {
      "author": "Hopkin",
      "text": ": And when they figure it out ..."
    },
    {
      "author": "Malavin",
      "text": ": Maybe we cry, “Yeaaaah! We did it!” Ha. Or something like that. [The above text is a transcript of this podcast.]"
    }
  ]
}