{
  "title": "During a Rodent Quadrathlon, Researchers Learn That Ground Squirrels Have Personalities",
  "img": "https://static.scientificamerican.com/sciam/cache/file/922FE5E4-51F2-45F0-A09C2D8D8E1E74CE_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/during-a-rodent-quadrathlon-researchers-learn-that-ground-squirrels-have-personalities/",
  "audio": "https://traffic.megaphone.fm/SAM5749826765.mp3?updated=1703605922",
  "intro": [
    "The rodents’ personalities may help them to secure territory and avoid prey."
  ],
  "authors": [
    "Maddie Bender"
  ],
  "category": [
    "Evolution"
  ],
  "transcript": [
    {
      "author": "Maddie Bender",
      "text": ": This is Scientific American’s 60-Second Science. I’m Maddie Bender. Compared to its more famous, bushy-tailed cousin the tree squirrel, the golden-mantled ground squirrel looks a lot like a chipmunk and spends most of the year hibernating. And talk about bird-brained: ground squirrels’ brains are about the size of the pine nuts they eat. So it might come as a surprise that according to new research, these squirrels have observable personalities. But it’s something Jaclyn Aliperti noticed back in 2015, when she joined a project at the Rocky Mountain Biological Laboratory in Gothic, Colorado. There they had been studying the behavior of golden-mantled ground squirrels for over 30 years. To her, some of the squirrels seemed skittish and shy, while others that were more than happy to get up close and personal for a snack:"
    },
    {
      "author": "Jaclyn Aliperti",
      "text": ": I look away for a second, and they're sneaking into my bag and trying to get at the peanut butter. They're following me around instead of me following them around, I was like, “What's going on here? It's supposed to be the other way around!”"
    },
    {
      "author": "Bender",
      "text": ": Other scientists had observed individual animals that looked like they might have personalities, but no one had evaluated them rigorously to see if their quirks met the definition of consistent behavior over time. From 2016 to 2018, Aliperti put dozens of squirrels through a four-part Olympics that assessed the rodents on four characteristics: activity, sociability, boldness, and aggressiveness. Essentially, a Myers’ Briggs personality test for ground squirrels. "
    },
    {
      "author": "Aliperti",
      "text": ": [laughter] It pretty much is a Myers Briggs for squirrels. But I think that if we said that to people, they just might not take us seriously."
    },
    {
      "author": "Bender",
      "text": ": Two tests took place in an arena consisting of a small wooden box with four indentations in the floor. Aliperti tracked a squirrel’s actions with a GoPro camera and analyzed its activity—did the squirrel investigate the floor? Was it grooming? Or was it trying to escape, as you can hear in this clip: [Squirrel escape sounds] In the second test, for sociability, Aliperti slid out a trap wall, revealing a mirror in the arena. Since squirrels haven’t been shown to recognize their own reflections, this trial let researchers observe how a ground squirrel would treat another member of its species. Some squirrels avoided the mirror, while others approached it head on and pressed their noses up to it, a behavior typically seen between squirrel moms and their pups. The third test consisted of a researcher slowly approaching a squirrel in its habitat to see how close they could get, a measure of the squirrel’s boldness. Finally, scientists set up harmless metal cages and lured squirrels inside with sunflower seeds or peanut butter. Upon entering the trap, the squirrel’s weight triggered a latch, and— [Sound of trap closing]"
    },
    {
      "author": "Bender",
      "text": ":  the cage closed. Then, a researcher monitored the squirrel’s behavior for a few minutes to score its aggressiveness or docility before letting it back out. In this squirrel quadrathlon, each animal fared differently, but their respective performances remained consistent across the three years Aliperti observed them. Importantly, the ground squirrels’ personalities tracked with their success in the wild: the squirrels that were bolder, more active, aggressive, and social were more likely to access elevated perches where they could keep a better eye out for predators. Aliperti says finding a connection between perch access and sociability was surprising on a few levels. Ground squirrels are widely thought to be asocial, and one might predict that a less social squirrel would monopolize perch access by acting territorially. But on the other hand, social squirrels could have greater power in numbers:"
    },
    {
      "author": "Aliperti",
      "text": ": We think it might have something to do with space sharing. Maybe squirrels that are more social hang out together, and they share perches, and they overlap in space more…if they have access to more perches, then they'll might be closer to one in any given moment, so they can hop up there and take a look around and see a predator before it's too late."
    },
    {
      "author": "Bender",
      "text": ": Aliperti’s study was published recently in the journal Animal Behavior. [Jaclyn R. Aliperti et al., Bridging animal personality with space use and resource use in a free-ranging population of an asocial ground squirrel.] If you study the same group of squirrels for years, you end up having favorites. Aliperti says she was able to recognize hers by the colored dye markings applied to all the squirrels annually. "
    },
    {
      "author": "Aliperti",
      "text": ": There was one male in particular, we called him Cross Rump, because most years his dye mark was just a horizontal line going right across his butt. And he was everywhere, he had a huge home, he was checking up on all the ladies, he would cross the road and give me a heart attack. And, you know, try and sneak in and eat our snacks"
    },
    {
      "author": "Bender",
      "text": ":  Predictably, Cross Rump aced the approach test, letting researchers walk up inches from him. Aliperti says she’ll never forget that squirrel:"
    },
    {
      "author": "Aliperti",
      "text": ": I'd have to say that that squirrel was my favorite. Not to play favorites. But he was."
    },
    {
      "author": "Bender",
      "text": ":  Thanks for listening. For Scientific American’s 60-Second Science, I’m Maddie Bender. [The above text is a transcript of this podcast.]"
    }
  ]
}