{
  "title": "COVID Quickly, Episode 21: Vaccines against Omicron and Pandemic Progress",
  "img": "https://static.scientificamerican.com/sciam/cache/file/2AAEDB0F-2B0E-4D6E-82B30FE324C576FA_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/covid-quickly-episode-21-vaccines-against-omicron-and-pandemic-progress/",
  "audio": "https://traffic.megaphone.fm/SAM7518221735.mp3?updated=1703605895",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Josh Fischman: ",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series. This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means. I’m Josh Fischman, Scientific American’s senior health editor. Tanya Lewis, usually right here with me, is taking a well-deserved day off.  Today, we’ll be talking omicron. Particularly how vaccines and boosters protect against the new variant. And we’ll sum up what Americans have done this year to keep themselves and their communities safe. ---"
    },
    {
      "author": "Fischman: ",
      "text": "Alright, you’ve been seeing headlines about Omicron every day now for three weeks, since it was first detected. Scary stuff. It’s now in 60 countries. Travel has been restricted, school districts are seeing big outbreaks, and some colleges, seeing sudden huge spikes in cases, are ending their semesters with remote learning. Clearly this is not how we wanted to end the year. People are on edge. Now we’re getting some real-world data on what Omicron does, and what vaccines do against it. Maybe that can take a bit of the edge off.  It is now clear, however, that the variant spreads very fast. In the United Kingdom, cases are doubling every three days, scientists at the U.K’s Health Security Agency reported. In South Africa, it’s become the dominant variant, overtaking Delta. That speed is going to mean high numbers of cases. And lots of cases means that, even if a higher portion of them are milder than we saw with other variants, some are going to be serious. If the overall Omicron caseload is high, the serious portion of those cases is going to be a big number. Scientists don’t know how big yet. Researchers do know that prior infection with the virus does not protect you very much. Studies by Discovery Health, South Africa’s largest insurer, showed that people who contracted the Delta variant faced a 40 percent risk of reinfection with Omicron.  Now here’s some good news. We’ve learned that 3 shots of a vaccine–the regular two-shot routine plus a booster–is the best way to stop the spread. The U.K. scientists found that the Pfizer vaccine, at 2 shots, was only about 30 to 40 percent effective at stopping Omicron infection. But a third booster shot improved protection to 70 to 80 percent. That is a big deal. The clear message is to get a booster.  The Pfizer shots also do a really good job of keeping you from getting seriously ill. The research from Discovery Health found the vaccines were about 70 percent effective at keeping people out of the hospital. That number held up pretty well across all age groups, though it did drop to 60 percent for people aged 70 to 79.   Why is Omicron speeding through the population? It does appear that the heavily mutated variant is evading the body’s initial defenses, called neutralizing antibodies. A team at the Africa Health Research Institute in Durban, South Africa, looked at them. Such antibodies in people who got the Pfizer vaccine were roughly 40 times less potent against Omicron than they were against other variants. But the vaccines do trigger a second type of protection. It comes from immune cells called T cells. They search for and destroy cells in your body that are infected with the virus. And T cells from vaccinated people respond aggressively to Omicron, researcher Wendy Burgers from the University of Cape Town reported this week.  That was a study of cells in a lab, not in people, so scientists want to be cautious. But it is a hopeful sign that vaccines can still offer a broad umbrella of safety as this variant keeps spreading. ---"
    },
    {
      "author": "Fischman: ",
      "text": "Despite Omicron and what seems like a whole parade of other scary variants, people in the U.S. have been trying hard to keep themselves and their communities safe in this pandemic. About 203 million people are fully vaccinated now. That’s 65 percent of all eligible people, aged 5 and up. This month, every day, about 2 million people are getting shots.  56 million people have received an additional booster shot, and those have only been available for a short time.  By the end of November, 79 percent of adults across the country said they already got, will definitely get, or will probably get a booster, according to a national survey by the Kaiser Family Foundation.  In the military, 97 percent of active duty members have had at least one vaccine dose. In private industry, when companies told workers they had to get vaccinated, the majority did. United Airlines says 99.5 percent of employees did so. At Tyson Foods and the NBA, vaccination rates top 90 percent.  The numbers show that most people in America are taking COVID very seriously, and taking action. After a long year, that’s a hopeful sign. ---"
    },
    {
      "author": "Fischman: ",
      "text": "Now you’re up to speed. Thanks for joining us. We’re taking a short holiday break, to recharge and refresh, and spend time with our families and friends. I hope you do that too.  We’ll be back at the start of January with a new episode of COVID, Quickly!  Until then, check out sciam.com for updated COVID news. Stay safe, and enjoy the season.   [The above is a transcript of this podcast.]"
    }
  ]
}