{
  "title": "Astronomers Spot Two Dust Bunnies Hiding in the Early Universe",
  "img": "https://static.scientificamerican.com/sciam/cache/file/B24CF905-69ED-4A09-BA1BC60AF30BD016_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/astronomers-spot-two-dust-bunnies-hiding-in-the-early-universe/",
  "audio": "https://traffic.megaphone.fm/SAM8308867137.mp3?updated=1703605897",
  "intro": [
    "The scientists found several previously hidden galaxies that date back to 13 billion years ago—and many more might be missing from our current census of the early universe."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Cosmology"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "This is Scientific American’s 60-Second Science. I’m Christopher Intagliata. If you’ve ever looked up at the Milky Way, you’ve seen what’s known as cosmic dust."
    },
    {
      "author": "Pascal Oesch",
      "text": " When you see this band of the Milky Way, you can see these dark patches. So that’s really just dust that is obscuring the stars behind it."
    },
    {
      "author": "Intagliata",
      "text": "Pascal Oesch is an associate professor at the University of Geneva. He points out that cosmic dust isn’t exactly the kind of dust you or I might be familiar with."
    },
    {
      "author": "Oesch",
      "text": " Cosmic dust is not quite the same as dust we know from the apartment. Cosmic dust is really just very small particles in the universe that are consisting of just a few molecules, often containing carbon or silicate."
    },
    {
      "author": "Intagliata",
      "text": "And—as in that Milky Way example—that cosmic dust absorbs the light of stars behind it, making it harder for us to see those stars with instruments like the Hubble Space Telescope. But there is one way around that: Astronomers can observe the sky with longer wavelengths—using telescopes like the Atacama Large Millimeter/submillimeter Array in Chile, or ALMA.  With ALMA, astronomers can see even the dust bunnies hiding up in the sky—because as the dust absorbs photons from the stars behind it, it heats up."
    },
    {
      "author": "Oesch",
      "text": " And so then, with ALMA, we can directly see the emission of this heated up dust even in the very early universe."
    },
    {
      "author": "Intagliata",
      "text": "Oesch and his team have now stumbled upon two previously obscured galaxies using ALMA observations. The galaxies date back to the very earliest days of the universe, 13 billion years ago."
    },
    {
      "author": "Oesch",
      "text": " So those are the first building blocks, right, of the galaxies that we see around us in the universe today. So these are the first kind of Lego stones. And apparently we have been missing some of those Lego stones."
    },
    {
      "author": "Intagliata",
      "text": "In fact, the scientists estimate that up to one in five galaxies may be missing from our current census of the early universe. The results appeared recently in the journal Nature. [Y. Fudamoto et al., Normal, dust-obscured galaxies in the epoch of reionization] Hubble's successor, the James Webb Space Telescope, is set to sail off the planet later this month. And with its more powerful ability to probe long wavelengths, Oesch is hoping it might bring our galactic census a little closer to completion.  [The above text is a transcript of this podcast.]"
    }
  ]
}