{
  "title": "Canary Islands Eruption Resets Volcano Forecasts",
  "img": "https://static.scientificamerican.com/sciam/cache/file/60ADA46C-7CDE-453D-9921234FD986B96B_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/canary-islands-eruption-resets-volcano-forecasts/",
  "audio": "https://traffic.megaphone.fm/SAM5468414171.mp3?updated=1703605891",
  "intro": [
    "A volcanologist says the eruption on the island of La Palma is a unique window into the “personality” of basaltic volcanoes."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Natural Disasters"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "For three months now, the Cumbre Vieja volcano has unleashed fury upon the island of La Palma, in the Spanish Canary Islands. Ash has rained from the sky. Rivers of lava have consumed at least 2600 buildings, and razed plantations of bananas and avocados. The magma's movement underground has triggered clusters of earthquakes too—more than a dozen hit La Palma on a recent day. Despite that devastation, only one death has been attributed to the eruption. And volcanologists say the recent activity has them rethinking their predictions of the volcano's next move."
    },
    {
      "author": "Marc-Antoine Longpré",
      "text": "\"It's always useful to see a new volcano personality.\""
    },
    {
      "author": "Intagliata",
      "text": "Marc-Antoine Longpré is a volcanologist at the City University of New York. He says every eruption helps scientists better understand volcanoes, and improve their forecasts."
    },
    {
      "author": "Longpré",
      "text": "One lesson is that volcanoes in the Canary Islands behave a little bit differently from other basaltic volcanoes we commonly see in the media for example, like Hawaiian volcanoes and Etna in Italy."
    },
    {
      "author": "Intagliata",
      "text": "He explains that those volcanoes tend to have a shorter run-up to their eruptions. Whereas Cumbre Vieja began to reawaken years ago, in October 2017, with a cluster of tiny earthquakes. In the years since, the volcano has triggered sporadic swarms of tiny quakes. But on September 11th, 2021 -- eight days before the eruption -- things picked up. Several hundred quakes hit every day. And the ground began to deform, likely due to flows of magma."
    },
    {
      "author": "Longpré",
      "text": "In hindsight it took a long time for the volcano to reactivate but in the end there was a week of late stage warning that an eruption was going to come. So that's something that will be useful in the future for sure."
    },
    {
      "author": "Intagliata",
      "text": "Longpré's analysis appears in the journal Science. [Marc-Antoine Longpré, Reactivation of Cumbre Vieja volcano] Cumbre Vieja last erupted 50 years ago, in 1971. Next time, Longpré says, forecasters will be better prepared."
    },
    {
      "author": "Longpré",
      "text": "In 50 years or maybe longer, when the volcano reactivates again, we will know from this current experience that it may take several years before the eruption actually shows up. And we also see that it can accelerate very rapidly and in the end give a short warning for an imminent eruption."
    },
    {
      "author": "Intagliata",
      "text": "But, as he writes in his paper -- predicting eruptions is one thing. Smart urban planning, to avoid the long-term risks of living on the flanks of a volcano, is entirely another. [The above text is a transcript of this podcast.]"
    }
  ]
}