{
  "title": "The Secret behind Songbirds’ Magnetic Migratory Sense",
  "img": "https://static.scientificamerican.com/sciam/cache/file/E8D82A67-7644-48AA-825E3C8ADC03AF41_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-secret-behind-songbirds-magnetic-migratory-sense/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/4F9E9F1B-5265-40C9-A98A0F136686BA08.mp3",
  "intro": [
    "A molecule found in the retinas of European robins seems to be able to sense weak magnetic fields, such as that of Earth, after it is exposed to light."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Evolution"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": ": This is Scientific American’s 60-Second Science. I’m Christopher Intagliata. Songbirds can migrate for thousands of miles across the globe. And they have a lot of tools to find their way."
    },
    {
      "author": "Henrik Mouritsen",
      "text": ": They can use the stars, they can use the sun, they can use smell, they can use landmarks. They can use more or less anything that will help them. Henrik Mouritsen is a biologist at the University of Oldenburg in Germany. Together with an international team of scientists, he investigated another sense birds can use to help them—the earth’s magnetic field. Peter Hore is a physical chemist on that team at the University of Oxford in the U.K."
    },
    {
      "author": "Hore",
      "text": ": We know the magnetic sensors are in the bird’s eyes, in their retinas. And the most likely molecule is the protein cryptochrome."
    },
    {
      "author": "Intagliata",
      "text": ": But here’s what they didn’t know: How does that light-sensitive protein, cryptochrome, actually help the birds sense magnetic fields? To find out, they made some—starting with the genome of a European robin, which is a migratory species."
    },
    {
      "author": "Mouritsen:'",
      "text": "Basically, we have taken the genetic code from a night migratory songbird—put it in a bacterial cell culture, asked the culture to make this protein. And then we send this protein to Oxford."
    },
    {
      "author": "Intagliata",
      "text": ": Hore’s colleagues in Oxford then shined blue light on those protein samples—transforming them into magnetically sensitive molecules. As they did that, they exposed the proteins to a magnetic field, which caused two competing chemical reactions to occur."
    },
    {
      "author": "Hore",
      "text": ": And we’ve been able to show these chemical reactions are affected by quite weak magnetic fields."
    },
    {
      "author": "Intagliata",
      "text": ": In fact, the strength of the magnetic field influences how many of the proteins go down one of those chemical reaction pathways versus the other. What happens next in a bird’s eye isn’t totally clear. But they think one of those magnetically sensitive reactions produces a form of the protein with a different shape—which might cause it to interact differently with other proteins in the bird’s cells. That, in turn, might trigger a cascade of messaging, which would allow the bird to “sense” the magnetic field."
    },
    {
      "author": "Mouritsen",
      "text": ": We also have some indications that it looks like the migratory bird cryptochromes might be more sensitive to magnetic fields than a chicken cryptochrome, for instance, which doesn’t migrate ..."
    },
    {
      "author": "Intagliata",
      "text": ": Which is one more piece of evidence that the cryptochrome protein might underpin the robins’ magnetic sense. The findings appear in the journal Nature. [Jingjing Xu et al., Magnetic sensitivity of cryptochrome 4 from a migratory songbird] This experiment only tested the proteins outside birds’ eyes. Someday the scientists hope it might be possible to measure this effect inside the animals themselves—to get a truly bird’s-eye view.  [The above text is a transcript of this podcast.]"
    }
  ]
}