{
  "title": "Answering an Age-Old Mystery: How Do Birds Actually Fly?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/07C83C00-258E-4BE0-B702FD8EF0F26870_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/answering-an-age-old-mystery-how-do-birds-actually-fly/",
  "audio": "https://traffic.megaphone.fm/SAM5483107618.mp3?updated=1703605877",
  "intro": [
    "Equally surprising is the fact that we still do not know how birds actually stay airborne."
  ],
  "authors": [
    "Emily Schwing"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Talia Lowi-Merri",
      "text": ": I looked at the relationship between form and function in the most basic sense. Talia Lowi-Merri is a Ph.D. student at the University of Toronto in Canada. She says bird flight has everything to do with the shape and size of a bird’s sternum, or breastbone. Bird sternums have a projection from the middle called the keel, and this is where the flight muscles are attached. "
    },
    {
      "author": "Lowi-Merri: ",
      "text": "It's plausible to think that this element is important for flight. But why does it vary so much in shape and size relative to the body? There are all these questions about it that haven't been answered in the past. So, Merri set out to find some answers using a database of CT scanned sternums from 105 different bird species, like the Red-capped lark, Leach’s Storm petrel and the Southern cassowary. She also included two extinct birds: the Dodo and the Great auk. The scans combine a series of x-rays to create three dimensional images."
    },
    {
      "author": "Lowi-Merri:'",
      "text": "There have been newer technologies come out recently to look at shape in three dimensions. And so because the sternum is a complex element in three dimensions, it's not just a 2-D bone, it's got projections about the middle and its sides. Looking at it in three dimensions is the best way to quantify the shape and analyze it in a statistical framework. So more recently, those methods have become more accessible. And I guess because of that, I was able to do it now and maybe 10 or 15 years ago, it wasn't possible. Merri and colleagues used the scans to create computerized 3D models. "
    },
    {
      "author": "Lowi-Merri:'",
      "text": "And so when you do that, you can move it around. You can place points on it in the important spots. And so that's what I was doing. I was putting these dots that are called landmarks, and the landmarks basically quantify in 3-D computer space where the important points are on the element. The findings, published in BMC Biology, show that sternum size and shape has a direct impact on the way a bird flies. [Talia M. Lowi-Merri et al., The relationship between sternum variation and mode of locomotion in birds] [Sound of an eagle]"
    },
    {
      "author": "Lowi-Merri:'",
      "text": "So an eagle would be soaring and wouldn't be moving its wings as much. It just has its arms stretched out, and it has very intricate structures in its wings and at its shoulder to hold the wings out, but it doesn't have to use as much flapping power. But compare the majestic eagle with a frantically flapping duck… [Sound of ducks flying] Birds with a deep sternal keel fly more slowly, those with long sternums are associated with running birds. Merri also looked at foot-propelled, underwater diving birds. These are species like the cormorant, the loon and the grebe. "
    },
    {
      "author": "Lowi-Merri:'",
      "text": "They have this streamlined sternum with lower sternal keels. Everything is kind of compact and flattened, but you actually see something really similar in birds that are wing propelled divers. Those wing-propelled divers include small birds you might find on the ocean - puffins, common murres and penguins. Merri says whether wing or foot-propelled, the sternums of these birds are similar in shape.  All other sorts of factors are possibly most likely contributing to the shape of the sternum, not just locomotion, things like birds that dance to attract a mate or how big their egg is relative to their body size. We've just scratched the surface, looked at one aspect of variation, but there's so much more.” (00:33) Merri believes that the shape and structure of the sternum impacts how different species of birds breathe. She also says different methods of flight mean different resource demands for individual species.  Diving deep into how birds fly today can tell scientists a lot about how they evolved over millions of years."
    },
    {
      "author": "Lowi-Merri:'",
      "text": "So, birds evolved from dinosaurs… and we don't know exactly which fossil birds and which dinosaurs were capable of flight. But, gaining a better understanding of how birds fly today is the key to completing that picture of how the dinosaurs were moving through the world. Merri plans to dig into fossil birds next, in part to learn more about the origins of flight."
    },
    {
      "author": "Lowi-Merri:'",
      "text": "The thing about fossil birds is that a lot of them are flattened into rock slabs. But there are so many amazing bird fossils, especially from China …. And so they will have to be studied a little bit differently because they may not be able to put them in a three dimensional context, as they did with the modern bird sterna. For now, though, Merri says she’s looking differently at the small, passerine birds that flit by her windows and dominate the tree branches in her backyard in Ontario. "
    },
    {
      "author": "Lowi-Merri:'",
      "text": "They're mostly continuous flapping birds. They're flapping pretty quickly. They're moving from branch to branch. They're trying to keep away from predators and get some food, whether it's insects or berries. it made me think about how their skeletons are structured and also how their muscles are working much differently than, let's say, a hawk that's soaring above. And so they would require different metabolism and different food sources and how they use that in their body would be very different. [Bird wing flapping] For 60-Second Science, I’m Emily Schwing. [The above text is a transcript of this podcast.]"
    }
  ]
}