{
  "title": "COVID Quickly, Episode 17: Vaccine Lies and Protecting Immunocompromised People",
  "img": "https://static.scientificamerican.com/sciam/cache/file/0478438B-E372-4307-9F3500E980383560_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/covid-quickly-episode-17-vaccine-lies-and-protecting-immunocompromised-people/",
  "audio": "https://traffic.megaphone.fm/SAM5890392523.mp3?updated=1703605910",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "And we’re Scientific American’s senior health editors. Today we’re going to discuss the latest lies about vaccines not working ..."
    },
    {
      "author": "Fischman",
      "text": "... and ways to make them work better for immunocompromised people."
    },
    {
      "author": "Lewis",
      "text": "Former secretary of state Colin Powell died this week of complications from COVID. He was vaccinated, and big media figures used that for a round of terrible disinformation about vaccines."
    },
    {
      "author": "Fischman",
      "text": "His death is sad. And the way some people lied about it is more than that: it’s infuriating. They left out a crucial piece of information about General Powell’s medical condition in order to make his death seem like a vaccine failure. It wasn’t. Tucker Carlson, who hosts a political talk show on Fox, made a big deal of saying that Powell was fully vaccinated. That tells us, he said, “that you’ve been lied to.... Vaccines may be highly useful for some people, but across the population, they do not solve COVID.” He added that vaccinated people die and, “Powell is hardly the only example of that.” Other talking heads on his network echoed that point, as did politicians such as Florida congressman Matt Gaetz. But Carlson left out a key point that was common knowledge: Powell had multiple myeloma, a blood cancer that eliminates the very immune cells that COVID vaccines are supposed to stimulate. Without those cells, myeloma patients cannot produce enough antibodies to stop the virus. That was clearly shown in a recent study of 103 people with myeloma who got either the Pfizer or Moderna vaccines. The research was published this July in the journal Leukemia. Overall, 55 percent of the people failed to fully respond to vaccines. A full third of them didn’t produce levels of virus neutralizing antibodies that were any higher than normal background levels. Add to this the fact that chemo and other treatments for the disease further hurt the immune response. Multiple myeloma clearly makes it harder for the vaccines to protect people. But Carlson ignored this in his misleading attempt to show vaccines don’t work. Instead he added that 40 percent of recent COVID deaths in the state of Maryland were among fully vaccinated people. That caught my eye because I live in Maryland. So I called the state health department to get the real numbers. And again, it turns out that Carlson left out crucial facts. First, it’s 30 percent, not 40—which means that 70 percent of recent COVID deaths happened among people who were not fully vaccinated. That’s good evidence that vaccines work really well. Overall there have been 233 deaths among the nearly four million fully vaccinated Marylanders. That is a rate of 0.0065 percent. And the health department points out many of those deaths were of people who had other diseases—like multiple myeloma. As for the vaccines working well or not, a September study by the CDC tracked about 615,000 COVID cases across the U.S. Even as the contagious Delta variant started spreading, vaccinated people stayed healthy. Unvaccinated people, though, accounted for 86 percent of hospitalizations and 84 percent of deaths. And that’s a much clearer picture of what protects against COVID—and what doesn’t. Powell’s death is a reminder that people who are immunocompromised are highly vulnerable to COVID. What do we know about the best way to protect these individuals?"
    },
    {
      "author": "Lewis",
      "text": "There are two ways people can become immunocompromised. The first way is that they can have a disease that prevents their immune system from working properly. That includes multiple myeloma and other blood cancers, autoimmune diseases such as multiple sclerosis or HIV/AIDS. The second way is that they can be taking medications or treatment that knocks down their immune system: for example, people who’ve had an organ transplant. Some people unfortunately have both issues at the same time. When it comes to COVID, we know that immunocompromised people are more likely to have severe disease, be hospitalized and die from the disease. Dorry Segev of Johns Hopkins and colleagues published a study of organ transplant recipients. It found that fewer than half produced detectable levels of antibodies to the COVID vaccines after one or two doses. Those who had one dose of Moderna were more likely to have a response than those who had Pfizer, and Johnson & Johnson provided very little response. More recent research suggests that some transplant recipients did produce a measurable immune response to a second or third dose, but for many people, it’s still not enough. As you noted, Josh, a study of people with multiple myeloma similarly found that many individuals do not respond to the primary vaccination series. Scientists are now studying whether a booster dose may help this group. And early results—though not yet published—are promising. Scientists are also conducting studies of other immunocompromised groups to see how well they respond to the COVID vaccines. If the vaccines fail, another option is to boost immunity passively by infusing monoclonal antibodies. Several antibody cocktails are already authorized for people at high risk of severe COVID who have been infected with or exposed to the virus. But people who are immunocompromised might benefit from monoclonals before exposure. Researchers are currently gathering data to justify this usage. Antiviral drugs such as Merck’s molnupiravir, which Josh described last episode, might also benefit these individuals, but it’s too soon to say."
    },
    {
      "author": "Fischman",
      "text": "Finally, a quick update on booster shots. The FDA has now authorized boosters of the Moderna and Johnson & Johnson vaccines. And for booster doses in general, they say people can get a different vaccine than the one they got initially."
    },
    {
      "author": "Lewis",
      "text": "Next week, an FDA advisory panel will meet to discuss whether to recommend the Pfizer-BioNTech vaccine for kids age five to 11. If they do, the FDA could soon make the shots available to protect millions of children—if their parents agree to get them vaccinated. Now you’re up to speed. Thanks for joining us."
    },
    {
      "author": "Fischman",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}