{"title":"Fueling Patients’ Drive to Treatment [Sponsored]","img":"https://static.scientificamerican.com/sciam/cache/file/EFC21BB0-9F3E-408A-AB2FF79804E3F003_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/fueling-patients-drive-to-treatment-sponsored/","audio":"https://traffic.megaphone.fm/SAM9335477540.mp3?updated=1703605825","intro":["Celebrating those who significantly improve access to cancer care for underserved populations, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with a Catalyst for Change Award. We spoke with the 2021 award winner, Tomma Hargraves, to learn more about what’s happened since she received the award."],"authors":["Scientific American Custom Media"],"category":["Cancer"],"transcript":[{"author":"Megan Hall","text":"Every year, the Cancer Community Awards sponsored by AstraZeneca presents an individual or organization with a Catalyst for Change Award. This award celebrates those who significantly improve access to cancer care for underserved populations. In 2021, Tomma Hargraves received the award for her work as a volunteer for the Lung Cancer Initiative of North Carolina. She developed their Access to Care Gas Card program, which helps patients travel to their treatment. As we prepared for this year’s awards, we reconnected with Tomma to learn more about what’s happened since she received the award."},{"author":"Megan Hall","text":"Well Tomma Hargraves, it’s such a pleasure to get a chance to talk with you and catch up on everything you’ve been doing over the past year."},{"author":"Tomma Hargraves","text":"Thank you. Thanks for having me."},{"author":"Hall","text":"So for people who don’t know your story, do you mind briefly talking about your personal cancer journey?"},{"author":"Hargraves","text":"Sure. It’s a 15-year cancer journey and I was diagnosed in 2006 with stage IIIB non-small cell lung cancer. I participated in a very aggressive clinical trial for nine months and it was initially successful. I did go out of remission three years later, had a little more treatment, had a craniotomy along the way. And 15 years later, I now am so educated about lung cancer."},{"author":"Hargraves","text":"I know that I have a mutation that I didn’t know when I was diagnosed and I believe that I’m still here, I’m supposed to share my journey, so other people can have the same experience I’ve had."},{"author":"Hall","text":"They said your survival rate at one point was maybe 15%?"},{"author":"Hargraves","text":"Correct. I think we’re up to 21 now."},{"author":"Hall","text":"Unlike a lot of people who say they don’t want cancer to define them, you said that cancer does define you. What do you mean by that?"},{"author":"Hargraves","text":"When I looked at the statistics and when I learnt about lung cancer, and then I found out that it was the least funded of all cancers, but it’s the number one cancer killer. And that more women are getting lung cancer, now, I thought, as long as I’m a survivor of this, I need to do something with this to help our cause. So everything just kind of fell into place here, having an organization right here in Raleigh and being very close to and working, volunteering at my hospital."},{"author":"Hargraves","text":"And I just felt that I needed to give back and I needed to do something to help support more lung cancer research and lung cancer patients as well. So that’s just part of who I am."},{"author":"Hall","text":"You were behind creating a gas card for cancer patients to get to their treatments. Where did that idea come from?"},{"author":"Hargraves","text":"Well, by then I was on the board of directors for the Lung Cancer Initiative. And quite honestly, and selfishly, I had raised a lot of money for them with the fundraising and our 5Ks and all that. And we were funding wonderful research and young investigators and all of these things, but I finally brought it up at the meeting. I said, “What are we doing directly for patients?” And we really hadn’t been doing anything at that point directly."},{"author":"Hargraves","text":"After volunteering at the hospital, and now of course with the gas prices so high, I thought, what about gas cards for our patients? And they were very willing to fund that program. And so it really was my idea, but without the Lung Cancer Initiative, it probably would’ve never happened, because they implemented it. The requests for the gas cards go into them and they send it directly out to the patients from all different cancer centers. So it may seem like a small thing to some people, but it’s a big thing to patients."},{"author":"Hargraves","text":"And like my oncologist said, if they can’t get to treatment, we can’t help them."},{"author":"Hall","text":"Do you have any sense of how many people have been helped by this gas card program?"},{"author":"Hargraves","text":"I think the last statistic that I heard from our president Amy was over 2,500 people. You know, they budget it, so I think they’re going to try to do another 500 this year. It’s probably closer to 3,000 now, but to me that’s significant. We still have to get the word out in the state, because a lot of people still don’t know about our organization. We try really hard, but they don’t know about LCI. So we’re working on it."},{"author":"Hall","text":"For some of us who live in cities, the nearest hospital is just a quick ride away. Why are these gas cards so important where you are?"},{"author":"Hargraves","text":"Well, there’s a lot of rural areas in North Carolina. So these people may get diagnosed by their primary care doctor and then get referred to the cancer centers. Now it’s really important that we get these people in so they can participate in clinical trials. That’s how we’re going to get better with our lung cancer treatment. So it’s really important."},{"author":"Hall","text":"How far do some patients have to travel to get to their care?"},{"author":"Hargraves","text":"You know, a lot of people come from the mountains, which is probably three hours away. We have other people who come up from Wilmington or the beach areas and that can be three or four hours as well."},{"author":"Hall","text":"Can you tell me about a specific person who was affected by this program? Who benefited from the gas cards?"},{"author":"Hargraves","text":"It’s interesting because a lot of times, I don’t know actually who applies for the cards. The nurse navigators, like the one that I work with at UNC, she’ll fill out the application and just send them in. Sometimes now with the work that I do at the hospital, I’ll actually go in and talk to the patients. I’m not a medical advisor, I’m more of an emotional support, but one of the things I’ll ask them is could you use a gas card? And of course, most of them say yes."},{"author":"Hargraves","text":"I met one this past week when I was volunteering at UNC. And when I walked into the room, he said, “Oh, we’ve talked before and you got me that gas card.” And I said, “Well, I told you about it.” I said, “Well, could you use another one?” He goes, “Yeah, we could.” The sign to me was this man was still surviving with lung cancer. And I had known him a year now. So that was exciting. And he was so enthused about it and happy about it. So it was a good thing."},{"author":"Hall","text":"What did it mean for you to be nominated and then win the Catalyst for Change Award?"},{"author":"Hargraves","text":"I was totally shocked. And you may have heard the story. I kept getting emails from the C2 people."},{"author":"Hall","text":"The Cancer Community people?"},{"author":"Hargraves","text":"Yes. And I thought it was junk mail, so I was just deleting it. And finally I got an email and it said, I need to check and see if you’re getting these emails. And I’m like, well, what is this? Well, I didn't know that the Lung Cancer Initiative had nominated me for it. They never told me. So I went, yes, I’m getting them. And he says, okay, great. And so then I actually got in touch with the folks at LCI and I said, did you nominate me for something?"},{"author":"Hargraves","text":"And they started laughing and they said, well, yeah, but we didn’t know this was going to happen so fast. I was honored of course, but I thought, oh, I’ll never win this. There’s so many other wonderful things going on. And then they told me that I was a finalist, and then I won the award and I was like, oh my gosh."},{"author":"Hall","text":"What was the reaction among the people that you work with at the Lung Cancer Initiative when you won this award?"},{"author":"Hargraves","text":"They were so thrilled. They all just love me now."},{"author":"Hall","text":"How has this award impacted your work?"},{"author":"Hargraves","text":"Oh, well it impacted it quite a bit, but I think the one thing that has come out of it is that it has been put out there publicly. And so I was asked to speak at different organizations about LCI and bring the word out about lung cancer on a local level. I think this is the first podcast I’ve done, but I’ve done a couple of other things, interviews. You know there are a lot of wonderful people out there with great stories."},{"author":"Hargraves","text":"Mine’s just one of many but, nothing else, if it brings more of a vision for our program and for other people to get enthused about something as awful as lung cancer, it’s kept me busy."},{"author":"Hall","text":"I understand that you’re now a judge. So without telling us too much, what has struck you about the nominees this year?"},{"author":"Hargraves","text":"Yeah, the judging, it’s hard because every single one of them to me offered great resources or did wonderful things. I mean, I really had a hard time because everybody was deserving. They really were."},{"author":"Hall","text":"Just sort of reflecting on your own cancer journey and all the interactions you’ve had with other patients. What would you say to someone else who is going through a similar journey? Is there any advice or counsel you would offer?"},{"author":"Hargraves","text":"Here’s what’s happened with me is being able to do what I’m doing at the hospital. And I go into a room and my nurse navigator will say, “There’s someone else in this room who’s had lung cancer.” And they’re looking around because I mean, look at me, I look pretty healthy. And so she’ll say, “Well, she did.” And their eyes get really big. And then I’ll say, “Yeah, 15 years ago.” And then their eyes get really big."},{"author":"Hargraves","text":"And so I always say to them, you can never give up hope because somebody’s got to be in that 20% survival rate and it might as well be you. So that’s what we try to encourage. It’s hard though. It can be very, very depressing. And I remember having some major pity parties through treatment. It’s hard to be positive when it’s not a really well-funded or well-understood cancer. So that’s what we’re working towards."},{"author":"Hall","text":"Tomma Hargraves, thank you so much for taking the time to talk with me today. It was a real pleasure."},{"author":"Hargraves","text":"Thank you. It was wonderful seeing you."},{"author":"Hall","text":"Tomma Hargraves is a volunteer for the Lung Cancer Initiative of North Carolina. In 2021, she received the Catalyst for Change Award from the Cancer Community Awards. Part of the AstraZeneca Y OUR Cancer program. YOUR Cancer brings together the community that is working to drive meaningful change in cancer care. Visit YourCancer.org to learn more about the C2 award winners and the YOUR Cancer program. This podcast was produced by Scientific American Custom Media and made possible through the support of the AstraZeneca Y OUR Cancer program."},{"author":"Hall","text":"— For more remarkable stories from the 2021 Winners of the Cancer Community Awards, visit our Heroes of Cancer Care collection. [The above text is a transcript of this podcast.]"}],"wave_peaks":[8586,10315,7659,7681,5997,5667,5600,7182,6898,10089,7070,9662,10014,337,10815,4807,5899,6503,8063,8021,4510,6655,4787,5769,15926,7145,5057,4961,4600,2651,200,10463,6872,12430,8208,7480,3308,6421,7356,4276,13933,3844,4663,7119,6320,6855,9863,6644,7114,5226,3528,1678,1389,2206,7337,6605,9337,10180,174,10490,13898,8238,4172,6331,6398,6243,6566,4767,13069,10282,5299,7579,5886,5229,5761,6895,3852,7129,6970,3683,826,6842,10279,13922,9420,6610,8926,9696,8802,3581,3007,3873,9185,5683,12543,7596,9219,4042,1589,63,15700,5640,9067,6627,5287,4878,2310,5668,7309,6521,7968,5377,6047,11457,5779,12347,3563,4375,2979,6484,6556,1386,31,5386,11498,9395,13167,6734,6519,8632,7860,5197,3042,10260,7401,3807,13337,8132,8302,3511,6453,5451,6465,6213,3711,10371,8583,6137,16045,18572,9890,1552,1287,19887,11627,4837,8364,8510,5385,4545,3827,6317,4371,11310,10127,8417,4688,5390,4084,3706,2263,1374,742,2161,7209,15057,7746,8883,7089,12851,4690,8556,7531,7366,2040,56,7633,11383,2402,14127,17109,9404,4589,10468,3968,5736,1843,2084,9119,8746,6967,3519,9827,6287,6355,8425,4491,3249,839,5463,17166,10934,10502,8167,6410,6646,11950,10579,11610,7330,11240,15488,6335,10305,12189,1405,1008,830,13897,7155,6830,2327,6958,4212,11812,15258,3169,7350,7014,13354,5605,5292,4518,7474,16297,10198,989,13591,11825,15643,6572,563,12373,12330,20911,5247,8612,5607,3930,483,7974,8523,2991,6795,4054,7963,7596,3651,7377,9877,8727,2915,7423,8425,8485,6317,6246,4011,8804,6821,14396,4114,9405,6271,996,3280,14653,19306,14683,8403,7697,7788,5558,1491,1154,14335,18197,415,9191,11902,6341,6042,5891,4503,8115,4940,5084,6371,4485,4871,8493,2986,7105,7090,5755,4138,246,13597,23996,1216,5866,6105,7456,3950,5659,6666,4512,9846,5461,16185,16369,9103,6558,6645,6156,4663,3661,3821,4009,2094,13043,12128,10953,16634,8199,6216,4530,4385,284,3608,5717,2585,1803,2,12750,8584,13520,1473,5847,7992,7672,7079,5078,5527,4394,6847,3435,2960,10100,9168,9609,2539,8226,3723,2322,1641,9613,6631,5922,706,30,9356,12952,6150,4182,7448,6477,6790,5964,6648,6274,7480,3249,4431,3359,4345,10010,7358,4458,5005,874,6580,4129,11040,2874,9409,3975,3702,9115,6869,4658,5228,6422,6453,7420,5810,3496,8164,709,11323,12853,5118,6344,9321,3679,3125,7396,4620,5324,5916,460,559,3,18080,15103,7193,5141,6337,5254,6225,6989,3458,8416,7562,5575,6027,6195,9977,4510,726,285,3517,12681,10043,4713,771,848,14882,14476,11522,3986,6451,5924,5716,3344,4168,3311,7324,3509,5005,4736,3741,8641,10227,3602,4684,2666,689,10601,6664,7402,6733,5611,4434,5498,7219,8824,11893,5599,9284,5464,5449,5326,7612,5244,10097,452,386,16864,11204,8585,7683,7818,1564,6579,5096,5701,4570,9977,3426,645,85,7681,7699,3284,6319,273,5238,10910,5509,4270,3486,11852,13624,4602,5112,5002,1746,5254,3151,219,221,357,18450,19538,3645,18805,13065,6940,5882,6047,1426,10932,8976,15073,7521,4364,5622,4823,7602,9143,14510,13551,7631,3113,7398,3825,2896,2352,7295,6143,4041,2370,8333,11527,6287,4863,1966,582,13087,13780,16071,7316,6958,9863,6849,6660,6648,4408,8098,6983,4007,7145,9764,4283,653,378,21158,21892,573,5903,1910,18936,19400,3166,6180,5882,3943,9603,8687,6966,8728,8988,1348,8857,7550,25380,16212,17836,16115,11494,11505,8412,8209,987,1192,15603,13145,13471,12471,15632,8841,6976,6549,5715,9832,9879,9785,9983,7744,9700,9136,6381,5851,11829,16086,17881,14602,5120,5313,6474,16564,6629,14434,6670,7005,5944,1520,1434,1453,24174,21954,1098,3925,11328,11868,7546,7253,4094,6200,14121,10498,6136,19795,22504,4093,588,11739,12500,6955,4741,7231,7510,8267,16268,11706,4341,565,10426,11782,9741,17522,10103,761,20106,16598,20628,15909,11957,14439,5192,5609,1804,1296,12284,10431,1054,12226,2598,5242,8204,9603,2492,2554,7603,3280,12891,6390,9687,1598,5616,8220,15384,9258,16215,5628,216,115,11691,10499,6724,4214,12412,8098,18574,5790,6711,3189,4744,4256,11884,4626,6336,10229,6410,7684,10100,13075,13073,15474,4598,9718,16626,7077,12429,10712,7897,9504,7275,9661,4836,6830,4856,5990,7734,4858,3035,7704,19869,15363,3616,2929,2940,1920,12070,6387,915,9303,6444,5290,15974,15500,5278,9857,3229,9368,134,9187,9666,13644,8448,954,5641,8709,3812,5946,13680,19225,12389,9335,10905,468,11962,13482,10434,4731,8406,8856,8989,10846,5818,1377,9602,8159,8686,10990,5010,8072,6175,2638,12541,11638,3721,19129,9499,5878,6560,84,14770,6559,7642,6457,3372,17000,5598,8702,8297,13994,8830,9076,7908,6256,9790,4189,4714,19150,6188,3828,3443,1739,933,20393,19596,6212,8959,8809,4533,7030,4200,2337,6637,4460,960,3163,5287,10132,2860,4299,6025,5922,4287,9261,4552,7272,6532,8697,5570,5038,9338,6357,1281,922,3509,20876,10326,6206,8230,5120,3296,5708,10817,17499,6360,4633,5432,7018,17500,10166,7967,10486,3796,6053,4671,11965,6310,6854,3711,5009,40,10098,9233,9280,7639,4732,3654,8460,18480,8707,7824,3433,5992,5588,6476,6849,4378,6458,2524,528,9304,15187,5649,5,7412,8860,6476,6424,3681,3007,2063,7124,6930,12333,7936,4353,5525,6414,5362,15053,7944,6879,3179,271,4,15098,12998,12711,7963,14247,5544,7093,4805,2514,6056,4910,5348,35,998,1429,1461,24826,15725,404,14679,19765,7109,7554,4072,4071,3545,5739,6499,1704,2551,16868,8982,8009,15222,20606,7694,5873,11675,10593,6340,8706,6207,10231,5346,5040,7753,3717,8864,4074,489,489,10359,16290,2746,8543,17421,14904,8483,15111,11710,798,7040,14804,4493,3618,6981,5746,4615,10203,5222,8363,8745,4642,6260,4081,10430,9520,5993,1071,25701,19768,9833,6406,14595,5659,4435,2256,3513,2919,16131,13375,13143,9067,7158,1294,19673,11848,3590,2711,7325,5854,3217,3145,2694,2921,2515,107,18693,19226,12799,12477,4985,9871,1078,4646,3901,0,6706,6300,5797,147,5324,10248,3890,7248,6859,5983,4882,7057,10756,7615,3272,694,13892,9142,11998,8085,8792,9605,4251,3406,8993,15749,5468,9850,7167,5928,2213,7304,9500,4008,7679,10241,8900,17005,5697,4974,4899,2635,2871,7753,7744,8619,5449,4854,6931,6481,4979,4341,9821,5855,3090,11575,12300,11757,7711,7436,17829,10088,12527,8740,7648,9510,7750,3623,2947,6536,10250,4059,9273,2626,599,740,9152,8179,11814,6119,5076,5470,7717,4621,4909,5433,3774,5396,707,9666,11874,19427,9257,3721,3886,3488,7134,9753,5353,2630,487,2582,22011,21242,8530,16708,11259,9320,8285,6520,11136,5738,12271,8735,7483,4809,7932,17261,9,213,9619,6534,4793,1124,446,11403,12543,10137,8217,7017,7124,7968,5263,3106,5269,11668,10971,5852,12030,14701,6797,4700,6401,9955,4881,9670,8668,6010,469,15086,19450,16823,7440,6006,9851,473,50,11904,9722,5688,7247,3084,5426,8893,7341,4677,6199,5657,10537,15096,15037,6077,14688,3875,6565,6580,806,20561,16125,8,7133,14182,3556,12937,7712,7711,5083,5246,4804,3035,3413,5943,405,3742,20935,11425,7794,6301,5497,7188,6648,4088,6930,3953,4821,6883,184,256,9543,13447,10008,8395,410,7376,8353,8990,7097,9837,5125,11577,7178,7859,8405,7023,5037,4504,3308,12613,10622,11065,8928,9756,5259,10980,8392,7986,5640,1225,20214,22393,15577,13590,10126,10956,7583,5784,5079,11766,5246,4004,6891,6739,7706,12520,5508,6004,1429,14328,8812,9606,6248,6301,5625,4334,3822,10480,8324,7181,6746,4298,10684,4141,7211,22997,5698,5767,2387,4881,4235,1443,263,29208,20168,4659,13,149,17743,12073,1325,22895,11956,17873,16569,2486,7890,8348,10127,11037,6405,6202,5088,47,6164,11178,9310,1547,446,12332,15997,707,8044,7105,6616,9714,9460,21546,12468,6247,3178,5534,24513,7610,22923,20928,10262,11780,3127,10194,6770,5391,10748,9885,3087,6456,4702,5856,3517,562,12475,24722,19804,7396,1691,13002,4806,5671,11324,19172,20279,13624,10772,6308,14681,12635,14286,4064,7222,8797,3026,10444,10865,2,7342,20179,20975,14462,10260,21305,5417,12200,8291,2339,20,8111,8782,9212,5274,5948,6974,21695,8440,5135,5273,12792,14475,16441,8632,6589,24650,352,18407,2519,2744,30765,25761,52,5670,8713,16559,10597,9694,3874,8357,9659,9262,7810,7091,8840,10447,4269,6690,6719,5476,14852,6189,9272,14463,9834,5109,4870,77,4100,11489,11936,6878,6593,2726,8797,13890,10007,6335,8993,8699,9207,346,81,9066,14411,12409,8454,7704,10034,11963,10231,7764,9683,4894,673,11640,13264,17359,14496,1380,5756,6224,7025,8166,9756,6282,4261,8166,9173,23081,21190,18310,5110,10214,7743,8887,5296,11738,9863,20233,14363,9061,9796,9357,18117,6551,759,1251,761,13069,22336,7168,1578,36,8072,5609,9133,7494,7617,4111,5381,6023,5472,3892,777,12999,8101,6121,5841,18534,4750,1570,12905,9912,3419,5560,7882,4729,7678,540,20151,24858,9233,8742,6888,4991,4540,4746,3722,3931,3084,2092,331,7937,10316,571,163,6232,6274,7093,7922,14412,9544,3987,6315,3720,13710,20568,9204,9622,8385,5655,27,21217,23244,14747,2690,9678,8837,9925,15256,19305,4627,7694,7869,4812,1381,608,23434,18796,15249,9792,671,11010,13877,7363,12980,8758,6696,8214,5934,5028,7420,2943,10228,6129,1658,6221,5295,16623,10197,5839,8786,15115,15428,22561,19452,6678,2574,2580,8275,5528,9210,4232,14767,14365,1341,6125,7940,8367,5090,7522,5481,9427,13289,10931,10779,6778,1517,11774,17083,7950,18925,6682,14359,10944,6530,4563,2800,10899,7645,7399,7131,4659,11339,6112,6998,22400,14614,5611,12267,12348,13467,5811,10050,8275,12358,9340,4629,1612,2995,12048,14970,10985,5440,3651,6392,6443,6147,3100,4444,2002,6467,1468,6905,5126,4327,1749,658,22396,15161,11017,4028,3999,10183,9902,4103,7381,5751,103,131,10901,11766,7392,5591,9777,6897,7098,4895,13434,5891,4733,12475,7192,5535,16057,4694,624,2199,15437,17124,9716,4078,3932,5376,4264,10207,15572,10709,4121,9854,110,6129,5653,3544,350,399,30105,6399,5721,7742,7057,9627,5605,2439,12066,11599,17832,8000,7362,1753,6526,6869,1866,306,6116,1811,14969,11496,10624,7895,18483,9287,9341,13253,3190,3518,4540,207,56,13282,22239,4785,14125,6341,2167,124,65,5972,11759,12055,2532,8004,7482,5276,8118,11558,14007,9735,8460,8710,1967,5822,6603,596,326,3,17491,4372,7553,2122,4087,5069,11384,6215,5674,17060,11474,5357,2162,1004,5257,5309,6061,5232,4387,3366,10343,12651,10162,4120,3868,126,3484,6280,4560,3245,7438,674,0,742,3746,8504,8620,11264,7941,6980,7233,5492,5507,3973,3224,136,8768,15245,8602,16040,2788,14310,5900,4594,2969,1880,1266,8768,6634,10728,4974,5999,5739,3051,6631,2726,4908,4927,3086,3232,2311,7378,8521,11184,4801,10363,12841,3419,6911,5584,329,5,820,12991,9937,26383,5396,2603,2426,7332,3653,3664,546,8021,13662,4337,9011,11135,7416,8921,9075,8103,5055,550,9021,8633,17905,4611,4075,3220,4318,4304,5939,3047,2418,7182,3512,7005,16754,8765,8716,4616,5471,3868,48,3713,10075,6419,4224,2934,40,9490,12290,16148,14449,8141,11559,11933,6925,4934,1065,9828,12538,14806,6001,11254,4694,8372,7448,20,28,6376,13078,19454,6048,4653,5608,5270,4536,6690,9771,6247,3821,3675,5686,1373,522,180,8036,20410,19028,4460,7409,1591,242,499,6088,11282,8888,9772,10754,5349,7099,7635,546,479,5101,10054,7973,8521,3660,5647,827,2696,17978,11409,8814,2180,13811,14271,5830,4846,1926,7665,9057,4109,8623,3803,5840,5424,5823,5835,5773,7036,6100,7014,6280,614,950,11905,18204,4914,371,19431,15607,1,10114,13125,4017,6863,6781,6072,9329,3908,5009,5292,5308,8811,3254,7627,5412,12446,9447,8270,10438,9378,5813,5957,11448,8933,8478,0,13491,19707,6381,14652,6162,4703,6611,18766,20214,5689,5053,8780,11839,6384,888,13012,9370,1770,6068,3818,2586,2721,785,7401,9048,19543,10191,3229,4020,3608,15378,13910,7662,3478,3401,5339,5885,3676,4678,10815,10408,6052,6242,5645,5596,3471,14670,14234,13544,8190,11987,8435,8970,2673,33,12477,17154,6617,5238,12220,5349,3899,7475,5371,4070,6061,4082,5609,5780,3054,175,7780,4715,9065,8447,3491,4636,5442,18445,3450,5069,4220,4555,5700,5203,3532,4256,2558,2083,9925,15370,14650,4808,7898,7929,4378,4534,3247,1785,1,1629,14045,6847,8196,9788,8021,4616,7819,8753,10176,11117,4899,6992,6107,9792,7448,5815,598,629,9757,9417,6850,11572,12367,1389,8413,12292,11747,4733,8614,7398,3040,6849,8393,4870,7455,6150,1573,43,25,10253,16122,15887,4492,12894,8078,5927,10239,7343,3747,9546,9268,7846,13600,5199,4857,7476,7024,14778,6635,7986,8282,11169,5517,5421,3527,974]}
