{
  "title": "Polar Bears That Persist",
  "img": "https://static.scientificamerican.com/sciam/cache/file/04434E5F-9E53-42DD-A40A54233475625C_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/polar-bears-that-persist/",
  "audio": "https://traffic.megaphone.fm/SAM1614873535.mp3?updated=1703605834",
  "intro": [
    "A new subpopulation of Greenland polar bears offers insights into how this species might hang on as Arctic ice disappears."
  ],
  "authors": [
    "Fionna M. D. Samuels",
    "Tulika Bose"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Fionna M. D. Samuels",
      "text": "This is Scientific American’s 60-Second Science. I’m Fionna Samuels. The life of a polar bear is hard. It’s made even harder as temperatures climb. The bears of the north largely depend on sea ice to survive, hunting seals that take a breath through gaps in the ice. For most bears, their feeding opportunities disappear as sheets of sea ice melt. Now researchers have identified a new subpopulation of polar bears that may be able to survive longer thanks to their ability to use glacial ice as a sea ice alternative."
    },
    {
      "author": "Kristin Laidre",
      "text": "I’ve been working on polar bears for about 15 years, and this particular study was just really a wholly unexpected finding that came out of a much larger survey of polar bears along the east coast of Greenland."
    },
    {
      "author": "Samuels",
      "text": "That’s Kristin Laidre [lie-drah], a marine biologist at the University of Washington in Seattle who was part of the team of scientists who spent years tracking polar bears in Greenland. They recently published their surprising findings in a paper in Science."
    },
    {
      "author": "Laidre",
      "text": "We lay out the evidence for a previously undocumented and highly isolated subpopulation of polar bears living on the southeast coast of Greenland. We knew you could find polar bears in that area, but we just didn’t think there were that many, because it’s not really a place, you'd expect a lot of bears or bears to be able to persist for very long."
    },
    {
      "author": "Samuels",
      "text": "Basically—the area wasn’t expected to be particularly bear-friendly because it goes long periods of time without sea ice. Generally, polar bears will starve if there are more than 100 sea-ice-free days during the year because they primarily rely on sea ice to hunt for seals and other prey. But these bears can supplement the sea-ice-free days with glacial ice."
    },
    {
      "author": "Laidre",
      "text": "We realized that this glacial ice was essentially supporting an isolated population. So it wasn’t just they were using it, you know, opportunistically; it was that the only way these bears would live in this isolated place and be isolated for hundreds of years with such a short sea ice season is to take advantage of this glacial ice and really rely on it for survival."
    },
    {
      "author": "Samuels",
      "text": "This adaptation may help these polar bears hang on longer than their distant neighbors who rely on sea ice."
    },
    {
      "author": "Laidre",
      "text": "It’s a hopeful story, in the sense of “We found this new group of bears.” We didn’t know about them, you know; they add this genetic diversity. And then, you know, it has to also be presented in the context of the whole Arctic, and what we see we’re headed for, and you know, the fact that all polar bears don’t have this option—and most don’t."
    },
    {
      "author": "Samuels",
      "text": "As climate change brings us closer to an ice-free arctic, this group of polar bears may help scientists understand how the species may persist. Those that persist might look a lot like this subpopulation, living in similar environmental pockets."
    },
    {
      "author": "Laidre",
      "text": "If we can monitor these bears for the next 10, 20, 30 years, we’re going to learn a lot about how they do in an Arctic that continues to warm."
    },
    {
      "author": "Samuels",
      "text": "But in the end, saving polar bears really comes down to one thing."
    },
    {
      "author": "Laidre",
      "text": "if we care about polar bears, global climate action is the most important thing that we can do."
    },
    {
      "author": "Samuels",
      "text": "For Scientific American’s 60-Second Science, I’m Fionna Samuels. [The above text is a transcript of this podcast.]"
    }
  ]
}