{
  "title": "How Common Are Reinfections? And How Trust Can Beat the Virus: COVID, Quickly, Episode 35",
  "img": "https://static.scientificamerican.com/sciam/cache/file/2F522220-04EC-40B4-BD0A6B3637FB4651_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/how-common-are-reinfections-and-how-trust-can-beat-the-virus-covid-quickly-episode-35/",
  "audio": "https://traffic.megaphone.fm/SAM1600504864.mp3?updated=1703605830",
  "intro": [
    "On this episode of the COVID, Quickly podcast, we talk about getting reinfected with the coronavirus just a month or two after an earlier bout—and the difference that trusting others can make in a pandemic."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Tulika Bose",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to Covid Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors. Today, we’re going to discuss what we really know about BA.5 reinfection… "
    },
    {
      "author": "Fischman:'",
      "text": "And we’ll talk about one factor worldwide that has kept infections low: trust in people around you. ---"
    },
    {
      "author": "Fischman:'",
      "text": "I’m hearing more and more stories about people getting reinfected with COVID just a month or two after recovering from an earlier bout. Are those just stories, or is reinfection really more common now, with the BA.5 variant?"
    },
    {
      "author": "Lewis",
      "text": ": Yeah, I’ve been hearing those stories too. It’s true that BA.5 is better at evading our immune responses from past infection or vaccination than any variant we’ve seen so far. But the truth is, a prior infection does still give you some immunity—especially a prior Omicron infection. A preprint study done in Qatar that has not yet been peer-reviewed found that a prior infection with a non-Omicron variant gave people about 15 percent protection from symptomatic BA.5 or BA.4, a related variant, and 28 percent protection against any infection with those variants."
    },
    {
      "author": "Fischman:'",
      "text": "Okay, that’s something. What help does a prior Omicron infection give?"
    },
    {
      "author": "Lewis",
      "text": ": Those people had significantly more protection against reinfection with BA.4 or 5: 76 percent against symptomatic infection, and nearly 80 percent against all infection."
    },
    {
      "author": "Fischman:'",
      "text": "In other words, if you had Omicron in the winter or spring, you’re fairly well protected against getting it again now."
    },
    {
      "author": "Lewis",
      "text": ": That’s right. And while it’s certainly possible you could’ve had an earlier version of Omicron and still get unlucky enough to catch BA.5, you’re unlikely to catch the exact same variant twice in a short span of time."
    },
    {
      "author": "Fischman:'",
      "text": "Well, that’s good news. What about vaccination—how well does that protect you?"
    },
    {
      "author": "Lewis",
      "text": ": We already know the vaccines do a great job of protecting against severe disease in all the variants we’ve seen so far. But the booster shots are also critically important. Antibodies from vaccination wane over time, making us more susceptible to infection. Thankfully, boosters can top up that protection, even against Omicron. The CDC conducted a recent study when BA.2 and related variants were circulating. It found that people over 50, four months after a first booster, were just 55 percent protected against being hospitalized with COVID. But after a second booster, that protection jumped up to 80 percent."
    },
    {
      "author": "Fischman:'",
      "text": "Sounds like you’re telling us now’s a good time to make sure you’re up to date on your booster shots."
    },
    {
      "author": "Lewis",
      "text": ": Absolutely. The reason we’re seeing more reinfections with BA.5 is partly due to its immune evasiveness—mutations in its spike protein that help it sidestep antibodies to prior variants. And it’s partly due to the fact that more people have simply had COVID by now, and their immunity may have waned since they first got infected. So it’s a bit hard to compare the risk of reinfection with different variants. But in general, if you’ve had COVID or gotten boosted recently, it is safe to say you probably have some protection against reinfection, and especially against severe outcomes. ---"
    },
    {
      "author": "Lewis",
      "text": ": Throughout the pandemic, we’ve all been wondering why some people get infected and others don’t. Age, immune system reactions, mask-wearing—they all make a difference. But you’ve been looking at another surprising factor: Trust."
    },
    {
      "author": "Fischman:'",
      "text": "It’s true, Tanya. All of those things you mention do affect risk on an individual level. But, looking across countries, the ones that have done best during the pandemic—keeping infection rates and death rates down—are the ones in which people have the most trust in one another and in their governments. Trust is more important than how rich a country is, or how many hospital beds it has, or whether it had a good pandemic preparedness plan."
    },
    {
      "author": "Lewis",
      "text": ": That’s wild. Trust really makes that big a difference?"
    },
    {
      "author": "Fischman:'",
      "text": "It does. Trust me."
    },
    {
      "author": "Lewis",
      "text": ": You just had to go there, didn’t you?"
    },
    {
      "author": "Fischman:'",
      "text": "Yep. But let me explain it. The info comes from a study published in February in the medical journal The Lancet. The authors looked at 177 different countries and made dozens of comparisons about populations, governments, and health care systems. They looked at the period from the very start of the pandemic, in early 2020, to when the Delta wave peaked in the fall of 2021. Most of the differences in COVID outcomes just couldn’t be explained by typical factors. I mean, you know the U.S. had one of the highest infection and death rates in the world, but it also has high per-person income, lots of hospitals and health care workers, and a government that functions pretty well—ok, some of the time, and at least when compared with a lot of other places."
    },
    {
      "author": "Lewis",
      "text": ": But that stuff didn’t matter?"
    },
    {
      "author": "Fischman:'",
      "text": "Not so much. Countries like the Philippines and the Dominican Republic and Viet Nam, which don’t have U.S.-type resources, had much lower infection and death rates during the time of the study. What places like Viet Nam did have, the authors say, was a really high level of trust in their government and in the people down the street."
    },
    {
      "author": "Lewis",
      "text": ": When you say “trust,” what exactly do you mean? How did they measure it?"
    },
    {
      "author": "Fischman:'",
      "text": "Ah, good question. It was through big surveys. Several years of them all around the world. And in these surveys people were asked, basically, how much they trusted officials and everyone else to do the right thing."
    },
    {
      "author": "Lewis",
      "text": ": But those answers could be skewed, right? People in countries with authoritarian governments might be scared to give an honest response."
    },
    {
      "author": "Fischman:'",
      "text": "You’re right. But there are places such as Denmark, without such fears, where people said they had really high levels of trust. And then there are places like the U.S., where people aren’t scared of surveys and still had much lower levels of trust. In fact, the researchers estimate that if every country on the planet had levels of interpersonal trust like Denmark, global infections would have been 40 percent lower. That’s 440 million fewer infections."
    },
    {
      "author": "Lewis",
      "text": ": Wow. But trust is a social thing, part of a relationship. How does it fight a virus?"
    },
    {
      "author": "Fischman:'",
      "text": "In a few ways. Trust makes it easier for officials to communicate with people about the best protective measures. Strategies that engage communities, that involve them in solutions, help build that trust. High levels are linked to high vaccination rates and also to people agreeing to restrictions on moving around. Low trust, and you get the bad patchwork of behaviors and anger we’ve seen here. Between people, neighbor to neighbor, trust makes people confident everyone is trying to protect one another. Not to harp on Denmark, but SciAm just reported on crowd behavior in that country during the pandemic. People said they were comfortable gathering because they believed their neighbors wouldn’t go out if they felt ill, and were likely to be vaccinated. Which indeed they were. "
    },
    {
      "author": "Lewis",
      "text": ": That makes sense. But in several of those high-trust countries, such as Denmark and Viet Nam, infections have spiked recently."
    },
    {
      "author": "Fischman:'",
      "text": "Well, new virus variants are highly transmissible wherever you go. Countries relaxed protective measures, and infections have gone up. We’re definitely going to need better coronavirus vaccines. But some injections of trust would help too. ---"
    },
    {
      "author": "Lewis",
      "text": ": Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."
    },
    {
      "author": "Fischman",
      "text": ": Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}