{"title":"How Next-Generation Sequencing Can Enable Precision Oncology [Sponsored]","img":"https://static.scientificamerican.com/sciam/cache/file/97358DC0-E955-471A-ACE748BDA239DAB8_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/how-next-generation-sequencing-can-enable-precision-oncology-sponsored/","audio":"https://traffic.megaphone.fm/SAM9377777027.mp3?updated=1703605821","intro":["Celebrating those who enhance the ability to provide the right treatment for the right patient at the right time, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with the Catalyst for Precision Medicine Award. We prepared for this year’s awards by reconnecting with the 2021 winner, Dr. Colin Pritchard, to hear more about what’s happened since he received the award. "],"authors":["Scientific American Custom Media"],"category":["Cancer"],"transcript":[{"author":"Megan Hall","text":"Every year, the Cancer Community Awards sponsored by AstraZeneca presents an individual or organization with the Catalyst for Precision Medicine Award. This award celebrates those who enhance the ability to provide the right treatment for the right patient at the right time. In 2021, Dr Colin Pritchard received the award for his work as the Program Director for Cancer Precision Diagnostics for the Brotman Baty Institute for Precision Medicine of the University of Washington. As we prepared for this year’s awards, we reconnected with Dr Pritchard to hear more about what’s happened since he received the award."},{"author":"Megan Hall","text":"Dr Colin Pritchard, thank you so much for joining me today. I’m excited to hear more about what you’ve been up to in the past year."},{"author":"Dr Colin Pritchard","text":"Oh yeah, me too. I’m excited to talk to you."},{"author":"Hall","text":"First, if you could just explain what you do, tell me how you explain it to people who are not in your field, who don’t have any science background, how do you break down the work that you do?"},{"author":"Pritchard","text":"So I specialize in making genetic lab tests for cancer patients that look at multiple genes at once. We like to make the tests from scratch, do the research that identifies where the tests are useful for cancer patients, and then actually implement those tests in the clinical lab that I co-direct for use in cancer patients."},{"author":"Pritchard","text":"So my role is kind of along that entire spectrum, doing the research that provides the basis for the test, developing and validating the test for clinical use, implementing that test to be used for cancer patients, and then, day-to-day, interpreting the results from those tests, writing reports that go into those patient records so that they get their lab results. So I do all of those pieces."},{"author":"Hall","text":"So basically what you’re doing is you’re doing genetic testing on someone’s cancer, and by looking at the DNA, you’re able to learn more about the best way to treat that cancer. Is that right?"},{"author":"Pritchard","text":"That’s right. I mean, there’s a variety of tests that we use to help cancer patients, but the mainstay of the types of tests we use are the ones where, what we’re doing is, we’re actually testing the tumor tissue. And we’re looking for what DNA changes have happened, mutations in that cancer, and based on what is unique to your specific cancer, we can then sometimes make good decisions about what the best treatment is. So that’s the precision part of it, or the personalized medicine."},{"author":"Pritchard","text":"We’re really tailoring or targeting a treatment, not just because you have this type of cancer, or you’re at this stage of cancer, but we’re really tailoring it to your specific cancer. We’re testing it and saying the way your cancer developed with this exact mutation, here’s probably what we think is going to be the best treatment for you. And we’re lucky now that there are so many of these targeted treatments that are sort of gene associated. So that gives us a lot to choose from on the shelf."},{"author":"Hall","text":"So what got you interested in this field of study? Why did you decide to go into this work?"},{"author":"Pritchard","text":"I think a real kind of seminal moment for me was in my second year of med school, there was a lecture by Stephen Friend. At that time, the state-of-the-art technology was a technology called microarray. It was a technology that he presented that I hadn’t even really heard of before at that point, where you could test thousands of genes at once."},{"author":"Pritchard","text":"And by looking at the so-called gene expression, whether those genes were up or down, the overall pattern could tell you something about that specific cancer, and importantly, tell you about both how you might treat it and also give you some information about how bad that cancer might be, the prognostic information, is it going to kill you or not? It just really blew my mind. I’ve always been kind of a tinkerer and interested in kind of building things."},{"author":"Pritchard","text":"I was much more excited about applied science and things where you could do things in the lab that would actually result in a product. In this case, a lab test that you could then apply to patients right away to make a difference. So it really was inspiring because it was complex and really got the wheel spinning about how this might work, but it was very, very applied."},{"author":"Hall","text":"I understand also that your father had prostate cancer. Do you mind if I ask you about how that affected your desire to work on cancer care?"},{"author":"Pritchard","text":"Yeah, of course, not at all. Yeah. So my, my dad did have prostate cancer. He died of his disease back in 2008. It’s a very, very common cancer, but fortunately relatively rarely lethal, but he had the lethal form and it’s very hereditary. It’s one of the most hereditary cancers. And so my personal experience with my father, seeing what he went through, really got me interested in prostate cancer as a field."},{"author":"Pritchard","text":"But it also got me interested in inherited cancer genetics, not to necessarily what are those changes in your tumor that predict what treatment you should get, but those changes you were born with, those things you were inherited from your mom and your dad, that make you at risk for cancer or not."},{"author":"Hall","text":"You’re talking about how this is inherited and your father had it. So have you run these tests on yourself?"},{"author":"Pritchard","text":"Yeah, so I have, and I’ve also, because tissue never dies, you may imagine, I’ve also tried to look at my own dad and I haven’t found anything in myself or my father’s tumor that is like this. So even though this is a relatively common cause, it’s still only 10%. And so there’s still 90% of those men, like my dad with the lethal form of prostate cancer, where we don’t find a genetic reason. And so he’s in that 90% where we aren’t able to figure it out."},{"author":"Pritchard","text":"But I do remain convinced that because of the rest of my family history, there is something genetic and we just haven’t figured it out yet. So we’ll keep working on it."},{"author":"Hall","text":"Let’s transition to talking about the Precision Medicine Award. So what did it mean to you to be nominated for and to receive the Catalyst for Precision Medicine Award?"},{"author":"Pritchard","text":"Well, it was such an honor, I mean, it’s just really humbling. I was honestly very surprised to be nominated and I was even more surprised to have won it, given the caliber of people who were nominated my year and in previous years. It was really quite an honor. It means a lot, it’s a validation of the work that you’ve done and it’s also a responsibility to give back even more."},{"author":"Pritchard","text":"So I also take it as that charge that, okay, this is a call for me to do more and to try to give back, with what I’ve been lucky to achieve so far and the opportunities I’ve been given."},{"author":"Hall","text":"How has the award affected your work since you received it?"},{"author":"Pritchard","text":"I’ve certainly gotten plenty of kudos and it’s been great for recognition in my field. And I think it’s helped me establish some new collaborations that maybe wouldn’t have happened otherwise, as people have recognized it, because it’s such a prestigious award. Hopefully, maybe helpful with funding too as people probably know who are scientists, it’s a difficult landscape to try to get funding for scientific research. So it also really helps with that. It’s a validation and it helps me feel personally that, okay, you’re on the right track, you’re doing the right thing. Keep going."},{"author":"Pritchard","text":"So I think that’s important too."},{"author":"Hall","text":"I understand you are a judge for the awards this year. Can you give me a sense of what the nominees were like, anything that stood out to you?"},{"author":"Pritchard","text":"It was again, quite humbling. I have to say in reading through the applicants, I was thinking to myself, if I was up this year, I don’t think I would’ve won. I’ll say that. These are people who are very well known in the field and have done things that have fundamentally changed precision medicine for the better. So without getting into too many specifics at this point, I just say that it was extremely strong applications. And so nominees last year, I also said the same thought. I can’t believe I won this."},{"author":"Pritchard","text":"But this year I was like, oh my gosh, this is really ramping up. This is even amazing, the people, the caliber of people."},{"author":"Hall","text":"Well, you’re in good company, right?"},{"author":"Pritchard","text":"Yeah, I guess so. So I think whoever wins it this year will be someone just outstanding, in my category, and the same is true for all the other categories too. I know the fields as well in the other categories like I do with precision medicine, but just amazing outstanding candidates."},{"author":"Hall","text":"Looking towards the future, are there any developments in your field that you’re particularly looking forward to or excited about?"},{"author":"Pritchard","text":"I’m really excited about the idea that everybody who has cancer gets a test at the time they first see their oncologist or whoever, whatever their cancer care provider is, that tells them about their cancer risk, period. Just sort of like you get your cholesterol checked, when you go to see your primary care doc, you get your cancer risk checked when you go to see your oncologist, because you have cancer. Now that’s not something that’s standard right now, but I’m excited about that for the future."},{"author":"Pritchard","text":"I think it will end up saving thousands, tens of thousands, of lives."},{"author":"Hall","text":"Well, Dr Colin Pritchard, it was so fun to talk with you and learn more about your work. Thank you for joining me today."},{"author":"Pritchard","text":"Thank you. I really appreciate it."},{"author":"Hall","text":"Dr Colin Pritchard is the Program Director for Cancer Precision Diagnostics for the Brotman Baty Institute for Precision Medicine of the University of Washington. In 2021, he received the Catalyst for Precision Medicine Award from the Cancer Community Awards, part of the AstraZeneca YOUR Cancer Program. YOUR Cancer brings together the community that is working to drive meaningful change in cancer care. Visit YourCancer.org to learn more about the C2 award winners and the YOUR Cancer program. This podcast was produced by Scientific American Custom Media and made possible through the support of the AstraZeneca YOUR Cancer Program."},{"author":"Hall","text":"— For more remarkable stories from the 2021 Winners of the Cancer Community Awards, visit our Heroes of Cancer Care collection. [The above text is a transcript of this podcast.]"}],"wave_peaks":[89,16389,11019,10263,9970,6042,7044,8199,9308,7015,14796,12243,15489,12205,9318,11060,8257,9003,7814,14362,9696,8256,8048,2909,11846,20663,7296,6278,6659,11628,7161,6595,259,9837,7313,9258,9490,5885,3769,8192,6873,7522,6048,1728,14879,9831,5738,7818,6669,11548,4157,5315,12503,6464,6534,3214,100,9432,8455,5719,10439,3337,14851,6474,18185,7231,8377,1161,5277,6738,6256,4820,8006,5650,6783,7250,12438,11666,10332,3243,7701,4010,6805,12884,8425,4133,2060,3130,20830,21370,7027,7480,4884,4473,11281,10759,6404,7966,5108,5401,11418,16534,4220,1872,18034,6156,9789,9266,6675,6595,2207,3602,10882,13239,17903,9786,9477,3747,13313,11590,17759,17444,3783,5089,3074,5835,9736,2730,12717,12025,17818,9003,9583,8163,6062,8386,11243,9158,11378,11992,17696,5975,12957,11612,24538,12988,6323,16060,5984,336,11945,16142,5775,5152,12959,17827,7141,7895,8677,2545,10930,5321,5360,8130,5886,3219,11299,5344,4595,2642,3885,6399,9003,6029,3297,3513,7472,10421,7251,6817,8177,9949,9898,12797,18180,9024,2282,9205,8687,8581,15683,12186,6606,8117,2590,2942,111,96,244,14532,20439,14429,16433,12804,9613,8840,6110,4256,11883,6027,11125,13585,11174,6605,11863,9482,7293,10474,8733,8203,9337,7517,4823,5132,130,8751,13022,9163,145,17142,15835,12741,14016,1975,101,12573,16415,13914,13026,11251,14586,11973,11616,6717,7489,7111,11821,3520,60,6633,10332,8370,16143,11399,7723,10070,14342,4293,8197,7009,11051,18021,2161,14083,10183,6024,7895,13593,5631,8688,2279,15353,1741,118,19451,17537,18397,8686,8996,9845,15984,14615,2592,10166,2226,49,8886,12953,19223,11173,10932,10873,16161,16680,8079,12628,6051,54,18538,15960,17570,14341,7725,10627,6053,7910,7658,60,6139,14552,12025,16913,588,52,10010,10594,9624,13676,8834,12055,2866,3870,12991,11477,15177,14838,10956,14578,12900,17697,8593,10812,14193,15976,17411,11569,13335,7215,9647,13029,16093,5567,6222,8707,11464,4640,11188,15559,15291,8851,3949,2164,10379,7544,10451,5633,5917,5005,4732,1569,6766,8686,14781,12420,4750,5117,4137,4606,4635,6890,7952,10494,11256,4133,5843,5893,2816,6070,4309,5172,5369,10496,8618,4236,3032,2610,7713,3249,6627,7364,2264,171,15615,16685,15867,10676,15137,19425,16671,11015,13659,6462,11692,1388,13594,6556,9701,3690,642,59,18686,7275,14761,17579,12832,9818,14681,10091,7406,10464,7483,9574,15253,9783,9496,11981,7464,9127,12300,5871,76,97,6448,14967,10549,14873,7271,6627,3690,5423,18126,7416,2959,12558,2538,5192,13365,8793,6277,5054,94,137,157,15693,16126,17763,12289,16093,11707,10807,14142,14782,13210,5137,6665,601,5085,8315,7316,3635,12696,12783,4214,11839,9223,5530,7958,7918,9498,3709,14809,7187,4619,9564,7119,3322,9215,4520,2828,1337,2275,10262,8936,94,17563,16553,6680,14396,7654,857,6397,13694,4253,68,17311,12955,13804,6208,17134,4853,7670,9863,9145,10169,11557,13656,3102,3056,6091,6685,15471,14638,5582,14310,11226,10887,8177,4496,9101,4052,3538,2704,93,18299,12637,11074,17317,13650,7405,9291,17354,4260,6842,3233,58,13970,20290,16461,8633,9408,5393,7782,7098,1022,4651,1911,358,12254,16462,21416,17878,11152,7916,7448,8327,12388,9252,9921,2609,11323,10935,7185,5539,3759,6913,5860,5709,248,9480,14811,19966,18108,3723,12532,5640,22870,819,17113,14297,8749,6077,3949,2238,4758,3553,8629,3351,3323,4620,3971,2830,2279,10108,15218,18249,15010,12036,11334,8888,12398,1778,7498,8428,8158,4491,15686,8472,14671,8952,6969,159,122,11611,18910,9578,8949,6422,11045,13276,5605,59,16766,18249,15190,13845,13315,11118,11894,6017,7586,4650,6509,4961,16931,5558,216,10080,10118,16780,15152,9724,9634,14650,16114,14421,10610,15578,5053,9426,3706,115,133,18110,15099,11100,15311,15216,16211,4927,5918,12479,1495,15768,13775,10017,15402,13333,10009,8606,9068,16702,17579,11442,8233,8030,13418,7512,10232,2757,68,4960,14794,16192,15868,15955,2180,193,16053,18495,4578,12545,13237,4623,5143,6698,3741,11186,5463,11451,12213,10764,10955,3378,14864,8139,8330,4071,15414,12343,194,138,12867,4234,6897,12254,13015,12700,2708,4279,5470,5239,4469,3617,1883,2456,2664,4208,5351,5401,103,9220,18938,22567,17463,10260,17258,15046,12167,6539,9301,9214,7004,5497,10144,5286,3759,353,11002,17592,19806,10448,11454,10700,15078,3631,1950,97,10586,10152,16790,7822,16280,9183,15077,13664,11972,11147,11438,13440,14944,3377,3875,7981,17073,8155,79,3345,13033,16071,6089,7561,16330,15505,6138,2822,3551,14825,21961,18580,16555,70,11250,13007,14576,21991,20679,18621,18255,9529,11258,12961,18253,14674,17677,20377,18167,9838,11464,10032,6689,8195,15432,2028,6367,22468,16253,51,14028,16772,19566,12565,12320,8240,12103,13388,6153,5929,4712,8975,9195,3711,5833,9828,3092,2008,2712,293,4681,9390,15304,3315,8324,8280,9944,5554,3579,3822,168,14117,12170,3022,1991,5928,5961,4084,3353,2358,69,16127,17388,6805,15760,13200,11304,8301,16024,14601,14030,8917,15170,10225,6216,11979,9872,5461,9128,6861,2474,4784,15732,11924,13216,6628,6192,8904,5021,286,9560,13362,6006,5845,12232,4875,5590,6365,8124,14625,7964,4402,4203,81,173,13680,14733,14638,15292,11868,11239,5143,11300,11345,7093,4544,2960,6982,5979,6494,11812,5042,6489,2613,3393,9732,7659,114,53,9637,5647,3859,5517,5040,5505,4159,2573,58,4073,9321,10945,3116,5572,2515,1870,83,12917,13783,3064,3717,4559,10350,7630,17869,14016,15381,4630,3380,8265,8865,4448,3112,1135,10822,14507,4280,5666,1947,597,14307,7376,9490,8238,183,15936,11586,6060,5639,3519,5163,6130,6461,4752,10219,12729,11986,7412,5410,5998,61,14597,9531,8787,6048,10221,4014,5614,6467,6283,12493,6873,4852,6361,8389,7913,118,915,8051,5420,7907,14598,6750,3327,4550,4592,12654,15703,7775,3345,3806,5892,4674,6358,7536,10044,10889,12497,9000,5916,7874,3126,5567,3199,6355,1456,6361,4282,11095,419,8221,17590,21613,13542,18758,18289,6210,12600,9202,16761,16336,15253,17196,14061,8268,13671,12566,9623,7734,8275,14460,17425,130,17926,8638,5804,14502,10926,8254,12298,5844,8424,7843,3678,10361,407,15062,20222,10702,13624,21196,15193,12193,5042,6796,499,318,9670,19721,8641,6533,5503,4722,10555,18588,14791,15933,9019,6520,8036,4933,11713,8614,9385,6700,5335,6827,3820,3631,6639,6252,5205,3421,3391,1934,647,62,3410,11940,10141,8238,5072,6174,8613,5875,12812,16552,15446,17411,18766,16324,14789,295,101,18305,7990,14646,15840,8511,5847,5327,15029,8685,7492,6200,11329,7016,7672,344,7144,16577,9052,2271,6073,4640,11161,14544,1936,2535,10920,12427,4447,15422,12819,5009,8342,7193,6215,5677,5498,16083,524,9954,7285,7270,3418,3729,5449,5529,5938,7083,3372,2776,5113,4520,24441,4899,5065,3653,7790,3517,3033,611,387,19028,15298,11597,8383,5787,8286,6866,10089,14228,20458,14535,9892,10970,14187,7585,8151,13866,17854,16646,18729,19091,18902,11262,8908,9098,9086,12217,12324,8099,7415,14074,10390,7361,9470,9026,8539,2231,16081,11958,11419,13956,13174,6774,3332,7244,6398,4712,7791,7897,3655,4742,11229,9984,58,2084,10898,16016,15019,3217,7335,3605,7334,7044,7793,5911,7089,4179,6224,7360,9642,14480,18142,10462,7072,60,18885,17200,21379,11058,5126,14476,16731,6599,6303,7609,12545,7028,15166,13285,11726,15806,6168,6997,5278,6859,497,713,11653,14481,10319,5182,6527,4992,6944,2664,2508,5043,4814,4534,3966,2007,3023,6232,12476,6988,3426,4488,2852,6072,9000,10362,7722,2569,2162,1777,926,69,44,990,22638,6488,4839,5396,6863,2765,4457,5591,3009,2858,2144,3010,223,18166,17545,17536,14193,17043,13273,10533,19036,13917,3402,7303,14667,11166,9018,9014,10657,11578,14054,7294,3752,13139,17442,452,6768,15596,18989,7136,15823,10742,7691,9872,5939,7325,8965,2239,43,3430,13208,14531,7210,8295,15673,9347,6751,9904,3989,7787,5224,67,5738,8624,14738,3472,1504,12999,10338,18781,7591,11444,13580,15989,599,5837,10745,13330,14230,11397,8537,6448,14323,14803,9673,11079,10793,4645,4863,4820,6711,5808,2852,6424,6834,3248,3375,9435,91,171,16333,16378,10282,3864,4713,12992,8359,13376,12068,18103,11526,12804,12660,12284,11238,9546,7708,7919,12005,11296,19520,15481,899,15005,10253,2676,94,155,627,12911,10056,4253,4493,6090,6146,2450,3722,3279,3420,3981,2938,2549,3628,7383,7175,5781,6940,5909,526,6478,11064,9856,6592,7971,3854,9419,4312,4020,5027,15333,4339,1322,830,9230,17491,15201,9820,10981,12772,13671,15367,5231,9917,9153,13493,11010,14485,8198,12114,11314,17381,19082,14351,12982,13029,15151,14409,13161,12754,18709,14420,15189,12261,14518,16171,13449,893,3980,6844,5908,6307,10156,7828,15354,12605,3300,8466,7333,6850,4873,602,17851,8599,179,13481,10593,7045,3144,6155,4267,4423,5549,6460,3944,5983,9087,15783,12474,4850,8335,7892,9916,6835,8242,6917,552,64,14343,9806,10282,7065,6062,3331,7656,6146,2207,3253,9767,12293,15745,8219,5935,5225,12168,11721,4844,2888,8181,4054,100,13758,13456,11779,14852,4271,14181,13119,12195,6102,5837,5600,7704,3911,4443,5607,6191,11257,12834,4303,2067,1115,12281,9456,4987,3272,4112,18355,17720,8897,9900,20053,18197,19289,18297,7300,5419,5108,4355,5337,10421,5229,5502,97,11805,19614,17987,13430,12726,13140,12088,6930,4671,4890,10095,11456,3512,195,7423,19429,13852,17339,5770,6438,8243,8542,6256,8590,6878,6699,3857,7554,3725,4402,3903,5429,4692,3433,2151,2636,53,1348,10372,9934,12603,11575,5738,6526,4196,21101,24463,7542,10130,10877,6278,8226,8537,9592,2071,8760,7834,4759,5172,6968,6786,5088,12357,12152,12395,1310,119,6905,13692,15988,17117,14855,6850,9538,9979,119,128,357,16637,21687,7618,13862,5687,4392,3295,57,42,4061,18383,9024,15886,6191,2110,10947,12648,12014,15393,11470,14877,13386,4107,13466,4982,10719,11916,13475,8255,7922,9669,13167,11156,10240,2089,62,49,16053,16065,12386,15133,7129,4602,3735,12328,3776,59,14534,16062,19619,14356,16481,13703,15193,18610,16654,14254,15632,14278,18749,90,16928,16054,10205,11856,6049,13250,14353,13582,5632,6504,3592,215,2385,18321,15271,10716,6358,9513,7841,2133,208,17094,16917,16000,16929,10658,3213,2835,60,13887,12059,18207,9172,17168,102,1654,14124,5540,64,15288,10620,12023,10933,11410,7144,4652,422,1427,7032,8616,8857,4251,3833,4338,4961,4825,6680,3420,2942,6065,5222,6928,4226,4780,3004,4632,11994,17379,14438,19669,13392,9826,41,20254,6265,14248,14917,11107,6729,12358,13691,15749,5664,8257,5089,6359,14796,15158,6586,2060,1155,27410,28590,9316,10065,6482,5944,14937,14132,9601,10630,6783,7230,12371,21824,5584,2485,9674,11703,8148,14720,2725,7115,6683,16768,8342,5144,5646,10005,5087,4723,6363,7988,5298,3828,4554,2982,27824,20847,21072,5493,10841,3564,12095,6599,5519,3749,2563,1548,15962,6867,9093,11192,10088,5120,8512,9357,8071,11332,5341,7257,6943,6970,9728,6081,735,192,10881,11079,7988,11972,13015,1452,10166,13006,13024,5545,10131,7569,4574,7316,9228,4591,8769,6439,2505,62,56,12200,16836,16702,4520,12922,13042,6678,10994,7431,3424,9645,9906,6400,14135,14696,5629,7739,7500,15513,10908,7927,8274,11776,9753,5568,3751,1635,1]}
