{
  "title": "Kids’ Vaccines at Last and Challenges in Making New Drugs: COVID, Quickly, Episode 33",
  "img": "https://static.scientificamerican.com/sciam/cache/file/D21D4E97-6E64-4F38-A29CD3333A81006A_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/kids-vaccines-at-last-and-challenges-in-making-new-drugs-covid-quickly-episode-33/",
  "audio": "https://traffic.megaphone.fm/SAM4717946341.mp3?updated=1703605837",
  "intro": [
    "On this episode of the COVID, Quickly podcast, we discuss some parents breathing a collective sigh of relief and the paradox of how effective vaccines can make it harder to create new drugs to treat patients who get the coronavirus."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman:'",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors. Today we’re looking at COVID vaccines for the littlest kids–finally–and reasons for getting them…"
    },
    {
      "author": "Fischman",
      "text": ": ... and why vaccines, paradoxically, are making it harder to make new antiviral medicines. ---"
    },
    {
      "author": "Fischman",
      "text": ": At long last, kids under five years old are eligible for COVID vaccines. Can you bring us up to speed?"
    },
    {
      "author": "Lewis",
      "text": ": Earlier this month the FDA authorized the Pfizer and Moderna vaccines for children six months through four or five years old, respectively. The decision came after an FDA advisory panel voted that the benefits of the shots outweighed the risks for these youngest children. The CDC’s own advisory panel also recommended the shots, and parents can now start to get their children vaccinated at doctor’s offices and other sites around the country."
    },
    {
      "author": "Fischman",
      "text": ": The vaccines for adults got authorized more than a year ago. Why has it taken so long for little kids?"
    },
    {
      "author": "Lewis",
      "text": ": Well Josh, you always have to be careful testing any new vaccine or drug in children. And the risk of severe COVID is greatest in older adults, so vaccine makers started by testing vaccines in that group first, then worked their way down to teenagers, then older kids, and finally, kids under five."
    },
    {
      "author": "Fischman",
      "text": ": That makes sense. But kids can still get very sick with COVID, right?"
    },
    {
      "author": "Lewis",
      "text": ": That’s right. Even though the absolute risk of children getting severely ill from COVID is low, more than 440 children under five have died from the virus in the U.S., and many more have been hospitalized, especially during the recent Omicron waves. Children can also develop a condition called MIS-C, which causes inflammation in organs, including the heart, lungs, kidneys and brain. And they can get long COVID."
    },
    {
      "author": "Fischman",
      "text": ": So young kids are not invulnerable. What do we know about the safety of the vaccines?"
    },
    {
      "author": "Lewis",
      "text": ": Both Pfizer and Moderna used a smaller dose of their vaccines for little kids: Pfizer’s was three shots, each one-tenth of its adult dose and Moderna’s was two shots of one-quarter an adult dose. The side effects in the clinical trials were similar to those seen in older kids and adults: pain and redness at the injection site, headache, fatigue, irritability and fever. Fever is a concern with babies and small children because it can sometimes trigger seizures. Some of the kids in the trials developed fevers, and a handful had seizures, but the seizures were not thought to be related to the vaccine. There were also no cases of myocarditis or pericarditis—inflammation of the heart muscle or its lining. In rare cases, older children (mostly teenage boys or young men) developed this complication after vaccination, but it was generally mild and resolved on its own. There were no deaths of young kids in the trials."
    },
    {
      "author": "Fischman",
      "text": ": That’s definitely encouraging. What about the vaccines’ efficacy?"
    },
    {
      "author": "Lewis",
      "text": ": That’s a harder thing to measure, but we know that both the Pfizer and Moderna vaccines met the FDA’s threshold for immune response. In other words, the levels of neutralizing antibodies produced in response to vaccination matched those of older kids or young adults. In terms of protection against COVID itself, the numbers of children who got COVID in the trials was so low that it’s hard to draw strong conclusions. But Pfizer’s three-dose vaccine appeared to have an efficacy of 76 percent in six- to 23-month-olds and 82 percent in two- to four-year-olds. Moderna’s two-dose vaccine had an efficacy of 51 percent in children aged six through 23 months and 37 percent among those aged two through five years. "
    },
    {
      "author": "Fischman",
      "text": ": Why was the efficacy so much lower than what we saw in adults and older kids?"
    },
    {
      "author": "Lewis",
      "text": ": Well, the vaccine trials for different age groups took place when different variants of the SARS–CoV-2 virus were circulating. The trial of kids under five occurred during the first wave of Omicron, which is known to be better at evading our immune response. So it’s a bit like comparing apples and oranges. That said, vaccine makers are currently testing newer formulations of the vaccines that target Omicron specifically, and those appear to be more effective at preventing symptomatic disease. In general, the current vaccines provide good protection against severe disease, especially with the booster shots."
    },
    {
      "author": "Fischman",
      "text": ": So how are parents reacting, now that the vaccine is actually here?"
    },
    {
      "author": "Lewis",
      "text": ": I spoke with a bunch of parents here in Brooklyn, New York, as well as in a few other cities, and the main feeling was relief. Some were frustrated. They said it had taken too long. Others were glad that the testing had been thorough. Still, many parents across the country are less thrilled about the prospect, surveys show. Only about one in five parents said they’re eager to get their child vaccinated right away, according to a Kaiser Family Foundation poll. But two and a half years into the pandemic, the vaccine is finally available to pretty much everyone in the country who wants it. ---"
    },
    {
      "author": "Lewis",
      "text": ": Vaccines have saved countless lives. But their success is now making it harder to develop COVID treatments. That’s kind of odd, isn’t it?"
    },
    {
      "author": "Fischman",
      "text": ": It’s a bit hard to wrap your head around, Tanya, but yes: all the shots in arms, and some other factors, are slowing down trials of drugs that people can take if they get COVID. These are drugs like Paxlovid, to keep the disease from getting severe. Basically, you want to test a drug on a group of people at risk for severe problems. But as more people get vaccinated, fewer people are at high risk, so it’s hard to find enough of them to test the drug."
    },
    {
      "author": "Lewis",
      "text": ": Wow. Is that really happening?"
    },
    {
      "author": "Fischman",
      "text": ": It is. Here’s an example from Brazil. Nature News reported on a trial of drugs in that country to prevent serious disease and hospitalizations. It began in 2020, and 16 percent of people later had to be hospitalized, or died. It was easier to see if adding certain drugs could lower that number. But in 2021, vaccines had been rolled out. And the percentage of hospitalizations and deaths dropped to about 3-to-5 percent. That low number made it hard to find enough at-risk people and see if the drugs had beneficial effects. To get more people into the trial, the researchers had to expand it to several other countries, which slowed down testing a lot. "
    },
    {
      "author": "Lewis",
      "text": ": But we already have drugs that treat the disease, so what’s the urgency to find more?"
    },
    {
      "author": "Fischman",
      "text": ": Well, we only have about a half dozen. And some of them, such as monoclonal antibodies, are fluids that have to be infused or injected into your body, so they’re hard to use in poorer countries without a lot of medical clinics. Plus many of these antibodies have lost effectiveness against new variants. Even the new pill, Paxlovid, has limits. It’s good in people who are elderly or who have other risk factors. But tests haven’t shown a strong benefit for younger people, and they get seriously ill too. So we need treatments for them. There are also people whose symptoms have rebounded after they finished a course of Paxlovid. The symptoms aren’t worse than the original bout of the disease, and people did get better. But an improved drug could eliminate the rebound. Some doctors think rebound occurs when Paxlovid doesn’t reach all the pockets of virus hiding in your body."
    },
    {
      "author": "Lewis",
      "text": ": It sounds like we shouldn’t expect a rush of new drugs."
    },
    {
      "author": "Fischman",
      "text": ": We probably shouldn’t. But we shouldn’t be too pessimistic, either. Researchers have been creative about combining trial groups from different countries to get enough people into a study. And the existing success of some drugs gives scientists paths to explore further with new ones. But it is, like everything else with this pandemic, going to take some time. ---"
    },
    {
      "author": "Lewis",
      "text": ": Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."
    },
    {
      "author": "Fischman",
      "text": ": Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}