{
  "title": "COVID Death Rates Explained, Dismal Booster Stats and New Vaccines",
  "img": "https://static.scientificamerican.com/sciam/cache/file/BC9B98EE-A22F-417C-B5486C7C81BFDAD9_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/covid-death-rates-explained-dismal-booster-stats-and-new-vaccines/",
  "audio": "https://traffic.megaphone.fm/SAM4084074353.mp3?updated=1703605845",
  "intro": [
    "On this episode of the COVID, Quickly podcast, we clear up some data misconceptions, get to the bottom of the booster uptake issue and talk Novavax."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Jeffery DelViscio",
    "Tulika Bose"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman:'",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": And we’re Scientific American’s senior health editors. Today, we’ll explain how to interpret COVID deaths among vaccinated and unvaccinated people."
    },
    {
      "author": "Fischman",
      "text": ": And we’ll discuss why so few people are getting booster shots."
    },
    {
      "author": "Lewis",
      "text": ": Plus, the latest news on new vaccines. ---"
    },
    {
      "author": "Fischman",
      "text": ": In the last few months, a fair number of people who died of COVID were vaccinated. Yet studies showed vaccination protects people, especially from severe illness. This seems like a big contradiction. Are the studies wrong?"
    },
    {
      "author": "Lewis",
      "text": ": It’s a common misconception that, because vaccinated people can get and occasionally die from COVID, the vaccines must not work. But you need to understand the context. Our graphics editor Amanda Montañez and I published a story on this. We used CDC data from a subset of U.S. jurisdictions that have tracked vaccination and booster status and COVID deaths for people 12 and older. In March, among people vaccinated with just the primary series–that is, two shots of Pfizer or Moderna or one shot of J&J—there were 143 deaths. And there were 383 deaths among unvaccinated people. "
    },
    {
      "author": "Fischman",
      "text": ": That still seems like a lot of deaths among vaccinated people. What am I missing here?"
    },
    {
      "author": "Lewis",
      "text": ": These figures don’t take into account the incidence rate—in other words, the number of deaths divided by the total number of people who were vaccinated or unvaccinated. If you do that, you’ll see that vaccinated people die at a far lower rate from COVID than unvaccinated people. In fact, the unvaccinated had 8 times the death rate of people vaccinated with the primary series only, and 17 times the rate of people who were vaccinated and received at least one booster shot."
    },
    {
      "author": "Fischman",
      "text": ": That seems more in line with what we’ve been told about the vaccines’ effectiveness. But isn’t it true that they are less effective among older people?"
    },
    {
      "author": "Lewis",
      "text": ": Yes. We know that older Americans are more likely to get severely ill or die from COVID in general. And while the vaccines are very protective, their efficacy wanes over time. That’s why it’s so important to get booster shots. As time goes on, you’re likely to see more COVID deaths among vaccinated people, simply because a greater number of unvaccinated people will die from the virus, and there are more vaccinated people in general. But if you’re vaccinated, your risk of dying from COVID is still FAR lower. ---"
    },
    {
      "author": "Lewis",
      "text": ": Booster shots are even more important now, as new Omicron variants such as BA.4 and BA.5 roll across the country. Yet not a lot of people are getting the extra shots. Josh, what do the booster numbers tell us?"
    },
    {
      "author": "Fischman",
      "text": ": The numbers don’t look very good, honestly. And that’s especially true among people 65 and older, who have been the most vulnerable to the disease. This group was very eager when it came to the original round of vaccines over a year ago. 91 percent of them got vaccinated. But things changed with boosters. For the first booster shot, just 68 percent of the senior citizen group got them. And second boosters have reached only 30 percent of these people. "
    },
    {
      "author": "Lewis",
      "text": ": That’s distressing since this is such a high-risk group. About three-quarters of the deaths in the U.S. have been among senior citizens, right?"
    },
    {
      "author": "Fischman",
      "text": ": Yes, and it's frustrating because boosters really reduce their risk.  Antibodies against the virus drop to lower levels four months after the primary shots, and protection wanes with them. But a booster turns things around. A study of the Pfizer and Moderna vaccines among older people showed that a booster shot reduced the risk of hospitalization by more than 60 percent. The booster lowered the chances of death by between 75 and 79 percent."
    },
    {
      "author": "Lewis",
      "text": ": So that begs the question: why don’t older people get these protective extra shots?"
    },
    {
      "author": "Fischman",
      "text": ": There seem to be a number of reasons. One of the big ones is that officials are not making boosters easily available, in contrast to what they did with the original vaccines. Remember the government pushed out the first vaccines to nursing homes. Large-scale vaccination clinics popped up all over the place, in sports stadiums, schools, and other places, supported by FEMA and other federal agencies. Many of these clinics were near public transit, for ease of access. And there was a huge public messaging blitz. That hasn’t happened with boosters, either for the third or fourth shot. Eric Topol, director of the Scripps Research Translational  Institute, told me the CDC really didn’t promote boosters for months. The agency merely said people had an option to get them. Topol says the CDC needed to be emphatic, and state people should get shots because they are essential protection. He’s very critical of this lapse, and says the messaging was badly botched."
    },
    {
      "author": "Lewis",
      "text": ": That doesn’t sound good. Were there other problems?"
    },
    {
      "author": "Fischman",
      "text": ": There were. Nursing homes have been using the same services they use to deliver flu shots, and those are spottier. There are no big clinics, no big ad campaigns. People have to sign up for booster shots at pharmacies, and the online registration can be very confusing. So awareness is lower, and access is harder."
    },
    {
      "author": "Lewis",
      "text": ":Are there ways to get past these obstacles?"
    },
    {
      "author": "Fischman",
      "text": ": There are places that have done well with boosters, and they show what works. Minnesota, for instance, has the highest first booster percentage in the country, at 83 percent. Dakota County in the state has done exceptionally well, reports Kaiser Health News. It hired an agency that brought boosters to nursing homes. The county also ran clinics at lunch and in the evenings. It used money provided by Congress to purchase a mobile vaccine van, which traveled to different neighborhoods. Health workers walked through those neighborhoods, answering questions about the importance of boosters and building awareness. The county also used federal pandemic funds to give people fifty dollar vouchers for the shots, which helped cover costs for those who had to pay to travel to a clinic. Now it's time for efforts like this on a national level, Topol says. Boosters need a big push, and he told me what the message should say, firmly and strongly: “This shot could save your life.” ---"
    },
    {
      "author": "Lewis",
      "text": ": There’s more vaccine news, too. The Food and Drug Administration’s vaccine advisory committee voted nearly unanimously last week to authorize another COVID vaccine, made by the company Novavax."
    },
    {
      "author": "Fischman",
      "text": ": The new vaccine, which uses a more conventional preparation based on proteins from the virus instead of genetic material, joins Moderna’s and Pfizer’s mRNA vaccines and Johnson & Johnson’s adenovirus vaccine. The FDA is now looking closely at the reliability of the Novavax manufacturing process.  If the agency is satisfied and follows the committee’s recommendation, the shot could be available in the U.S. in the coming weeks."
    },
    {
      "author": "Lewis",
      "text": ": In addition, Moderna announced that it has a booster dose that targets the Omicron variant as well the original version. That booster produced a better antibody response than the original version alone. They did not test how well it actually protected against disease, though."
    },
    {
      "author": "Fischman",
      "text": ": The company said it will give this data to the FDA, and hopes the Omicron booster will be ready in early fall if authorized. The agency also plans to have a meeting at the end of June to decide which variants should be included in coming boosters. Their hope is to keep up with this ever-evolving virus. ---"
    },
    {
      "author": "Lewis",
      "text": ": Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."
    },
    {
      "author": "Fischman",
      "text": ": Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}