{
  "title": "Florida Gets Kids and Vaccines Wrong and Ukraine’s Health Crisis: COVID Quickly, Episode 26",
  "img": "https://static.scientificamerican.com/sciam/cache/file/E3C51FCC-884C-4CA1-98A21FF6267CB593_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/florida-gets-kids-and-vaccines-wrong-and-ukraines-health-crisis-covid-quickly-episode-26/",
  "audio": "https://traffic.megaphone.fm/SAM3723620429.mp3?updated=1703605866",
  "intro": [
    "Today we bring you a new episode in our podcast series COVID, Quickly. Every two weeks, Scientific American’s senior health editors Tanya Lewis and Josh Fischman catch you up on the essential developments in the pandemic: from vaccines to new variants and everything in between.\nYou can listen to all past episodes here."
  ],
  "authors": [
    "Tanya Lewis",
    "Josh Fischman",
    "Tulika Bose",
    "Jeffery DelViscio"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "And we’re Scientific American’s senior health editors. Today we’ll go over the evidence that vaccines help kids, despite Florida’s absurd claims to the contrary."
    },
    {
      "author": "Fischman",
      "text": "Then we’ll look at the war in Ukraine and its bad effects on COVID treatment and spread."
    },
    {
      "author": "Lewis",
      "text": "Last week Florida’s surgeon general created an uproar. He said he wouldn’t recommend vaccines for healthy children because the shots didn’t help and might even cause harm. That goes against all sorts of evidence, doesn’t it?"
    },
    {
      "author": "Fischman",
      "text": "What Florida officials said isn’t true, Tanya. In children, research shows COVID vaccines prevent infections and hospitalizations. I’ll run through that. The policies of Florida’s health department seem more in line with the politics of the state governor, Ron DeSantis, than they are with reality. DeSantis has argued that wearing masks and restricting activities when the disease is spreading do more harm than good. That’s contradicted by several dozen studies. Now his surgeon general, Joseph Ladapo, has added that, for healthy children under age 17, vaccination risks may outweigh benefits. And that’s where the “not true” part comes in. Two groups of independent vaccine experts, one that advises the FDA and one that advises the CDC, have looked at this research. The FDA group voted 17 to zero to authorize the vaccines for young kids because the benefits are greater. The CDC group voted 14 to zero. These groups aren’t rubber stamps. Members of the FDA panel, in fact, recently objected to a move to authorize the vaccines for babies, saying the evidence wasn’t strong enough. I spoke to several members of both groups to get their take. Paul Offit, a vaccine expert at Children’s Hospital of Philadelphia, pointed out that, in the tests for vaccine effectiveness in kids aged 12 to 15, there were zero COVID cases in the vaccinated group. But there were 18 cases in the unvaccinated group. Similar numbers were in the kids aged five to 11. None of the clinical trials in kids found any serious adverse events. Kids are in more danger from COVID. Katherine Poehling, a pediatrician and infectious disease specialist at Wake Forest School of Medicine, told me that, among infected kids, there had been 1,200 deaths from COVID. There were about 7,500 cases of a life-threatening illness called multisystem inflammatory syndrome. Half of those were in kids aged five through 13. Offit added that approximately 2,600 children, previously healthy with no other risk factors, have been hospitalized for COVID during the pandemic. Can vaccines stop this kind of serious disease? Yes. One study, just published last month in the New England Journal of Medicine, looked at roughly 1,300 teenagers. Some of them had been vaccinated, and some had not. More than 95 percent of those hospitalized with COVID had not been fully vaccinated—same for 99 percent of the teens who needed life support. Numbers were much lower in vaccinated teens. Vaccination, the study found, was 94 percent effective at stopping hospitalization. It was 98 percent effective at keeping kids out of the intensive care unit. Florida also claims that vaccines can trigger myocarditis in kids. This rare condition, when seen in vaccinated people, usually resolves in a few days. When it happens after a viral infection, such as COVID, research shows symptoms go on for weeks and months. So far nine million young kids, under age 11, have been vaccinated. The number of myocarditis cases in that group? Zero, according to Offit. I reached out to Florida officials, and a spokesperson for the health department told me they felt the studies didn’t provide convincing evidence of a benefit. But Matthew Daley, a pediatrician who studies vaccine safety at Kaiser Permanente’s Institute for Health Research, disagrees. He’s on the CDC vaccine panel, and he told me they graded the data showing the vaccines prevented infection in children as having “high certainty.” The Florida health spokesperson told me the burden of proof is on scientists to show the vaccines help children. It’s clear, unless you are playing politics, that the proof has been given. Disease and war are unfortunate companions. In Ukraine, the bombing of cities and attacks on civilians have been horrific to watch. And Ukrainians still have to deal with the pandemic, right?"
    },
    {
      "author": "Lewis",
      "text": "It’s a devastating situation, Josh. The bombing and shelling obviously pose a direct threat to human life. But in the fog of war, other health risks may be overlooked. Understandably, most people are more worried about their immediate safety than the possibility of catching COVID, but the disease remains a significant risk. COVID “hasn’t gone away, but priorities certainly changed,” says Paul Spiegel, director of the Center for Humanitarian Health at Johns Hopkins. Crowded bomb shelters and packed subway trains are perfect conditions for COVID transmission, he says. Judging by photos, most people are—understandably—not wearing masks. And only about 35 percent of Ukrainians are fully vaccinated. Before the war, the country had been coming out of an Omicron wave, and cases were declining. But it’s hard to know what’s happening now because of disruptions in reporting."
    },
    {
      "author": "Fischman",
      "text": "Have you been able to find out anything about how COVID patients are being treated?"
    },
    {
      "author": "Lewis",
      "text": "Those who do get COVID or other illnesses will likely have a hard time getting treatment in Ukraine. Hospital ICU beds are being taken up by trauma patients. And there is already a dire shortage of oxygen. On top of this, we have seen a disturbing number of attacks on hospitals and health care workers. Willfully attacking health care providers and civilians could be considered a war crime. As of Wednesday there had been at least 34 direct attacks on health care facilities since the war started, according to a World Health Organization surveillance system. A devastating photo circulated recently showing a pregnant woman on a stretcher amidst the bombed-out shell of a hospital in the eastern Ukrainian city of Mariupol'. That woman and her baby later died, according to news reports. The WHO has called for an immediate end to these attacks and a cease-fire to allow for humanitarian assistance. Aid organizations can’t even get medical supplies to many parts of the country because humanitarian corridors have been closed off."
    },
    {
      "author": "Fischman",
      "text": "I remember that photo. Do we know how many refugees have actually fled?"
    },
    {
      "author": "Lewis",
      "text": "At least three million. And many of them could be suffering from COVID and other infections. That does not mean, however, that we should blame refugees for bringing in disease. The reality is that Europe already had high rates of COVID, and those rates are increasing now in the U.K. and other places. Nevertheless, many Ukrainian refugees will likely require medical treatment wherever they end up. Beyond COVID, the war in Ukraine is likely to increase the risk of other infectious diseases, such as TB or HIV. Ukraine already had a high burden of TB before the war, but organizations such as the Stop TB Partnership had been making progress against it. Now that progress will likely be reversed and may take years to rebuild, according to Stop TB’s executive director Lucica Ditiu. The war may also lead to new outbreaks of vaccine-preventable illnesses such as measles and polio. An outbreak of polio cases in Ukraine late last year spurred renewed vaccination efforts, but the war has brought those to a halt. Then there’s the risk of diarrheal diseases due to the destruction of water and sanitation facilities. On top of everything else, Ukrainians will likely suffer lasting psychological trauma from being exposed to wartime violence and displacement."
    },
    {
      "author": "",
      "text": "Historically, it’s well-established that war and violent conflicts can worsen disease outbreaks. For example, the recent Ebola outbreaks in the Democratic Republic of the Congo were exacerbated by violent conflict and attacks on health care workers. And the decade-long war in Syria has led to measles outbreaks.Whatever happens next in Ukraine, the conflict will likely have impacts on health and well-being that far outlast the immediate damage."
    },
    {
      "author": "Fischman",
      "text": "Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."
    },
    {
      "author": "Lewis",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}