{"title":"Monkeypox Update and Homing in on Long COVID: COVID, Quickly, Episode 36","img":"https://static.scientificamerican.com/sciam/cache/file/D87896FF-62FE-46DB-ABE609E0F4697BEA_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/monkeypox-update-and-homing-in-on-long-covid-covid-quickly-episode-36/","audio":"https://static.scientificamerican.com/sciam/cache/file/A248BE0B-B0F8-48E7-9FD48345999F136C.mp3","intro":["On this episode of the COVID, Quickly podcast, we take a few minutes to talk about the other virus making headlines—and then return to long COVID."],"authors":["Tanya Lewis","Josh Fischman","Jeffery DelViscio","Tulika Bose"],"category":["Vaccines"],"transcript":[{"author":"Tanya Lewis","text":"Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"},{"author":"Josh Fischman: ","text":"This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."},{"author":"Lewis","text":"I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"And we’re Scientific American’s senior health editors. Today we’re going to depart from our regular COVID programming to bring you a special segment on monkeypox: what it is, how it spreads, what vaccines and treatments are available, and a look at the U.S. response so far."},{"author":"Fischman","text":"Then we’ll bounce back to “long” COVID, and look at attempts to get a better handle on this poorly-defined and confusing disease. ---"},{"author":"Fischman","text":"This is a podcast about COVID, but there’s another virus in town now: monkeypox. Its getting to be such a big problem that the U.S. just declared it a public health emergency. How worried should we be, Tanya?"},{"author":"Lewis","text":"Monkeypox is not a new disease. The monkeypox virus is related to smallpox, but causes less severe disease. It’s been infecting humans since at least the 1970s, mostly in Central and West Africa. But earlier this year, it started spreading among people in Europe, the U.S. and other countries. And unlike previous outbreaks, which were often in children or people who had contact with infected animals, the current cases appear to be primarily in men who have sex with men. There are now more than 10,000 cases in the U.S."},{"author":"Lewis","text":"alone, and the Secretary of Health and Human Services announced the health emergency you mentioned."},{"author":"Fischman","text":"What are the main symptoms, and how is it transmitted?"},{"author":"Lewis","text":"The virus causes characteristic pimple- or blister-like lesions, often on the genitals or anus, possibly with flu-like symptoms such as fever, fatigue and swollen lymph nodes. It’s primarily thought to be spread through close, skin-to-skin contact with an infected person’s lesions. This can include through sex, but it’s not exclusively a sexually transmitted disease. It might also spread through contact with contaminated objects such as clothing or bedding, or through respiratory droplets. It’s not nearly as transmissible as COVID."},{"author":"Fischman","text":"How severe is monkeypox—can you die from it?"},{"author":"Lewis","text":"It’s definitely less severe than smallpox, and most people don’t die from it. There have been a handful of deaths in other countries, usually in people who were immunocompromised. The majority of cases are mild or moderate, and clear up on their own. But the lesions can be extremely painful, depending on where they are. It’s not a disease to be taken lightly."},{"author":"Fischman","text":"Doesn’t sound like it. What should people do if they think they’ve been exposed or infected?"},{"author":"Lewis","text":"If you have a rash and think you might’ve been in contact with someone who has monkeypox or if you’ve had multiple or anonymous sex partners in the MSM community, you should probably see a doctor and get tested. Testing—which consists of swabbing a lesion—was limited to only a few CDC labs at first, but is now available at major labs around the country. If you’ve been diagnosed with monkeypox, you should isolate from other people until all of your sores have scabbed over and fallen off—usually around two to four weeks."},{"author":"Lewis","text":"If you have to be around others, wear a mask and cover your lesions. You might be eligible for treatment or a vaccine, although doses are in short supply. But that could be changing."},{"author":"Fischman","text":"So the good news is there are vaccines, but the bad news is they’re hard to get. What’s the holdup?"},{"author":"Lewis","text":"There are two vaccines for monkeypox: JYNNEOS and ACAM2000. The JYNNEOS vaccine is preferred, because it causes fewer side effects. And unlike ACAM2000, it doesn’t contain a live virus that can replicate and is unsafe for people who are immunocompromised, like folks living with HIV. The reasons it’s in short supply are a little complex: the U.S. government had a large stockpile of the JYNNEOS vaccine, but a lot of it expired."},{"author":"Lewis","text":"It also had a lot of bulk vaccine that needed to be put into glass vials, but didn’t order it from the company Bavarian Nordic in time, so now we have to wait for the manufacturer to fill other countries’ orders. Finally, some of the doses were stored in a facility in Denmark that the FDA hadn’t inspected, so that caused another delay."},{"author":"Fischman","text":"That’s a bunch of major screwups."},{"author":"Lewis","text":"It’s incredibly frustrating. I’ve spoken with gay health advocates who say that the response has been absolutely infuriating. About 1.1 million doses of vaccine have been allocated to states and territories—not enough to meet demand. But federal authorities have figured out a way to stretch those doses out."},{"author":"Fischman","text":"How will they do that?"},{"author":"Lewis","text":"The FDA has issued an emergency authorization for the JYNNEOS vaccine to be given as one-fifth a normal dose (it’s a two-dose vaccine). And it can be given as a shallow injection into the skin, because some research suggests this produces the same immune response as a typical subcutaneous injection under the skin. It requires some skill to administer, though, and some experts don’t think all health care providers will be able to do it accurately. Still, it means we can now vaccinate five times as many people."},{"author":"Fischman","text":"Well that’s a start, at least. What about treatments?"},{"author":"Lewis","text":"There is an antiviral drug called TPOXX. It’s FDA approved for smallpox, but doctors can request it for monkeypox patients under what’s known as an IND—investigational new drug—protocol. This requires a lot of paperwork and hassle, and only patients at risk of severe disease are eligible. Federal agencies have tried to simplify the process. The FDA could issue an emergency authorization for TPOXX to make it more easily available."},{"author":"Fischman","text":"It sounds like we’re making a lot of the same mistakes we made with the early COVID response."},{"author":"Lewis","text":"Yes and no. The limited supply of testing in the early days of the monkeypox outbreak definitely feels like deja vu with the early days of the COVID pandemic. In both cases, a lack of testing cost valuable time while the epidemic spread undetected. But the government has since moved to make monkeypox testing much more widely available. In terms of vaccines, we should have been ahead of the game with monkeypox. We already had an approved vaccine and plenty of doses. But a lack of urgency allowed millions of doses to go to waste or get stuck overseas."},{"author":"Lewis","text":"Meanwhile, supplies ran out quickly within the U.S. If more vaccine doses had been available sooner, it might’ve slowed the outbreak. Now we’re playing catch up, and having to split the doses so that we have enough. It’s not all bad news. Health authorities do seem to be taking monkeypox seriously now, and the emergency declaration should help make more resources available to test, treat and vaccinate people. But whether there’s still time to get this outbreak under control or whether monkeypox will become yet another endemic disease here remains to be seen.  ---"},{"author":"Lewis","text":"COVID itself is still a huge problem, of course. And its persistent form, long COVID, continues to puzzle scientists. Apparently more than 100 different symptoms have been linked to it."},{"author":"Fischman","text":"That wide variety, some of which seem better documented than others, makes it hard for doctors to get a handle on the illness and how to treat it. Some of those symptoms you mentioned include trouble breathing and brain fog, and also diarrhea, skin problems, heart problems, terrible fatigue, fever, muscle pain, and more. All of these problems start after someone is done with the acute stage of COVID, and could last months. But there are widely varying estimates of how common long COVID is, and disputes over how to define it."},{"author":"Lewis","text":"Sounds like it would help if doctors knew more about what the core symptoms are."},{"author":"Fischman","text":"It would, and researchers now have tried to zero in on that core. In a recent issue of The Lancet, scientists gave repeated, detailed symptom questionnaires to about 12,500 people in the Netherlands. The key thing is some of these people had tested positive for COVID and some didn’t. That allowed the scientists to say that some symptoms were linked to an original infection, and some were not."},{"author":"Lewis","text":"Basically, if you didn’t have COVID to start with, your symptoms couldn’t be due to long COVID, right?"},{"author":"Fischman","text":"Exactly. So after eliminating the uninfected people from consideration, and focusing on symptoms that increased in severity 90 days after infection, the scientists came up with a core list of physical problems. Those included chest pain, pain or difficulties when breathing, muscle aches, loss of taste or smell, tingling in the extremities, a lump in throat, hot and cold flashes, heavy arms or legs, and general tiredness. Almost 13 percent of the group had one or more of these problems."},{"author":"Lewis","text":"But what about brain fog and trouble thinking? A lot of people complain about those."},{"author":"Fischman","text":"Yeah, and that’s a hole in the study. They didn’t look at cognitive symptoms. Only physical ones. But another group of scientists from King’s College London did look above the neck in about 1500 patients. The work was just released as a preprint, a preliminary article that hasn’t yet gone through peer review. But those scientists did find the most common symptoms were deep fatigue, brain fog, and headaches. So add those to the list."},{"author":"Lewis","text":"It seems like that list is still evolving, though. A bit fluid."},{"author":"Fischman","text":"Yep. What would make it more solid, and make long COVID easier to track, would be a biological marker for the condition. One may have just turned up. It’s the spike protein from the coronavirus, still floating around in people’s blood months after they’ve supposedly cleared the infection. Scientists found these spikes in a small group of patients and reported the results in another preprint. They told our SciAm colleague Sasha Warren the spike remnants themselves may not cause symptoms. But they could be a signature of a hidden pocket of infection."},{"author":"Fischman","text":"If this does turn out to be a reliable marker of long-term disease, it could be a big step towards identifying patients —and treatments that help them. ---"},{"author":"Lewis","text":"Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."},{"author":"Fischman","text":"Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"}],"wave_peaks":[7816,19201,15357,8654,12039,12469,4962,5985,4495,5580,4411,5615,4731,5599,4196,4583,4916,4063,4837,4383,3413,4974,22470,4235,14941,17539,20815,20920,20574,15806,19477,12067,19716,20487,20413,17619,7620,11157,10573,14117,16160,15566,14426,11169,10572,15580,14674,13079,13650,14619,11250,13320,11960,10834,15923,15049,13495,15147,7685,14723,14491,9103,8847,6721,1635,12512,13707,15665,11582,12878,14102,13202,12387,13438,9838,9441,7185,5247,20342,12184,9694,12971,15681,15515,14309,2413,8487,11443,15449,20403,12846,11596,20921,20385,6212,2189,4064,20798,21041,20442,20065,11083,16985,15227,19951,15832,12400,12394,11971,20110,20517,11498,12108,16096,4781,577,19781,18596,20423,20483,16834,8565,14868,20693,9781,14900,10976,11754,7759,15021,16071,13972,17943,19507,12590,20228,784,781,15258,16126,15330,15900,14280,15047,13994,1958,8137,14502,13308,6188,14441,14917,15111,8965,14221,15422,5187,13991,15270,13683,11469,10989,8082,7877,8390,12253,8212,21014,14577,7291,5154,2110,1691,10829,8764,14982,14932,15614,14582,12521,14104,9525,14629,14874,5591,15911,5185,15418,12299,1991,9447,13972,6733,5184,12118,8872,15171,13548,15459,13907,15490,11770,13901,14076,11261,4009,368,11,11889,13786,7707,7875,9642,7590,7358,424,10575,18367,11038,20538,13317,14579,6142,5924,11172,20467,20565,6075,17062,14568,17386,11204,12962,20466,16204,13092,6831,1851,7434,14250,18594,20550,15043,8064,12975,11882,15947,10255,15224,9083,15533,9058,12877,20536,9788,95,20584,15047,11435,16890,20522,14922,20548,11821,5204,11775,12810,11913,20575,16199,11942,6643,11776,20466,15026,16739,20580,17904,9990,20564,9286,15455,8438,7095,12529,18135,5836,19774,13409,9678,3556,7624,14513,19895,17205,11249,20546,10988,18638,10126,20554,20598,20769,44,15911,20825,16723,19018,15868,15817,15960,7565,20285,12823,2336,20698,20467,20550,20488,10675,10969,12083,19421,15609,11969,7599,4438,6425,8481,3631,19,11279,13714,15125,14981,13286,12492,5619,3297,14911,10416,13656,9895,210,756,20518,14148,15121,17197,11270,10541,7023,8451,11099,18001,8442,2703,3441,20277,20113,20532,10940,15845,9278,14376,14100,10529,20525,11327,10516,8582,14087,8846,9371,7860,9043,9684,6351,20,20547,20485,20505,11774,20572,5128,14035,8067,20547,14995,20498,20477,7565,12986,8634,8844,6575,2189,16,9300,16096,11562,7941,20576,9366,20449,16616,6262,14174,15348,6573,5455,9425,6437,48,33,20543,18342,20452,20528,15995,14696,15576,7606,20491,20513,9477,12848,15859,16172,595,20484,20545,20546,12300,14586,4777,78,9527,17368,14220,19994,8504,5989,12465,7346,176,1242,14715,9555,10858,14652,6695,6855,3937,9391,5857,11332,9652,37,10212,20482,13899,20528,14494,14733,14487,10412,15981,9777,16132,18535,6689,2013,18881,20563,20468,20463,20507,11055,15075,5808,10052,8412,7947,7759,7980,12260,8469,4291,6411,15801,20452,16114,12477,20189,17731,18335,5855,20414,14295,11710,4133,20533,14304,6459,18861,11573,10654,9243,10780,15251,8147,18359,3009,37,9989,20481,13648,10747,8810,10324,3693,80,15745,15865,10948,1183,3219,15026,7973,9838,11622,13496,12494,10782,10050,14492,13834,14076,4423,10,10195,13487,15957,20566,13855,15169,15886,14810,14216,11686,8931,7609,18430,3868,13552,20511,20605,20466,9110,11970,13080,14979,19468,7576,11717,6779,8988,4418,238,9618,19883,11754,12472,20404,14612,11386,5794,48,23,20535,20563,13763,10861,12239,20540,10541,7811,9672,14929,14072,13921,11496,9815,10496,10794,13808,11714,20531,20514,17965,10286,12924,17095,10972,12899,8075,33,20392,13746,20506,19974,15556,15844,4315,12689,20545,11913,17902,10429,7838,14273,9785,11097,8138,20597,12509,7613,7631,11501,730,14378,14690,15252,9976,10379,4597,294,20230,18041,20501,14200,2783,20418,20498,5990,13308,8953,4662,2207,11036,20544,20425,8169,8082,12338,20558,10732,9511,15324,20516,18372,10407,15585,20515,223,11444,18827,13732,8960,5623,25,14603,14999,14960,14313,12948,10477,13610,14859,15263,7063,2864,312,14551,14604,14427,11654,13458,15562,15155,15867,7257,10711,14587,14462,14495,15064,127,83,15069,20469,20641,9622,10187,6382,14996,15025,19418,8909,13401,3296,36,12950,19508,20542,5095,8818,8964,12122,15393,8642,20513,12106,2099,14983,17599,14610,18241,8892,8548,18540,8159,11693,11816,18342,9441,10895,8125,11368,10900,10139,5903,4154,5634,12093,7564,2469,19973,13242,8774,8664,10235,4553,31,10134,11364,8619,17761,10453,20559,17806,7039,20559,4989,86,6964,10489,20570,19050,16611,17079,20777,20475,10903,14566,16491,5948,20465,20586,19801,15940,20477,1563,51,7976,20532,20612,20614,11789,17036,20645,6908,9366,16747,14017,15816,20591,20455,17342,18320,14544,14557,11505,12208,11885,10526,18983,15332,17187,2426,20587,14845,17254,8340,11963,18748,6623,12986,19030,6140,7177,1971,1027,20502,7925,16241,20138,11191,11626,10956,10071,11408,15797,9676,20495,13585,20566,4723,16054,11639,20697,20699,20539,11322,9145,2283,11,6356,14310,15868,8672,15197,10198,13904,10617,11262,3812,27,8663,20558,20035,20510,6269,166,19942,17337,7818,20514,20581,19611,7274,17847,7020,16053,10100,20583,7072,9317,10661,6918,137,66,20524,16429,20573,20490,17480,8242,20570,15031,17681,18933,9994,10614,7629,7299,4998,3325,20575,20625,7799,17690,11512,107,15181,20534,20550,19631,20613,15858,20582,19252,13481,9915,20501,16991,18,15478,6088,14385,14595,15018,15931,15510,51,5203,20524,20529,14976,12152,12641,18639,12236,4303,11455,16114,19789,8939,20546,18499,10082,10499,11092,14845,3649,142,7630,20451,11209,6563,9213,15734,14743,15816,16080,20574,13573,18050,10297,13286,11527,11009,14587,9978,8809,11475,7975,12386,8100,11395,8681,9995,10812,7955,8226,12887,5792,11991,13004,15355,8182,7340,21,7440,20245,20582,20496,10510,11468,13593,6313,10470,20524,15788,19152,16417,15828,17561,4947,14122,8045,11024,9352,20487,6615,135,30,5900,20195,8277,9321,14102,19678,8070,20644,13209,4655,8201,4939,19,14327,15211,15248,15576,4632,4620,8,14828,15886,11147,5280,39,23,15067,20635,20486,15924,16912,6427,8476,4069,8459,20540,17388,8343,5451,19766,19478,20478,6632,14519,16764,11101,19546,4770,3826,14500,11102,7591,17928,10012,7462,3691,20514,13055,9737,17492,20446,8031,4687,172,48,11133,20527,20470,9880,19203,14627,9662,14375,12632,14842,9514,5955,10474,6091,11799,11053,3431,19,19376,20598,9333,20544,18299,14830,15290,17071,4004,4868,20611,20557,17549,13541,18492,20558,13054,6121,17260,9124,14689,10718,9863,10536,4602,431,280,14593,15181,4557,10480,14963,13970,11876,12219,14913,7229,7374,13454,13116,10868,11381,13843,9083,10749,7789,9514,1955,31,19,25,17854,18561,14406,2917,92,15512,8970,20550,17149,9581,11932,16311,10413,14853,12508,9738,20536,8000,12114,7775,10710,10623,11166,10192,6325,10644,10614,8764,179,7881,20170,13212,7836,20613,12819,9062,13644,20120,13671,13131,12081,20524,12025,10153,14411,9143,5713,130,18506,20564,11924,12595,9815,12072,12364,20542,8946,10130,9115,10876,14718,16519,1990,60,30,11655,13707,20624,15428,8855,11532,16902,20048,20744,11041,14528,11839,2548,238,7628,17272,20693,8672,17782,20537,9647,13385,12518,15233,2360,97,18078,20550,17837,12447,20463,11415,8390,13108,15524,19640,15342,20530,20525,13633,9002,8321,731,24,18,11037,20559,11891,15416,20578,12095,14363,9953,20531,3846,13,5702,15108,20577,14467,14662,16592,14867,6388,10153,12480,15998,14766,12689,10667,180,13,18,20683,11591,11566,20594,13554,20519,13647,12498,15895,13273,15163,10822,4460,32,19,10229,20555,20652,14642,8446,211,20536,13179,12733,11504,8370,14748,11086,10493,15123,19550,10974,6975,20932,13790,12000,20507,16383,5961,13865,8836,9958,15138,5141,11792,6468,20542,4435,4958,20522,6301,4458,2161,14,19,20566,14247,11082,17819,20416,20521,20515,12762,7374,16193,3489,20535,18146,17062,15381,11366,20465,15106,10468,15907,7943,8977,8824,14263,11149,11283,15235,1504,13024,10681,6276,4852,1598,497,174,20938,17385,18352,17524,8666,18651,9604,10026,2868,75,20632,19705,8740,10112,5568,17247,12129,7447,5796,10020,19459,20622,18424,1681,32,13,10024,12314,13498,19297,10248,17269,5984,9235,11370,9910,6332,115,15704,9179,14817,15945,11691,11743,8818,8471,16054,15029,9325,11543,6257,3642,9268,15282,13622,15071,14960,13235,14313,5370,6632,3851,14711,10448,697,13913,14969,12346,10461,13922,6166,11077,14281,10340,12027,5057,11077,11416,4014,4510,12023,15736,13544,8576,10464,15131,14820,14734,14859,14922,14889,6133,3819,191,10051,15297,15237,10975,5473,8785,14869,315,15,14892,6148,14875,11319,14724,15879,15375,10713,15474,10077,6404,10556,4510,8067,14569,5975,15500,15123,15974,998,33,15534,7750,12619,12917,8927,10341,10611,14839,13458,9436,8454,4470,5532,11601,10203,6451,9800,10428,11199,15995,13207,27,18353,20527,15647,10804,19553,9312,15749,15795,11103,12516,12102,4549,11638,206,11706,15256,15479,110,15567,15919,7080,16011,15042,16511,12575,14426,14034,8159,3892,68,10801,15009,8653,12318,15290,6773,13644,6141,11015,7683,7552,4743,10788,7959,9124,11671,6483,7791,15165,14887,15062,14595,14707,10185,11843,8145,14800,4514,1883,7589,5554,13521,7539,13618,11979,9046,13340,7771,14810,9969,15541,6364,14473,13854,848,602,15471,15227,15556,9770,11981,12342,11839,14056,6669,15249,10936,10440,14137,14080,2767,13413,14565,15102,5116,94,20638,15019,10646,11376,11344,20318,13465,20491,13694,7352,14624,15552,9570,11418,15606,6800,11213,4538,8574,14694,8347,1995,15223,1468,16283,11670,8396,15591,10809,13695,8978,8147,10100,11747,7420,10621,13221,8703,14399,8329,7977,11498,5817,4471,6477,11708,15053,15685,8934,15083,11006,9451,2967,69,9490,14888,7276,14870,9275,13030,9802,10665,10465,14530,14752,1376,7990,12382,13216,15553,6256,1870,135,12699,14828,5999,8730,4775,1307,15194,10497,3829,15248,15412,9732,5413,7456,4720,34,10951,11682,12638,3636,1697,5181,15279,9177,6606,339,10,15179,8857,12654,14988,3744,14,13138,15352,15787,15685,13511,11447,13679,15844,9206,2577,1527,14603,2905,8655,5631,10703,12406,9257,8366,14342,12843,13975,6051,14476,2428,43,4320,20453,20095,16659,17227,16236,8750,4393,5548,18613,9444,13286,16850,15083,1066,93,14679,16017,14342,10262,14004,11388,4690,5661,11640,14533,12216,14518,6958,2611,11202,13476,13776,6087,1750,15513,8148,15225,12523,15520,15331,9279,6488,13868,13779,6666,8210,13833,11350,4015,12044,15377,9728,10153,11289,8503,1572,11838,15604,9955,14423,8574,7796,9080,9068,12307,10944,14840,10306,14659,14985,14655,14847,8135,7900,10888,303,62,15554,13559,11787,8397,11418,14092,14600,7577,14980,11235,7777,7363,7070,5310,7809,6965,8919,13446,8678,11469,4397,120,5568,11463,20,16124,14381,5210,3446,703,8442,11383,20484,20681,6458,15791,20496,11673,5955,95,13160,8109,9040,292,14487,12201,148,14516,9970,12774,14823,15028,7258,10922,12865,15660,13936,9757,6939,12524,16198,8628,9564,15265,14936,10935,12259,4257,2207,135,14348,11276,9638,13981,219,9383,8298,14922,12265,5401,5717,14894,9799,7471,10297,13142,15439,5327,8031,14578,15475,14770,15115,9677,8109,10684,6560,6233,13070,3744,7,15193,9637,15325,6880,11674,7163,14970,14951,13365,10007,10345,9912,8075,14626,14750,8784,8239,129,12850,11461,13657,14729,15305,12399,10698,15367,15152,6946,9749,14926,10159,9076,8444,15059,15125,15092,15156,6138,840,14321,15200,12008,13268,12449,13106,8613,14854,8115,14662,5718,215,414,13402,14699,14128,12683,12361,15066,15129,9510,15264,14948,9720,8234,1755,14031,10761,12859,11812,14783,14051,13334,15245,14650,14816,14210,2860,997,16285,15009,14313,14633,9336,15476,13992,4658,20083,18525,19163,10677,9969,18932,17175,16184,15038,18310,20712,18326,2739,19455,14042,13036,8704,20714,16260,20894,13748,20254,18122,15374,16566,7055,8570,6979,3175,13454,15586,10427,10899,9362,14713,12951,10171,12671,6704,3831,11500,14320,16045,15539,15709,14271,15055,11035,15848,10974,9110,15372,15764,14487,15309,15140,19151,25927,24638,20457,18326,10392,6571,5351,4589,4092,3594,3591,3278,3005,408,280,111,19],"fragments":[{"begin":"0.000","end":"11.320","lines":["Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"]},{"begin":"11.320","end":"23.400","lines":["This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."]},{"begin":"23.400","end":"24.560","lines":["I’m Tanya Lewis."]},{"begin":"24.560","end":"25.960","lines":["I’m Josh Fischman."]},{"begin":"25.960","end":"41.360","lines":["And we’re Scientific American’s senior health editors. Today we’re going to depart from our regular COVID programming to bring you a special segment on monkeypox: what it is, how it spreads, what vaccines and treatments are available, and a look at the U.S. response so far."]},{"begin":"41.360","end":"49.480","lines":["Then we’ll bounce back to “long” COVID, and look at attempts to get a better handle on this poorly-defined and confusing disease. ---"]},{"begin":"49.480","end":"64.840","lines":["This is a podcast about COVID, but there’s another virus in town now: monkeypox. Its getting to be such a big problem that the U.S. just declared it a public health emergency. How worried should we be, Tanya?"]},{"begin":"64.840","end":"93.960","lines":["Monkeypox is not a new disease. The monkeypox virus is related to smallpox, but causes less severe disease. It’s been infecting humans since at least the 1970s, mostly in Central and West Africa. But earlier this year, it started spreading among people in Europe, the U.S. and other countries. And unlike previous outbreaks, which were often in children or people who had contact with infected animals, the current cases appear to be primarily in men who have sex with men. There are now more than 10,000 cases in the U.S."]},{"begin":"93.960","end":"99.560","lines":["alone, and the Secretary of Health and Human Services announced the health emergency you mentioned."]},{"begin":"99.560","end":"103.440","lines":["What are the main symptoms, and how is it transmitted?"]},{"begin":"103.440","end":"134.040","lines":["The virus causes characteristic pimple- or blister-like lesions, often on the genitals or anus, possibly with flu-like symptoms such as fever, fatigue and swollen lymph nodes. It’s primarily thought to be spread through close, skin-to-skin contact with an infected person’s lesions. This can include through sex, but it’s not exclusively a sexually transmitted disease. It might also spread through contact with contaminated objects such as clothing or bedding, or through respiratory droplets. It’s not nearly as transmissible as COVID."]},{"begin":"134.040","end":"137.760","lines":["How severe is monkeypox—can you die from it?"]},{"begin":"137.760","end":"156.880","lines":["It’s definitely less severe than smallpox, and most people don’t die from it. There have been a handful of deaths in other countries, usually in people who were immunocompromised. The majority of cases are mild or moderate, and clear up on their own. But the lesions can be extremely painful, depending on where they are. It’s not a disease to be taken lightly."]},{"begin":"156.880","end":"162.560","lines":["Doesn’t sound like it. What should people do if they think they’ve been exposed or infected?"]},{"begin":"162.560","end":"191.440","lines":["If you have a rash and think you might’ve been in contact with someone who has monkeypox or if you’ve had multiple or anonymous sex partners in the MSM community, you should probably see a doctor and get tested. Testing—which consists of swabbing a lesion—was limited to only a few CDC labs at first, but is now available at major labs around the country. If you’ve been diagnosed with monkeypox, you should isolate from other people until all of your sores have scabbed over and fallen off—usually around two to four weeks."]},{"begin":"191.440","end":"201.680","lines":["If you have to be around others, wear a mask and cover your lesions. You might be eligible for treatment or a vaccine, although doses are in short supply. But that could be changing."]},{"begin":"201.680","end":"209.960","lines":["So the good news is there are vaccines, but the bad news is they’re hard to get. What’s the holdup?"]},{"begin":"209.960","end":"235.800","lines":["There are two vaccines for monkeypox: JYNNEOS and ACAM2000. The JYNNEOS vaccine is preferred, because it causes fewer side effects. And unlike ACAM2000, it doesn’t contain a live virus that can replicate and is unsafe for people who are immunocompromised, like folks living with HIV. The reasons it’s in short supply are a little complex: the U.S. government had a large stockpile of the JYNNEOS vaccine, but a lot of it expired."]},{"begin":"235.800","end":"254.760","lines":["It also had a lot of bulk vaccine that needed to be put into glass vials, but didn’t order it from the company Bavarian Nordic in time, so now we have to wait for the manufacturer to fill other countries’ orders. Finally, some of the doses were stored in a facility in Denmark that the FDA hadn’t inspected, so that caused another delay."]},{"begin":"254.760","end":"257.680","lines":["That’s a bunch of major screwups."]},{"begin":"257.680","end":"276.080","lines":["It’s incredibly frustrating. I’ve spoken with gay health advocates who say that the response has been absolutely infuriating. About 1.1 million doses of vaccine have been allocated to states and territories—not enough to meet demand. But federal authorities have figured out a way to stretch those doses out."]},{"begin":"276.080","end":"278.000","lines":["How will they do that?"]},{"begin":"278.000","end":"306.360","lines":["The FDA has issued an emergency authorization for the JYNNEOS vaccine to be given as one-fifth a normal dose (it’s a two-dose vaccine). And it can be given as a shallow injection into the skin, because some research suggests this produces the same immune response as a typical subcutaneous injection under the skin. It requires some skill to administer, though, and some experts don’t think all health care providers will be able to do it accurately. Still, it means we can now vaccinate five times as many people."]},{"begin":"306.360","end":"310.200","lines":["Well that’s a start, at least. What about treatments?"]},{"begin":"310.200","end":"335.440","lines":["There is an antiviral drug called TPOXX. It’s FDA approved for smallpox, but doctors can request it for monkeypox patients under what’s known as an IND—investigational new drug—protocol. This requires a lot of paperwork and hassle, and only patients at risk of severe disease are eligible. Federal agencies have tried to simplify the process. The FDA could issue an emergency authorization for TPOXX to make it more easily available."]},{"begin":"335.440","end":"342.800","lines":["It sounds like we’re making a lot of the same mistakes we made with the early COVID response."]},{"begin":"342.800","end":"375.640","lines":["Yes and no. The limited supply of testing in the early days of the monkeypox outbreak definitely feels like deja vu with the early days of the COVID pandemic. In both cases, a lack of testing cost valuable time while the epidemic spread undetected. But the government has since moved to make monkeypox testing much more widely available. In terms of vaccines, we should have been ahead of the game with monkeypox. We already had an approved vaccine and plenty of doses. But a lack of urgency allowed millions of doses to go to waste or get stuck overseas."]},{"begin":"375.640","end":"408.600","lines":["Meanwhile, supplies ran out quickly within the U.S. If more vaccine doses had been available sooner, it might’ve slowed the outbreak. Now we’re playing catch up, and having to split the doses so that we have enough. It’s not all bad news. Health authorities do seem to be taking monkeypox seriously now, and the emergency declaration should help make more resources available to test, treat and vaccinate people. But whether there’s still time to get this outbreak under control or whether monkeypox will become yet another endemic disease here remains to be seen.  ---"]},{"begin":"408.600","end":"422.440","lines":["COVID itself is still a huge problem, of course. And its persistent form, long COVID, continues to puzzle scientists. Apparently more than 100 different symptoms have been linked to it."]},{"begin":"422.440","end":"454.840","lines":["That wide variety, some of which seem better documented than others, makes it hard for doctors to get a handle on the illness and how to treat it. Some of those symptoms you mentioned include trouble breathing and brain fog, and also diarrhea, skin problems, heart problems, terrible fatigue, fever, muscle pain, and more. All of these problems start after someone is done with the acute stage of COVID, and could last months. But there are widely varying estimates of how common long COVID is, and disputes over how to define it."]},{"begin":"454.840","end":"459.160","lines":["Sounds like it would help if doctors knew more about what the core symptoms are."]},{"begin":"459.160","end":"483.680","lines":["It would, and researchers now have tried to zero in on that core. In a recent issue of The Lancet, scientists gave repeated, detailed symptom questionnaires to about 12,500 people in the Netherlands. The key thing is some of these people had tested positive for COVID and some didn’t. That allowed the scientists to say that some symptoms were linked to an original infection, and some were not."]},{"begin":"483.680","end":"489.120","lines":["Basically, if you didn’t have COVID to start with, your symptoms couldn’t be due to long COVID, right?"]},{"begin":"489.120","end":"523.360","lines":["Exactly. So after eliminating the uninfected people from consideration, and focusing on symptoms that increased in severity 90 days after infection, the scientists came up with a core list of physical problems. Those included chest pain, pain or difficulties when breathing, muscle aches, loss of taste or smell, tingling in the extremities, a lump in throat, hot and cold flashes, heavy arms or legs, and general tiredness. Almost 13 percent of the group had one or more of these problems."]},{"begin":"523.360","end":"528.160","lines":["But what about brain fog and trouble thinking? A lot of people complain about those."]},{"begin":"528.160","end":"555.800","lines":["Yeah, and that’s a hole in the study. They didn’t look at cognitive symptoms. Only physical ones. But another group of scientists from King’s College London did look above the neck in about 1500 patients. The work was just released as a preprint, a preliminary article that hasn’t yet gone through peer review. But those scientists did find the most common symptoms were deep fatigue, brain fog, and headaches. So add those to the list."]},{"begin":"555.800","end":"559.920","lines":["It seems like that list is still evolving, though. A bit fluid."]},{"begin":"559.920","end":"592.560","lines":["Yep. What would make it more solid, and make long COVID easier to track, would be a biological marker for the condition. One may have just turned up. It’s the spike protein from the coronavirus, still floating around in people’s blood months after they’ve supposedly cleared the infection. Scientists found these spikes in a small group of patients and reported the results in another preprint. They told our SciAm colleague Sasha Warren the spike remnants themselves may not cause symptoms. But they could be a signature of a hidden pocket of infection."]},{"begin":"592.560","end":"605.160","lines":["If this does turn out to be a reliable marker of long-term disease, it could be a big step towards identifying patients —and treatments that help them. ---"]},{"begin":"605.160","end":"611.280","lines":["Now you’re up to speed. Thanks for joining us. Our show is edited by Jeff DelViscio and Tulika Bose."]},{"begin":"611.280","end":"624.680","lines":["Come back in two weeks for the next episode of COVID, Quickly! And check out SciAm.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"]}]}
