{
  "title": "The Kavli Prize Presents: Understanding Neurodevelopment and Neurodegeneration [Sponsored]",
  "img": "https://static.scientificamerican.com/sciam/cache/file/A40F5D8E-94CA-4452-9BF7F23DF1D8C319_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-kavli-prize-presents-understanding-neurodevelopment-and-neurodegeneration-sponsored/",
  "audio": "https://traffic.megaphone.fm/SAM5923431778.mp3?updated=1703605839",
  "intro": [
    "Huda Zoghbi is a clinician-scientist who studies the molecular mechanisms of neurodevelopment and neurodegeneration. This year she shared the Kavli Prize in Neuroscience for discovering the genetic pathways behind serious brain disorders."
  ],
  "authors": [
    "Scientific American Custom Media"
  ],
  "category": [
    "Neuroscience"
  ],
  "transcript": [
    {
      "author": "Megan Hall",
      "text": "Why would a normally developing girl stop walking?  What causes a middle-aged person to lose their sense of balance? Dr. Huda Zoghbi has devoted her career to unraveling these puzzles. She shares The Kavli Prize with Jean-Louis Mandel, Harry Orr, and Christopher Walsh for discovering the genetic pathways behind serious brain disorders.  Scientific American Custom Media, in partnership with The Kavli Prize, spoke with Huda to learn more about her research.  The Kavli Prize is a prestigious honor on its own, but the award holds a special place in Dr. Huda Zogbhi’s heart. "
    },
    {
      "author": "Huda Zoghbi",
      "text": "Because it recognizes work that I have so cherished. It is work with my longtime collaborator, Harry Orr, and I so cherish the work as well as our relationship over the years. So to me, this was the sweetest way to recognize that work."
    },
    {
      "author": "Hall",
      "text": "Huda and Professor Harry Orr both received the Kavli Prize this year, for research that has been intertwined for decades."
    },
    {
      "author": "Zoghbi",
      "text": "Our collaboration has outlasted most American marriages."
    },
    {
      "author": "Hall",
      "text": "It all started when Huda was at the very beginning of her career. She was trying to unravel the genetic cause of a disorder that affected the balance and speech of a large family in Texas. At around 40 years old, affected family members ..."
    },
    {
      "author": "Zoghbi",
      "text": " ... will start feeling a little bit off-balance, if they're making a quick move. And slowly their speech becomes slurred. And that gets worse and worse with time."
    },
    {
      "author": "Hall",
      "text": "Eventually, the family members lose their ability to walk and talk clearly. They typically die around 20 years later, of causes related to breathing or swallowing problems. The disorder is known as spino-cerebellar ataxia type 1, or SCA-1."
    },
    {
      "author": "Zoghbi",
      "text": "It’s a family with 200 members, and I started immediately driving every few days to Montgomery and collecting samples."
    },
    {
      "author": "Hall",
      "text": "With the samples Huda gathered and the help of her colleagues, she discovered that the gene responsible for SCA-1 was located on chromosome 6. But, she still had a long way to go."
    },
    {
      "author": "Zoghbi",
      "text": "Imagine you map it to the state of Texas, right? And now you want to find where the house is. So we have to really get the map closer and closer and narrow in to get close to it."
    },
    {
      "author": "Hall",
      "text": "Time passed, and she finally started getting closer to the location of the gene. Let’s say, she’d located the city. She also discovered that Professor Harry Orr at the University of Minnesota was studying a similar disorder in the same general area of chromosome 6."
    },
    {
      "author": "Zoghbi",
      "text": "I read papers by him showing that we are in the same city. And I was like, wow, this guy is impressive. He's done all this work."
    },
    {
      "author": "Hall",
      "text": "They eventually met and started sharing information. But, over time, it became clear that they were looking at genes in different locations."
    },
    {
      "author": "Zoghbi",
      "text": "By then Harry had an inkling that his gene is towards one side, let's say the northern side of the city. And I had data to suggest it's at the southern side of the city. So we're far apart."
    },
    {
      "author": "Hall",
      "text": "Huda learned a complicated technique to create little “addresses” or markers on chromosome 6 to better locate her gene. And she thought, why not share them with Harry?"
    },
    {
      "author": "Zoghbi",
      "text": "So I called him up. And I said, look, I made those hybrids. If you want to use them, please go ahead and take them and use them. And he was like, great. So, we’re communicating, we’re having a really beautiful, cordial relationship."
    },
    {
      "author": "Hall",
      "text": "Huda went on with her research, but she had this nagging thought in the back of her brain."
    },
    {
      "author": "Zoghbi",
      "text": "I think there's something fishy here."
    },
    {
      "author": "Hall",
      "text": "How could it be that she and Harry were studying two different diseases if both had similar symptoms, with a genetic cause in the same general region of chromosome 6?"
    },
    {
      "author": "Zoghbi",
      "text": "I kept pushing and pushing."
    },
    {
      "author": "Hall",
      "text": " Eventually, Huda found a mistake in the data from the family she was studying—everyone had assumed a group of daughters had inherited SCA-1 from their mother. But it turns out, it was actually the father who passed the disorder to his girls. Huda quickly worked with a technician to rerun some of her experiments."
    },
    {
      "author": "Zoghbi",
      "text": "Cataloging everything for all the branches of this family to construct what came from dad, what came from mom. And when we did that, it fell on top of Harry's gene."
    },
    {
      "author": "Hall",
      "text": "She immediately called Harry."
    },
    {
      "author": "Zoghbi",
      "text": "I said, Harry, I use this marker, it puts it right on top of your gene. We're working on the same disease."
    },
    {
      "author": "Hall",
      "text": "Huda was relieved, but Harry was worried."
    },
    {
      "author": "Zoghbi",
      "text": "Because back then cloning a disease gene was a big deal. Everybody wanted the glory to themselves."
    },
    {
      "author": "Hall",
      "text": "Harry asked if Huda wanted him to return the resources she’d shared with him."
    },
    {
      "author": "Zoghbi",
      "text": "I said, no, no, no, no, you keep them. We work together. Now we really collaborate. Now we're working on the same thing. 15 seconds of silence. And he said, Let's do it. "
    },
    {
      "author": "Hall",
      "text": "When Huda and Harry combined their data, they were able to narrow the location of their gene down to about one million base pairs. They slowly examined each gene one at a time. But then, Huda heard a scientific talk about a disorder that was marked by repeating letters of DNA. "
    },
    {
      "author": "Zoghbi",
      "text": "I said, Harry, we're not going to walk gene by gene. I just heard this awesome talk from Tom Caskey and it's these three bases of DNA that repeat.  Let's just ignore everything else and focus on finding repeats."
    },
    {
      "author": "Hall",
      "text": "So, she and Harry divided their genes up,  including a little bit of overlap, and started hunting. A few weeks later, on the same day..."
    },
    {
      "author": "Zoghbi",
      "text": "April 8, 1993. He sent me a fax, he discovered the mutation in his family and I sent him a fax, I discovered the mutation in my family."
    },
    {
      "author": "Hall",
      "text": "Huda and Harry have been working together ever since. Before Huda submits a grant proposal, she always lets Harry know."
    },
    {
      "author": "Zoghbi",
      "text": "Harry, I'm going to do this, this, and this. And he goes perfect. I'm not doing any of that. I will write a letter to assure the reviewers and to tell them how I will help you. And I do the same for him."
    },
    {
      "author": "Hall",
      "text": "Between them, they’ve discovered that the gene responsible for SCA-1 produces a protein called ATAXIN-1 that causes clumps in the brain and leads to that loss of balance. They’ve also developed a new type of treatment that improves SCA-1 symptoms in mice.  It’s a rare collaboration in a world that’s highly competitive. What made them do it? "
    },
    {
      "author": "Zoghbi",
      "text": "I don't think either of us really thought about who's gonna get credit. Honestly. We just wanted to solve this problem. And I think that was the driver."
    },
    {
      "author": "Hall",
      "text": "Also, they were young."
    },
    {
      "author": "Zoghbi",
      "text": "I would say most of my good decisions were due to naivety. You know, trust your heart and don’t overthink it, really."
    },
    {
      "author": "Hall",
      "text": "Huda says this collaboration has deepened their knowledge not just of SCA-1, but other neurological disorders, like Alzheimer's and Parkinson's disease."
    },
    {
      "author": "Zoghbi",
      "text": "In my long-term vision is prevention. And I'm excited about venturing in that area and finding things that we can maybe take a small pill for that’s safe for people who had a family history of disease or had an at-risk genotype."
    },
    {
      "author": "Hall",
      "text": "Her work with Harry is already being used in clinical trials for treating SCA-1 and other disorders.  Her advice for scientists that want to follow in her path? Be patient."
    },
    {
      "author": "Zoghbi",
      "text": "Everybody looks at me and gets excited because of the big discovery. I want to remind everybody there were years for each of these discoveries. And that's okay."
    },
    {
      "author": "Hall",
      "text": "Huda says, in science, it might take a long time for success to come. But when it does, it’s so satisfying. Especially when it’s shared with a good friend. Dr. Huda Zoghbi is a Professor at Baylor College of Medicine, the Director of the Jan and Dan Duncan Neurological Research Institute at Texas Children’s Hospital and an Investigator with the Howard Hughes Medical Institute.  This year, she shared The Kavli Prize in Neuroscience with Harry Orr, Jean-Louis Mandel, and Christopher Walsh. The Kavli Prize honors scientists for breakthroughs in astrophysics, nanoscience, and neuroscience—transforming our understanding of the big, the small and the complex. The Kavli Prize is a partnership among the Norwegian Academy of Science and Letters, The Norwegian Ministry of Education and Research, and the US-based Kavli Foundation.  This work was produced by Scientific American Custom Media and made possible through the support of The Kavli Prize. [The above text is a transcript of this podcast.]"
    }
  ]
}