{
  "title": "A Lifelong Quest to Improve Mental Health among Cancer Patients [Sponsored]",
  "img": "https://static.scientificamerican.com/sciam/cache/file/CB1FD64F-6D50-4DFB-B7074F9B66EE564A_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/a-lifelong-quest-to-improve-mental-health-among-cancer-patients-sponsored/",
  "audio": "https://traffic.megaphone.fm/SAM6518144603.mp3?updated=1703605820",
  "intro": [
    "Recognizing those who are making a meaningful impact in the lives of cancer patients, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with the President’s Award. We reconnected with Margaret Stauffer, the 2021 winner, to hear more about what’s happened since she received the award."
  ],
  "authors": [
    "Scientific American Custom Media"
  ],
  "category": [
    "Cancer"
  ],
  "transcript": [
    {
      "author": "Megan Hall",
      "text": "Every year, the Cancer Community Awards, sponsored by AstraZeneca, presents an individual or organization with the President’s Award. This award recognizes those who are making a meaningful impact in the lives of cancer patients. In 2021, Margaret Stauffer received the President’s Award for her work as the Chief Mission Officer of the Cancer Support Community in the San Francisco Bay Area. As we prepared for this year’s awards, we reconnected with Margaret to hear more about what’s happened since she received the award. Well, Margaret Stauffer, it’s such a joy to get a chance to talk to you. I can’t wait to hear what you’ve been up to the past year."
    },
    {
      "author": "Margaret Stauffer",
      "text": "Thank you. It feels like a blur, but we’ll try to break it out a little bit."
    },
    {
      "author": "Hall",
      "text": "When you explain the Cancer Support Community to people who’ve never heard of it and people who aren’t part of the cancer world, how do you explain it to them?"
    },
    {
      "author": "Stauffer",
      "text": "I say it’s a place where people can come together and connect with others who understand what it’s like to be dealing with a cancer diagnosis, and it’s a place where they can become informed and empowered as they’re going through cancer treatment and beyond. It’s also a place for loved ones to get support for what they are going through, as well as the patient."
    },
    {
      "author": "Hall",
      "text": "I understand that your mother went through a pretty brutal experience when she was diagnosed with cancer. Do you mind telling me a little bit about that experience and how it informed your work?"
    },
    {
      "author": "Stauffer",
      "text": "Sure. First of all, I want to say it was a long time ago, so things have changed dramatically, both in terms of treatment and in terms of psychosocial support. But when she was diagnosed with breast cancer, she had a radical mastectomy, and there were no support services for her. She just had the surgery, and she was expected to go on with her life. But her life was impacted tremendously by that. She was a pianist. She had to deal with lymphedema in her arm that made that difficult. She didn’t know anybody else that had gone through something similar to what she had gone through. So it was very isolating and lonely and challenging for her, even though we, as her family, tried to do what we could. But we didn’t really understand either at the time what the impacts were. What really drew me to the work at Cancer Support Community was being able to create a place where people could get that support, where they could learn about treatment options, where they could feel a sense of connection with other people who know what it’s like to be dealing with this."
    },
    {
      "author": "Hall",
      "text": "If your mother could have benefited from the Cancer Support Community, what do you think she would’ve done there? How would you have set her up with emotional and social support?"
    },
    {
      "author": "Stauffer",
      "text": "Well, my mother didn’t like to talk about things that were private or emotional. But I would really try to get her set up in a support group, because I think she would really have enjoyed being with other people and talking about their experiences. And I would’ve also wanted her to access some of our healthy lifestyle classes, to try out a yoga class or a Qigong session, and to enjoy some of the social connections that we have. For example, we have a no-talent talent show every year, and I think she would’ve loved the silliness and the fun and the creativity related to that."
    },
    {
      "author": "Hall",
      "text": "But she actually had talent. She could’ve played the piano."
    },
    {
      "author": "Stauffer",
      "text": "She did have talent. She wouldn’t have been in the no-talent category."
    },
    {
      "author": "Hall",
      "text": "Is that what has inspired you over these so many years working in the cancer community, that experience with your mother?"
    },
    {
      "author": "Stauffer",
      "text": "That’s certainly a part of it, but as a marriage and family therapist working in the health arena, I’ve seen over and over again the toll that physical illness takes on families and really want to have an impact on that, and find better ways of helping people get through that experience."
    },
    {
      "author": "Hall",
      "text": "You’ve said that not addressing the emotional and social aspects of cancer care is like paying for an expensive car and not putting any gas in it. Do you mind explaining that a little bit?"
    },
    {
      "author": "Stauffer",
      "text": "Well, medical treatment is incredibly important, of course. But we also know that there are so many other factors that contribute to whether or not somebody does well going through cancer treatment. The psychosocial aspect is critical. If you’re getting great medical treatment, but you’re really depressed, and you don’t get to your doctor’s appointment because you don’t feel like getting out of bed, that’s not going to help."
    },
    {
      "author": "Hall",
      "text": "You received the President’s Award about a year ago. What did it mean to you when you found out you’d won?"
    },
    {
      "author": "Stauffer",
      "text": "It was very humbling, I guess, first and foremost, because I know there are so many people doing great work across the cancer space. I felt very moved and touched by it. I’ve dedicated 30 years of my life to this work. Having that recognition felt very special."
    },
    {
      "author": "Hall",
      "text": "How has the award changed your life or changed the work of your organization?"
    },
    {
      "author": "Stauffer",
      "text": "Well, I think it’s helped to increase the visibility of our organization. And one of the things we want to be able to do is help anybody impacted by cancer, who’s in our geographic area, who wants our services. That additional exposure has been very important. And there’s also the reality that there was a financial piece to the award, and that makes a significant difference in our ability to provide the services free of charge."
    },
    {
      "author": "Hall",
      "text": "Did the award create any new connections or help you network with other people doing exciting work in the cancer community?"
    },
    {
      "author": "Stauffer",
      "text": "We’ve already been very connected with all of the other cancer services in our area, but I think getting that award reminded people about our services and what we do and maybe put us more front of mind."
    },
    {
      "author": "Hall",
      "text": "I understand you’re a judge this time around. Without giving anything away, what struck you about the nominees this year?"
    },
    {
      "author": "Stauffer",
      "text": "I was so impressed by the nominees for the four different Catalyst Award areas. It’s such a wonderful thing to see all the different work that’s being done, both in terms of treatment advances, but also in terms of reaching people who’ve traditionally been underserved, helping people who are in more remote areas get hooked up to cancer support and services. It’s just very gratifying to see all the wonderful things that are being done to support people while they’re going through treatment."
    },
    {
      "author": "Hall",
      "text": "One of the unique things about these awards is they bring together people from all different parts of the cancer community. Why do you think that’s important?"
    },
    {
      "author": "Stauffer",
      "text": "Well, I think there’s a synergy that happens when you’re connecting with other people, who are doing either similar work or new and different work to help people who are dealing with cancer. Being able to connect with other organizations, other hospital groups, other educational institutions, other non-profits that provide such critical support, it’s a great way of learning from each other and supporting each other."
    },
    {
      "author": "Hall",
      "text": "As we look forward to, potentially, a future that’s less focused on COVID, what are you looking forward to? What gives you hope?"
    },
    {
      "author": "Stauffer",
      "text": "I’m looking forward to being in the same room with the person that I’m speaking to. Part of the community that we create at Cancer Support Community is that connection with each other and being able to hug somebody, being able to offer them a box of tissues if they’re having a difficult time, of being able to laugh together in the same room and feel that camaraderie and connection even more deeply than we can feel it when we’re on a platform like Zoom."
    },
    {
      "author": "Hall",
      "text": "Well, Margaret Stauffer, thank you so much for taking the time to talk with me today."
    },
    {
      "author": "Stauffer",
      "text": "Thank you. You made it easy."
    },
    {
      "author": "Hall",
      "text": "Margaret Stauffer is the Chief Mission Officer of the Cancer Support Community in the San Francisco Bay Area. In 2021, she received the President’s Award from the Cancer Community Awards, part of the AstraZeneca YOUR Cancer program. YOUR Cancer brings together the community that is working to drive meaningful change in cancer care. Visit YourCancer.org to learn more about the C2 award winners and the YOUR Cancer program. This podcast was produced by Scientific American Custom Media and made possible through the support of the AstraZeneca YOUR Cancer program. — For more remarkable stories from the 2021 Winners of the Cancer Community Awards, visit our Heroes of Cancer Care collection. [The above text is a transcript of this podcast.]"
    }
  ]
}