{
  "title": "New Research Decodes the Sea Cow’s Hidden Language",
  "img": "https://static.scientificamerican.com/sciam/cache/file/16436E18-6735-4EF3-96CCBB71E4433288_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/new-research-decodes-the-sea-cows-hidden-language/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/E923E177-09DC-4868-A134B05ECEA915B7.mp3",
  "intro": [
    "Florida manatees are “talking” up a storm, and a team that has been recording those sounds for seven years is starting to understand the chatter."
  ],
  "authors": [
    "Ashleigh Papp"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Ashleigh Papp",
      "text": "This is Scientific American’s 60-Second Science, I'm Ashleigh Papp. OK — listen to this: [Underwater Noises]"
    },
    {
      "author": "Ashleigh Papp",
      "text": "... If you had to guess, what would you say made those sounds? ... Did you guess that they were from a blubbery, 10-foot long sea cow, otherwise known as a manatee? If you didn't get it, don't be too hard on yourself. That's what manatees sound like when they're communicating in the warm, shallow waters around Florida. And researchers are starting to learn how to decode this crazy high-pitched chatter.  We know that manatees produce vocalizations via the vocal folds in their throat, similar to how humans and other mammals produce noise. They use their voices for talking to each other–and probably not for echolocating, like dolphins do. And while previous research has documented the noises, new work l  looked into connecting how manatee chatter in the wild is related to behavior in different social settings.  Beth Brady, a marine mammalogist at the Mote Marine Laboratory and Aquarium in Florida ran the new research. She says that manatees use vocalizations to convey all sorts of things ... kind of like the way a house pet lets you know that they're not into that new brand of food, or they're really happy to see you at the end of a long day."
    },
    {
      "author": "Beth Brady: ",
      "text": "If you have a dog or a cat, you can tell by the way your cat meows, or your dog barks, whether or not it wants to go outside, whether it wants to play, but they're still using that bark, or just that meow. And Manatees are the same way ... they change the pitch of the sound and the structure of the sound just a little bit to convey different meanings."
    },
    {
      "author": "Ashleigh Papp",
      "text": "Manatees are solitary marine herbivores. They spend a lot of time grazing in shallow waters ... hence, their affectionate nickname, the \"sea cow\". According to Brady, manatees are generally shy, gentle creatures that can be difficult to approach in the wild and therefore, tough to really study. All in all, Brady and her team spent about seven years recording manatee vocalizations. They would drop a hydrophone off the side of a kayak while they paddled through fields of seagrass or cruised near freshwater river mouths. And they would also jot down notes about what the manatees were doing while they were making noise.  The team analyzed each of the recordings using computer software built for bioacoustic research and conservation work. They dissected the soundwaves of each vocalization and looked at things like how long the call lasted and each sound’s frequencies. They learned that 99% of the vocalizations that they recorded fell into 3 types of sound.  And because each recording was attached to an observation of the manatee's behavior at the time of the call, they were able to relate certain noises with specific behaviors. And that’s how they started to make sense of the chatter. The squeal, or [Audio of a \"squeal\"], was the top call recorded during cavorting, or social play and frisky behavior.  Stressed out manatees almost exclusively produced this noise [Audio of a \"squeak\"], which is described by Brady and her team as the squeak.  This call, the high squeak, [Audio of a \"high squeak\"], was mostly used between a mother manatee and her calf.  The findings were published in the journal Marine Mammal Science. [Beth Brady, et al., Behavior related vocalizations of the Florida manatee (Trichechus manatus latirostris)]  This new information is useful in a lot of different ways. Manatees are what's known as a \"keystone species.\" This means that by better understanding how this one species is doing, researchers can infer a lot more about the overall health of the coastal Florida ecosystem. "
    },
    {
      "author": "Brady: ",
      "text": "... Case in point, there's a lot of seagrass missing from over in the Indian River Lagoon area and a lot of manatees unfortunately perishing due to this. But sea grasses are also important for other species, you have sport and game fish, who use seagrass beds for those or juvenile nurseries. You have other animals, such as sea horses who use that, and it's food for turtles as well. So when you lose manatees, you're also losing it's also an indicator for general health of an ecosystem."
    },
    {
      "author": "Ashleigh Papp",
      "text": "There’s also the issue of climate change. Marine ecosystems are changing rapidly around the world because of it. Understanding the manatee's hidden language might offer us a sonic warning system that we never knew existed. Brady also says that the things they learned about the Florida manatees can be useful when it comes to understanding and protecting the other, lesser-studied manatee groups around the world. Whether or not there's a universal manatee language remains to be seen ... but we're starting to understand that there's a lot more to manatee squeaking and squealing than pure chatter.   For Scientific American's 60-Second Science, I’m Ashleigh Papp."
    }
  ]
}