{
  "title": "These Bats Buzz like Bees to Save Their Own Lives",
  "img": "https://static.scientificamerican.com/sciam/cache/file/6241ADAB-396C-4F26-A8594B91A247D664_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/these-bats-buzz-like-bees-to-save-their-own-lives/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/466161EA-86A4-494A-BF03EED55DC49CD1.mp3",
  "intro": [
    "New research has discovered the first case of acoustic mimicry between a mammal and an insect—an acquired skill that could just save certain bats’ skin."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s 60-Second Science. I’m Karen Hopkin. Have you ever found yourself stuck in what felt like a never ending game of “stop copying me”…in which one person keeps repeating what the other one says? You probably figured that the person parroting you was just trying to be annoying. But some critters might use vocal mimicry to save their skins.  In a recent study, researchers found that certain bats buzz like bees…a sound that could discourage owls from eating them. The work appears in the journal Current Biology."
    },
    {
      "author": "Danilo Russo",
      "text": ": The idea a dates back to over two decades ago."
    },
    {
      "author": "Hopkin",
      "text": ": Danilo Russo is a professor of ecology at the University of Naples Federico Segundo in Italy."
    },
    {
      "author": "Russo",
      "text": ": I was working for my PhD and I happened to capture some greater mouse-eared bats. When I took these bats out of the net, when I handled them, they invariably buzzed like wasps or hornets. [Bat buzzing]"
    },
    {
      "author": "Hopkin",
      "text": ": But what was the point of this unusual auditory outburst? Was it an involuntary squeak of distress? A warning cry to fellow roost mates? Or maybe, Russo wondered, was it a clever attempt to trick potential predators into thinking that they might want to back off if they don’t want to wind up with a face full of bee stings?"
    },
    {
      "author": "Russo",
      "text": ": Of course, the idea was attractive, but it was not very easy to test. And it took me a long time to design the right experiment."
    },
    {
      "author": "Hopkin: ",
      "text": "The first thing the researchers did was compare the sounds made by mouse-eared bats with those made by hymenopterans…insects like bees and wasps."
    },
    {
      "author": "Russo",
      "text": ": So we recorded four species of stinging hymenopterans in the field. As well as these buzzing bats in hand. And then we tested statistically whether these different buzzes could be similar enough to fool a predator."
    },
    {
      "author": "Hopkin",
      "text": ": And they found that the sounds were fairly similar. You already know what hornets sound like. [hornet buzzing]"
    },
    {
      "author": "Hopkin",
      "text": ": And the bats do a pretty good job of replicating that ominous hum. [bat buzzing]"
    },
    {
      "author": "Hopkin",
      "text": ": But even more interesting…when the researchers filtered the audio to include only the frequencies that can be heard by owls…the bats’ main predator…the soundprints were even more alike."
    },
    {
      "author": "Russo: ",
      "text": "Of course this was just the first step. But then we had to see how an owl would react to these sounds."
    },
    {
      "author": "Hopkin",
      "text": ": Working with an avian rescue center, Russo and his colleagues exposed 8 barn owls and 8 tawny owls to the buzzy output of both bees and bats and they recorded the birds’ reactions."
    },
    {
      "author": "Russo: ",
      "text": "In all such cases it was nice to see that the owls actually stepped back. So it increased the distance from the sound source, ok, which was identified as a potential danger."
    },
    {
      "author": "Hopkin",
      "text": ": So, the birds backed away from the buzz. But what if owls just aren’t fond of noise in general? To test that out, the researchers conducted a control experiment, in which they broadcast some non-buzzy bats sounds."
    },
    {
      "author": "Russo: ",
      "text": "And in that case the reaction of the owl was completely opposite. Because the owl started to inspect the origin of the sounds. Probably because it was taken as a clue that a potentially tasty prey item was there."
    },
    {
      "author": "Hopkin",
      "text": ": Interestingly, owls who were older when they were taken in by the rescue center were more perturbed by the cautionary buzzing than were birds that had been taken in as chicks."
    },
    {
      "author": "Russo",
      "text": ": This makes perfect sense because adult animals that had experienced the danger posed by stinging hymenopterans in the field will think twice before approaching a buzzing sound. While of course naïve owls would not have this experience and would not rely on it."
    },
    {
      "author": "Hopkin: ",
      "text": "The study was the first to find acoustic mimicry between a mammal and an insect. But based on the positive buzz, it probably won’t be the last. For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.]"
    }
  ]
}