{"title":"Love and the Brain, Part 1: The 36 Questions, Revisited","img":"https://static.scientificamerican.com/sciam/cache/file/9769BD9B-ECC1-4F7C-B730E26FD32E4FBD_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/love-and-the-brain-part-1-the-36-questions-revisited/","audio":"https://static.scientificamerican.com/sciam/cache/file/034AD923-7936-4BAD-B411475E3E96A6C1.mp3","intro":["Host Shayla Love dives into the true story behind the now infamous 36 questions that lead to love."],"authors":["Shayla Love"],"category":["Psychology"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Ivan Vendrov","text":"It always stuck with me, just this story that there’s a formula for love. I’m an engineer, mathematician by training, and numbers and processes come easy to me—love maybe less so. [CLIP: Opening music] Whether you’re currently in a relationship or not, many of us feel that there’s something special about the person we pick to be our romantic partner. They have qualities that are specifically compatible with us. Even if you don’t endorse the idea of “the one,” or a soul mate, a partner couldn’t just be anyone—right?"},{"author":"Ivan Vendrov","text":"For the next few days, we’re going to explore what it means to find and be in love—starting with the fact that falling in love might be easier than you thought. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. This week we’re diving into love and the brain, starting with the backstory behind a famous set of 36 questions described in the New York Times. [CLIP: Ending music]"},{"author":"Love","text":"The idea that a partner could be “anyone” is possibly why a 2015 piece in the New York Times’ Modern Love column entitled “To Fall in Love With Anyone, Do This'' made such a splash. The piece claimed that the 36 questions it referred to were from a 1997 study that had supposedly led to at least one pair of strangers falling in love in the lab. The author of the article tried out the questions on an acquaintance, and they ended up in a relationship, too. Could there be such an easy formula for love?"},{"author":"Love","text":"Well, it turns out that those famous 36 questions have a different origin story than what many of us thought: they were never intended to create romantic connections at all. Ivan Vendrov, a software engineer now based in San Francisco, found this out after encountering the 36 questions when the New York Times article was first published."},{"author":"Vendrov","text":"It always stuck with me, just this story that there's a formula for love. I'm an engineer, mathematician by training, and numbers and processes come easy to me—love maybe less so."},{"author":"Love","text":"This got Ivan’s wheels turning."},{"author":"Vendrov","text":"It was kind of interesting to think that love could just be essentially an algorithm, right? You could just, like, meet a stranger and run this process and reliably fall in love with them."},{"author":"Love","text":"He thought of the questions again when he started seeing someone."},{"author":"Vendrov","text":"It was early on in a romantic relationship. And I was really excited to kind of learn more about my partner. And I was like, “We should try to try the actual—we should try to run the 36 questions that lead to love.”"},{"author":"Love","text":"But Ivan wasn’t sure how long he and his partner were both supposed to spend on each question."},{"author":"Vendrov","text":"Often the questions are, like, really broad and intimate. You know, “Tell your ... life story,” “What would constitute a ‘perfect’ evening for you?” You know, “If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone?”"},{"author":"Love","text":"These were the kinds of questions you could spend hours on and not get to the bottom of."},{"author":"Vendrov","text":"So actually, the thing that led me to investigate was I was like, “Okay, well, how did they run this in the original study? How did they—like, what was the time limit? And that wasn't anywhere in the original New York Times article, so I read the paper."},{"author":"Love","text":"What Ivan found surprised him."},{"author":"Vendrov","text":"It turned out that the paper that the New York Times had cited and the questions from that paper were not about love at all, they were designed to create interpersonal closeness."},{"author":"Arthur Aron: ","text":"We wanted to create something where, in the lab, we can randomly assign people to be close or not to be close."},{"author":"Love","text":"That’s Arthur Aron, a professor of psychology at Stony Brook University. He, along with his wife Elaine, was one of the people responsible for this study. Aron confirms that ..."},{"author":"Aron","text":"The 36 questions were designed to create, in a short amount of time, a reasonable degree of closeness between two people."},{"author":"Love","text":"But ..."},{"author":"Aron","text":"That's not the same thing as being in love. Love has, you know, sort of another whole component of desire for deep connections. And in the case of romantic love, it usually involves sexuality and things like that. So it’s not quite the same thing."},{"author":"Love","text":"As you can imagine, Ivan found that pretty startling."},{"author":"Vendrov","text":"When I realized this, I was like, “Wow, that’s crazy.” All these people have been running this thing trying to find love. But really, that's not what the process is about. The process is about interpersonal closeness."},{"author":"Love","text":"Then there was another plot twist: While reading Arthur’s paper, Ivan noticed a reference to an earlier study, from 1991, with a longer set of questions that were created to encourage people to fall in love."},{"author":"Vendrov","text":"I tried to find the questions from the original study. They were nowhere online. They were published at some conference, which is now defunct, which left no traces."},{"author":"Love","text":"As one does,Ivan cold e-mailed Arthur, who he didn’t know, and asked for the questions."},{"author":"Vendrov","text":"And yeah, a couple of weeks later I got a reply. And he said, “Yeah, I think I might have some scans with the original questions.” And yeah, a few weeks after that he sent me the scans, and I shared them with the world...."},{"author":"Love","text":"Meaning he posted the whole saga on Twitter. The earlier questions Ivan posted were from a 1991 dissertation by Edward D. Melinat, who is now a couples counselor and was also a co-author of the 1991 conference paper and the 1997 study. These first questions were later adapted into the 36 questions that are widely known, and the 1991 questions are a lot more provocative."},{"author":"Vendrov","text":"They include things like roleplay with your partner how you would ask them out for a date, then pretend to be in a play with your partner where you tell them that you’re beginning to fall in love with them."},{"author":"Love","text":"Other notable questions and tasks from the 1991 dissertation include: “If you wanted to look very sexy, how would you dress?”—and “Alternate sharing something you find attractive in your partner; including the way he or she looks, dress and his or her personality.” It was actually in the original experiment described in the 1991 papers—not the one referenced by the New York Times—that two of the participants ended up getting married. Ivan said he didn’t feel super surprised that these prompts could lead to two people falling for each other."},{"author":"Love","text":"But he wasn’t in love with the questions, and didn’t use them with his partner."},{"author":"Vendrov","text":"I’m not quite sure why it feels maybe like trying too hard or something. Or it feels like kind of trying to hack my brain to believe this thing that maybe I don’t fully believe."},{"author":"Love","text":"Still, the 1997 study’s 36 questionswere shown to be able to make strangers feel close to each other, and the 40 original prompts, at least in one case, sparked a romantic connection. What exactly is it about these questions that gets under the skin? I wanted to see what made both sets of questions different and what they had in common. So I also asked Arthur about that."},{"author":"Aron","text":"First of all, the romantic version, people interacted for an hour and a half. Whereas, typically, with the 36 questions—create closeness, usually not involving romance—that involves 36 questions that take place usually in about 45 minutes in the lab. So they’re quite different."},{"author":"Love","text":"And as Ivan learned, the romantic questions are, well, more romantic."},{"author":"Aron","text":"The romantic ones include some items like, you know, imagine you fell in love with the person for the first time, and you're telling them for the first time, act that out—items like that."},{"author":"Love","text":"But here’s what these sets of questions have in common: both allow for a gradual increase in vulnerability between two people. The prompts start neutral and slowly escalate while people get comfortable with each other. Arthur says that this makes a couple of really important things happen."},{"author":"Aron","text":"Some of the items focus on …letting [a] person know you liked them. Feeling liked by someone [has] a huge effect on both general closeness and romantic closeness, feeling the other likes you."},{"author":"Love","text":"Itturns out that just feeling that someone likes you is pretty powerful."},{"author":"Aron","text":"We’ve done some surveys where we asked people to describe what happened when they've fallen in love. And a huge number of them talk about how they discovered the other person liked them."},{"author":"Love","text":"Another key ingredient to this “formula” is feeling that you’re similar to the other person, whether or not you actually are similar."},{"author":"Aron","text":"Similarity, in most cases is not that important for actually developing romantic relationships. But thinking you’re similar, that matters."},{"author":"Love","text":"Nowa lot of people go on dates through apps. Instead of taking part in old-fashioned courtship, an individual might be swiping through and talking to dozens of people. I asked Arthur about whether using the 36 or 40 questions in our high-volume dating world would still work."},{"author":"Aron","text":"Doing this online with a person is almost as effective as doing it in person, particularly if there’s also video. But if you’re doing it again and again, whether it’s in person or online, your answers are going to be rote."},{"author":"Love","text":"Overusing the questions on too many people could have a “diluting” effect."},{"author":"Aron","text":"If the person you’re talking to is feeling like you’re just sort of being rote and spilling things off, it’s not going to have the same kind of effect. Although the biggest effect for getting close in ... these questions is feeling the other person is responsive to you. If you’re talking about something really personal, it’s really important to feel that responsiveness. And that responsiveness has a big effect."},{"author":"Love","text":"Arthur still thinks that these questions—the sets of 36 or 40 items—are an effective way to get to know someone. And for couples, there’s another way he suggests using them that isn’t often mentioned."},{"author":"Aron","text":"In ongoing relationships, doing this with your partner is of some help. But doing it with another couple, the four of you, each answering the questions, has a huge positive effect on your own relationship. And so [that’s] something I'd suggest people do with another couple."},{"author":"Love","text":"As for Ivan he’s going to stick to getting to know people in a less formalized way."},{"author":"Vendrov","text":"It just feels quite dangerous to me. And I think I would rather fall in love kind of more slowly and more traditionally."},{"author":"Love","text":"Even if following a pattern does work, he wants to hang on to that feeling of finding a rare spark when meeting another person."},{"author":"Vendrov","text":"Personally, I feel like it’s very important to have a story for why you fell in love with someone—and for that story to be unique. I think, in our society, we just have so many choices. You know, you’re always one swipe… [you’re] one minute away from being on a dating app and looking at potential other people. Or, like, people who live in cities have so many dating apps, so many possible dating opportunities, [so you feel] like you really need a reason why your partner is special and why your story is special."},{"author":"Vendrov","text":"And if the story for why you're together with your partner is that you ran an algorithm, I feel like, you could just, you could just be thinking, hey, what if I ran this algorithm with someone else?"},{"author":"Love","text":"On the next episode of “love and the brain”..."},{"author":"Levine","text":"I really experienced it as a revelation, a personal revelation. It helped me so much in understanding all the different things that were going on in my failed relationship and the breakup."},{"author":"Love","text":"We go into attachment styles—or the supposed ways that people fall into patterns when responding to romantic entanglements, either with anxiety, avoidance or security. Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly for more in-depth science news.  Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Shayla Love. [CLIP: Ending music]"},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[29,94,520,620,871,1537,1512,21898,22501,16044,17249,22522,14076,21865,22086,22427,20739,22508,21128,19086,662,654,15934,14729,9600,13387,8760,11092,10511,10089,214,14730,10898,11415,12322,8527,13856,10850,12685,12714,12683,10634,11312,11526,12958,11729,7496,1007,14145,13831,12254,14950,12492,15082,10144,11567,9856,13510,2830,293,10583,15847,15039,11063,10165,15309,12567,12037,13251,12221,9373,10987,6302,2594,13756,14805,15117,11973,13042,15163,15727,1120,614,643,504,450,15592,15501,12761,11950,14028,12632,11361,12677,11088,12977,12654,10471,10361,903,949,863,6243,15359,11347,15124,16245,13299,13498,9544,10027,9373,12491,22409,15810,17199,17017,14622,19836,14283,21547,14752,21690,21809,16228,22163,18943,21944,21928,22050,22055,19947,23627,21885,22049,21834,16455,14570,18031,15811,16035,16229,16944,16634,17123,15657,16121,13762,15488,18143,17770,18081,18174,18197,17974,18375,18684,18020,18604,16960,18846,18931,19494,19170,19106,19272,19470,19310,19471,19603,19675,19418,19727,17013,14171,15751,10414,10548,2909,2018,1619,1673,1583,1242,15193,12113,15422,15862,11732,13175,13226,8318,12742,12225,15645,9507,10720,8932,11677,15013,11519,9482,9932,6189,13077,11563,11441,9353,9552,2105,7860,8708,9366,8848,3026,7094,6892,2691,2853,2654,946,804,710,496,386,338,206,281,1127,13978,12439,11693,10531,9908,8861,8110,10044,10060,12598,11053,12877,11611,11380,10028,9958,9973,12338,9494,9543,10585,14034,9737,8308,11342,11186,2057,13699,12420,12092,9833,10533,14309,3423,10996,12639,9519,13431,5555,608,15488,15276,11669,15543,14076,12413,12793,10009,13797,10979,9807,11855,11469,11837,12936,13498,6769,14056,13095,14286,13361,14652,10130,6964,13669,10291,12166,12894,10691,15183,11337,11113,2022,12801,16205,15219,13936,12545,12050,10574,12253,10348,9143,14068,14288,15829,11773,11414,12388,11888,5179,3095,13827,10592,13130,10353,8865,11934,12688,14223,10244,1165,574,15937,11296,13277,15587,14735,14517,11978,12448,13642,8766,13323,12465,11892,9880,12645,12203,12414,12637,7568,11107,14051,15159,13733,11058,9316,9857,9671,11941,12166,1711,671,15653,14427,12037,12502,12422,10337,11340,9456,11408,13508,9759,16085,14543,15624,12546,9345,9020,10392,12316,11450,13681,13769,8747,8792,12970,4058,732,16249,17123,18749,11413,19766,9934,11068,16977,14756,16969,22496,16325,16292,653,6561,22513,21708,20135,22515,18139,22541,7543,22503,17215,20761,11133,9429,22552,7469,714,12490,9785,21424,20808,17655,22560,15512,20036,22517,18989,16496,22238,22466,2747,15837,14851,14657,11630,8908,6501,670,14054,17107,13137,10491,12584,1921,19176,9033,9140,11400,6860,16342,13414,12017,9108,8136,432,18098,16902,13090,13724,10880,12994,12796,13439,10758,13771,13708,8942,11705,11824,15152,8123,18666,17562,18858,11281,8632,9585,16351,14502,9600,13204,13056,11654,10765,7711,3781,16356,18143,12273,11985,10953,11523,14969,14823,13693,14390,8219,12247,12451,9923,9110,433,18013,14361,13968,11742,9709,14258,14836,7695,15813,9226,12951,10511,8100,9049,465,11070,12899,12462,14584,15332,12268,13397,814,14296,16586,13545,11779,14505,10880,12551,10753,13955,11395,6033,14118,6686,12043,7116,404,20371,13611,13216,16179,13450,14988,6507,363,20016,14479,8322,16473,2375,955,9964,13019,11458,12298,11508,10593,12445,13981,11212,11684,10456,10321,12625,3934,1364,13695,9412,10024,415,688,14481,15459,15697,10285,14657,9354,8191,10460,13010,12030,14374,11955,9685,10144,14099,9108,8512,12983,14872,13469,9903,11646,11980,14395,12973,13698,12180,13592,13812,2585,6332,15453,8266,13774,12727,10258,15883,17523,16362,17572,13606,10898,10839,14838,12727,14451,14390,12274,8126,10809,4932,467,4238,12898,7696,641,16574,12288,8771,9055,10758,9819,9561,11359,15698,12455,13886,10328,424,14853,16107,15754,12923,16152,10192,2988,622,21539,16639,17572,16315,13029,14547,12728,1957,3529,22491,19799,9890,14535,6201,13716,7634,9439,12370,10573,10707,19654,9847,20275,16520,12311,12861,14837,11815,1103,11887,13686,10793,3612,544,16045,15990,16010,16179,15115,16049,14465,16156,12174,16209,10988,16171,15975,10916,13012,16151,513,16225,16312,16135,14338,293,15563,15347,9491,6528,15142,14605,13483,14573,11777,12241,11632,7643,589,14062,12480,15272,12653,12285,358,14496,12878,10150,13382,10603,7796,10547,626,16200,13768,12662,12694,14887,16547,14176,13532,13578,16101,14365,15773,16241,7275,10823,6670,16258,13555,9792,3863,197,16308,12571,9137,8516,12855,15676,13619,2932,7338,8632,9466,164,14020,14098,10831,7168,15748,14914,16207,14980,16399,10289,16181,15448,13456,12978,11453,5088,1225,10171,16143,10349,16143,2035,16046,6319,16062,7428,4083,15629,13645,16072,10987,15725,8381,14271,16298,4931,908,10689,12679,12581,6105,1030,6896,9494,11976,10377,16209,9582,16100,16094,9372,16160,13598,6128,10799,12733,877,16196,15332,10979,13394,9665,15975,3949,16428,14074,13752,12485,15532,11568,12942,7947,9906,4346,940,17851,19995,21343,20527,18757,22089,15479,16640,16689,18514,7728,19953,15776,16175,10592,15925,13949,18486,2502,396,21441,15465,19147,15503,15839,18650,10883,7202,189,18512,19342,21301,5824,10338,15311,12817,14230,13678,13321,9631,3133,244,13646,16008,10953,11882,11920,14532,11625,14227,10996,11240,11460,11679,9732,9987,10738,13209,4646,16122,10748,13285,12485,9862,11232,13740,15054,11837,10990,11231,10997,9857,11388,4410,130,21018,18265,20842,16216,8872,12649,12330,10789,421,15324,14638,15251,15783,10283,14035,8895,13276,7440,12166,10349,13098,13658,8596,11883,9414,14199,10820,15453,13341,15827,11759,15352,8596,11196,14045,12024,7615,14448,10422,8603,10804,16194,9084,12586,6633,1825,843,10962,14230,12422,11541,14532,12818,19739,8376,19541,18351,15836,10814,11893,11680,16076,15025,2921,201,22497,12652,12573,11215,4541,10243,10091,12377,15092,15320,11399,11317,13273,7875,9016,8299,12486,19172,12219,12624,437,11226,13273,5899,10135,15604,13230,13424,12406,11207,182,122,14550,13944,12726,14669,10270,13594,11174,8960,10989,12176,11458,11490,11619,8706,9139,11091,13244,11359,7924,6948,10393,12079,14276,9726,11578,10853,12463,11288,16031,11704,15125,11412,9862,14209,15991,11589,9091,12979,12489,12165,11533,9567,483,238,9639,13937,12945,9718,10943,14193,15706,14891,13090,11578,11725,10413,6071,15722,14293,13214,247,35,11692,15589,14506,11259,14362,11194,14068,12042,11829,13572,11480,2667,2171,2525,1261,959,2241,1325,7650,17661,16331,15965,1492,15273,9442,3133,1517,1936,1815,17124,16989,17081,12308,15836,11937,12125,18559,12707,2738,1745,11503,4740,14269,13593,11608,10477,3682,1134,6405,9399,10955,14340,13972,13614,12975,10500,8464,615,5030,13502,13537,12955,12322,15436,16313,2045,1225,1928,2503,1126,5920,5864,3046,4681,5834,5326,7494,4265,7859,7977,2934,1049,15304,15366,9627,13307,13771,10787,9281,12993,11367,10612,11570,9753,10426,9037,11238,10286,266,222,8390,12916,12171,10722,10724,10147,8263,11839,13165,8495,2602,280,13083,10028,1271,11684,11844,11659,11062,9103,8501,10293,9796,9490,6077,7099,10627,11188,11015,8573,13324,12461,13940,11440,14099,11017,10176,8919,3313,251,263,13739,16455,11635,10168,11442,10617,14060,9234,13535,11310,11127,11926,10860,3690,12935,15538,13307,15344,12519,11413,5787,12306,13670,11170,8885,13401,11746,11237,9204,158,15232,15474,14100,10312,13681,11333,13715,12958,10593,13090,11769,9588,13057,10757,9152,10479,9288,256,15736,1720,11704,11433,13756,11153,13624,7765,12467,13587,11507,12631,10958,6122,157,12344,12064,10255,17082,9623,10240,13321,13159,12203,9974,13401,12746,10086,114,12264,17130,12249,12788,7329,8928,10712,10141,3238,10929,13853,12983,7136,22599,13660,8808,9974,9826,47,3455,14271,13528,11969,10615,13887,12810,12116,8642,12292,7361,12101,12388,10710,10204,10332,9724,10572,15162,11261,10375,349,13074,13639,12188,12629,12587,8365,13653,11249,8058,14543,9760,10399,9897,3715,182,16072,13051,15135,14543,13157,9748,14955,12389,8415,11554,84,162,15730,13796,7725,11425,12203,13257,9038,9909,8268,13076,7922,15760,15758,10861,13261,14492,15230,11175,11134,10871,11261,1407,15291,16116,16107,16193,16093,11230,16103,15916,16163,16174,16176,16153,14324,15961,15945,9811,16020,14228,16055,12562,333,4097,16182,16159,10841,15797,15993,10889,16009,15577,15994,8033,508,16236,6585,16298,10960,13097,16382,6728,16128,16068,16161,13410,16263,15914,10332,16016,13815,16018,16051,15977,16102,16027,855,851,16178,1108,16259,16126,16166,12873,8217,14010,15168,12189,11124,13867,13867,13092,13097,12874,171,13576,11361,2725,11846,15031,11402,16123,16182,16321,14803,15923,16049,16316,16176,15476,471,16365,13520,16289,15952,3434,400,16161,15994,7120,1119,16327,16209,16087,15978,16233,14480,13849,8203,15977,7864,15132,16189,15968,12701,16079,16055,16373,16129,15999,5798,16074,7783,16329,16217,16200,16106,1072,2092,15447,10502,12097,15001,15845,10981,12002,10634,7517,3222,1988,15976,14277,11263,12724,15196,8298,9251,8527,11750,12918,11807,8120,10157,5715,13801,13430,12301,9879,12330,7109,10538,15726,12260,11477,14897,9983,12509,11602,217,15959,14272,13281,12738,13831,13672,12167,9256,11189,11413,8041,5323,754,15208,15671,16083,9251,10282,2944,15760,14076,13085,11782,14727,12470,12594,13494,10243,4120,415,16213,15158,3981,16242,12528,12111,6234,1288,4106,16014,16109,10517,13557,10802,16291,14747,15612,11718,12484,7866,8278,219,281,11885,15933,13441,8568,1482,13713,13635,15603,15655,13648,12187,15204,12948,13885,8842,14943,13473,8931,7218,949,14421,12741,13343,12531,8124,16194,8001,7259,15988,16206,7002,16027,16097,15213,403,16094,15741,16200,15971,12791,8035,14602,10880,8701,15847,16147,10112,9878,10512,1295,6076,22,14684,14707,15572,10393,10676,10123,12250,12878,10254,11408,11664,12312,9737,9385,11293,8899,4415,16069,15582,12399,15735,11664,12405,9563,7599,939,16277,16128,8363,3346,16069,11922,16175,16087,14466,16010,16002,16255,16174,16200,13554,13529,16291,16552,16043,16388,16123,16149,8618,12275,8683,16046,15852,12544,15000,685,16376,16188,10813,9719,8656,5710,4170,11096,10928,8902,6029,5387,17360,11999,9053,7883,4762,10941,8943,10848,6183,7021,5535,14251,14209,14939,13706,12512,12553,9927,4036,10787,13570,12691,11533,11264,7055,14707,12443,8743,12827,11810,15823,14778,9428,11437,7137,13630,9332,6762,231,12579,13705,11283,13173,15951,9518,12482,13485,14244,13347,9612,11884,12073,13032,14231,10769,11742,12754,4558,678,12180,16130,16121,16266,16149,4259,15985,11245,330,16134,13227,379,16088,16202,15838,16116,13170,15184,13029,16124,14908,13859,14417,16003,15368,5963,16081,386,16167,16117,2236,2249,801,16007,16096,15023,16106,11781,16165,2369,16158,15818,16170,13428,16124,15103,11621,16204,14509,216,16127,16187,16044,16079,15920,16091,1733,13883,13359,12160,15209,13372,7570,13629,9004,11493,11444,12538,12288,12680,9154,2032,14291,9320,15455,14285,7697,14517,12897,9002,13139,11652,216,15349,14210,3180,16110,10402,16021,9826,345,16022,16103,16070,517,7992,1020,16133,13444,8850,16204,2914,168,16175,2991,16267,16269,15681,10925,16177,8747,266,13483,16165,16233,5649,8031,15367,1048,474,16342,13674,13550,16263,13144,3278,488,11257,16080,16201,12880,7178,14114,7941,6439,5821,148,156,15710,6217,9028,10254,15454,13482,13270,12540,16096,11394,6300,2312,13731,10886,14869,13339,14463,7387,16159,7583,9981,16118,13833,10837,11090,13088,4125,192,15494,13184,11519,9657,12587,12073,14967,13958,14369,12675,13742,12675,11854,370,13928,15911,13294,12039,10693,6158,2126,12156,14434,15815,12131,2959,12944,15725,13365,14449,9045,15285,12102,11491,10027,2913,59,9721,16228,16055,12751,9072,8224,645,313,14022,14855,11635,16125,16094,7952,13209,13592,15243,12873,13832,11907,9489,8374,16110,8858,11131,13629,10250,10860,6848,429,14470,12817,15088,16144,11066,11158,10995,16053,10333,6483,4816,146,5217,16282,4681,15325,11152,13295,16076,524,14489,16192,15341,16274,8272,1507,15387,15372,14827,2337,157,2438,15177,14790,15562,5606,12146,13367,15227,9706,11510,11256,12015,9887,11562,13112,9698,206,15964,12843,8860,13615,12076,10494,9467,13093,9127,13970,987,9582,8858,11512,10873,8541,8476,6457,3286,13806,11387,9753,10501,10290,10797,396,197,10410,15247,15469,12392,12463,12430,13180,1097,10021,15278,10400,12653,11358,11874,10862,14030,12494,7698,10149,9547,9664,4293,205,16468,10919,12558,14798,19392,12974,17446,12005,9242,9220,20458,14692,2205,155,17520,13349,8397,157,133,126,8817,14682,15145,1094,149,339,16523,16328,16699,12340,22501,13985,16564,8498,1358,138,196,22486,21022,22500,16901,9760,10564,8838,731,15767,14727,7559,146,171,17037,12045,5791,11827,10095,6348,150,134,243,17711,12727,15595,15039,13260,12111,12727,12116,8209,14569,13324,11470,16739,13368,11801,11582,9676,155,756,21566,12943,11108,18585,19334,15745,13751,12878,13840,13704,9437,156,15216,19686,13273,11885,11386,10558,258,12757,12000,15035,12277,12871,12375,14203,13511,15397,14506,10167,15841,7192,12631,14383,16431,20114,13798,11159,8596,15706,10833,22532,11014,14374,12783,9351,10738,14358,10872,15221,3152,14242,16036,9711,1229,17217,15579,6700,17954,13511,14334,17380,11445,22243,17426,5768,22530,18429,10209,2395,2368,12673,8125,13548,14283,20834,21131,14473,15849,16383,14783,12839,5357,1975,2304,2574,3386,2734,1214,917,478,299,12660,15681,14757,12276,12801,13884,14053,11560,3832,19597,16913,10969,19218,15763,18433,15563,16622,14657,16654,15017,12974,5231,13741,15910,18496,15350,15359,16880,11751,14346,15134,16591,18537,19379,16840,1444,16287,17587,15184,13942,17678,16978,22204,10372,22325,15244,364,4395,4233,5160,2229,6266,5989,4796,5395,2209,18242,18176,12229,17055,16344,18826,14335,10324,16777,14886,18331,17705,17567,13637,14635,16603,18363,16416,16119,15723,16839,16837,15313,14795,19735,17576,19305,13202,17436,16310,6096,4679,16563,16143,10662,5831,3955,1846,6399,4089,5475,1936,3184,5126,3895,4347,2192,1151,214,35,494,4409,15435,16031,17024,16196,17013,15991,18862,16130,15871,16812,15612,15719,15121,16330,5089,6212,4601,16479,16518,16262,13668,14759,13870,16529,16478,17096,16135,11170,7972,3891,4152,16138,18290,18213,18412,16455,16421,16416,16288,13336,2119,4090,5481,17846,16774,15981,17864,15271,13637,14721,16280,16928,16595,6139,5396,15477,15240,15414,15511,15625,15713,15056,16067,15839,12701,16286,16295,16594,16653,16874,16794,15259,17012,14812,17373,17367,17686,14185,14210,12101,13966,9261,3119,18362,18208,14144,11720,7205,3272,1241,540,307,99,50,16],"fragments":[{"begin":"0.000","end":"2.120","lines":["Apple | Spotify"]},{"begin":"2.120","end":"41.360","lines":["It always stuck with me, just this story that there’s a formula for love. I’m an engineer, mathematician by training, and numbers and processes come easy to me—love maybe less so. [CLIP: Opening music] Whether you’re currently in a relationship or not, many of us feel that there’s something special about the person we pick to be our romantic partner. They have qualities that are specifically compatible with us. Even if you don’t endorse the idea of “the one,” or a soul mate, a partner couldn’t just be anyone—right?"]},{"begin":"41.360","end":"62.400","lines":["For the next few days, we’re going to explore what it means to find and be in love—starting with the fact that falling in love might be easier than you thought. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. This week we’re diving into love and the brain, starting with the backstory behind a famous set of 36 questions described in the New York Times. [CLIP: Ending music]"]},{"begin":"62.400","end":"99.640","lines":["The idea that a partner could be “anyone” is possibly why a 2015 piece in the New York Times’ Modern Love column entitled “To Fall in Love With Anyone, Do This'' made such a splash. The piece claimed that the 36 questions it referred to were from a 1997 study that had supposedly led to at least one pair of strangers falling in love in the lab. The author of the article tried out the questions on an acquaintance, and they ended up in a relationship, too. Could there be such an easy formula for love?"]},{"begin":"99.640","end":"117.000","lines":["Well, it turns out that those famous 36 questions have a different origin story than what many of us thought: they were never intended to create romantic connections at all. Ivan Vendrov, a software engineer now based in San Francisco, found this out after encountering the 36 questions when the New York Times article was first published."]},{"begin":"117.000","end":"130.240","lines":["It always stuck with me, just this story that there's a formula for love. I'm an engineer, mathematician by training, and numbers and processes come easy to me—love maybe less so."]},{"begin":"130.240","end":"133.400","lines":["This got Ivan’s wheels turning."]},{"begin":"133.400","end":"143.840","lines":["It was kind of interesting to think that love could just be essentially an algorithm, right? You could just, like, meet a stranger and run this process and reliably fall in love with them."]},{"begin":"143.840","end":"146.960","lines":["He thought of the questions again when he started seeing someone."]},{"begin":"146.960","end":"158.520","lines":["It was early on in a romantic relationship. And I was really excited to kind of learn more about my partner. And I was like, “We should try to try the actual—we should try to run the 36 questions that lead to love.”"]},{"begin":"158.520","end":"163.320","lines":["But Ivan wasn’t sure how long he and his partner were both supposed to spend on each question."]},{"begin":"163.320","end":"178.440","lines":["Often the questions are, like, really broad and intimate. You know, “Tell your ... life story,” “What would constitute a ‘perfect’ evening for you?” You know, “If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone?”"]},{"begin":"178.440","end":"182.600","lines":["These were the kinds of questions you could spend hours on and not get to the bottom of."]},{"begin":"182.600","end":"194.280","lines":["So actually, the thing that led me to investigate was I was like, “Okay, well, how did they run this in the original study? How did they—like, what was the time limit? And that wasn't anywhere in the original New York Times article, so I read the paper."]},{"begin":"194.280","end":"197.120","lines":["What Ivan found surprised him."]},{"begin":"197.120","end":"206.800","lines":["It turned out that the paper that the New York Times had cited and the questions from that paper were not about love at all, they were designed to create interpersonal closeness."]},{"begin":"206.800","end":"213.400","lines":["We wanted to create something where, in the lab, we can randomly assign people to be close or not to be close."]},{"begin":"213.400","end":"222.880","lines":["That’s Arthur Aron, a professor of psychology at Stony Brook University. He, along with his wife Elaine, was one of the people responsible for this study. Aron confirms that ..."]},{"begin":"222.880","end":"232.640","lines":["The 36 questions were designed to create, in a short amount of time, a reasonable degree of closeness between two people."]},{"begin":"232.640","end":"233.080","lines":["But ..."]},{"begin":"233.080","end":"250.720","lines":["That's not the same thing as being in love. Love has, you know, sort of another whole component of desire for deep connections. And in the case of romantic love, it usually involves sexuality and things like that. So it’s not quite the same thing."]},{"begin":"250.720","end":"253.760","lines":["As you can imagine, Ivan found that pretty startling."]},{"begin":"253.760","end":"263.920","lines":["When I realized this, I was like, “Wow, that’s crazy.” All these people have been running this thing trying to find love. But really, that's not what the process is about. The process is about interpersonal closeness."]},{"begin":"263.920","end":"276.440","lines":["Then there was another plot twist: While reading Arthur’s paper, Ivan noticed a reference to an earlier study, from 1991, with a longer set of questions that were created to encourage people to fall in love."]},{"begin":"276.440","end":"284.640","lines":["I tried to find the questions from the original study. They were nowhere online. They were published at some conference, which is now defunct, which left no traces."]},{"begin":"284.640","end":"290.440","lines":["As one does,Ivan cold e-mailed Arthur, who he didn’t know, and asked for the questions."]},{"begin":"290.440","end":"302.200","lines":["And yeah, a couple of weeks later I got a reply. And he said, “Yeah, I think I might have some scans with the original questions.” And yeah, a few weeks after that he sent me the scans, and I shared them with the world...."]},{"begin":"302.200","end":"329.560","lines":["Meaning he posted the whole saga on Twitter. The earlier questions Ivan posted were from a 1991 dissertation by Edward D. Melinat, who is now a couples counselor and was also a co-author of the 1991 conference paper and the 1997 study. These first questions were later adapted into the 36 questions that are widely known, and the 1991 questions are a lot more provocative."]},{"begin":"329.560","end":"341.760","lines":["They include things like roleplay with your partner how you would ask them out for a date, then pretend to be in a play with your partner where you tell them that you’re beginning to fall in love with them."]},{"begin":"341.760","end":"380.840","lines":["Other notable questions and tasks from the 1991 dissertation include: “If you wanted to look very sexy, how would you dress?”—and “Alternate sharing something you find attractive in your partner; including the way he or she looks, dress and his or her personality.” It was actually in the original experiment described in the 1991 papers—not the one referenced by the New York Times—that two of the participants ended up getting married. Ivan said he didn’t feel super surprised that these prompts could lead to two people falling for each other."]},{"begin":"380.840","end":"385.320","lines":["But he wasn’t in love with the questions, and didn’t use them with his partner."]},{"begin":"385.320","end":"395.200","lines":["I’m not quite sure why it feels maybe like trying too hard or something. Or it feels like kind of trying to hack my brain to believe this thing that maybe I don’t fully believe."]},{"begin":"395.200","end":"416.360","lines":["Still, the 1997 study’s 36 questionswere shown to be able to make strangers feel close to each other, and the 40 original prompts, at least in one case, sparked a romantic connection. What exactly is it about these questions that gets under the skin? I wanted to see what made both sets of questions different and what they had in common. So I also asked Arthur about that."]},{"begin":"416.360","end":"435.280","lines":["First of all, the romantic version, people interacted for an hour and a half. Whereas, typically, with the 36 questions—create closeness, usually not involving romance—that involves 36 questions that take place usually in about 45 minutes in the lab. So they’re quite different."]},{"begin":"435.280","end":"440.280","lines":["And as Ivan learned, the romantic questions are, well, more romantic."]},{"begin":"440.280","end":"454.520","lines":["The romantic ones include some items like, you know, imagine you fell in love with the person for the first time, and you're telling them for the first time, act that out—items like that."]},{"begin":"454.520","end":"470.360","lines":["But here’s what these sets of questions have in common: both allow for a gradual increase in vulnerability between two people. The prompts start neutral and slowly escalate while people get comfortable with each other. Arthur says that this makes a couple of really important things happen."]},{"begin":"470.360","end":"484.040","lines":["Some of the items focus on …letting [a] person know you liked them. Feeling liked by someone [has] a huge effect on both general closeness and romantic closeness, feeling the other likes you."]},{"begin":"484.040","end":"488.400","lines":["Itturns out that just feeling that someone likes you is pretty powerful."]},{"begin":"488.400","end":"498.160","lines":["We’ve done some surveys where we asked people to describe what happened when they've fallen in love. And a huge number of them talk about how they discovered the other person liked them."]},{"begin":"498.160","end":"505.720","lines":["Another key ingredient to this “formula” is feeling that you’re similar to the other person, whether or not you actually are similar."]},{"begin":"505.720","end":"521.880","lines":["Similarity, in most cases is not that important for actually developing romantic relationships. But thinking you’re similar, that matters."]},{"begin":"521.880","end":"536.320","lines":["Nowa lot of people go on dates through apps. Instead of taking part in old-fashioned courtship, an individual might be swiping through and talking to dozens of people. I asked Arthur about whether using the 36 or 40 questions in our high-volume dating world would still work."]},{"begin":"536.320","end":"553.440","lines":["Doing this online with a person is almost as effective as doing it in person, particularly if there’s also video. But if you’re doing it again and again, whether it’s in person or online, your answers are going to be rote."]},{"begin":"553.440","end":"557.800","lines":["Overusing the questions on too many people could have a “diluting” effect."]},{"begin":"557.800","end":"585.920","lines":["If the person you’re talking to is feeling like you’re just sort of being rote and spilling things off, it’s not going to have the same kind of effect. Although the biggest effect for getting close in ... these questions is feeling the other person is responsive to you. If you’re talking about something really personal, it’s really important to feel that responsiveness. And that responsiveness has a big effect."]},{"begin":"585.920","end":"597.040","lines":["Arthur still thinks that these questions—the sets of 36 or 40 items—are an effective way to get to know someone. And for couples, there’s another way he suggests using them that isn’t often mentioned."]},{"begin":"597.040","end":"615.640","lines":["In ongoing relationships, doing this with your partner is of some help. But doing it with another couple, the four of you, each answering the questions, has a huge positive effect on your own relationship. And so [that’s] something I'd suggest people do with another couple."]},{"begin":"615.640","end":"620.400","lines":["As for Ivan he’s going to stick to getting to know people in a less formalized way."]},{"begin":"620.400","end":"628.720","lines":["It just feels quite dangerous to me. And I think I would rather fall in love kind of more slowly and more traditionally."]},{"begin":"628.720","end":"634.920","lines":["Even if following a pattern does work, he wants to hang on to that feeling of finding a rare spark when meeting another person."]},{"begin":"634.920","end":"674.200","lines":["Personally, I feel like it’s very important to have a story for why you fell in love with someone—and for that story to be unique. I think, in our society, we just have so many choices. You know, you’re always one swipe… [you’re] one minute away from being on a dating app and looking at potential other people. Or, like, people who live in cities have so many dating apps, so many possible dating opportunities, [so you feel] like you really need a reason why your partner is special and why your story is special."]},{"begin":"674.200","end":"686.520","lines":["And if the story for why you're together with your partner is that you ran an algorithm, I feel like, you could just, you could just be thinking, hey, what if I ran this algorithm with someone else?"]},{"begin":"686.520","end":"689.000","lines":["On the next episode of “love and the brain”..."]},{"begin":"689.000","end":"700.600","lines":["I really experienced it as a revelation, a personal revelation. It helped me so much in understanding all the different things that were going on in my failed relationship and the breakup."]},{"begin":"700.600","end":"738.840","lines":["We go into attachment styles—or the supposed ways that people fall into patterns when responding to romantic entanglements, either with anxiety, avoidance or security. Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly for more in-depth science news.  Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Shayla Love. [CLIP: Ending music]"]},{"begin":"738.840","end":"747.240","lines":["Apple | Spotify"]}],"duration":747.2693333333333}