{"title":"Open Offices Aren’t Working, so How Do We Design an Office That Does?","img":"https://static.scientificamerican.com/sciam/cache/file/1756A0A4-B35B-4EBB-B39FE571598B8294_source.gif","url":"https://www.scientificamerican.com/podcast/episode/open-offices-arent-working-so-how-do-we-design-an-office-that-does/","audio":"https://traffic.megaphone.fm/SAM9282493074.mp3?updated=1703605771","intro":["Insights from Deaf and autistic communities could finally make office spaces better for everyone. "],"authors":["Kelso Harper","George Musser"],"category":["Psychology"],"transcript":[{"author":"Kelso Harper","text":"Do you hate your open-plan office? Are you even in an office anymore? COVID changed how we use office spaces, and now many employers are starting to rethink their design.  Today, we’re talking about how insights from Deaf and autistic communities could finally make open-plan offices better for everyone.  I’m Kelso Harper, and you’re listening to Scientific American’s Science, Quickly. [CLIP: Theme music]"},{"author":"Harper","text":"So, today I’m here with George Musser, a contributing editor for Scientific American. Hey George, thanks for joining me!"},{"author":"George Musser: ","text":"Thanks for having me here and letting me rant about offices."},{"author":"Harper","text":"So, George, you just published a feature story in our April issue about the nemesis of many knowledge workers: the open-plan office. So why are open-plan offices so very maligned?"},{"author":"Musser","text":"I mean it's no mystery if you've worked in an open office that there are trade-offs, like everything in life. There's good and there's bad. So, the good, let's start with that, what it’s supposed to be: being in an open plan makes it just easier to bump into people, to share ideas and have those serendipitous encounters that bring us to the office in the first place."},{"author":"Musser","text":"But on the downside, it's noisy…There is a sense of exposure, which is especially acute for women, but I think applies really to everybody…There's the clutter of an open office…In my business as a writer, conducting interviews, talking to people, I mean how do you do that in an open plan? You're disturbing everyone around you right?"},{"author":"Musser","text":"So there's all sorts of problems that are no mystery to anyone who's walked into an open-plan office and spent exactly 8 seconds there.  So, I think the realization, really as people got experienced with the open office, is the first half of the tradeoff – the better communication – doesn't really pan out. So you're giving up something and not getting anything in return. And this is confirmed by the studies, the surveys of thousands of employees in different types of offices, different kinds of settings."},{"author":"Musser","text":"It's almost universally said that, actually, we have less interaction in this big open plan. That whole idea, which of course maybe made sense in like 1969, just didn’t work out."},{"author":"Harper","text":"Well, good thing we didn’t go and design all our office spaces like that! Ok, so it sounds like we’ve known for a while that open-plan offices don’t exactly work for everyone, so why are you writing about them right now?"},{"author":"Musser","text":"First of all, there's just an accumulation of decades of studies that psychologists have done about what's good and what's bad about offices in general, but certainly an open plan office. The pandemic though is really the main driver at this point. A lot of companies are struggling to get their employees willingly back to the office."},{"author":"Musser","text":"They can of course mandate it, but they rather draw people back in rather than push them back in.  And there's also a movement toward what's called “inclusive design” or “inclusive architecture” that tries to make offices better for people with a variety of different needs and requirements."},{"author":"Harper","text":"Well, that sounds like something I can get on board with. So what does that mean exactly?"},{"author":"Musser","text":"It usually refers to design for neurodivergence, people with autism for example, for people who are hard of hearing, Deaf people, and Deaf culture more more broadly."},{"author":"Harper","text":"Yeah, I really loved what someone said in your piece, that you really design better for the center when you learn from the margins. Can you explain what they meant by that?"},{"author":"Musser","text":"That's really an important and even my main theme of this project. Normally, accommodations are thought to be well, we're gonna kind of tweak the office so that this particular person or this particular class of people does better, but we're giving something up. And I think we need to invert that entire narrative, that designing for variety actually improves the office for everybody. The classic example that designers give are curb cutouts."},{"author":"Musser","text":"That having kind of a glide path down from a sidewalk to the street makes it easier if you're pushing a baby stroller or wheelchair if you're just walking. So that's an example of a small “accommodation,” you might call it, that actually is broadly helpful.  So I think the principle of inclusive design is to take what have been considered accommodations and treat them just as good design."},{"author":"Harper","text":"Wow, that seems incredibly reasonable."},{"author":"Musser","text":"Yeah, I think this is really important. I think the essential principle here is not to “other” people, not to suggest that people who have different needs are really any different in kind than oneself. This is a point that actually several autistic people made to me….one said “Autistic people are canaries in the coal mine. Our needs aren't actually different from typical people's–neurotypical peoples–just more intense and specific.” And this person who said this was not the only person to use the “canary in a coal mine” metaphor."},{"author":"Musser","text":"Autistic people have the same needs as everybody – they're they're people right? Each of us has those very same needs and requirements. It's just autistic people may be more conscious of them or maybe it's closer to an edge of tolerance on them."},{"author":"Harper","text":"Right, totally. That makes a lot of sense. Can you give a specific example or two?"},{"author":"Musser","text":"Absolutely. So, for example: lighting. Lighting is so important and yet so neglected in a lot of office designs where they throw up a lot of lighting. And the idea is well, we're just going to fluorescent the hell out of this space. Whereas most people want lighting from a window. They want natural lighting that's just so much friendlier, it’s easier to read by and doesn't cause headaches. So I hear from autistic people a lot that lighting is actually the number one thing. If you just fix the lighting, you’re 90% there."},{"author":"Musser","text":"That's a huge issue.  And noise, just acoustic noise, which is hard on everybody, including people hard of hearing, many of whom have an assistant kind of device like a cochlear implant or a hearing aid. And certainly autistic people—and really everybody. So, I'm focusing on these groups, but I don't want to single any one of them out. I'm really talking about everybody. Noise is hard! You're trying to concentrate and and like, boom,  someone yells and like, oops, lost my train of thought."},{"author":"Harper","text":"Wow, I couldn’t agree more. I just moved and had to change out all the lightbulbs because I simply can’t function in cold, fluorescent light. And I totally hear you about noise, too, especially random loud outbursts. But I guess sometimes, like, I don’t want it to be too quiet either. Like I might go work in a cafe specifically because I want a little background noise."},{"author":"Musser","text":"Yeah, and this is really where I think the involvement of other communities, just kind of inclusive design principle, helps because it's not a categorical binary issue. Clutter / no clutter. Noise / no noise. It's always a matter of modulation and trying to get a balance struck. And people in these communities have a lot of experience just in their lives of striking that balance. So an example that was given to me: Deaf people go out to a bar after work and the people…would tailor the environment to their requirements."},{"author":"Musser","text":"They'd move the chairs around typically or shift the table so they can now have clear lines for either lipreading or for signed conversations. And I think if you take that very same principle and apply to the office you can learn a lot.  So I think that's kind of the message I was getting from this is, yeah, the open office is probably here to stay for various reasons culturally, economically, but they can be totally improved with the insights from these communities."},{"author":"Harper","text":"So how might employers, designers, etc who are rethinking office spaces move forward with these principles in mind?"},{"author":"Musser","text":"I think the most important thing is involvement – meaningful involvement – of the people who are affected. It's just part of the disabilities rights movement more broadly…that they're going to demand, and we all should demand, a meaningful participation in the process."},{"author":"Harper","text":"Heck yeah! And not just a survey that your big boss is going to turn around and throw in trash. So, the process itself is critical, but what do better outcomes look like? It sounds like more variety might be an answer, you know, giving people more options and the freedom to select the space that works well for them."},{"author":"Musser","text":"Variety is really the crucial principle here. People themselves are varied, hence they will need different environments. Some people like an open plan. Some people need privacy, so you can incorporate that into your office. You can have nooks on the side, you can have breakout rooms. Some people do want to continue working from home and that should obviously be an option for them. And variety is also important at a different level, which is that some of these needs just are incompatible or are in tension with each other and therefore what do you do?"},{"author":"Musser","text":"All you can really do is offer both, but in different parts of the office, just physically different parts of the office."},{"author":"Harper","text":"Wow, all of this just makes too much sense! We’re varied, so our office spaces should be varied, too."},{"author":"Musser","text":"For me the need for variety, which I sort of appreciated, I came to appreciate all the more by hearing hugely varying reactions to offices. One type of office I particularly detest is this hot-desking system, where you can't even leave your family pictures on the table, or even, I always have like stuffed animals I would leave on my desk, I can't even leave them there. So, god, that's awful. I mean, I would rank that among, like, the deepest circles of hell.  But some people like it!"},{"author":"Musser","text":"Some people do like moving around and having the flexibility or the control in their day environment. So great. Good for them. They should have that chance, those of us who don't like this should have our chance not to be part of it. So I just hope the architects, designers, property managers of the world can really just create more space for individual variation."},{"author":"Harper","text":"Absolutely, because we just aren't one size fits all, and our needs aren't either."},{"author":"Musser","text":"Exactly, exactly, exactly. Imagine: you go into a store and all the clothes are just, like, medium. That's no good right!"},{"author":"Harper","text":"Right! We're not all mediums! It's just a fact. If you want to learn more about all this, go read George’s excellent feature story in our April print issue or online at sciam.com. It’s called “Fixing the Hated Open-Design Office.”  George, thank you so much for sharing all of this with us. I really appreciate it."},{"author":"Musser","text":"It's been such a pleasure to talk to you and it's been fun to kind of get this off my chest. Like, I have my complaints about the office, but ultimately I like working in an office, I like being with people, right? This is what life is all about."},{"author":"Harper","text":"Totally. Well, George, I look forward to seeing you around the open office again sometime. [CLIP: Theme music] Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio, and by me, Kelso Harper. Our theme music is composed by Dominic Smith.  If you liked this episode, I dunno, maybe subscribe to Science, Quickly wherever you get your podcasts! And check out scientificamerican.com for all the science content your heart desires."},{"author":"Harper","text":"Be sure to tune in to our next episode on Wednesday, where our space and physics editors will be talking about the latest updates on ‘Oumuamua—that mysterious cosmic visitor that caused such a stir a few years ago. Science may have just solved some of its mystery. For Scientific American’s Science, Quickly, I’m Kelso Harper. Thanks for listening and catch you next time!"}],"wave_peaks":[3171,15776,14177,5827,10095,10025,7839,1704,2974,8145,11894,9502,10618,14467,12247,10635,606,482,14769,11089,11298,11143,9934,7514,4210,12190,11671,14961,11265,11253,9897,10296,7296,8769,11908,10553,665,851,15301,11444,12743,13072,11198,11736,11478,7838,11822,12690,11129,4971,5547,12727,14129,8741,11801,12396,10002,7380,11128,11856,10360,10989,4004,764,875,12835,12508,12545,10674,14055,12710,10809,11515,10797,9654,5552,7099,7234,5339,3456,1354,1598,1395,1910,814,1592,1670,2409,1849,1894,446,128,48,18152,14616,14555,12827,14671,9627,5863,10946,14134,11391,9978,10219,12506,10605,882,962,14536,13989,11680,14114,2810,750,17663,15469,14666,16933,13749,17271,16208,15663,8011,6297,11366,13803,11896,2622,2417,13756,12707,15436,11145,10483,8041,9727,12817,9990,6529,9445,11721,10897,9240,12870,13709,5993,1693,10804,10619,7961,4168,1621,501,12321,11024,13362,11860,11069,11060,8076,8453,6158,11709,7592,2227,10795,15648,17461,14963,15682,13832,16019,14975,16765,13937,15326,15039,18299,14794,14768,12991,11687,14450,14791,12899,6396,16142,20050,8366,15020,11088,10682,13517,16474,11251,15446,12943,13636,15715,16677,13056,9532,13348,13040,24823,17377,9775,901,12696,13968,14960,13391,15380,15953,14360,10768,20363,14713,20216,13706,16753,4113,13952,13264,14924,1477,17431,25570,15356,21943,13461,20164,8732,15261,19034,15432,13993,5809,525,17410,16359,17133,22191,14876,16843,19093,15027,15032,14986,17905,15756,13481,13219,19183,14356,321,15491,16182,13960,15033,699,12998,12494,11603,9549,7100,18969,16298,14499,12577,17237,15654,14552,989,16880,17416,13749,15136,14070,276,13928,21418,14053,13529,4338,15560,14539,10183,3804,10906,20448,14486,14972,11837,11168,16014,15481,13519,8947,10014,4711,16696,14492,13942,42,18061,11232,18223,11533,15658,14287,15874,15557,13373,18207,18704,13897,17030,18456,12374,18653,14599,7508,471,19410,14422,11921,15595,15544,14733,13355,12400,16271,13376,14693,14898,12087,15022,16686,18968,14170,11988,17592,11593,1885,12350,17888,7974,17961,13134,10309,6844,4331,44,7727,16394,17465,16199,15509,15842,16619,15758,14965,6977,5664,464,11086,13959,21715,6346,9731,18761,4653,3483,5747,12189,15061,11218,2806,8406,9239,9087,16942,10765,7024,6324,8113,7824,5779,7682,12599,10097,16818,355,17184,9519,9003,14613,13871,11393,7959,7618,16378,8846,10644,4786,17578,11821,8655,6689,12316,13308,12324,8662,9445,14115,6173,3641,15185,12746,670,16811,12617,8852,315,12249,16104,12588,12906,16198,12668,13609,13039,14401,13274,14802,8927,10556,15452,23091,17249,9497,17103,17372,19198,11594,14479,11682,11081,10503,9219,10709,10702,9267,5095,12608,13591,12605,9585,8781,5086,3677,2767,12659,10212,12166,11184,10154,7479,10591,3190,490,13341,16864,12528,14496,12914,19052,13538,10568,1568,16655,11477,16457,14431,6709,10072,6767,10916,6779,230,14747,12861,19982,17129,23661,15635,9973,13114,16841,14771,11744,9156,10079,10576,3533,450,12183,16290,14622,15325,17105,11443,16,14570,8540,9617,6831,8204,13031,12793,9610,12109,13660,12943,11649,10303,16402,16694,17252,13085,13776,15252,22601,15627,16684,298,15599,562,19515,13681,14121,9552,12141,14062,8093,11023,12463,11686,198,10904,17668,15604,11378,11764,13162,12152,11731,16940,11614,13887,11057,9329,15341,10870,9794,14315,8225,13497,12490,12074,9020,310,172,17844,12411,12068,14512,13708,14056,9948,10579,10521,13032,3046,6428,11684,10606,7377,7631,7406,5684,10883,542,752,11960,12111,14168,10438,3994,979,16130,15213,14445,13709,13865,11363,11992,15368,13038,11109,10036,12857,15031,11019,10998,15036,11121,10141,10693,2203,456,12017,11376,10719,9935,14390,13743,16065,8256,12754,3172,19588,12762,12913,12847,12155,12802,236,296,12631,11491,12367,11449,10990,14454,16588,12782,13201,15061,11353,12791,14297,15398,12905,16999,12973,12906,10941,17086,10623,4981,1333,16242,10045,15103,16374,12629,13072,17949,13132,8380,149,16830,10101,16397,6267,6769,21,12994,11474,15052,12929,11662,10409,6369,7478,8408,9494,11618,11564,10960,9097,10298,6588,8506,5598,7205,3893,1132,11849,12509,9656,9117,8800,10141,1582,14236,14154,14122,12252,12001,1006,14326,13994,17416,20992,12326,10219,11058,8662,13272,11488,1874,372,11673,6273,16666,14553,13594,14156,10816,11827,14760,6888,7302,4711,13751,11670,13932,17718,13093,11330,839,189,4715,14184,16372,12851,18790,16057,12122,11093,8787,11112,10890,15205,6313,10640,17422,12133,182,572,16280,11802,5,16450,13467,12457,3531,11955,13496,11506,16113,13180,13182,7940,12325,4036,16017,11373,10446,13869,10648,10062,11011,8343,8749,424,11912,15988,14688,10858,13023,13659,10563,12606,10690,10293,14291,12308,11266,4437,10204,16043,3780,17859,16628,13169,16597,12410,12827,11464,14709,14486,7109,12765,2895,16218,14012,12850,11366,10256,7749,12544,11929,11718,10341,11555,14686,14340,10040,9978,12052,12892,9683,11579,16326,14107,9357,15907,12012,7649,9706,10009,14997,13360,13937,13482,16335,10881,7944,9235,11907,11766,8969,10829,13832,10695,9313,8927,12453,11959,9451,5841,14932,836,1716,20181,17402,18343,15179,17636,20272,13184,12419,768,13397,14506,16394,19181,11376,16336,14718,16787,12219,5057,15922,16960,12506,17715,21873,10040,1428,4933,10580,9327,3862,4732,6935,5641,5862,322,16075,17298,16088,13668,10800,13733,15281,11796,14184,19228,16761,13739,13879,15632,14972,7188,2316,14185,13905,12109,15542,15001,15920,10385,11661,7716,14647,13800,17767,13017,8859,4358,10250,15725,2014,967,3499,18657,21686,14381,18372,14935,1457,17192,8187,14517,5947,16646,16510,18110,732,16140,17648,14967,16019,16797,15414,13855,15387,12302,13681,18552,12734,17013,12140,17302,8466,7508,13993,12569,3023,3863,228,14771,14968,14121,9085,8466,16075,1390,1032,496,26941,3725,8,14918,15509,24428,17399,14178,14767,14655,19033,16660,13233,12746,22523,12176,50,18056,10164,18002,645,22039,10000,14241,18162,12375,15972,15538,14297,14307,17609,12998,12174,6562,16911,6618,17634,12363,13440,16964,8776,4487,19743,15578,20613,16396,13165,14304,10633,13106,12779,11095,12894,7995,14381,18796,13051,12088,7607,77,17278,12802,5114,216,12312,12000,10088,11920,11189,9914,9775,12719,11947,12088,11577,9700,8700,9067,25183,16100,15959,18247,10741,20936,6511,11741,12341,13049,12723,12438,1025,15922,9261,13933,9296,2117,14831,16409,7885,9843,10296,9232,6517,12900,12698,13763,11858,6272,13269,12451,10586,12340,17924,11138,20168,14422,7635,14032,4200,458,13459,13035,14590,8293,17076,12681,15305,8630,51,14448,24888,11855,19189,11208,6072,3295,3829,12283,14361,11596,4983,7741,13116,16225,12001,20,9551,9794,11571,15371,14043,6216,10006,444,12468,12780,10823,10649,15986,15772,13944,10675,8423,12447,16000,13369,13300,11554,5039,4789,65,6396,12763,13374,6409,7796,7642,12037,13833,11038,10576,13499,13277,13093,11102,13280,5078,16381,14160,13203,8547,11232,7490,7211,10137,7965,3774,10394,11373,8480,4145,7299,6380,206,4781,15403,14919,13846,11614,12548,8683,10559,15567,16522,9059,15634,15443,15166,12478,13411,14471,13831,7987,15282,10443,13358,8766,13313,9695,8600,3791,676,16657,11969,11285,118,11566,13397,10551,9685,11712,19007,15621,13211,13457,6435,13412,11990,13812,117,9764,12057,15003,11797,11705,11934,12039,10864,10318,10323,7504,9524,9051,5135,10031,8850,11224,502,12992,15707,9157,12730,11147,8893,9396,11930,11541,4792,17868,17633,15414,13088,18621,13644,11958,12814,11289,13354,12054,13140,10801,3842,11039,11575,13005,10881,11256,10199,6423,4306,12617,9361,11175,12327,323,12255,12749,14389,10346,11177,7391,8791,7012,11738,11136,5765,10693,8549,9158,17344,2735,16154,11055,14873,13888,13645,8777,8617,14749,14172,14160,1248,14872,11367,6360,5781,11921,6841,11734,10228,16707,4651,15851,14176,12944,12438,1747,16736,12553,13324,18545,14196,9479,5844,14906,12587,15675,5891,7781,15317,12609,12404,12505,14278,13564,10905,13379,11638,9619,13304,8311,17257,8087,8215,450,507,13718,11772,11215,13237,12431,12892,8175,8485,22399,10166,10378,12932,12921,11465,13529,13783,13585,10105,11143,8618,14045,15463,3744,76,101,14472,11330,17839,14339,16326,10780,531,10494,1359,15556,13441,14741,10806,8544,1765,13101,15975,14401,10501,637,16128,16888,17158,11913,14078,13546,13659,22304,11004,9774,9665,10495,10059,13639,11070,6245,6820,5625,7780,236,40,18952,15227,12276,12768,16364,8001,10423,10096,11083,9853,3054,10565,12996,13820,18444,9513,6572,5496,15827,12734,13065,2547,794,14793,15942,20516,15659,11766,11595,10344,17699,14338,5369,250,12711,10857,12852,11191,876,14354,12293,9123,12642,14079,12435,14200,15875,11221,6637,3899,6059,14138,13613,9718,15841,13375,16232,13345,338,59,10914,15380,12624,9965,10406,12004,10340,10859,11482,6036,143,15035,12951,10362,11617,11758,10486,11866,17215,10655,5373,7202,2354,1219,12391,11378,10961,10309,10011,12246,10407,14182,12489,9767,10411,10911,8074,6840,9050,9934,11171,13176,7200,3394,12762,7611,8674,1752,1855,14212,18111,20795,12192,13505,10374,14711,11292,290,16387,12168,15452,12264,11397,2609,192,17763,8028,7981,11337,7643,6734,15007,12468,519,6245,11761,10510,15097,9528,5564,11032,13561,4133,9049,899,13347,12025,14890,12853,12760,13273,12594,11203,10949,7868,3638,4575,13070,10738,8188,11458,13874,6759,613,11834,13523,213,20081,11372,14334,11077,11082,8344,10819,10256,6114,10319,9937,2967,1163,13786,15323,12376,12155,8020,12262,10669,9367,10433,6314,12904,11741,8810,11553,13230,10757,8410,11106,5039,7216,13424,11034,14831,13617,13278,11335,7222,14582,12790,10204,9350,13596,13294,10995,5210,13503,16219,10753,12130,8578,11516,7404,1092,12743,15439,12583,7881,6786,4337,11028,18315,14601,11357,1471,13853,12978,14819,7936,693,20053,18371,10552,15040,13314,12212,2267,15816,11582,8803,10648,498,9363,13809,10036,22680,11711,9956,6134,10860,8206,14341,4569,6907,8338,6868,5865,3695,12119,9563,11734,15353,11087,12050,11931,6474,13777,5259,228,7302,12133,11278,14093,14827,7270,3715,8919,16685,11007,14296,11713,11750,11455,14182,7954,10419,4271,3502,4200,2198,11780,5286,8024,1078,104,19093,14224,1696,8371,12011,8904,13806,14831,9390,2700,11799,11717,13350,12169,9370,13087,11690,596,236,17742,12897,11586,10731,16667,3842,7,11645,10458,12283,8971,6573,9268,425,383,24150,18637,14111,9595,13671,11492,5459,4108,13164,14438,12049,10831,12802,11891,19398,15989,14583,8034,16128,8440,5884,4296,2460,10277,6944,6463,8910,3808,1832,33,13172,11478,10155,4592,14567,12185,2136,11812,11308,12617,12294,10243,10960,11308,7038,9526,10269,9443,174,13090,17383,5436,5737,4416,11300,11337,18051,15348,8455,15876,14609,12154,32505,19039,16181,13707,14060,10995,1685,13823,12371,12329,14396,10576,10233,12932,20481,6888,77,11237,6442,2004,20,14012,11194,15456,16476,16500,15854,10044,15277,8706,20244,14591,7879,12689,916,153,8485,10308,7875,11389,5842,17622,12710,12558,28592,15162,8770,14348,15086,14591,13668,18128,13006,12356,5416,10790,6281,11994,11623,12466,8565,276,327,16843,13243,11999,16115,12692,10797,10732,17525,16794,15799,13149,12874,654,6032,12721,14369,12782,652,16282,5725,21211,11515,21522,15554,12196,13248,12850,12157,8725,13735,6739,5157,2281,20136,14774,7156,8211,14762,11235,7251,6159,13339,3806,11660,5882,3678,8997,16881,11023,498,15789,17209,13396,3869,250,15426,17584,14494,12071,12385,11611,12431,12743,12719,13781,10726,31,20263,15823,19,12451,11642,14772,15285,15846,11735,3642,283,16666,13147,11889,9024,9354,7069,411,12668,12137,5991,11703,8664,10981,15,31230,6284,1897,12658,11811,4705,13145,3644,12406,13010,9399,12907,4113,13333,11152,8045,9783,10982,8800,10926,9472,8059,9759,24494,6805,17043,15954,11547,6881,16570,11940,14124,10853,10336,12669,12804,15563,4070,25374,5478,30491,15518,17009,5075,13251,9460,16168,15138,15760,13786,12719,11410,3436,47,15996,11894,12529,10044,13858,11783,11645,12118,9987,6856,9364,8496,12482,9603,11532,5842,11024,12076,11430,10537,6659,10316,9067,9268,4326,680,11415,9543,11458,11609,12977,12546,11432,9906,8346,8446,1736,30,11624,3159,13121,13315,15386,10465,13267,9179,7052,9814,10222,11773,5228,3001,16706,17577,16593,15328,22140,13935,7645,19573,16728,13459,7095,18995,24168,18384,1708,19767,17712,17558,21735,11936,15100,14817,13744,12553,282,12756,14109,14235,11516,220,16713,14707,19410,10822,13394,14057,15981,8738,48,14654,12750,12781,11943,10554,9847,11925,14100,10536,12483,9739,11639,12348,8999,8043,12256,2995,467,1679,1284,931,923,938,9701,11228,10992,10364,8627,7629,7046,10110,8563,10609,11160,11159,8553,6244,8858,8425,3546,647,9513,10196,11411,8743,5686,6767,7009,10591,268,246,12563,12538,11569,10784,13224,11931,11419,10261,12357,11818,10686,9798,9531,8115,1701,362,10707,10290,10533,13575,11479,8091,8052,8506,8275,7283,7087,5934,7515,2154,450,306,11826,11496,10003,10725,10686,8972,8364,7102,9218,14070,12289,8762,7607,6946,10631,7636,11337,11503,6912,6220,10669,8871,10900,8893,11367,8601,12356,9705,8479,7109,10472,10808,8934,10161,6529,482,12372,12922,11275,10335,9334,9541,6209,9355,5982,2279,1258,1193,1277,1119,13218,11669,10481,10328,10153,8830,9848,9329,10023,8646,5871,3502,11529,10925,10617,10662,8318,8606,9745,1713,3767,2810,2279,1556,1600,1157,836,1029,2083,1430,767,655,778,787,84,56,20,9,4],"fragments":[{"begin":"0.000","end":"71.840","lines":["Do you hate your open-plan office? Are you even in an office anymore? COVID changed how we use office spaces, and now many employers are starting to rethink their design.  Today, we’re talking about how insights from Deaf and autistic communities could finally make open-plan offices better for everyone.  I’m Kelso Harper, and you’re listening to Scientific American’s Science, Quickly. [CLIP: Theme music]"]},{"begin":"71.840","end":"88.800","lines":["So, today I’m here with George Musser, a contributing editor for Scientific American. Hey George, thanks for joining me!"]},{"begin":"88.800","end":"96.000","lines":["Thanks for having me here and letting me rant about offices."]},{"begin":"96.000","end":"108.720","lines":["So, George, you just published a feature story in our April issue about the nemesis of many knowledge workers: the open-plan office. So why are open-plan offices so very maligned?"]},{"begin":"108.720","end":"126.920","lines":["I mean it's no mystery if you've worked in an open office that there are trade-offs, like everything in life. There's good and there's bad. So, the good, let's start with that, what it’s supposed to be: being in an open plan makes it just easier to bump into people, to share ideas and have those serendipitous encounters that bring us to the office in the first place."]},{"begin":"126.920","end":"149.120","lines":["But on the downside, it's noisy…There is a sense of exposure, which is especially acute for women, but I think applies really to everybody…There's the clutter of an open office…In my business as a writer, conducting interviews, talking to people, I mean how do you do that in an open plan? You're disturbing everyone around you right?"]},{"begin":"149.120","end":"175.520","lines":["So there's all sorts of problems that are no mystery to anyone who's walked into an open-plan office and spent exactly 8 seconds there.  So, I think the realization, really as people got experienced with the open office, is the first half of the tradeoff – the better communication – doesn't really pan out. So you're giving up something and not getting anything in return. And this is confirmed by the studies, the surveys of thousands of employees in different types of offices, different kinds of settings."]},{"begin":"175.520","end":"186.520","lines":["It's almost universally said that, actually, we have less interaction in this big open plan. That whole idea, which of course maybe made sense in like 1969, just didn’t work out."]},{"begin":"186.520","end":"200.320","lines":["Well, good thing we didn’t go and design all our office spaces like that! Ok, so it sounds like we’ve known for a while that open-plan offices don’t exactly work for everyone, so why are you writing about them right now?"]},{"begin":"200.320","end":"218.600","lines":["First of all, there's just an accumulation of decades of studies that psychologists have done about what's good and what's bad about offices in general, but certainly an open plan office. The pandemic though is really the main driver at this point. A lot of companies are struggling to get their employees willingly back to the office."]},{"begin":"218.600","end":"234.640","lines":["They can of course mandate it, but they rather draw people back in rather than push them back in.  And there's also a movement toward what's called “inclusive design” or “inclusive architecture” that tries to make offices better for people with a variety of different needs and requirements."]},{"begin":"234.640","end":"239.760","lines":["Well, that sounds like something I can get on board with. So what does that mean exactly?"]},{"begin":"239.760","end":"261.360","lines":["It usually refers to design for neurodivergence, people with autism for example, for people who are hard of hearing, Deaf people, and Deaf culture more more broadly."]},{"begin":"261.360","end":"271.200","lines":["Yeah, I really loved what someone said in your piece, that you really design better for the center when you learn from the margins. Can you explain what they meant by that?"]},{"begin":"271.200","end":"300.720","lines":["That's really an important and even my main theme of this project. Normally, accommodations are thought to be well, we're gonna kind of tweak the office so that this particular person or this particular class of people does better, but we're giving something up. And I think we need to invert that entire narrative, that designing for variety actually improves the office for everybody. The classic example that designers give are curb cutouts."]},{"begin":"300.720","end":"327.360","lines":["That having kind of a glide path down from a sidewalk to the street makes it easier if you're pushing a baby stroller or wheelchair if you're just walking. So that's an example of a small “accommodation,” you might call it, that actually is broadly helpful.  So I think the principle of inclusive design is to take what have been considered accommodations and treat them just as good design."]},{"begin":"327.360","end":"329.720","lines":["Wow, that seems incredibly reasonable."]},{"begin":"329.720","end":"359.640","lines":["Yeah, I think this is really important. I think the essential principle here is not to “other” people, not to suggest that people who have different needs are really any different in kind than oneself. This is a point that actually several autistic people made to me….one said “Autistic people are canaries in the coal mine. Our needs aren't actually different from typical people's–neurotypical peoples–just more intense and specific.” And this person who said this was not the only person to use the “canary in a coal mine” metaphor."]},{"begin":"359.640","end":"373.600","lines":["Autistic people have the same needs as everybody – they're they're people right? Each of us has those very same needs and requirements. It's just autistic people may be more conscious of them or maybe it's closer to an edge of tolerance on them."]},{"begin":"373.600","end":"378.040","lines":["Right, totally. That makes a lot of sense. Can you give a specific example or two?"]},{"begin":"378.040","end":"404.880","lines":["Absolutely. So, for example: lighting. Lighting is so important and yet so neglected in a lot of office designs where they throw up a lot of lighting. And the idea is well, we're just going to fluorescent the hell out of this space. Whereas most people want lighting from a window. They want natural lighting that's just so much friendlier, it’s easier to read by and doesn't cause headaches. So I hear from autistic people a lot that lighting is actually the number one thing. If you just fix the lighting, you’re 90% there."]},{"begin":"404.880","end":"429.560","lines":["That's a huge issue.  And noise, just acoustic noise, which is hard on everybody, including people hard of hearing, many of whom have an assistant kind of device like a cochlear implant or a hearing aid. And certainly autistic people—and really everybody. So, I'm focusing on these groups, but I don't want to single any one of them out. I'm really talking about everybody. Noise is hard! You're trying to concentrate and and like, boom,  someone yells and like, oops, lost my train of thought."]},{"begin":"429.560","end":"450.320","lines":["Wow, I couldn’t agree more. I just moved and had to change out all the lightbulbs because I simply can’t function in cold, fluorescent light. And I totally hear you about noise, too, especially random loud outbursts. But I guess sometimes, like, I don’t want it to be too quiet either. Like I might go work in a cafe specifically because I want a little background noise."]},{"begin":"450.320","end":"484.280","lines":["Yeah, and this is really where I think the involvement of other communities, just kind of inclusive design principle, helps because it's not a categorical binary issue. Clutter / no clutter. Noise / no noise. It's always a matter of modulation and trying to get a balance struck. And people in these communities have a lot of experience just in their lives of striking that balance. So an example that was given to me: Deaf people go out to a bar after work and the people…would tailor the environment to their requirements."]},{"begin":"484.280","end":"512.160","lines":["They'd move the chairs around typically or shift the table so they can now have clear lines for either lipreading or for signed conversations. And I think if you take that very same principle and apply to the office you can learn a lot.  So I think that's kind of the message I was getting from this is, yeah, the open office is probably here to stay for various reasons culturally, economically, but they can be totally improved with the insights from these communities."]},{"begin":"512.160","end":"519.360","lines":["So how might employers, designers, etc who are rethinking office spaces move forward with these principles in mind?"]},{"begin":"519.360","end":"536.000","lines":["I think the most important thing is involvement – meaningful involvement – of the people who are affected. It's just part of the disabilities rights movement more broadly…that they're going to demand, and we all should demand, a meaningful participation in the process."]},{"begin":"536.000","end":"554.840","lines":["Heck yeah! And not just a survey that your big boss is going to turn around and throw in trash. So, the process itself is critical, but what do better outcomes look like? It sounds like more variety might be an answer, you know, giving people more options and the freedom to select the space that works well for them."]},{"begin":"554.840","end":"590.840","lines":["Variety is really the crucial principle here. People themselves are varied, hence they will need different environments. Some people like an open plan. Some people need privacy, so you can incorporate that into your office. You can have nooks on the side, you can have breakout rooms. Some people do want to continue working from home and that should obviously be an option for them. And variety is also important at a different level, which is that some of these needs just are incompatible or are in tension with each other and therefore what do you do?"]},{"begin":"590.840","end":"597.440","lines":["All you can really do is offer both, but in different parts of the office, just physically different parts of the office."]},{"begin":"597.440","end":"603.240","lines":["Wow, all of this just makes too much sense! We’re varied, so our office spaces should be varied, too."]},{"begin":"603.240","end":"632.920","lines":["For me the need for variety, which I sort of appreciated, I came to appreciate all the more by hearing hugely varying reactions to offices. One type of office I particularly detest is this hot-desking system, where you can't even leave your family pictures on the table, or even, I always have like stuffed animals I would leave on my desk, I can't even leave them there. So, god, that's awful. I mean, I would rank that among, like, the deepest circles of hell.  But some people like it!"]},{"begin":"632.920","end":"656.160","lines":["Some people do like moving around and having the flexibility or the control in their day environment. So great. Good for them. They should have that chance, those of us who don't like this should have our chance not to be part of it. So I just hope the architects, designers, property managers of the world can really just create more space for individual variation."]},{"begin":"656.160","end":"660.200","lines":["Absolutely, because we just aren't one size fits all, and our needs aren't either."]},{"begin":"660.200","end":"666.880","lines":["Exactly, exactly, exactly. Imagine: you go into a store and all the clothes are just, like, medium. That's no good right!"]},{"begin":"666.880","end":"684.920","lines":["Right! We're not all mediums! It's just a fact. If you want to learn more about all this, go read George’s excellent feature story in our April print issue or online at sciam.com. It’s called “Fixing the Hated Open-Design Office.”  George, thank you so much for sharing all of this with us. I really appreciate it."]},{"begin":"684.920","end":"696.520","lines":["It's been such a pleasure to talk to you and it's been fun to kind of get this off my chest. Like, I have my complaints about the office, but ultimately I like working in an office, I like being with people, right? This is what life is all about."]},{"begin":"696.520","end":"721.960","lines":["Totally. Well, George, I look forward to seeing you around the open office again sometime. [CLIP: Theme music] Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio, and by me, Kelso Harper. Our theme music is composed by Dominic Smith.  If you liked this episode, I dunno, maybe subscribe to Science, Quickly wherever you get your podcasts! And check out scientificamerican.com for all the science content your heart desires."]},{"begin":"721.960","end":"748.560","lines":["Be sure to tune in to our next episode on Wednesday, where our space and physics editors will be talking about the latest updates on ‘Oumuamua—that mysterious cosmic visitor that caused such a stir a few years ago. Science may have just solved some of its mystery. For Scientific American’s Science, Quickly, I’m Kelso Harper. Thanks for listening and catch you next time!"]}],"duration":748.5648333333334}