{
  "title": "New Halloween ‘Scariant’ Variants and Boosting Your Immunity: COVID, Quickly, Episode 41",
  "img": "https://static.scientificamerican.com/sciam/cache/file/356CBFF5-8BAB-4FB4-998B4D090F18A413_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/new-halloween-scariant-variants-and-boosting-your-immunity-covid-quickly-episode-41/",
  "audio": "https://traffic.megaphone.fm/SAM4031135770.mp3?updated=1703605798",
  "intro": [
    "In a new episode of the COVID, Quickly podcast, we talk about the variants that are likely to be around this winter and how boosters help even if you’ve already had the disease."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Jeffery DelViscio"
  ],
  "category": [
    "Vaccines"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": "Hi, and welcome to COVID, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman",
      "text": "This is your fast-track update on the COVID pandemic. We bring you up to speed on the science behind the most urgent questions about the virus and the disease. We demystify the research, and help you understand what it really means."
    },
    {
      "author": "Lewis",
      "text": "I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": "And we’re Scientific American’s senior health editors. Today, we’re going to discuss the new alphabet soup of variants and subvariants likely to be around this winter…"
    },
    {
      "author": "Fischman",
      "text": "And we’ll talk about the way boosters add protection even if you’ve already had COVID. —"
    },
    {
      "author": "Fischman",
      "text": "We’re heading into another pandemic winter. Although no completely new variants of the COVID virus have emerged yet, there are several new Omicron subvariants. You call them Halloween Scariants, Tanya. What do we know so far?"
    },
    {
      "author": "Lewis",
      "text": "The Omicron variant first appeared last fall, and for the last year, COVID cases have mostly been driven by different versions of Omicron. First there was B.1.1.529. Then there was BA.1, BA.2 and BA.3, then BA.4 and BA.5. Now there are some new kids on the block: There’s BA.4.6, which descended from BA.4 and makes up about 12 percent of COVID cases in the U.S. And there’s BQ.1 and BQ.1.1, which together make up more than 11 percent of cases, according to the CDC’s variant tracker. And those proportions are steadily growing. Meanwhile, in Singapore, a subvariant called XBB has been driving a surge in cases, and may be the most immune-evasive variant we’ve seen yet."
    },
    {
      "author": "Fischman",
      "text": "So at least 4 newbies. How worried should we be?"
    },
    {
      "author": "Lewis",
      "text": "Anthony Fauci, Biden’s chief medical advisor, called them “troublesome.” Like other variants before them, they are fast-growing. And at least in the case of BQ.1.1, it appears to be better at evading our immunity from prior infection or vaccination—although the vaccines should still offer protection. Another concern involves monoclonal antibody treatments, like we talked about last show. One that is given prophylactically to immunocompromised people, known as Evusheld, is not effective against the BA.4.6 variant. And another antibody drug called Bebtelovimab, which the U.S. has already ordered 60,000 doses of, is not effective against BQ.1, the FDA said."
    },
    {
      "author": "Fischman",
      "text": "That’s bad news for folks whose immune systems can’t generate a strong response to vaccines."
    },
    {
      "author": "Lewis",
      "text": "That’s right. Biden administration officials are in talks to develop alternatives, but it’s not clear whether those will arrive in time for a winter surge."
    },
    {
      "author": "Fischman",
      "text": "Do experts think we’re headed for another surge? And what role will the new variants play?"
    },
    {
      "author": "Lewis",
      "text": "COVID cases are already ticking up again in Europe, which is usually a few weeks ahead of the U.S. So I’d say chances are pretty good we’ll be seeing another surge. But this was happening even before the new variants arrived on the scene. So some people think the variants will just accelerate things."
    },
    {
      "author": "Fischman",
      "text": "So how can people protect themselves?"
    },
    {
      "author": "Lewis",
      "text": "The best thing you can do is get your booster shot. The new bivalent booster protects you against both the original SARS-CoV-2 strain and Omicron’s BA.4 and BA.5 subvariants, and it’s likely to provide some protection against the newer variants too. Yet as of a couple weeks ago, only about 5 percent of eligible people in the U.S. had gotten the shot."
    },
    {
      "author": "Fischman",
      "text": "That leaves a lot of unprotected people."
    },
    {
      "author": "Lewis",
      "text": "It does. And many young children haven’t even gotten vaccinated at all. But there’s still time to get one before the holidays—or turkey might not be the only thing being passed around the dinner table. —"
    },
    {
      "author": "Lewis",
      "text": "We were just talking about how few people are getting new booster shots. There are lots of possible reasons. Many people just aren’t that worried about COVID anymore, and more and more have gotten it already and recovered. Some may think they now have natural immunity against new infections. Do they?"
    },
    {
      "author": "Fischman",
      "text": "Sort of. I mean, yes, natural immunity is a real thing. But research shows that its not as strong as what scientists now call “hybrid immunity,” which is an older infection plus a new booster."
    },
    {
      "author": "Lewis",
      "text": "Meaning people who got infected in the past AND got a vaccine have better protection?"
    },
    {
      "author": "Fischman",
      "text": "Yep. Some of the best data on this comes from a big study done in Qatar and published this summer in the New England Journal of Medicine. It tracked about 150,000 people. Qatar has a very strong system of national health records. So researchers were able to tell who got infected or reinfected with Omicron and when. And they had records of who got vaccinated with the Pfizer or Moderna shots, or didn’t get vaccinated at all."
    },
    {
      "author": "Lewis",
      "text": "Did they find any important differences?"
    },
    {
      "author": "Fischman",
      "text": "They did. First, unvaccinated people had the highest risk of infection, and that’s no real surprise. People with a previous infection reduced their risk of a new infection by about 50 percent. And people who had just the original two-shot regimen had a similar risk. The scientists think that’s because people had those shots about 8 months earlier, so their immunity waned. The big advantage, however, went to people who had an earlier infection plus three shots. That’s the original two shots plus a booster. That reduced chances of reinfection by about 80 percent. And that was true for both Pfizer and Moderna vaccines. "
    },
    {
      "author": "Lewis",
      "text": "That’s a really striking benefit. Did it hold up for severe disease, keeping people out of the hospital and reducing death rates?"
    },
    {
      "author": "Fischman",
      "text": "It did. Hybrid immunity like this held off serious illness, again by about 80 percent."
    },
    {
      "author": "Lewis",
      "text": "Even among people without earlier infections, a booster shot helps."
    },
    {
      "author": "Fischman",
      "text": "Yes, it reduces many of your symptoms. And as someone who was recently laid up by COVID for two weeks, I can tell you that fewer symptoms is a big deal. The booster data comes from a different study, a  5-month look at about 1100 healthcare workers, which just appeared in the journal JAMA. Those who got a booster, on top of the original two shots, were less likely to have fever or chills if they got infected with Omicron. They were less likely to need medical attention, and could take care of themselves at home. They also missed fewer hours of work. This is all compared with people who didn’t get vaccinated at all."
    },
    {
      "author": "Lewis",
      "text": "Do the boosters do anything about transmission risk? The chances of passing the infection on to other people?"
    },
    {
      "author": "Fischman",
      "text": "They do seem to help. They knocked down the viral load—how much virus you have in your body— by about a third, compared with unvaccinated people. Now lower viral load doesn’t automatically equate to less transmission, the scientists noted. But other studies have made that link. And about 20 percent of the people with Omicron infections in this study had no symptoms, so they didn’t know they had the virus and were probably hanging around with other people. "
    },
    {
      "author": "Lewis",
      "text": "So that in itself increases the chance of transmission."
    },
    {
      "author": "Fischman",
      "text": "It does. So boosters do help in several ways. And, as you said, now’s the time to go out and get one. —"
    },
    {
      "author": "Lewis",
      "text": "Now you’re up to speed. Thanks for joining us. Our show is produced by Jeff Delviscio and Tulika Bose."
    },
    {
      "author": "Fischman",
      "text": "Come back in two weeks for the next episode of COVID, Quickly! And check out sciam.com for updated and in-depth COVID news. [The above text is a transcript of this podcast.]"
    }
  ]
}