{
  "title": "These Punk Rock Penguins Have a Bizarre Breeding Strategy",
  "img": "https://static.scientificamerican.com/sciam/cache/file/989418EB-34FB-4764-B65F0C5CBFB483A0_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/these-punk-rock-penguins-have-a-bizarre-breeding-strategy/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/F64D238F-FAB1-446D-A2D0B99D00079B65.mp3",
  "intro": [
    "New Zealand’s erect-crested penguin lays two eggs but rejects the first one—the opposite of how most birds prioritize their offspring."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": ": For 60-Second Science, I'm Christopher Intagliata. Hundreds of miles southeast of New Zealand, lie the windswept Bounty and Antipodes Islands. It's there you'll find the breeding grounds of what may be the world's most punk-rock penguin. [Penguin calls] … which sports twin bleached-blond mohawks. "
    },
    {
      "author": "Lloyd Davis",
      "text": ": \"It's like if you took a penguin and put its flipper in an electricity outlet and it got a shock. That's what you might imagine it looks like.\""
    },
    {
      "author": "Intagliata",
      "text": ": Lloyd Davis of New Zealand's University of Otago says the erect-crested penguin, as it's known, also has a peculiar breeding strategy. The females lay two eggs. But generally leave the first one to die."
    },
    {
      "author": "Davis",
      "text": ": \"They just plop the egg on the rock. It's just bizarre to see. And then 40 percent just turn their back on it. They don't even attempt to incubate it, it's like 'I don't care about that.'\""
    },
    {
      "author": "Intagliata",
      "text": ": Davis says that's unusual—because most birds pour resources into the first egg, and the second, and however many more … but the last egg is almost an afterthought."
    },
    {
      "author": "Davis",
      "text": ": \"The final egg acts like an insurance policy for them, so if they lose one of the other eggs, they can rear the chick from that one. But this is quite the opposite. Because, in this case—and this is why it's such a conundrum in the biological world—they don't favor the first egg, they favor the second one.\""
    },
    {
      "author": "Intagliata",
      "text": ": Davis and his colleagues traveled to the Antipodes Islands in 1998 to investigate that conundrum. And in reanalyzing their data, they've narrowed down the possible explanations for this behavior. First, they think the penguins might reject the first egg because it forms while the birds are migrating, so it's smaller—inferior, perhaps—to the second, larger egg. And the penguins may  be acknowledging a reality many species face—they simply don't have the resources to rear two chicks.  The study appears in the journal PLOS ONE. [Lloyd S. Davis et al, The breeding biology of erect-crested penguins, Eudyptes sclateri: Hormones, behavior, obligate brood reduction and conservation] Davis notes that the penguins are now endangered. "
    },
    {
      "author": "Davis",
      "text": ": \"They seem to have gone down by about a third based on evidence we have and yet we know nothing about them, we know nothing about the causes, and we need to do what we can to protect these wonderful and forgotten penguins.\""
    },
    {
      "author": "Intagliata",
      "text": ": After all, you could say the birds themselves are already putting all their eggs in one basket. Penguin audio courtesy study author Thomas Mattern, The Tawaki Trust, Dunedin, New Zealand, and the Global Penguin Society, Puerto Madryn, Argentina. [The above text is a transcript of this podcast.]"
    }
  ]
}