{"title":"Meet the Magnificent Microbes of the Deep Unknown","img":"https://static.scientificamerican.com/sciam/cache/file/62073789-115D-42CA-9082BE28B81FECAD_source.gif","url":"https://www.scientificamerican.com/podcast/episode/meet-the-magnificent-microbes-of-the-deep-unknown/","audio":"https://traffic.megaphone.fm/SAM2093133841.mp3?updated=1703605769","intro":["These two researchers journey toward the center of Earth—via windows to the crust—to find bacteria that can breathe iron, arsenic and other metals that would kill us pretty quickly."],"authors":["Jeffery DelViscio"],"category":["Microbiology"],"transcript":[{"author":"Jeffery DelViscio: ","text":"You're listening to Science, Quickly. I'm Jeff DelViscio. Now, we're not sure about all of you, but for us here on the show, some days we just want to explore. The unknown still exists all around us. And we have the super sweet day job of talking to folks who plumb the depths of those mysterious places. Today I'm joined by two explorers, and they literally seek out the deepest unknowns there are on this earth. Karen Lloyd is a microbiologist at the University of Tennessee, though she's soon to be at the University of Southern California."},{"author":"Jeffery DelViscio: ","text":"And Peter Barry is a geochemist and volcanologist at the Woods Hole Oceanographic Institution. Hi, Karen. Hi, Peter."},{"author":"Karen Lloyd","text":"Hey."},{"author":"Peter Barry","text":"Hey, Jeff."},{"author":"DelViscio","text":"So thank you for joining us today. So maybe let's start off with this. Tell us about unknown places that you love the most and you seek out. Peter, why don't you go first?"},{"author":"Barry","text":"Sure, yeah. So, I am a vulcanologist and geochemist and I love to work in volcanic systems and hot springs all around the world. And what we try to do is visit different places where there's natural volcanic emissions. So there's there's gas, there's fluid coming to the surface. And what I do is I can collect those gases and those fluids and I can bring them back to my laboratory here in Massachusetts, and we can measure the chemistry of those systems. I specialize in measuring stable isotopes, things like carbon and helium and other stable isotopes."},{"author":"Barry","text":"And we can basically fingerprint these different volcanic systems to understand where the fluids and the gases in the material are coming from within Earth's deep interior. And I love traveling to subduction zones all over the world. And it's amazing that we see totally different signatures depending on where we go."},{"author":"DelViscio","text":"Very cool. Karen, what about you?"},{"author":"Lloyd","text":"I was just thinking that it's really ironic that the place that we just got back from a couple of weeks ago was very high altitude. You think you want to go deep inside the earth, which is the thing we want to do, because that's where the unknown is. There's so little that we know about what's inside Earth's crust. It's just hard to dig down to. You can't see through Earth."},{"author":"Lloyd","text":"You can't drop something off the back of a ship and like we can in the oceans, you know, you have to drill and that's expensive and it takes years of preparation. So one thing that that Peter and I have been doing and our colleagues is using natural hot springs that sort of take some of that deep subsurface environment and shoot it all back up to the surface. And we try to take these fluids as they come directly out of the ground."},{"author":"Lloyd","text":"So where we were most recently was in the Puna region in Jujuy in Argentina with our colleague Agostina Chiodi. And so she's fantastic. She just like planned out this entire trip. It was such a heavy lift, but we drove all around. I think we drove over 8,000 kilometers in ten days or something like that. Just sampling hot springs everywhere, dealing with splitting headaches and the nausea that comes from living above 15,000 feet every single day for ten days in a row with no lead in, no acclimatization. But we got some great, great samples."},{"author":"Lloyd","text":"But I love that irony of to go deep, we have to go high."},{"author":"DelViscio","text":"You know, you're talking about two things that seem sort of not to be related if if you're not kind of looking closely. One is sort of deep rock stuff and then the other is, you know, microscopic life stuff. So like, how did you guys sort of get together scientifically speaking? Like, why are you working together if it seems like your disciplines are so different?"},{"author":"Lloyd","text":"Can I guess now you want to do it."},{"author":"Barry","text":"You can do it. Karen, go ahead."},{"author":"Lloyd","text":"I had been thinking for years like, I need to figure out what's happening with microbes in the crust. And what I need is a geologist who actually wants to work with me and talk to me and is not like, oh, well, that's an interesting project, good luck, but actually will stick with me and help me. And I went to this meeting in 2015 and I had never met Peter before and he just pitched to the room this idea of combining deep subsurface microbiology with geology. And I was like, I made a beeline."},{"author":"Lloyd","text":"I ran over them. When as soon as he stopped talking, I was like, I want to do this."},{"author":"Barry","text":"Yeah, I was. I remember this conference and it dawned on me as I looked around the room that it's really kind of critical to not only have a geological perspective like I have, but also understand what's happening from a biological perspective and try to try to link those up."},{"author":"DelViscio","text":"Is there life down in the crust? It seems inhospitable in a lot of different ways, but is that true?"},{"author":"Lloyd","text":"It only seems inhospitable if you have a narrow view of how life can exist on this earth. If you expand your understanding of the temperatures that life can handle or are the types of elements that life can breathe, then suddenly a lot more habitable space on this planet opens up to you. Right now, our estimates are that there are about 10,000 times more living cells in Earth's crust than there are number of stars in the universe. So this is now a really significant biome on earth, and it's largely unknown."},{"author":"Lloyd","text":"We're still asking really basic questions about it. So it's really fun to be asking fundamental questions in an environment that's so important for Earth, but we just don't know about it."},{"author":"DelViscio","text":"How does it compare to life on the surface, like biomass? Is there a way more down there than there is up here?"},{"author":"Lloyd","text":"So the way to put it in the context of the total biomass on earth is that these are small cells, so they're much smaller biomass than what we have at the surface because just think about where the energy sources are coming from. At the surface, we've got this like gigantic blazing sun that basically powers trees and grass and stuff. So we definitely have more total living biomass on the surface than we have in the subsurface. I want to be be clear about that."},{"author":"Lloyd","text":"But the stuff that's in the subsurface is not just sad little crusts of life clinging to what falls down, that they can eat the leftovers of the dead animals and stuff there. Is that too. But there's additional sources of energy that are inside our earth that are supporting a separate ecosystem."},{"author":"DelViscio","text":"It's a heck of a lot of stuff we didn't know was there living stuff? How do you think about life as it exists in the crust?"},{"author":"Lloyd","text":"We tend to think of life is being oriented around sunlight and seasons and day night cycles because we are addicted to the sun. We need all that energy to support our big hot bodies. But there's separate ecosystem in our Earth's crust is supported instead by energy coming from chemical reactions in Earth's crust. The two really big things are that they are independent of the timescales that we have up at the surface, which creates for some crazy long lived things. And the other thing is that they are very diverse in what they can breathe."},{"author":"Lloyd","text":"So we breathe oxygen. That's it. Every animal breathes oxygen when plants breathe, you know, during the day they make oxygen, but they also breathe at night. So they breathe oxygen. So up here, we're all like a one trick pony. And in the subsurface, suddenly transition metals in the middle of the periodic table, like become active for them. They can use all this stuff. There are microbes that can breathe palladium and copper and nickel and antimony and vanadium and selenium and all these things. And arsenic. You know, that's something that's very toxic to us."},{"author":"Lloyd","text":"But for them it's like oxygen. There's even an organism that can breathe carbon dioxide, like breathe. It is in, you know, reduce it in their cells to get energy. Whereas for us, it's an end product. It's literally our waste. We can't do anything with CO2."},{"author":"DelViscio","text":"Ah, carbon dioxide. So Peter, as the geochemist here, how do you think about what you study and the carbon at the surface and what could be done with it at depth?"},{"author":"Barry","text":"I try to understand what's happening from like a geological carbon cycle, how much carbon is coming out of volcanoes, how much is going back into the Earth's interior due to subduction processes and plate tectonic processes. And then that gives you a baseline for understanding what's happening with human emissions. We're not necessarily studying how these microbes could be used to sequester the carbon we have."},{"author":"Barry","text":"We're just we're just making that first order and link between, you know, the natural geological carbon cycle and where that carbon resides, where it could be trapped in Earth's crust, both due to geological processes and due to biological processes. Only in the last five, ten years have people really been focused on, you know, how could you potentially pull some of that carbon out, How could you sequester, how could you put it in these depleted oil and gas reservoirs and store for long geological periods?"},{"author":"Barry","text":"So you're basically flipping, flipping it around, you know, instead of how quickly can you extract and burn it, how quickly could you sequester it and put it back in to sort of balance the system?"},{"author":"Lloyd","text":"Well, one important thing to know is that there are natural deposits of CO2. You know, if we put down stuff in the form of carbon dioxide, there's precedent for that. So this is not so completely unnatural. You can see it is like a giant machine with lots of knobs and turning points. And a lot of those have big question marks on them right now. You know, what does it take to tune the system to do what we want?"},{"author":"Lloyd","text":"How do we engineer things in the deep subsurface and that that it's going to take a lot more work like what we're doing, what other people are doing to see what's down there right now and what kinds of things they do."},{"author":"DelViscio","text":"I wanted to leave our listeners with a little bit of wonder if you had one thing you could tell them about the world we don't know under our feet. What would it be?"},{"author":"Barry","text":"You know, we've really only understood plate tectonics for the last 50 or so years, and we have carbon and water and other volatiles moving between the Earth's surface and interior in this very dynamic system. You know, Earth is incredibly unique. And then seeing how that is actually influencing this, this really rich biology and microbiology that people like Karen study is absolutely fascinating to me because I have no doubt that the two are ultimately connected and that's what makes this planet so unique."},{"author":"Lloyd","text":"I think almost all of them are on deep branches of life that we don't know anything about. So we're talking about things that are is different from us as like a a sponge or even more different from us than a sponge, like something like a slime mold versus us. And there's like a hundreds of them. So that means that there's all these lineages that have been evolving to do something interesting or wonderful or strange or different, and we literally don't know what they're doing. We have no idea what they're doing."},{"author":"Lloyd","text":"So it's almost like having aliens here on Earth with us. They're not aliens. They're related to us. They're from Earth, but we just don't know anything about them. There is unknown to us is an alien would be."},{"author":"DelViscio","text":"That's great. And to all of you listeners, the yearning for more microbe. Karen and Peter have been rendered as adorable cartoon scientists and a film that we have on the site right now called Unearthed the borrowing to it and the transcript notes FBI. It features a Scotch laden subsurface microbe named Mick and it's well worth the 5 minutes of your time."},{"author":"Barry","text":"For example, our buddy Mick, he's from about a mile below the Mariana Trench."},{"author":"Mic the Microbe","text":"People hear that I live under the Earth's crust and they're like, so you're from hell? But you know what? I'm just a regular dude. Mick, the microbe. Mickey I just happen to live inside the earth. And we get a different way of doing things down there."},{"author":"DelViscio","text":"Thanks for chatting with us today, Karen and Peter. Really appreciate it."},{"author":"Lloyd","text":"Thanks for having us."},{"author":"Barry","text":"Thanks a lot, Jeff."},{"author":"DelViscio","text":"Science, Quickly is produced by me, Jeff DelViscio, Kelso Harper and Tulika Bose. Our theme music was composed by Dominic Smith. Like and subscribe to Science, Quickly wherever you get your podcasts. And for more science news and long reads, head to sciam.com. For Science,Quickly, this is Jeff DelViscio."}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,13,85,532,1007,13020,8915,10479,11481,10224,11274,15432,13494,15830,10480,16073,15544,15716,11216,10320,8354,18311,16495,11005,17923,14855,9805,8814,2313,5261,7854,13831,13959,11846,8214,13049,8499,2593,2345,1355,1320,1271,1154,888,890,14977,14832,12073,14292,14355,13694,10331,6323,12869,3490,10651,12085,13077,9738,6424,8887,13306,7664,8279,5631,6083,5523,907,439,14208,14849,11670,13915,3435,11187,7199,2768,6681,14507,6186,9587,7363,8075,6609,7278,3250,588,12862,12853,6601,4576,12068,7756,2570,6372,8801,6119,3955,1739,1036,1047,17707,14319,12737,9632,13755,10278,1175,1002,15671,18225,14985,9285,6303,8611,10558,8861,8109,7564,2363,6062,2744,1130,708,503,394,234,206,159,17620,14793,11879,14077,9745,9155,9789,6400,12271,12028,283,9875,14321,15600,13558,12260,8569,8688,7925,9994,16748,16196,8897,12681,8072,11581,12314,3143,13628,14609,9085,9621,6353,5979,9325,4565,119,14454,14053,16541,210,5785,5310,8178,9755,253,16736,16153,10989,15837,11843,14171,15179,14732,8402,10913,7676,5483,2789,357,4132,11020,12433,9267,14785,11419,8667,4538,6034,5770,9973,9791,10693,9195,7430,6146,12807,12217,11054,11319,5653,1601,15723,14520,15718,15992,14068,9582,9522,9006,8793,7456,7343,5474,8053,11223,6042,1193,14507,13290,11814,14011,15708,15733,15995,7728,15762,15182,14491,9371,9372,7811,313,7168,13109,15680,16378,11402,5133,12455,14230,11811,15639,12642,6616,10315,8574,13822,15872,15786,15682,5088,5664,13570,6358,15740,14973,11004,15742,7231,659,8259,15789,15850,7485,7846,7516,2889,8165,15666,15924,11542,8111,15708,9250,15615,13729,13549,9030,10311,14813,9866,7777,10908,8929,12008,11327,12863,14902,15911,15481,15743,12233,8107,6202,3751,15450,12063,10975,10139,3152,15648,15869,16075,13035,8031,5474,3004,14366,6321,5865,10964,15763,5376,4254,7580,5807,10072,8546,8691,7456,8101,7077,15765,14717,11401,15812,10291,4684,8844,9491,1401,15704,15994,15160,15968,13515,14361,8949,15667,12268,11509,8987,15807,12997,13470,11728,11773,3063,475,4620,9047,11682,15606,8111,14872,15633,9421,9574,12702,12972,15462,9204,12669,10798,5601,4977,15948,15522,15489,14288,5765,11951,5627,15692,10564,1961,46,15988,11288,8049,588,8628,8145,213,14214,9303,71,11676,16611,8723,8398,11007,16760,14715,5885,13135,9733,6423,16706,16914,12986,7185,8426,11673,1118,12313,16720,16437,4889,366,10700,13098,11866,13468,16342,15530,16801,13586,7048,5003,8528,16672,6958,13283,12980,8881,6266,12244,15173,6175,6545,8751,8894,14283,4860,10830,6287,802,6987,8988,16668,6566,11385,5212,8376,8949,11546,10784,7593,7903,7209,12202,12564,8963,11952,7247,11245,4058,12779,8375,11831,7947,10307,6664,4510,11043,9506,10722,8533,5096,3419,6861,9222,6026,5748,14426,13619,6411,8513,14444,10396,6765,7183,10944,13606,14549,16793,6145,8478,7500,8717,14758,14077,9687,3396,7132,5549,7052,12425,11366,7204,10275,8056,16718,6522,7886,16160,15270,14703,4766,10303,8290,16798,5356,5007,7861,7767,14641,12465,6098,8206,950,7336,9283,13443,7809,7544,6280,10490,9193,9194,6565,5537,5787,5384,7473,13813,6239,5270,2323,14041,16755,13777,16503,6831,10564,1357,6695,11670,10203,16545,16805,16812,15921,11719,4672,647,2577,16834,16616,16511,14497,12621,16767,15870,16944,11230,12081,13440,8599,12846,8055,15405,16656,9253,8853,6028,16703,7682,6189,4466,11639,7977,4712,14951,16429,7178,16511,4784,10648,9678,4604,4623,9561,5184,11265,12791,8732,8563,9579,9259,7999,5477,12060,14518,7877,8060,11379,8156,8736,13672,10414,8240,14154,9595,6692,11248,6576,7649,4297,6090,7073,6207,4274,16819,11119,16644,11458,16658,16766,15953,16118,8152,1778,9798,16652,16628,16124,9890,11437,8843,7737,7131,13802,8995,3743,6250,3802,5138,5926,3923,286,15020,10202,15042,13831,14709,10473,6988,10754,11292,12147,8295,11063,10891,8783,11277,10636,9006,15530,12556,13797,10984,3782,4209,15427,15958,6974,8101,3848,14293,9927,14337,10536,12101,10879,8610,12569,14243,5942,1292,404,10995,8822,8642,10758,4678,8995,9699,12275,9782,1452,12355,13343,10776,8735,11106,8784,8106,10506,14626,11014,7343,7566,5769,8744,6497,5586,5323,4026,397,175,4551,16645,7852,12057,5398,3985,2378,15781,15789,15782,9948,4663,22,16674,16663,15574,11313,9031,14478,8931,16837,16519,12037,16693,14525,16588,12985,7174,15948,10064,4500,16751,8883,8723,15687,13355,4852,16634,5029,8131,5234,12600,12340,4740,10355,11610,11955,5832,12887,5585,15949,1474,14954,15894,6106,12627,16695,4438,9326,3691,14181,7839,9755,5933,6322,7305,5510,5038,526,17216,16771,10148,9718,7407,8872,8983,14929,8371,6692,13414,11559,7392,3793,16203,14631,4127,8895,7853,6409,9310,14128,12921,3320,5849,16480,8008,4184,16569,13536,11018,16565,4504,7827,9797,11073,5298,5006,4079,12181,6981,3931,13,12051,16681,11783,395,16050,11858,15987,15620,16017,13775,13314,13411,11056,13010,15406,13355,8386,15750,15830,15709,15341,12482,15421,12837,2186,16133,14084,8900,15868,11501,10839,11553,11462,10248,10871,7653,12653,7960,14377,11260,516,15710,15727,15620,15765,11008,15561,10165,5960,4602,6971,4912,11083,15696,10735,8695,88,354,10239,9812,6057,13398,1472,13923,14053,14845,1822,8767,10095,10260,7936,8169,10870,7187,10068,9455,8657,10162,1729,281,11298,11983,10829,9249,282,12159,8439,10471,8340,8656,8731,7118,7111,5794,12006,5163,4064,8811,7824,4061,7309,3836,4610,4011,9417,13308,10843,6286,7717,5541,6171,5279,32,14152,8077,11385,8170,6102,736,10653,5757,16668,6430,8166,13258,6243,10091,7451,6723,426,11434,16819,9737,9130,16672,17029,6171,10961,7052,7619,4282,7967,2558,545,16587,9431,9792,6667,8940,8169,9170,7746,9631,7216,5187,5039,9004,4822,4690,9628,4581,8917,8817,8049,8116,11900,3246,4474,1284,8114,12134,10419,5921,3371,16559,10998,7551,12926,16269,9130,6383,7666,7164,8262,2099,16369,5176,4503,13769,10962,11621,16478,5936,7572,11719,3705,5430,11434,15748,6574,3502,16645,13015,2728,11310,6520,14541,6563,16653,9478,15630,9892,6098,9591,8654,2830,3735,6051,6113,1066,8943,8513,10726,9132,5586,7806,4715,9445,15314,12452,3700,221,9615,12383,15023,11584,8684,9279,8704,4755,3268,6009,12297,7983,5962,14034,8202,6096,5352,15279,8336,4848,4844,7044,6937,8067,12741,8881,5155,4696,11712,7147,8727,14785,12167,15303,6501,4492,7761,7297,2361,5099,4857,5364,12672,12245,9054,5954,4411,5964,5928,1569,9583,7575,16173,9954,13185,10816,5620,5200,5756,6433,8985,9016,14354,6566,5682,2957,15031,3857,6915,9118,12229,11533,3169,4120,5131,461,6741,15271,9822,4018,5821,3838,5285,11658,11206,3136,3200,5931,2066,935,5234,7709,11344,11194,497,13929,48,6,5311,14375,11486,6931,11671,5993,4586,13016,9177,9291,1058,9788,7797,16735,5453,14514,4826,13619,5016,5252,8020,12090,13248,10890,6959,3551,8381,6195,3294,9442,7466,8949,11282,16717,15988,8444,1976,678,16734,5645,6741,4824,4144,4754,5725,5216,12721,12272,8110,324,7944,5733,7370,9908,3045,3445,1025,4,8468,6191,14592,11683,11835,10416,8793,8730,5724,10080,16448,8678,2523,245,241,9209,7600,12780,10323,14422,12825,1138,160,11464,11917,10104,12127,7855,3030,5,10070,11041,6795,7254,3611,14321,4469,4682,7006,4515,3628,3484,2647,6394,4044,5057,11714,8198,6523,3873,4956,13838,4176,7291,6258,5651,6591,6689,14509,5429,3831,3805,5443,6069,12904,9818,4809,9190,8163,10401,11955,12561,5850,4643,7232,6197,10478,5612,5657,9900,5912,4166,9141,8825,9498,8624,6776,6335,4013,9158,4737,3379,4441,3010,4813,3966,11764,7654,10341,6670,3321,1422,12973,7536,8327,7151,5255,6203,9567,5254,3662,12344,3846,3955,6594,5326,5858,4659,4553,6084,6218,2924,4717,4225,635,12809,6936,10094,5754,6647,10222,10554,8052,8951,6040,4460,3497,3403,395,8631,10417,7145,6288,13361,2731,14680,5803,2502,10851,15311,10929,8073,5177,5868,7169,1661,3698,9411,5466,3921,6419,6918,133,6040,7968,10928,13293,3428,8247,3316,3442,5520,7369,7563,6251,1388,3676,12439,9287,9018,8469,5233,6652,2756,533,7790,14289,7636,4731,5462,8905,14383,5196,931,10721,9719,9005,7588,5336,8868,10139,7303,6242,7035,7152,3464,648,16671,4382,2793,8737,4214,4866,6026,4492,6881,6319,5150,776,4785,3762,4246,358,10189,5514,4420,10808,5385,5989,4499,4528,3522,2591,4737,7913,5949,5168,5416,11501,8201,4611,14159,7647,5358,5237,10093,5105,13933,4692,11010,5303,7509,6591,8739,6468,8577,3758,1166,11101,8500,9143,5791,3541,4785,13859,9402,4544,717,9024,7659,6851,7248,4208,1740,5876,6874,6855,4567,10812,7416,4511,2713,461,11371,15201,14150,9043,9416,4274,3672,6717,4647,8664,4900,3448,5218,1681,896,12855,14701,2128,15203,15318,14799,12826,15452,15843,12289,4048,14531,9807,9629,17197,14007,6151,6196,6885,6259,6671,284,426,15783,11170,11224,7969,14321,14103,9125,14204,9826,12281,9743,56,15539,14671,9146,9120,9659,260,34,15997,16053,10420,11281,537,13190,11424,8419,3782,4180,3890,12297,11153,6801,12972,6322,6035,7834,4705,4950,15671,7611,6980,7662,574,15655,15945,10079,6000,12974,9424,4528,11224,8040,8017,8468,6899,14318,11129,6088,5391,313,12395,12863,15946,16630,16266,15626,7517,10675,12842,5521,14116,12373,6027,10767,11482,15817,9258,5213,3470,125,15935,15873,342,4985,4586,11728,12285,5734,12955,13348,230,148,2059,16056,14274,15683,6448,12260,8673,9455,6981,11083,9646,13768,10600,9815,7970,12878,5823,15674,10316,13943,9558,278,6913,11287,3204,4295,9217,15809,10270,1053,15785,16228,15808,15780,11170,778,15680,15342,15655,10419,9977,9776,8378,580,15791,12080,15653,8527,6857,11125,11060,9948,6896,6052,13518,4819,5410,4884,2844,15698,15875,15574,12267,7826,15050,15876,12339,9018,11544,7602,6443,1984,10660,11871,9530,12874,6094,1743,77,15810,12070,11811,10788,9209,9041,11306,8148,9843,8607,4058,7630,7194,895,160,4099,1685,10809,11724,9558,4437,10514,11881,7139,8804,6693,4543,11767,15811,10142,11365,8561,9972,7382,2024,378,6309,9947,9412,15830,11297,16325,15367,15843,11438,8682,10502,9310,4276,8732,15848,13808,7467,9480,4934,2537,8298,4794,7303,889,0,0,6167,8517,7102,5529,7260,9470,9288,7064,4455,6892,3476,4512,16611,6468,8212,4213,12358,5200,11451,13136,7495,4228,9796,11518,2647,6421,5636,4649,9992,671,9094,13214,4379,9693,11350,2598,7659,7854,7887,5338,9079,6457,12043,11680,4366,9589,6209,10053,8721,7086,8567,4936,15958,16597,10275,15689,6656,4919,5104,3002,8608,8397,8425,7926,4570,7255,4126,5456,6720,4354,13159,4563,6079,2638,3521,2151,4964,4901,13636,14767,7860,3321,4865,6749,6944,7284,5713,8189,4958,6366,4660,4738,4078,4607,5354,6066,6249,8237,8398,9465,7261,4626,2714,2641,897,7,5,9039,12899,11527,11776,7680,3952,7885,13160,12890,10249,3150,10762,11461,8568,14139,6387,6313,9012,7213,4791,271,317,12538,9392,14214,13380,16337,6217,6393,3516,2240,2715,14379,8002,3606,60,224,15643,15862,15138,14258,15366,15637,13482,11705,7192,8861,10612,2412,15709,15605,12732,8756,6071,6929,448,208,15739,15808,12201,14770,15748,9835,7872,16279,10180,12536,10967,15673,13692,15236,12433,15773,14514,12270,10538,477,15780,15850,9807,15800,13434,9047,15766,10779,9334,16004,16277,15816,15760,6564,8934,15638,15708,13954,9254,5727,208,12581,10567,11011,15844,11131,12011,13384,7367,5095,10658,11279,6308,1522,7345,5976,15871,15187,6037,11606,10522,11565,8727,8062,4687,3784,11334,14945,15666,3642,10007,4411,401,10389,6349,8157,3278,3763,4584,5290,2753,8258,7422,468,650,134,2582,5254,3537,27,41,74,7376,9623,5288,5935,3514,7084,4375,5819,5106,4812,3433,4761,168,6,7231,11834,5775,5565,198,10107,8217,3607,6831,8548,13125,6974,7098,6916,4016,14042,10694,5317,7587,8525,3427,17,7472,11028,3618,10262,8148,6268,6902,2980,5359,3428,2393,5049,7148,7238,8066,4367,3743,4488,940,7697,7266,144,10627,5183,9951,3443,1179,14401,11122,968,15415,6627,6245,6230,8497,7080,4500,5169,5391,4742,7068,5662,2876,6352,9325,6449,3004,7152,8863,6771,7173,8760,7556,7062,5974,386,11691,3427,5670,6517,6778,7676,3806,3711,1882,4514,5496,14375,5793,2522,1996,1164,3808,9665,10146,12827,8136,3137,4267,6103,5916,3695,3784,4943,13907,2339,3311,7697,5093,4444,10413,2220,5574,6327,6223,4343,2246,9129,7529,5515,7407,3446,1822,1180,10,22,54,9238,17610,10851,9901,9023,4799,13643,15127,15505,16377,15060,13508,12134,14074,5341,763,111,12024,15025,15126,8373,7650,9272,4545,9304,8841,6775,11399,8519,8349,7003,7944,7235,10098,12505,8251,8144,7896,5693,10359,2763,175,175,16546,17525,14625,17395,12558,8210,1158,75,13822,14234,8458,7934,17346,11186,9667,11548,12340,9912,9199,9541,6073,7644,14860,16228,840,11812,10797,9428,7794,4695,3312,4395,1908,340,1683,9527,10959,10118,12160,12349,12280,13038,13118,13981,13226,12379,12944,13826,12591,8179,8448,7616,6802,7478,12583,12507,13703,12707,12989,13121,11639,11585,12446,12291,10803,12360,12422,12509,12509,12505,12049,11943,13563,6423,12886,11454,12399,11738,3758,1246,3872,3029,4323,2894,6589,9344,11832,13423,12738,12113,986,2438,12633,13179,12333,2815,1662,12799,11680,2277,1698,5692,13214,12378,11985,16103,13398,12050,12058,10950,2451,12267,14671,13595,13314,13122,11510,12227,8044,1183,1172,2307,2082,2568,2141,1093,3194,2215,2588,814,956,18023,16766,13519,12335,7472,14377,8937,16300,13402,2494,1450,16914,9683,926,9174,14332,1961,286,14343,14857,15062,14302,16523,13605,9627,10873,9483,11001,8686,11385,10615,7667,723,9936,16276,16203,10454,7359,7407,13686,6530,291,13674,14220,11519,11713,7010,13763,13634,9254,9533,2179,918,9562,15615,14378,15093,14615,15411,9471,1106,10703,8036,10997,11171,819,692,13946,18230,16366,11166,9392,4061,3187,6335,8270,11004,10578,10700,10746,8319,7153,8428,5550,1877,10742,10560,8449,7191,4232,2119,694,307,171,53,23,7,0],"fragments":[{"begin":"0.000","end":"75.200","lines":["You're listening to Science, Quickly. I'm Jeff DelViscio. Now, we're not sure about all of you, but for us here on the show, some days we just want to explore. The unknown still exists all around us. And we have the super sweet day job of talking to folks who plumb the depths of those mysterious places. Today I'm joined by two explorers, and they literally seek out the deepest unknowns there are on this earth. Karen Lloyd is a microbiologist at the University of Tennessee, though she's soon to be at the University of Southern California."]},{"begin":"75.200","end":"108.840","lines":["And Peter Barry is a geochemist and volcanologist at the Woods Hole Oceanographic Institution. Hi, Karen. Hi, Peter."]},{"begin":"108.840","end":"109.680","lines":["Hey."]},{"begin":"109.680","end":"111.120","lines":["Hey, Jeff."]},{"begin":"111.120","end":"121.840","lines":["So thank you for joining us today. So maybe let's start off with this. Tell us about unknown places that you love the most and you seek out. Peter, why don't you go first?"]},{"begin":"121.840","end":"157.240","lines":["Sure, yeah. So, I am a vulcanologist and geochemist and I love to work in volcanic systems and hot springs all around the world. And what we try to do is visit different places where there's natural volcanic emissions. So there's there's gas, there's fluid coming to the surface. And what I do is I can collect those gases and those fluids and I can bring them back to my laboratory here in Massachusetts, and we can measure the chemistry of those systems. I specialize in measuring stable isotopes, things like carbon and helium and other stable isotopes."]},{"begin":"157.240","end":"174.720","lines":["And we can basically fingerprint these different volcanic systems to understand where the fluids and the gases in the material are coming from within Earth's deep interior. And I love traveling to subduction zones all over the world. And it's amazing that we see totally different signatures depending on where we go."]},{"begin":"174.720","end":"177.880","lines":["Very cool. Karen, what about you?"]},{"begin":"177.880","end":"196.560","lines":["I was just thinking that it's really ironic that the place that we just got back from a couple of weeks ago was very high altitude. You think you want to go deep inside the earth, which is the thing we want to do, because that's where the unknown is. There's so little that we know about what's inside Earth's crust. It's just hard to dig down to. You can't see through Earth."]},{"begin":"196.560","end":"218.440","lines":["You can't drop something off the back of a ship and like we can in the oceans, you know, you have to drill and that's expensive and it takes years of preparation. So one thing that that Peter and I have been doing and our colleagues is using natural hot springs that sort of take some of that deep subsurface environment and shoot it all back up to the surface. And we try to take these fluids as they come directly out of the ground."]},{"begin":"218.440","end":"254.000","lines":["So where we were most recently was in the Puna region in Jujuy in Argentina with our colleague Agostina Chiodi. And so she's fantastic. She just like planned out this entire trip. It was such a heavy lift, but we drove all around. I think we drove over 8,000 kilometers in ten days or something like that. Just sampling hot springs everywhere, dealing with splitting headaches and the nausea that comes from living above 15,000 feet every single day for ten days in a row with no lead in, no acclimatization. But we got some great, great samples."]},{"begin":"254.000","end":"257.200","lines":["But I love that irony of to go deep, we have to go high."]},{"begin":"257.200","end":"278.320","lines":["You know, you're talking about two things that seem sort of not to be related if if you're not kind of looking closely. One is sort of deep rock stuff and then the other is, you know, microscopic life stuff. So like, how did you guys sort of get together scientifically speaking? Like, why are you working together if it seems like your disciplines are so different?"]},{"begin":"278.320","end":"280.280","lines":["Can I guess now you want to do it."]},{"begin":"280.280","end":"282.160","lines":["You can do it. Karen, go ahead."]},{"begin":"282.160","end":"308.640","lines":["I had been thinking for years like, I need to figure out what's happening with microbes in the crust. And what I need is a geologist who actually wants to work with me and talk to me and is not like, oh, well, that's an interesting project, good luck, but actually will stick with me and help me. And I went to this meeting in 2015 and I had never met Peter before and he just pitched to the room this idea of combining deep subsurface microbiology with geology. And I was like, I made a beeline."]},{"begin":"308.640","end":"313.800","lines":["I ran over them. When as soon as he stopped talking, I was like, I want to do this."]},{"begin":"313.800","end":"329.160","lines":["Yeah, I was. I remember this conference and it dawned on me as I looked around the room that it's really kind of critical to not only have a geological perspective like I have, but also understand what's happening from a biological perspective and try to try to link those up."]},{"begin":"329.160","end":"337.480","lines":["Is there life down in the crust? It seems inhospitable in a lot of different ways, but is that true?"]},{"begin":"337.480","end":"368.240","lines":["It only seems inhospitable if you have a narrow view of how life can exist on this earth. If you expand your understanding of the temperatures that life can handle or are the types of elements that life can breathe, then suddenly a lot more habitable space on this planet opens up to you. Right now, our estimates are that there are about 10,000 times more living cells in Earth's crust than there are number of stars in the universe. So this is now a really significant biome on earth, and it's largely unknown."]},{"begin":"368.240","end":"377.880","lines":["We're still asking really basic questions about it. So it's really fun to be asking fundamental questions in an environment that's so important for Earth, but we just don't know about it."]},{"begin":"377.880","end":"384.080","lines":["How does it compare to life on the surface, like biomass? Is there a way more down there than there is up here?"]},{"begin":"384.080","end":"411.680","lines":["So the way to put it in the context of the total biomass on earth is that these are small cells, so they're much smaller biomass than what we have at the surface because just think about where the energy sources are coming from. At the surface, we've got this like gigantic blazing sun that basically powers trees and grass and stuff. So we definitely have more total living biomass on the surface than we have in the subsurface. I want to be be clear about that."]},{"begin":"411.680","end":"428.200","lines":["But the stuff that's in the subsurface is not just sad little crusts of life clinging to what falls down, that they can eat the leftovers of the dead animals and stuff there. Is that too. But there's additional sources of energy that are inside our earth that are supporting a separate ecosystem."]},{"begin":"428.200","end":"437.200","lines":["It's a heck of a lot of stuff we didn't know was there living stuff? How do you think about life as it exists in the crust?"]},{"begin":"437.200","end":"469.960","lines":["We tend to think of life is being oriented around sunlight and seasons and day night cycles because we are addicted to the sun. We need all that energy to support our big hot bodies. But there's separate ecosystem in our Earth's crust is supported instead by energy coming from chemical reactions in Earth's crust. The two really big things are that they are independent of the timescales that we have up at the surface, which creates for some crazy long lived things. And the other thing is that they are very diverse in what they can breathe."]},{"begin":"469.960","end":"503.640","lines":["So we breathe oxygen. That's it. Every animal breathes oxygen when plants breathe, you know, during the day they make oxygen, but they also breathe at night. So they breathe oxygen. So up here, we're all like a one trick pony. And in the subsurface, suddenly transition metals in the middle of the periodic table, like become active for them. They can use all this stuff. There are microbes that can breathe palladium and copper and nickel and antimony and vanadium and selenium and all these things. And arsenic. You know, that's something that's very toxic to us."]},{"begin":"503.640","end":"517.840","lines":["But for them it's like oxygen. There's even an organism that can breathe carbon dioxide, like breathe. It is in, you know, reduce it in their cells to get energy. Whereas for us, it's an end product. It's literally our waste. We can't do anything with CO2."]},{"begin":"517.840","end":"530.320","lines":["Ah, carbon dioxide. So Peter, as the geochemist here, how do you think about what you study and the carbon at the surface and what could be done with it at depth?"]},{"begin":"530.320","end":"556.120","lines":["I try to understand what's happening from like a geological carbon cycle, how much carbon is coming out of volcanoes, how much is going back into the Earth's interior due to subduction processes and plate tectonic processes. And then that gives you a baseline for understanding what's happening with human emissions. We're not necessarily studying how these microbes could be used to sequester the carbon we have."]},{"begin":"556.120","end":"584.280","lines":["We're just we're just making that first order and link between, you know, the natural geological carbon cycle and where that carbon resides, where it could be trapped in Earth's crust, both due to geological processes and due to biological processes. Only in the last five, ten years have people really been focused on, you know, how could you potentially pull some of that carbon out, How could you sequester, how could you put it in these depleted oil and gas reservoirs and store for long geological periods?"]},{"begin":"584.280","end":"594.760","lines":["So you're basically flipping, flipping it around, you know, instead of how quickly can you extract and burn it, how quickly could you sequester it and put it back in to sort of balance the system?"]},{"begin":"594.760","end":"615.520","lines":["Well, one important thing to know is that there are natural deposits of CO2. You know, if we put down stuff in the form of carbon dioxide, there's precedent for that. So this is not so completely unnatural. You can see it is like a giant machine with lots of knobs and turning points. And a lot of those have big question marks on them right now. You know, what does it take to tune the system to do what we want?"]},{"begin":"615.520","end":"626.920","lines":["How do we engineer things in the deep subsurface and that that it's going to take a lot more work like what we're doing, what other people are doing to see what's down there right now and what kinds of things they do."]},{"begin":"626.920","end":"637.840","lines":["I wanted to leave our listeners with a little bit of wonder if you had one thing you could tell them about the world we don't know under our feet. What would it be?"]},{"begin":"637.840","end":"669.880","lines":["You know, we've really only understood plate tectonics for the last 50 or so years, and we have carbon and water and other volatiles moving between the Earth's surface and interior in this very dynamic system. You know, Earth is incredibly unique. And then seeing how that is actually influencing this, this really rich biology and microbiology that people like Karen study is absolutely fascinating to me because I have no doubt that the two are ultimately connected and that's what makes this planet so unique."]},{"begin":"669.880","end":"704.040","lines":["I think almost all of them are on deep branches of life that we don't know anything about. So we're talking about things that are is different from us as like a a sponge or even more different from us than a sponge, like something like a slime mold versus us. And there's like a hundreds of them. So that means that there's all these lineages that have been evolving to do something interesting or wonderful or strange or different, and we literally don't know what they're doing. We have no idea what they're doing."]},{"begin":"704.040","end":"714.440","lines":["So it's almost like having aliens here on Earth with us. They're not aliens. They're related to us. They're from Earth, but we just don't know anything about them. There is unknown to us is an alien would be."]},{"begin":"714.440","end":"737.600","lines":["That's great. And to all of you listeners, the yearning for more microbe. Karen and Peter have been rendered as adorable cartoon scientists and a film that we have on the site right now called Unearthed the borrowing to it and the transcript notes FBI. It features a Scotch laden subsurface microbe named Mick and it's well worth the 5 minutes of your time."]},{"begin":"737.600","end":"742.280","lines":["For example, our buddy Mick, he's from about a mile below the Mariana Trench."]},{"begin":"742.280","end":"763.560","lines":["People hear that I live under the Earth's crust and they're like, so you're from hell? But you know what? I'm just a regular dude. Mick, the microbe. Mickey I just happen to live inside the earth. And we get a different way of doing things down there."]},{"begin":"763.560","end":"769.760","lines":["Thanks for chatting with us today, Karen and Peter. Really appreciate it."]},{"begin":"769.760","end":"770.920","lines":["Thanks for having us."]},{"begin":"770.920","end":"771.960","lines":["Thanks a lot, Jeff."]},{"begin":"771.960","end":"795.600","lines":["Science, Quickly is produced by me, Jeff DelViscio, Kelso Harper and Tulika Bose. Our theme music was composed by Dominic Smith. Like and subscribe to Science, Quickly wherever you get your podcasts. And for more science news and long reads, head to sciam.com. For Science,Quickly, this is Jeff DelViscio."]}],"duration":795.611375}