{
  "title": "This $600-Million Room Contains the World's Largest Collection of These Tiny Endangered Animals",
  "img": "https://static.scientificamerican.com/sciam/cache/file/895B9B62-2F01-4F70-BA1120F6653713A2_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/this-600-million-room-contains-the-worlds-largest-collection-of-these-tiny-endangered-animals/",
  "audio": "https://traffic.megaphone.fm/SAM1309276526.mp3?updated=1703605762",
  "intro": [
    "Inside a vault at the Natural History Museum of Los Angeles lies a microscopic population of immense value—the repository for vernal pool fairy shrimp."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify This is Episode Three of a four-part Fascination on vernal pools. You can listen to Episode One here and Episode Two here. Transcript"
    },
    {
      "author": "Christopher Intagliata",
      "text": "This is Scientific American’s Science, Quickly. I’m Christopher Intagliata. It’s pretty much every kid’s dream, or at least it was mine…"
    },
    {
      "author": "Adam Wall: ",
      "text": "Well, welcome Christopher, behind the scenes here in Crustacea."
    },
    {
      "author": "Intagliata",
      "text": "… you’re at the natural history museum, and the scientists who work there are like, “Kid—we’re taking you behind the scenes.”"
    },
    {
      "author": "Wall: ",
      "text": "This is not part of what the public gets to see."
    },
    {
      "author": "Intagliata: ",
      "text": "Well, on a recent evening, my childhood dreams came true as collections manager of crustaceans Adam Wall took me into the vaults of the Natural History Museum of LA."
    },
    {
      "author": "Wall: ",
      "text": "This room, we consider to be incredibly valuable."
    },
    {
      "author": "Intagliata: ",
      "text": "These collections are the part of the museum that hides in the shadow of the massive T. rex and Triceratops skeletons, the part that’s not as charismatic as the stuffed elephants and lions. It’s a vast biological library—shelves upon shelves upon shelves, tens of millions of specimens not on public display."
    },
    {
      "author": "Wall: ",
      "text": "So we have things like coconut crabs. We have these absolutely alien looking rabbit-eared barnacle, then an acorn barnacle, which is this really traditional hard looking thing ..., and then also you have a little chunk of the whale skin that ... that barnacle is attached to."
    },
    {
      "author": "Intagliata: ",
      "text": "And there’s fairy shrimp, too, which I’m kind of obsessed with ’cause of their Mad Max–level abilities to withstand drought and fire and then just suddenly spring to life. Adam’s got lots of them here."
    },
    {
      "author": "Wall: ",
      "text": "We’re gonna go look at undoubtedly the largest collection of endangered fairy shrimp in the world."
    },
    {
      "author": "Intagliata: ",
      "text": "This is incredibly valuable stuff. He says this room alone is insured for $600 million. And it’s built to last, with special lights and electrical switches."
    },
    {
      "author": "Wall: ​​",
      "text": "It’s a very similar setup that you would have in, like, an oil refinery. And the reason for that is there are hundreds of thousands of gallons of 95 percent ethanol in this room that we use to preserve specimens."
    },
    {
      "author": "Intagliata: ",
      "text": "Ethanol is also highly flammable."
    },
    {
      "author": "Wall",
      "text": "So in this room, if there is an earthquake, we don’t want there to be sparks, ’cause that's... how you lose museums in fires."
    },
    {
      "author": "Intagliata: ",
      "text": "He turns big wheels on the sides of the shelves to roll them apart,"
    },
    {
      "author": "Wall",
      "text": "Those things that you have in your local library, so you can fit even more books into a small space …"
    },
    {
      "author": "Intagliata: ",
      "text": "… and exposes a tower of fairy shrimp samples. The shelves are like twice as tall as me, crammed with labeled jars like condiments on a fridge door."
    },
    {
      "author": "Wall: ",
      "text": "This particular specimen is from ... San Diego County and is Branchinecta lindahli.... And we have the whole community represented as one jar, which is from ... America, California, San Diego County, Proctor Valley.... And then it tells us the exact size of the mesh, of the net that it was collected on."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "That’s really cool. So it really is like a snapshot of a moment in time at a very specific place."
    },
    {
      "author": "Wall: ",
      "text": "Exactly.... and we’re incredibly happy to be the repository for vernal pool fairy shrimp in southern California."
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Kind of looks like you’re running outta room, though."
    },
    {
      "author": "Wall: ",
      "text": "Don’t, don’t talk about it. Every collections manager in this place is running out of room. I am, and specifically for the fairy shrimp, I’m gonna have to, like, move everything and make some more room."
    },
    {
      "author": "Intagliata: ",
      "text": "The reason the museum needs to make room for these fairy shrimp samples is pretty much the same reason the museum needs to make room for samples of anything. It’s to keep these relics from a particular time and place on Earth so future scientists can answer the questions we still don’t know we need to ask."
    },
    {
      "author": "Wall: ",
      "text": "It’s just really important to have these snapshots of the biodiversity through time."
    },
    {
      "author": "Intagliata: ",
      "text": "That’s exactly why this collection is so valuable. For example, they have crabs collected at Pacific atolls before and after nuclear bombing tests in the 1940s and 1950s. Nobody’s ever going to be able to sample those pre-explosion crabs again."
    },
    {
      "author": "Wall: ",
      "text": "It is a time machine that allows to go to places that don’t exist, to ecosystems that have been destroyed or to just very conveniently go and look at the biodiversity that exists in Madagascar because we had that on a shelf, and we can walk around and look at it instead of getting on a plane and dealing with all the hassles of international travel."
    },
    {
      "author": "Intagliata: ",
      "text": "And in the case of vernal pools, because so many have already been destroyed, a jar sitting on the shelf here might be the only record left of the biodiversity that once existed in a particular pond. And it’s just waiting there for a scientist to discover it. But aside from all these jars, Adam had promised over e-mail to show me some real live fairy shrimp, too. [CLIP: Museum hallway ambiance]"
    },
    {
      "author": "Intagliata: ",
      "text": "So we head back to his lab on the other side of the museum through a maze of hallways and galleries and stairwells ..."
    },
    {
      "author": "Wall: ",
      "text": "Up this ... set of stairs, which is part of the original ... part of the museum, into the grand rotunda."
    },
    {
      "author": "Intagliata: ",
      "text": "The rotunda is truly stunning: marble columns and walls, a stained glass skylight overhead and, at the center, a bronze statue of three muses, Art, History and Science, holding up a glowing orb. It’s pretty cool."
    },
    {
      "author": "Wall: ",
      "text": "But anyways… [CLIP: Lab ambiance]"
    },
    {
      "author": "Intagliata: ",
      "text": "Back at Adam’s lab, there are yet more vials sitting on one of the lab benches—samples field researchers have sent to the museum. Remember how he’s running out of room in the collection vault? He grabs one of the vials and takes a closer look."
    },
    {
      "author": "Wall: ",
      "text": "It’s really cool. This is actually the resting eggs from that species.... And if you were to take this sample and expose it to rainwater and the right conditions..., it mimics when it’s the right time to hatch in that pool in that part of the world.... You would actually get baby fairy shrimp in, like, 24 hours..."
    },
    {
      "author": "Intagliata: ",
      "text": "Luckily, he’s already thought ahead."
    },
    {
      "author": "Wall: ",
      "text": "You wanna look at some babies—baby fairy shrimp that just hatched out an hour ago or so?"
    },
    {
      "author": "Intagliata (tape): ",
      "text": "That sounds fun. Okay."
    },
    {
      "author": "Wall: ",
      "text": "I know, babies…"
    },
    {
      "author": "Intagliata: ",
      "text": "In the other room, he shows me a big glass jar with a flashlight shining on it. It’s full of tiny specks."
    },
    {
      "author": "Wall: ",
      "text": "If you can see anything that’s moving right now, then those are larvae, and they’ll be concentrated around this light because they’re phototactic as larvae…"
    },
    {
      "author": "Intagliata (tape): ",
      "text": "Oh, oh, my gosh.... There’s a couple of ’em right there, it looks like."
    },
    {
      "author": "Wall: ",
      "text": "And there’s that one right there. It’s just, like, doing crazy barrel rolls and stuff. Um, yeah. I super love these things. They are crazy."
    },
    {
      "author": "Intagliata: ",
      "text": "It’s hard to see much without magnification, but he has a microscope set up on another bench."
    },
    {
      "author": "Wall: ",
      "text": "Over here we have the Ferrari of microscopes. It’s, like, a $40,000 dissecting scope.... I think we cried a little bit when we finally got it."
    },
    {
      "author": "Intagliata: ",
      "text": "There’s a video screen where we can see four baby fairy shrimp flitting around, spinning circles around themselves."
    },
    {
      "author": "Wall: ",
      "text": "The only real appendages it has are these antennae, but it’s actually using them for locomotion, and that’s how it’s swimming around.... These totally look like some video game from, like, the 1980s spaceship kind of a thing."
    },
    {
      "author": "Intagliata: ",
      "text": "He’s right. It looks right out of Atari’s Space Invaders. [CLIP: Space Invaders theme] "
    },
    {
      "author": "Intagliata: ",
      "text": "And if it’s not clear already, these fairy shrimp are tiny but truly mighty."
    },
    {
      "author": "Shannon Blair: ",
      "text": "They’ve lived through the breakup of Pangea. They’ve lived through the K-T extinction. They’ve lived through the meteor that killed the dinosaurs."
    },
    {
      "author": "Intagliata: ",
      "text": "In the next episode, we’ll talk to scientists such as Shannon Blair about the one thing that’s putting the resilience of these hardcore survivors to the test: human development. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Music by Dominic Smith.  Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news. For Science, Quickly—I’m Christopher Intagliata. "
    },
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    }
  ]
}