{"title":"Music-Making Artificial Intelligence Is Getting Scary Good","img":"https://static.scientificamerican.com/sciam/cache/file/E960C070-1FCC-44C1-B381E132EE4C5996_source.gif","url":"https://www.scientificamerican.com/podcast/episode/music-making-artificial-intelligence-is-getting-scary-good/","audio":"https://traffic.megaphone.fm/SAM3808986493.mp3?updated=1703605773","intro":["Google’s new AI model can generate entirely new music from text prompts. Here’s what they sound like."],"authors":["Allison Parshall"],"category":["Artificial Intelligence"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify Listen to Episode One of this three-part Science, Quickly Fascination here. Transcript"},{"author":"Allison Parshall: ","text":"As a kid, I was something of a composer. Please brace yourself for Mozart-level brilliance. [CLIP: Parshall family home video of toddler Allison playing a tiny keyboard and singing, mostly gibberish]"},{"author":"Parshall","text":"As you can hear, I was a lyrical genius. And I did stick with it. In high school I made a song entirely with homemade instruments that involved water, including hitting half-full wine glasses with chopsticks and water drumming—you know, when you get in the bathtub in a swimsuit and have your mom hold a microphone while you smack the surface of the water?"},{"author":"Parshall","text":"[CLIP: Sample of Allison’s weird water composition from high school in the background] Water drumming.  But no amount of amateur water drumming arranged in GarageBand could be even half as weird—and fun—as some of the music that AI can make these days. [CLIP: Theme music] Welcome back to Science, Quickly. I’m Allison Parshall. This is part two of our three-part series on music-making artificial intelligence. In the first episode, we met the winner of the 2022 AI Song Contest, who used machine learning to bring Western instruments into the world of Thai tuning."},{"author":"Parshall","text":"Today we’re diving way deeper into that technology. And—as it turns out—scientists are on the cusp of something gigantic in music AI."},{"author":"Shelly Palmer: ","text":"The MusicLM product—it's so impressive. What it is is so impressive…. the amount of things that have to be true for this to be what it is are unbelievable—like, unbelievable.”"},{"author":"Parshall","text":"That was Shelly Palmer, a composer, and he’s talking about MusicLM, a music-making AI model published in January by Google Research. The “LM” in its name stands for “language model” because it harnesses some of the advances in AI language processing to create music. And boy, does it create music. You might remember Dall-E 2, that AI tool that can turn your weird text prompts into surreal images totally unconstrained by reality. This is like that—except it spits out music. [CLIP: Soundscape of digital music from MusicLM samples]"},{"author":"Parshall","text":"To understand why this is so cool, we’re going to have to step back in time a bit. The desire to outsource some of the creative process to algorithms is old, older than AI, even older than computers."},{"author":"Akito van Troyer","text":"People were definitely already thinking about algorithmic music before computers existed, right?"},{"author":"Parshall","text":"That’s Akito van Troyer, a professor at the Berklee College of Music who teaches a class on machine learning and music."},{"author":"Van Troyer: ","text":"For example, Mozart composed a piece of music he called “Dice Music.” What he did was to compose a melodic motif, a bunch of them."},{"author":"Van Troyer: ","text":"And he will choose which motifs to stitch together based on throwing a dice… [CLIP: Sample from one possible playing of Wolfgang Amadeus Mozart’s Musikalisches Würfelspiel version #1] …and that’s algorithmic music because you’re determining the result of the music based on the throwing of the dice kind of situation, right?  [CLIP: Sample from one possible playing of Wolfgang Amadeus Mozart’s Musikalisches Würfelspiel version #2] And then computers just came to be the ideal platform to experiment on. As soon as computers were accessible to musicians they were already using it."},{"author":"Parshall","text":"Brad Garton was one of those computer musicians back in the early days, when computers were the size of rooms and whatnot. He’s a composer and former director of Columbia University’s Computer Music Center."},{"author":"Garton","text":"I learned how to program on punch cards. People don’t even remember what those are. We’d type in these lines painstakingly by hand and then submit them to the mainframe computer—an IBM 3081—on campus. I think it had two [kilobytes] of RAM, or something. [laughs] And we would then have to wait for two hours. And then, uh, we would have to wait for two hours. We’d get a special tape; we’d take it over to the computer lab, where they had the special hardware to turn it into sound."},{"author":"Garton","text":"Then you’d realize you’d mistyped one parameter, and your masterpiece sounded like this [sound of a click]. And that was it[laughs].  And it was really fun—I mean, because a lot of times, I wouldn’t quite know what I would get. But I’d listen to it and go, “Whoa, that’s pretty cool. It’s got a better sense of rhythm than I do!” [laughs]"},{"author":"Parshall","text":"Eventually, making computer music became easier and quicker. AI musicians moved from punch cards to MIDI files, a digital file format that contains sequences of musical notes in text form. MIDI stands for “musical instrument digital interface,” and it’s a pretty limited way to represent music. It strips out the richness and expressivity of a performance since it includes just the names of notes and when they’re played. It can turn a song that sounds like this ... [CLIP: A recording of a grand piano playing an expressive piece] … into this."},{"author":"Parshall","text":"[CLIP: A MIDI piano version of the same piece, sounding robotic and unexpressive] So MIDI is restrictive, but it worked well enough with these early AI models. What you would do was: you’d give a model the text versions of a whole bunch of music, and it would pick up patterns to generate text versions of new music, which could be converted into sound using programs like, say, GarageBand. Up until the past few years, this was still the most efficient way of making AI-generated music."},{"author":"Parshall","text":"One relatively recent model called MuseNet was made public in 2019 by OpenAI, the makers of the now famous chatbot ChatGPT. With Musenet, you could make unlikely mashups—such as this example. [CLIP: MuseNet improvises from Wolfgang Amadeus Mozart’s Rondo alla Turca in the style of Lady Gaga]"},{"author":"Parshall","text":"You can kind of hear how robotic it sounds—that’s because it’s using MIDI. But soon after MuseNet was published, the OpenAI team got to work changing that. The researchers’ next project was an AI composer that could actually work with raw audio files, not just their text-based approximations."},{"author":"Christine McLeavey","text":"In theory, raw audio can sound like anything. It doesn’t even have to be only music. You could literally do any sound effects you can imagine. [CLIP: Saw cranes at Målsjön in Kristdala, Sweden]"},{"author":"Parshall","text":"That’s Christine McLeavey, a pianist—and one of the architects of OpenAI’s music models."},{"author":"McLeavey","text":"If you think of a good quality recording, it’s maybe, like, 44 kilohertz, which is, like, 44,000 samples per second. It’s a lot—a lot—of information, and you have to get each one of those numbers correct. There’s just so many ways you can get off by a little bit."},{"author":"Parshall","text":"In order to work with these massive files, engineers like McLeavey need to compress all that information down into a small space. Their approach isn’t that different from how you compress a file on your computer. Basically, they break up the audio into small pieces they call “tokens,” like breaking a sentence into words. Each token contains important information about a portion of the audio waveform compressed in a smaller amount of space."},{"author":"McLeavey","text":"If you’re a teacher who’s going to give a lecture, usually you wouldn’t write down literally every single word you're going to say....you have a sort of higher-level plan of what’s going to happen. And in the same way, we’re kind of doing that to the music. We’re trying to generate this, like, higher-level representation first, and then, from that, then generate the, the sort of fleshed-out version, where we get the full sound that we can listen to."},{"author":"Parshall","text":"Honestly, this part of the technology is like magic to me. But it works. The resulting program, called Jukebox, came together through a few months of trial and error. This is the algorithm in August 2019, trying its best to make a pop song. [CLIP: Jukebox sample entitled “Hints of Pop”] Then, one month later, after being trained on a wider diversity of music, it could do an okay-ish Bob Marley impression."},{"author":"Parshall","text":"[CLIP: Jukebox sample in the style of Bob Marley] A few months after that, the researchers improved the quality of the audio and prompted the model with the first 12 seconds of “Despacito,” letting it run wild with the rest. [CLIP: Jukebox sample: “Despacito” continuation]"},{"author":"McLeavey","text":"“Working with raw audio, the sky is the limit in terms of what you can create. Literally, you could say, “What if I take this whale sound … [CLIP: whale call] … and blend it with, I don’t know, the Beatles?”"},{"author":"Parshall","text":"Flash forward, now, this year: Google publishes MusicLM, that new music language model, where you can probably type, “Whale song blended with the Beatles” into a text box and get a really unique piece of music out of it. I’d do just that and play it for you, but unfortunately, MusicLM is not available to the public yet. Still, the samples that I got from its publication were enough to set my head spinning."},{"author":"Palmer","text":"The MusicLM product is early days."},{"author":"Parshall","text":"That’s Shelly Palmer again."},{"author":"Palmer","text":"When it’s right, it’s kinda right. When it’s wrong, it’s really wrong."},{"author":"Parshall","text":"I asked Shelly to walk me through some of the highlights and lowlights of the samples."},{"author":"Palmer","text":"Main soundtrack of an arcade game.... [CLIP: MusicLM sample: arcade game]"},{"author":"Palmer","text":"Fast-paced, upbeat, catchy guitar riff. That’s pretty much spot on for what they say it’s supposed to be. Rising synth playing an arpeggio with a lot of reverb is backed by pads ... Let’s listen.  [CLIP: MusicLM sample: reverb arpeggio]"},{"author":"Palmer","text":"It’s not doing the first thing it was asked for. Rising synth playing an arpeggio, but there’s no arpeggio. It’s delightful. It’s got the reverb they’re talking about. The pads are backing it, so yeah …. Let’s see what this is … [a] slow-tempo, bass and drums, reggae song. [CLIP: MusicLM sample: reggae]"},{"author":"Palmer","text":"So, that’s actually exactly backwards from a reggae rhythm. This one is ... [CLIP: MusicLM sample: swing]"},{"author":"Palmer","text":"So, they call that swing—except that that’s not swing. This is “swung,” but it’s not swing."},{"author":"Parshall","text":"[laughs]"},{"author":"Palmer","text":"Again, it’s early days. I’m not… It’s so impressive. What it is is so impressive. There’s no way that I’m going to sit here and take a shot at these guys. Oh, my goodness. This is, like, amazing. And I know where it’s going, and I’m excited about it, I really am. I don’t see anything to be scared of. The first time I was this excited musically… and it was the first time I heard a fully synthesized piece of music."},{"author":"Parshall","text":"I have to agree—it’s hard not to get excited listening to these. My personal favorites are the painting examples where they fed the AI a written description of famous paintings. Here we’ve got Salvador Dalí’s The Persistence of Memory, aka his melting clocks painting."},{"author":"","text":"[CLIP: MusicLM sample: The Persistence of MemoryNarrator: “His melting-clock imagery mocks the rigidity of chronometric time. The watches themselves look like soft cheese—indeed, by Dali’s own account, they were inspired by hallucinations after eating Camembert cheese. In the center of the picture, under one of the watches, is a distorted human face in profile. The ants on the plate represent decay.”]"},{"author":"Parshall","text":"Honestly, the Dali painting feels appropriate, given how surreal listening to these samples seems. And it’s only possible because the Google team figured out how to compress raw audio even further than OpenAI’s Jukebox could. Those little tokens, the ones that represent pieces of the music—typically, each would capture about 50 milliseconds of audio, about this much time. [CLIP: Fifty-millisecond bleep]"},{"author":"Jesse Engel: ","text":"What MusicLM does, on top of that, is uses an even more coarse representation ...."},{"author":"Parshall","text":"That’s Jesse Engel, one of the engineers who designed MusicLM."},{"author":"Engel","text":"…at the level of, like, three seconds or so. [CLIP: Three-second bleep] And that’s one that we can control in all sorts of new kinds of ways. You can use it to look at a certain piece of music and say, okay, these are the very high-level features of this music on the level of seconds. Now, “Please generate some more music that has some of these types of features.”"},{"author":"Parshall","text":"You may notice that the audio quality is, admittedly, still pretty rough."},{"author":"Engel","text":"They are, in essence, the same thing that happens when you take a guitar and you stick it up to an amplifier, and it causes feedback. [CLIP: Feedback]"},{"author":"Engel","text":"We’re taking the outputs of the model, and we’re sticking it back into the inputs of the model.... It’s just feedback that, instead of a single tone, is turning into music in these beautiful ways. But when it fails, it does sort of actually kind of sound a bit like feedback and has all these different tones sort of take on unnatural sorts of timbres to them."},{"author":"Parshall","text":"But you can already hear how the quality has gotten better in just the past few years."},{"author":"McLeavey","text":"For Jukebox, the audio quality itself was okay but not amazing. And in some ways, that’s actually why I always felt okay with it as a musician, because I was like, “Okay, this is, like, good enough to be cool and interesting and maybe spark people’s creativity but not quite good enough to be like to feel threatening as a musician.”"},{"author":"Parshall","text":"But that reality seems to be changing—and quick."},{"author":"Palmer","text":"It’s early, they just—this is the sample for goodness’s sake. Like, wait till this thing gets real—like, when this thing is production ready.... we're so close. So close. And it's gonna to piss off so many people."},{"author":"Parshall","text":"Next time on Science, Quickly ..."},{"author":"Parshall","text":"We’re talking about the elephant in the room: When machines make music—what happens to musicians? Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Allison Parshall. Listen to Episode 1 of this 3-part Science, Quickly fascination here."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,0,788,1161,1574,1768,1516,1527,1407,1655,1515,1269,1172,1600,13176,9340,12297,13470,10666,10373,10903,10195,1331,1833,10797,12794,10414,12509,10288,13431,9525,9951,5579,1997,1609,1232,1147,1467,1456,1203,1142,557,13191,9879,13956,12761,12733,12537,11617,8979,13000,8512,8931,6996,7421,7392,5100,5255,9625,10787,8308,5713,15222,8510,11887,6436,9979,5230,6714,6440,8840,5223,9509,4601,3577,8770,2904,6089,14370,15473,13445,4104,1105,558,407,1264,12556,11312,8726,727,947,453,13868,13052,13464,13552,9431,11590,6523,13337,6210,13576,13903,13069,10272,11939,8204,13036,10982,11168,13181,12783,10006,13413,7033,8518,10674,13066,11328,13600,7519,13574,13828,12803,14334,6484,13404,8649,11621,13666,13248,13974,12396,10112,14230,16077,10239,13932,6811,9885,15250,13182,9679,13357,14993,10385,13790,12677,11130,7904,12445,17319,12486,5207,5745,11637,7266,18344,13644,15561,9895,7084,6082,4329,11821,8836,12885,17358,12206,5244,4071,1808,7881,21308,3873,23426,14640,11898,3991,2683,6673,4600,17050,17336,9498,12578,13934,13049,11434,9372,14078,9145,10045,10656,12882,13827,6992,2166,14044,11579,11141,9070,8600,8580,13764,14719,6148,13341,13459,11915,13791,13610,13630,7381,9495,6981,19134,10791,12119,13682,12341,15696,18561,19844,14292,20081,20976,14024,18660,12751,12061,10711,7348,7776,16938,15695,12407,10065,7283,13792,11195,7885,6755,11805,11650,14357,14850,9835,10585,7594,8530,14019,12655,12294,12765,14572,11058,7933,7007,8086,8939,10534,11671,14109,16082,18289,16490,14955,12173,16172,10738,3316,2723,1547,1713,1521,1140,1352,10020,13563,11169,9367,8589,10487,8262,10270,7855,9178,12653,8897,11784,11154,15993,14190,14910,10427,11334,11068,16214,16072,12751,13953,14373,14736,14446,11785,10043,8274,5798,3978,10856,11069,11800,12837,11370,9678,11695,9181,8964,9577,12618,13668,11739,799,618,689,13079,13654,13827,13598,10972,8509,12975,7474,6677,689,677,10131,14442,12049,13429,829,10500,10803,8183,7341,7638,5927,6679,8812,5140,6583,10475,12474,1301,6058,8376,15300,17679,12725,10267,11365,13353,17121,15824,14451,16829,2455,14128,15811,16382,12694,9388,2186,15726,15910,15833,15755,15963,16593,13418,17363,11720,15714,15695,16974,16272,12749,181,15894,15908,9372,0,1688,13551,13428,12852,9564,11999,11966,13269,13157,10190,13355,13520,13312,12670,11479,9348,12762,15067,11137,9904,6576,9623,9083,9851,6481,6076,2234,528,12325,13456,13163,9881,9220,7973,7594,13535,13518,907,9646,13070,13901,8054,10392,11012,7181,11904,13473,13676,7450,12700,12030,5459,634,12551,13462,12937,11401,11106,8890,3909,577,436,12921,13674,13266,7954,5360,13548,12587,7719,7765,7047,6872,10687,10053,5366,13178,10707,8851,8143,10531,12113,12411,13474,8851,1456,10696,12820,14535,7001,7735,10113,12508,13419,7636,2796,3233,3135,2786,4135,8192,7822,9605,5500,10176,10416,7531,9131,6199,7500,4490,11906,12195,13937,17177,18429,20820,16444,16797,14764,12076,14835,18791,14149,14031,14847,14810,17195,19535,14865,11271,6953,4761,5282,4832,4569,11026,9871,14039,13977,11478,18936,14744,11910,12634,13326,7469,9359,17340,15883,15320,12428,13723,13676,4762,11655,7328,12129,13348,14748,5926,5718,2446,2435,10811,14815,14031,10845,14376,12046,12040,5941,14070,9412,7423,14152,9062,6802,8858,13381,14049,5584,8335,10539,9727,8166,1660,13165,14497,14704,13214,16805,17825,11958,10698,11377,9965,11747,8829,9223,7110,5643,7738,6887,2240,13445,11819,16422,9450,7685,8542,8359,9585,7352,8206,7825,4850,6465,5820,6563,12054,8064,5347,3089,10696,17505,11958,8741,8255,12071,10078,17198,10953,8017,9945,11310,19828,10258,5229,1863,13933,20090,20279,12951,12220,10294,10889,20114,20044,14607,10206,17941,4876,14572,4596,10186,15104,17406,7100,16162,14257,11768,12458,10298,20970,12615,18621,6986,8800,5798,327,2919,8256,4197,4951,4584,5527,5765,3918,6733,5317,4984,7038,6352,7803,6915,7238,4591,4336,4071,3126,16746,10880,10111,9825,11848,9774,17497,3553,14692,19486,13807,13148,12596,7790,13191,10739,8394,8380,7869,10427,11588,6579,4927,12857,1367,1226,3014,3394,3148,2836,4418,3201,2508,1940,11925,14717,14318,15113,5074,19227,11007,5983,11712,11929,21604,16535,17945,20854,8759,12642,13761,5648,2020,11950,14360,18343,14561,12988,10738,3992,17972,18627,10287,11639,8878,4896,20766,11570,15326,9126,1685,1528,1824,1379,894,717,537,8908,13486,10844,9882,8022,8896,8448,13502,9396,8792,6407,6971,10327,13273,12733,9462,6515,8549,569,12855,9275,12866,9006,9782,10176,6174,9080,6702,7273,7489,9258,9100,6100,14413,14508,14437,13327,10670,12145,9050,7595,11476,9704,8215,11192,4638,14720,14582,4060,14609,3417,14145,14552,14631,14498,12765,11587,14191,14582,10136,11389,12215,3785,14512,16100,14406,13411,14563,14370,13511,10743,6979,10502,12964,10951,10639,11198,8468,10563,6006,14360,11001,12521,11249,8211,8197,14506,14369,422,8100,7771,14531,12532,14454,14419,14448,14498,14507,9569,10474,8503,14429,14460,11443,14740,13618,12710,9360,11315,13590,14460,10494,9460,5413,666,15512,13597,14442,14253,14408,9917,12501,10240,2996,14676,14413,11842,14465,12353,11250,10812,8273,14301,14868,9902,11242,9590,9233,7397,112,56,8530,611,167,14480,12713,14771,14447,14405,12090,9038,359,72,12050,11349,14538,14488,11684,10657,14583,14453,13919,9349,9446,7629,7392,2148,4285,14391,12101,12027,8526,11224,7308,13171,6631,12974,13195,11627,14365,14524,14690,14507,9927,25,539,13387,12959,14294,10270,11340,13061,8005,8267,7483,7481,6927,13179,13846,10909,6381,7746,8924,8758,5943,12146,13965,4223,8657,9306,7994,8287,7400,6627,10728,6733,9786,6951,6787,10417,6998,6110,650,4980,13883,11577,10986,10881,9329,12416,10052,10251,8708,11270,6970,580,11238,13682,13509,13526,8733,9169,7022,4691,680,12448,13355,13000,9862,8935,8954,11335,9782,12388,9442,2323,6754,7282,10225,10613,10342,13262,6650,7215,11733,687,6213,13082,13495,11890,10423,13161,2997,1228,904,5587,10551,2257,2164,1602,4571,3636,3391,4516,5947,5301,3720,7439,10318,2881,5041,12719,4060,2782,3694,6360,6405,11151,9969,9065,7287,6083,4166,4489,6781,1796,1735,8072,8689,20406,15788,19502,12949,11117,5389,8687,6409,4336,12963,11440,6307,8372,5970,4739,2613,4264,2000,7678,14075,6269,2413,4754,2487,747,303,57,89,75,5868,6264,6593,7421,6628,7843,9528,8830,6202,9806,7434,1264,377,270,197,102,5755,5926,9670,9711,14002,10116,9779,11041,8129,5788,8014,1551,594,560,13353,14049,10254,10947,13043,13687,14926,13381,7661,8333,9413,12003,9115,4206,627,7326,12508,7837,10245,13037,11593,8611,6858,7647,10955,6016,6186,10033,6268,11861,11872,10271,10395,9413,6087,12668,9864,3833,646,8376,13418,10460,8651,13089,9100,11677,8199,12590,9421,8108,12881,4551,660,499,14943,13702,13341,12104,3831,9575,13618,13034,8312,13152,14659,10911,11749,9181,9401,4205,497,10130,13018,9961,10619,6838,4713,8676,7239,4603,10840,10931,14084,10329,8584,12841,9697,8625,8127,11981,8435,11314,7711,13482,8256,4512,7400,486,7949,13316,11838,12119,9059,7952,13979,10240,11839,12597,7895,9787,9279,10093,9525,10221,9772,10952,10960,8992,11161,11420,10722,10171,7139,5473,6231,4917,4871,5760,5826,4367,4584,5251,5140,8509,1819,19790,10819,10209,12630,9759,14082,9592,9088,10327,11102,11836,11215,9056,8870,10019,8683,8467,8756,5164,3932,9708,13524,14254,13665,13554,12545,8728,7819,14221,9110,6967,7771,5014,1593,13839,8074,13413,10336,9215,11838,5826,13497,7862,9447,13266,7775,8201,13082,727,626,13368,12818,11420,8529,11613,9406,7193,14009,11325,7860,13260,12481,13770,4539,10986,9735,7185,6552,12498,5846,4530,458,13026,21055,9346,9400,21071,13839,15132,21145,9039,13895,17121,8714,15585,8136,8960,7543,5497,20524,10194,16649,19627,7581,7897,2967,4404,9225,6122,2608,1873,1237,9718,12077,8807,3560,2080,1672,1523,844,3848,4899,4580,1866,1028,805,464,459,613,13513,12459,8735,5690,12616,9692,4461,8669,13492,11783,6686,8653,10627,7149,8735,4657,7702,16428,4823,11048,18941,16707,12640,8482,7506,6202,5019,7393,9891,9736,15384,7652,10316,21056,11120,4587,15635,5165,481,20998,21075,13872,13073,14417,17550,11359,10313,20878,14030,10946,9500,7145,10732,4879,19127,17319,11277,10432,3903,13862,13884,13242,7338,13782,13325,13270,9147,13434,7429,9797,4702,10043,9559,10732,7906,7451,12887,7476,10978,9528,8916,8340,11651,10360,6937,9661,3424,572,13255,13348,11309,13976,13705,9360,8820,6718,7355,8789,5478,7788,743,636,10019,7653,654,13280,11226,13257,9220,8621,8692,5245,9190,10856,7462,3551,8555,12622,10422,9100,10216,11544,3283,569,7791,11522,11606,8442,7270,13134,8691,10406,11564,13092,10575,6914,13648,9828,5409,893,12594,11153,11983,7600,7754,8471,7705,14149,21003,20920,20652,11817,21320,16459,11988,5852,14071,17454,20995,21350,17766,14989,20859,6996,15867,9927,16175,3018,5886,11552,10305,13750,14177,5204,11676,4555,348,10946,14731,9165,5994,297,11268,20962,11347,20588,8195,6068,15120,17298,14035,15854,17563,8887,4208,11608,9080,12173,20256,5273,14625,13486,18021,20696,8018,5896,4343,2729,274,9569,5381,16209,12504,8210,9321,7762,10039,11535,5147,3980,3682,277,13536,10756,12852,12815,12475,8132,9163,13538,11893,10041,605,13634,13567,13440,1820,12947,13250,13309,8530,10937,13097,3333,10878,12911,10881,14015,9928,13608,8818,7681,401,618,9198,13660,11543,9056,13828,8706,10687,8075,2422,13369,10627,8200,9486,12891,8029,4149,19159,17664,11047,12068,9740,10042,19157,19259,11452,15711,9157,19005,17607,14998,11303,12724,9989,5973,4072,16730,13660,11107,10740,8545,8349,8630,13806,12926,7967,9212,12395,1007,11842,12527,13222,14299,13699,6298,13292,10578,8223,5417,21186,9469,18523,16634,13806,20873,19296,19128,18254,17310,18953,20084,17994,15394,11683,16127,20064,8854,19068,13285,19017,17925,12628,10488,5925,3371,4937,7193,13843,12675,12114,8389,7124,7610,8032,14118,9466,13626,13224,1068,13437,10886,13619,8244,10161,11245,8163,8836,7783,1344,12423,12718,13763,13033,8988,9070,4847,15124,14043,6964,14334,20262,20026,20690,20243,11202,19562,19834,18999,18875,17509,19733,17664,19508,12782,20353,21255,17647,17115,15405,10333,8507,7315,4234,5441,4671,4325,14594,14442,18187,10512,7530,7307,3967,6881,8175,20641,10323,13763,9676,13233,7225,15284,16180,1756,20998,14436,12177,380,138,6467,16415,13962,16001,21338,11865,19909,12893,7844,6661,3286,6461,10791,13378,2965,10375,16658,20870,20931,21052,18100,14092,16052,12345,13017,14352,14435,21042,11994,12137,5341,3201,13655,9413,14350,2055,13701,10954,4036,13215,13103,9328,12940,11256,12553,8312,8990,10483,7975,7961,13820,8740,13335,13368,9635,6571,9307,6042,9636,8122,13565,10987,13411,7041,5960,5717,9277,5793,620,13691,13386,13322,13555,13546,13403,10279,13440,13986,12252,9178,11813,9910,10437,7664,5897,9086,2335,640,13629,13355,13214,13279,8790,9526,6295,12315,8403,11282,6430,8026,5089,8403,11154,17731,13084,8690,2305,11181,4922,12224,5579,15122,5573,6354,11727,12308,7904,10852,2570,83,11956,11428,15529,8618,211,9167,8104,7395,9017,11226,10863,6742,4944,6613,125,13674,13159,10272,13832,5666,7642,13366,12478,3776,12053,10369,6882,7061,4687,3269,15954,15623,12592,8673,10714,9011,17746,17899,21134,21098,19449,17906,21630,15323,20879,17939,12841,6775,4351,13063,8070,9625,9050,6081,15600,7665,8924,12338,13503,3100,15705,1463,7688,14450,9593,13161,8238,10825,9861,8746,8010,7978,9701,1650,1462,1253,1310,1191,1067,944,16107,16634,16000,16130,15749,15753,15563,14336,13631,6747,8277,11458,9627,11373,9513,11771,10758,9031,8692,12838,10051,10015,7323,9476,13440,8583,10336,10107,11980,9855,12581,12691,13553,9008,12831,11761,9874,7797,9584,5976,6066,6068,5072,4523,4009,3997,3914,4335,15506,15347,15836,16502,14196,9404,6635,16180,17151,16409,16308,13703,16066,7047,15762,16073,15110,6049,9048,8402,9856,10023,7185,7459,1709,4880,16323,10802,8468,7878,9094,6610,6109,7018,6751,5609,7410,6737,11156,9498,8392,8138,7573,7624,21670,8629,7981,4443,3290,1794,932,9863,9979,15730,15626,12309,11453,13297,9902,4913,11044,7458,7825,8754,11755,13003,15281,14685,11574,11271,14865,11260,12200,9723,8003,12593,11016,7658,6352,6960,3806,2797,9711,9636,16485,15735,12386,16750,14751,16009,12857,11184,8334,295,98,68,13212,12851,7380,5935,12667,9036,12536,10563,9820,9949,11717,12272,12536,12269,11280,12201,12347,12555,10515,12477,9190,11721,12545,10865,12123,12285,12534,11346,8598,5240,5074,3728,17484,16347,17277,17162,7093,17154,16430,17702,16218,15562,14764,12665,12240,1265,1285,957,7998,15821,11589,9886,13484,13474,7227,797,2850,1150,15891,15717,8202,3260,483,269,16070,15911,321,698,2655,5509,7037,15992,15727,16317,16179,15536,16186,15871,14298,15992,5672,2497,15772,16737,17653,16444,15665,15873,2236,15519,16080,16293,16489,5595,9713,1067,9225,15729,16056,16019,15834,15620,13344,13939,15994,11151,9394,8435,15697,8274,15450,15664,17101,15479,91,15771,16750,16453,96,15827,15551,73,15695,12957,16348,15732,15474,15784,5687,13884,15919,17329,2168,1562,15307,8525,15648,16165,15860,14859,16534,14339,2166,2537,15734,15823,10644,13742,12930,9322,15500,16540,12354,8900,6865,1516,11114,6890,11126,11657,9945,8759,636,7274,9713,17387,15834,10785,8961,9694,6310,5675,10065,8783,10741,11344,11043,8130,4464,12853,10825,9688,9783,6230,7224,15205,11583,10021,4576,3580,14789,14706,10301,13722,9009,7564,5837,4041,13398,12873,9034,10359,12041,11280,6361,7289,8745,9575,14851,13601,13442,13409,7739,10184,10927,9054,3042,10425,10232,13932,13267,12788,13071,6254,7888,5417,9187,5253,13083,13883,7203,7023,13626,7201,2483,1871,4759,5260,6392,7979,6791,10609,9932,7882,6277,5163,2741,3518,2056,13606,13171,13586,9223,4884,11344,8211,9874,5593,6403,10372,10692,1994,5987,13938,8263,10444,7827,12983,10913,9588,9496,12815,10846,14491,11471,8959,9443,10577,9983,9512,7508,13709,6898,6908,10168,5579,2219,2635,12899,12754,12675,13579,12544,14246,7777,10257,13374,9331,5937,7437,5920,6368,2581,11673,10625,7816,9064,8869,9857,4468,2906,3676,5421,7556,7543,6670,6032,6474,4424,5313,7100,5770,3836,6586,4606,3968,3584,1888,1889,13930,12814,13522,12857,10020,11191,13630,11516,12410,10329,12186,9869,8084,9958,8860,3551,457,13325,11878,13668,8353,8692,11411,7780,14598,13471,11247,13274,13347,10175,7698,7423,9480,10694,10023,8579,6063,5877,592,13240,11852,8081,9518,8437,10418,8909,5863,6145,6972,4804,9060,11671,8617,13555,10060,7457,10153,11467,7925,12049,13516,13267,5748,13771,12303,13120,10201,504,3709,3696,0,5090,12454,11232,16027,10173,87,11525,18178,11093,6591,4717,2639,8095,8749,20820,9598,9714,6555,2723,14370,14348,14458,8644,10349,11222,9449,7782,10260,12575,11400,7906,14399,10498,6852,12239,5762,5810,3719,3698,3701,3698,3698,3698,3698,3698,3698,3698,3698,6242,12307,7443,3589,8604,4498,16731,11058,8920,4850,5818,9840,2939,9749,9915,4582,7087,5603,12996,13663,5129,11634,7916,12427,12043,10168,8535,17481,15053,17610,7531,5962,6024,4338,3790,215,7351,9949,17498,6669,10860,11436,9179,8322,7559,6517,10235,3781,3406,9538,3785,1701,46,12618,13345,13527,13492,10027,11261,7174,7986,11082,9045,5001,10142,8089,7847,529,8278,5587,56,14075,5702,18052,5100,337,639,898,18569,13150,19562,6588,10359,5320,13847,8149,11981,7972,8206,10955,689,15471,4537,7659,5067,5002,5366,2941,2392,1986,1912,2023,2033,2033,1392,595,6588,11547,16617,10002,7539,5383,2915,12165,12644,14583,4738,6129,5022,5125,3762,14174,13021,9781,10069,4701,4329,4414,4885,11880,7598,13403,8035,9523,7806,10509,12382,5943,4684,7055,3511,4357,6400,5070,263,21004,17902,340,11305,20980,9433,98,102,18152,11952,16082,5112,15629,11280,12159,8962,10190,9133,10535,11062,4634,5262,6941,9499,7651,9293,15551,6949,5708,6333,5574,67,13319,10375,9055,7723,9037,4301,5966,11789,10851,7104,4017,13478,13306,12641,14305,12746,14035,13506,13666,11733,11775,15729,8536,6884,15325,13243,14969,4896,21128,18643,19389,16739,17663,9328,11267,13445,13032,6036,10213,9333,12415,5268,1922,15199,21057,17312,21161,13986,16003,12420,11006,11773,14857,10298,13947,19527,15901,15444,14058,12804,2668,16904,20998,9261,16872,13665,11172,12124,19121,9565,11268,13473,14495,12479,16567,18934,8525,7668,2831,12457,10369,17057,15557,11676,9595,8195,6758,13513,19239,10251,2741,15009,14409,4253,14779,14395,13228,8160,10330,9968,10460,5216,4865,6046,801,524,350,323,287,15863,17488,16548,16209,17150,16870,18062,17795,15981,12973,12155,18942,12412,7318,898,737,15878,17490,15816,16187,14379,16056,16779,17192,16579,16279,16045,830,1035,942,17236,16340,9301,10125,954,16047,17064,5095,7628,15499,16691,15923,17157,12400,16644,5154,5179,1430,1292,864,1211,1240,14290,13310,12214,8662,9783,13566,13333,13718,9636,7238,7811,4121,2863,2788,10233,10571,11299,12882,4677,1141,13655,11750,9813,12054,10593,16932,18013,20973,21018,21533,21485,20974,20988,21176,21143,21172,21280,21206,21266,21135,21501,20680,21260,21190,21380,21863,21146,15742,15730,15728,15757,15762,15842,15770,15764,15727,15747,15743,14624,15733,13695,9194,8196,6579,15708,15748,15755,15790,15783,15762,15752,15753,15747,15784,15303,8596,6926,14524,13879,11866,17119,19684,20853,14477,13348,15912,14957,10470,16496,12650,5717,13009,13383,9526,12659,11456,12548,20111,13347,9478,9038,18023,13874,16074,12845,9465,12684,12156,8488,12898,9342,2261,14322,14417,20855,20806,14213,17951,11638,12750,15636,6343,4253,8821,12343,15096,11808,10679,10817,13229,10023,21646,21789,20884,20496,15908,15910,15842,15836,15770,15754,15882,15666,15736,14495,12174,12731,14118,15738,15730,15749,15782,15789,15714,15710,15660,15740,15725,14779,11271,7639,9613,1512,707,302,125,53,22,12,5,3,1],"fragments":[{"begin":"0.000","end":"12.720","lines":["Apple | Spotify Listen to Episode One of this three-part Science, Quickly Fascination here. Transcript"]},{"begin":"12.720","end":"34.880","lines":["As a kid, I was something of a composer. Please brace yourself for Mozart-level brilliance. [CLIP: Parshall family home video of toddler Allison playing a tiny keyboard and singing, mostly gibberish]"]},{"begin":"34.880","end":"83.720","lines":["As you can hear, I was a lyrical genius. And I did stick with it. In high school I made a song entirely with homemade instruments that involved water, including hitting half-full wine glasses with chopsticks and water drumming—you know, when you get in the bathtub in a swimsuit and have your mom hold a microphone while you smack the surface of the water?"]},{"begin":"83.720","end":"156.440","lines":["[CLIP: Sample of Allison’s weird water composition from high school in the background] Water drumming.  But no amount of amateur water drumming arranged in GarageBand could be even half as weird—and fun—as some of the music that AI can make these days. [CLIP: Theme music] Welcome back to Science, Quickly. I’m Allison Parshall. This is part two of our three-part series on music-making artificial intelligence. In the first episode, we met the winner of the 2022 AI Song Contest, who used machine learning to bring Western instruments into the world of Thai tuning."]},{"begin":"156.440","end":"165.240","lines":["Today we’re diving way deeper into that technology. And—as it turns out—scientists are on the cusp of something gigantic in music AI."]},{"begin":"165.240","end":"176.680","lines":["The MusicLM product—it's so impressive. What it is is so impressive…. the amount of things that have to be true for this to be what it is are unbelievable—like, unbelievable.”"]},{"begin":"176.680","end":"220.880","lines":["That was Shelly Palmer, a composer, and he’s talking about MusicLM, a music-making AI model published in January by Google Research. The “LM” in its name stands for “language model” because it harnesses some of the advances in AI language processing to create music. And boy, does it create music. You might remember Dall-E 2, that AI tool that can turn your weird text prompts into surreal images totally unconstrained by reality. This is like that—except it spits out music. [CLIP: Soundscape of digital music from MusicLM samples]"]},{"begin":"220.880","end":"232.480","lines":["To understand why this is so cool, we’re going to have to step back in time a bit. The desire to outsource some of the creative process to algorithms is old, older than AI, even older than computers."]},{"begin":"232.480","end":"238.120","lines":["People were definitely already thinking about algorithmic music before computers existed, right?"]},{"begin":"238.120","end":"243.760","lines":["That’s Akito van Troyer, a professor at the Berklee College of Music who teaches a class on machine learning and music."]},{"begin":"243.760","end":"253.040","lines":["For example, Mozart composed a piece of music he called “Dice Music.” What he did was to compose a melodic motif, a bunch of them."]},{"begin":"253.040","end":"284.880","lines":["And he will choose which motifs to stitch together based on throwing a dice… [CLIP: Sample from one possible playing of Wolfgang Amadeus Mozart’s Musikalisches Würfelspiel version #1] …and that’s algorithmic music because you’re determining the result of the music based on the throwing of the dice kind of situation, right?  [CLIP: Sample from one possible playing of Wolfgang Amadeus Mozart’s Musikalisches Würfelspiel version #2] And then computers just came to be the ideal platform to experiment on. As soon as computers were accessible to musicians they were already using it."]},{"begin":"284.880","end":"296.920","lines":["Brad Garton was one of those computer musicians back in the early days, when computers were the size of rooms and whatnot. He’s a composer and former director of Columbia University’s Computer Music Center."]},{"begin":"296.920","end":"324.000","lines":["I learned how to program on punch cards. People don’t even remember what those are. We’d type in these lines painstakingly by hand and then submit them to the mainframe computer—an IBM 3081—on campus. I think it had two [kilobytes] of RAM, or something. [laughs] And we would then have to wait for two hours. And then, uh, we would have to wait for two hours. We’d get a special tape; we’d take it over to the computer lab, where they had the special hardware to turn it into sound."]},{"begin":"324.000","end":"342.640","lines":["Then you’d realize you’d mistyped one parameter, and your masterpiece sounded like this [sound of a click]. And that was it[laughs].  And it was really fun—I mean, because a lot of times, I wouldn’t quite know what I would get. But I’d listen to it and go, “Whoa, that’s pretty cool. It’s got a better sense of rhythm than I do!” [laughs]"]},{"begin":"342.640","end":"385.160","lines":["Eventually, making computer music became easier and quicker. AI musicians moved from punch cards to MIDI files, a digital file format that contains sequences of musical notes in text form. MIDI stands for “musical instrument digital interface,” and it’s a pretty limited way to represent music. It strips out the richness and expressivity of a performance since it includes just the names of notes and when they’re played. It can turn a song that sounds like this ... [CLIP: A recording of a grand piano playing an expressive piece] … into this."]},{"begin":"385.160","end":"418.720","lines":["[CLIP: A MIDI piano version of the same piece, sounding robotic and unexpressive] So MIDI is restrictive, but it worked well enough with these early AI models. What you would do was: you’d give a model the text versions of a whole bunch of music, and it would pick up patterns to generate text versions of new music, which could be converted into sound using programs like, say, GarageBand. Up until the past few years, this was still the most efficient way of making AI-generated music."]},{"begin":"418.720","end":"437.720","lines":["One relatively recent model called MuseNet was made public in 2019 by OpenAI, the makers of the now famous chatbot ChatGPT. With Musenet, you could make unlikely mashups—such as this example. [CLIP: MuseNet improvises from Wolfgang Amadeus Mozart’s Rondo alla Turca in the style of Lady Gaga]"]},{"begin":"437.720","end":"459.360","lines":["You can kind of hear how robotic it sounds—that’s because it’s using MIDI. But soon after MuseNet was published, the OpenAI team got to work changing that. The researchers’ next project was an AI composer that could actually work with raw audio files, not just their text-based approximations."]},{"begin":"459.360","end":"473.480","lines":["In theory, raw audio can sound like anything. It doesn’t even have to be only music. You could literally do any sound effects you can imagine. [CLIP: Saw cranes at Målsjön in Kristdala, Sweden]"]},{"begin":"473.480","end":"478.440","lines":["That’s Christine McLeavey, a pianist—and one of the architects of OpenAI’s music models."]},{"begin":"478.440","end":"492.520","lines":["If you think of a good quality recording, it’s maybe, like, 44 kilohertz, which is, like, 44,000 samples per second. It’s a lot—a lot—of information, and you have to get each one of those numbers correct. There’s just so many ways you can get off by a little bit."]},{"begin":"492.520","end":"517.720","lines":["In order to work with these massive files, engineers like McLeavey need to compress all that information down into a small space. Their approach isn’t that different from how you compress a file on your computer. Basically, they break up the audio into small pieces they call “tokens,” like breaking a sentence into words. Each token contains important information about a portion of the audio waveform compressed in a smaller amount of space."]},{"begin":"517.720","end":"540.080","lines":["If you’re a teacher who’s going to give a lecture, usually you wouldn’t write down literally every single word you're going to say....you have a sort of higher-level plan of what’s going to happen. And in the same way, we’re kind of doing that to the music. We’re trying to generate this, like, higher-level representation first, and then, from that, then generate the, the sort of fleshed-out version, where we get the full sound that we can listen to."]},{"begin":"540.080","end":"567.040","lines":["Honestly, this part of the technology is like magic to me. But it works. The resulting program, called Jukebox, came together through a few months of trial and error. This is the algorithm in August 2019, trying its best to make a pop song. [CLIP: Jukebox sample entitled “Hints of Pop”] Then, one month later, after being trained on a wider diversity of music, it could do an okay-ish Bob Marley impression."]},{"begin":"567.040","end":"592.320","lines":["[CLIP: Jukebox sample in the style of Bob Marley] A few months after that, the researchers improved the quality of the audio and prompted the model with the first 12 seconds of “Despacito,” letting it run wild with the rest. [CLIP: Jukebox sample: “Despacito” continuation]"]},{"begin":"592.320","end":"609.520","lines":["“Working with raw audio, the sky is the limit in terms of what you can create. Literally, you could say, “What if I take this whale sound … [CLIP: whale call] … and blend it with, I don’t know, the Beatles?”"]},{"begin":"609.520","end":"630.360","lines":["Flash forward, now, this year: Google publishes MusicLM, that new music language model, where you can probably type, “Whale song blended with the Beatles” into a text box and get a really unique piece of music out of it. I’d do just that and play it for you, but unfortunately, MusicLM is not available to the public yet. Still, the samples that I got from its publication were enough to set my head spinning."]},{"begin":"630.360","end":"634.360","lines":["The MusicLM product is early days."]},{"begin":"634.360","end":"636.160","lines":["That’s Shelly Palmer again."]},{"begin":"636.160","end":"640.600","lines":["When it’s right, it’s kinda right. When it’s wrong, it’s really wrong."]},{"begin":"640.600","end":"645.120","lines":["I asked Shelly to walk me through some of the highlights and lowlights of the samples."]},{"begin":"645.120","end":"650.000","lines":["Main soundtrack of an arcade game.... [CLIP: MusicLM sample: arcade game]"]},{"begin":"650.000","end":"674.440","lines":["Fast-paced, upbeat, catchy guitar riff. That’s pretty much spot on for what they say it’s supposed to be. Rising synth playing an arpeggio with a lot of reverb is backed by pads ... Let’s listen.  [CLIP: MusicLM sample: reverb arpeggio]"]},{"begin":"674.440","end":"699.080","lines":["It’s not doing the first thing it was asked for. Rising synth playing an arpeggio, but there’s no arpeggio. It’s delightful. It’s got the reverb they’re talking about. The pads are backing it, so yeah …. Let’s see what this is … [a] slow-tempo, bass and drums, reggae song. [CLIP: MusicLM sample: reggae]"]},{"begin":"699.080","end":"713.520","lines":["So, that’s actually exactly backwards from a reggae rhythm. This one is ... [CLIP: MusicLM sample: swing]"]},{"begin":"713.520","end":"719.960","lines":["So, they call that swing—except that that’s not swing. This is “swung,” but it’s not swing."]},{"begin":"719.960","end":"722.440","lines":["[laughs]"]},{"begin":"722.440","end":"754.920","lines":["Again, it’s early days. I’m not… It’s so impressive. What it is is so impressive. There’s no way that I’m going to sit here and take a shot at these guys. Oh, my goodness. This is, like, amazing. And I know where it’s going, and I’m excited about it, I really am. I don’t see anything to be scared of. The first time I was this excited musically… and it was the first time I heard a fully synthesized piece of music."]},{"begin":"754.920","end":"773.520","lines":["I have to agree—it’s hard not to get excited listening to these. My personal favorites are the painting examples where they fed the AI a written description of famous paintings. Here we’ve got Salvador Dalí’s The Persistence of Memory, aka his melting clocks painting."]},{"begin":"773.520","end":"802.800","lines":["[CLIP: MusicLM sample: The Persistence of MemoryNarrator: “His melting-clock imagery mocks the rigidity of chronometric time. The watches themselves look like soft cheese—indeed, by Dali’s own account, they were inspired by hallucinations after eating Camembert cheese. In the center of the picture, under one of the watches, is a distorted human face in profile. The ants on the plate represent decay.”]"]},{"begin":"802.800","end":"823.400","lines":["Honestly, the Dali painting feels appropriate, given how surreal listening to these samples seems. And it’s only possible because the Google team figured out how to compress raw audio even further than OpenAI’s Jukebox could. Those little tokens, the ones that represent pieces of the music—typically, each would capture about 50 milliseconds of audio, about this much time. [CLIP: Fifty-millisecond bleep]"]},{"begin":"823.400","end":"829.080","lines":["What MusicLM does, on top of that, is uses an even more coarse representation ...."]},{"begin":"829.080","end":"832.400","lines":["That’s Jesse Engel, one of the engineers who designed MusicLM."]},{"begin":"832.400","end":"853.640","lines":["…at the level of, like, three seconds or so. [CLIP: Three-second bleep] And that’s one that we can control in all sorts of new kinds of ways. You can use it to look at a certain piece of music and say, okay, these are the very high-level features of this music on the level of seconds. Now, “Please generate some more music that has some of these types of features.”"]},{"begin":"853.640","end":"859.000","lines":["You may notice that the audio quality is, admittedly, still pretty rough."]},{"begin":"859.000","end":"871.400","lines":["They are, in essence, the same thing that happens when you take a guitar and you stick it up to an amplifier, and it causes feedback. [CLIP: Feedback]"]},{"begin":"871.400","end":"894.160","lines":["We’re taking the outputs of the model, and we’re sticking it back into the inputs of the model.... It’s just feedback that, instead of a single tone, is turning into music in these beautiful ways. But when it fails, it does sort of actually kind of sound a bit like feedback and has all these different tones sort of take on unnatural sorts of timbres to them."]},{"begin":"894.160","end":"898.080","lines":["But you can already hear how the quality has gotten better in just the past few years."]},{"begin":"898.080","end":"919.040","lines":["For Jukebox, the audio quality itself was okay but not amazing. And in some ways, that’s actually why I always felt okay with it as a musician, because I was like, “Okay, this is, like, good enough to be cool and interesting and maybe spark people’s creativity but not quite good enough to be like to feel threatening as a musician.”"]},{"begin":"919.040","end":"923.480","lines":["But that reality seems to be changing—and quick."]},{"begin":"923.480","end":"938.880","lines":["It’s early, they just—this is the sample for goodness’s sake. Like, wait till this thing gets real—like, when this thing is production ready.... we're so close. So close. And it's gonna to piss off so many people."]},{"begin":"938.880","end":"940.560","lines":["Next time on Science, Quickly ..."]},{"begin":"940.560","end":"985.680","lines":["We’re talking about the elephant in the room: When machines make music—what happens to musicians? Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Allison Parshall. Listen to Episode 1 of this 3-part Science, Quickly fascination here."]},{"begin":"985.680","end":"990.480","lines":["Apple | Spotify"]}],"duration":990.5109375}