{
  "title": "If the Mathematical Constant Pi Was a Song, What Would It Sound Like?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/A2409E33-B549-4771-B7C1999DD52F9727_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/if-the-mathematical-constant-pi-was-a-song-what-would-it-sound-like/",
  "audio": "https://traffic.megaphone.fm/SAM8391888155.mp3?updated=1703605777",
  "intro": [
    "Every year on Pi Day, we have a reason to celebrate one of math’s most famous symbols. But this year we speak to someone who has captured it in song."
  ],
  "authors": [
    "Jeffery DelViscio"
  ],
  "category": [
    "Mathematics"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    },
    {
      "author": "Jeffery DelViscio",
      "text": "It’s Pi Day. [CLIP: Theme music]  This is Scientific American’s Science, Quickly. I’m Jeffery DelViscio. Well, another 3.141592653589793238462—you get the idea day is upon us. It’s that special day in March when we collectively celebrate the irrational number represented by the Greek symbol pi.  In the simplest definition, pi is the ratio of a circle’s circumference to its diameter. Pi shows up everywhere in mathematics. In 1960 the illustrious Martin Gardner, then our Mathematical Games columnist, quoted mathematician Augustus De Morgan’s description of pi as “this mysterious 3.14159 ... which comes in at every door and window, and down every chimney.\" Pi shows up, outside of its circular home, in the motions of springs and pendulums, probability and our 365-day calendar. It shows up in nature everywhere there’s a circle or a spiral, such as in planets and DNA. Pi even shows up in the bends of rivers—their sinuosity, specifically. The existence of pi has also led to mass baking on March 14th, to pizza discounts and to memorization contests. Humans have known about the existence of pi for at least the past 4,000 years. But in the past few hundred years, we have been trying to increase the precision of our calculations of the digits of pi. In 1949 the electronic computer ENIAC was used for 70 machine hours to calculate pi to more than 2,000 decimal places. Just last year Google Cloud calculated it to 100 trillion digits. And along with the race to calculate pi has come a parallel contest to try to memorize its unending string. Today on Science, Quickly, we talk to someone who has created another way to honor, and try to remember, the digits of pi—through song. Devin Powell is a science writer and multimedia creator. And he joins us today."
    },
    {
      "author": "Devin Powell: ",
      "text": "Thanks Jeff."
    },
    {
      "author": "DelViscio: ",
      "text": "So, humans have managed to memorize incredibly long sequences of pi decimals. How did you get interested in doing this a different way?"
    },
    {
      "author": "Powell: ",
      "text": "Yeah, so, a few years ago I was challenged to one of these pi digit memorizing competitions. Nothing like the world records, you know. We were trying to get to 50 digits. And a few years prior to that I had covered the world memory championships as a reporter, and I had watched someone memorize a randomly shuffled deck of cards in less than 19 seconds. And I spent a lot of time talking to people about how they pulled off these seemingly impossible feats of memory. And I learned it [did not] boil down to some kind of genetic predisposition to having a great memory or anything like that, but just some tricks where you use associations, and you associate one thing with another.  So as I approached this pi memorizing competition, I thought, well, what would I associate these digits with that would be meaningful for me? And like many children who sang in choir when they were young, I learned to sing on numbers.  It’s kind of like the do, re, me, fa, so, la, ti, do from The Sound of Music.  [CLIP: Sound of Music]"
    },
    {
      "author": "Powell: ",
      "text": "But, 1, 2, 3, 4, 5, and up the scale. So as I started to sit down with these digits, I started to map them onto the notes of a scale. One to one, two to two, up the scale."
    },
    {
      "author": "DelViscio: ",
      "text": "And as you started to do that did start to make sense, intuitively, immediately, as you started to go through the digits? What did it sound like? "
    },
    {
      "author": "Powell: ",
      "text": "Yeah, so, at first this was just a trick for remembering it, right? I was going to have these tones in my head and that was going to help me recite these digits. But as I mapped just the very first five digits it sounded really nice. It sounded like some of the folk songs I used to sing in choir. Maybe a lullaby. And had this nice, sort of…I’m going to try to sing it here, forgive me…."
    },
    {
      "author": "DelViscio: ",
      "text": "Give it a shot."
    },
    {
      "author": "Powell: ",
      "text": "[laughs] Yeah. I’ll give it a shot. Something like: [sings] three, one four, one five. Kind of walking up the scale. And so I sat down at the piano and started to play with that. "
    },
    {
      "author": "DelViscio: ",
      "text": "And so, as you sat at the piano, did it continue to make sense? You know, it’s not a random number, but did it sound like there was something coming together here that was a little more than a seemingly random set of numbers that you had to internalize?"
    },
    {
      "author": "Powell: ",
      "text": "So the fun thing is, if you talk to people who memorize pi–I’ve heard this too from other techniques–you find these patterns when you’re memorizing it. They’re not anything inherent to the mathematics, it’s just your brain kinda picking up on stuff. Because I was plinking this out on the piano, I started to identify these phrases that sounded really nice. So that was sort of starting point of playing with that. And I tried parts in a major key, parts in a minor key, playing with different arrangements of chunks from pi."
    },
    {
      "author": "DelViscio: ",
      "text": "So what did you end up calling your composition?"
    },
    {
      "author": "Powell: ",
      "text": "[laughs] It’s a little cheesy, but I ended up called it “Lullapi.” And actually one person who helped me a little bit to write this has already used it as a lullaby for his child, so that was nice."
    },
    {
      "author": "DelViscio: ",
      "text": "Did it do the job? Did it put the kid to sleep?"
    },
    {
      "author": "Powell: ",
      "text": "He said she liked it."
    },
    {
      "author": "DelViscio: ",
      "text": "Fantastic. So maybe, uh, the next thing is just getting it on the Spotify rotation?"
    },
    {
      "author": "Powell: ",
      "text": "I assume it’s going to go double platinum. Beyonce is going to cover it. It’s going to be fantastic. But I’m actually thinking about orchestrating it with strings, with flutes, trying to play around with it a little more. If anyone out there plays and instrument and wants to collaborate I’d love to expand it."
    },
    {
      "author": "DelViscio: ",
      "text": "And before we actually listen to Lullapi in its entirety, did it actually help you memorize more digits than you thought you might?"
    },
    {
      "author": "Powell: ",
      "text": "I think it did and it’s actually a trick I use now. We were driving around the city, my partner and I, and we saw a telephone number we wanted to remember and I immediately started mapping it onto the tones. And I found that I could remember it five days later just by creating a simple little song."
    },
    {
      "author": "DelViscio: ",
      "text": "Maybe I’ll do that with my kid’s school schedule. I’ll start singing it from now on."
    },
    {
      "author": "Powell: ",
      "text": "It’ll make you the coolest dad in school for sure."
    },
    {
      "author": "DelViscio: ",
      "text": "Oh yeah, singing in front of my kids in front of their friends is totally going to make me cool."
    },
    {
      "author": "Powell: ",
      "text": "[Laughs]"
    },
    {
      "author": "DelViscio: ",
      "text": "Well, I’m really excited to play this, uh, this is the, can we say it’s the world premiere of Lullapi?"
    },
    {
      "author": "Powell: ",
      "text": "This is the world premiere, yes."
    },
    {
      "author": "DelViscio: ",
      "text": "Here it is, in it’s entirety, all three minutes and fourteen seconds. [CLIP: Lullapi by Devon Powell plays]"
    },
    {
      "author": "DelViscio: ",
      "text": "You just listened to Lullapi by Devin Powell. Again, thanks for joining us, Devin, and happy Pi day."
    },
    {
      "author": "Powell",
      "text": "Thanks Jeff. Happy Pi day."
    },
    {
      "author": "DelViscio",
      "text": "Scientific American’s Science Quickly is produced by me, Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music is by Dominic Smith. Subscribe wherever you get your podcasts. And for more science news go to Scientificamerican.com."
    },
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    }
  ]
}