{
  "title": "Squeak Squeak, Buzz Buzz: How Researchers Are Using AI to Talk to Animals",
  "img": "https://static.scientificamerican.com/sciam/cache/file/3FC35015-73CE-4849-A91B04FFDBF7DBC9_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/squeak-squeak-buzz-buzz-how-researchers-are-using-a-i-to-talk-to-animals/",
  "audio": "https://traffic.megaphone.fm/SAM3660417136.mp3?updated=1703605775",
  "intro": [
    "The burgeoning field of “digital bioacoustics” is helping us understand animals like never before."
  ],
  "authors": [
    "Sophie Bushwick",
    "Kelso Harper"
  ],
  "category": [
    "Artificial Intelligence"
  ],
  "transcript": [
    {
      "author": "Kelso Harper",
      "text": "Have you ever wondered what songbirds are actually saying to each other with all of their chirping?"
    },
    {
      "author": "Sophie Bushwick: ",
      "text": "Or what your cat could possibly be yowling about so early in the morning? [CLIP: Cat meowing]"
    },
    {
      "author": "Harper",
      "text": "Well, powerful new technologies are helping researchers decode animal communication. And even begin to talk back to nonhumans."
    },
    {
      "author": "Bushwick",
      "text": "Advanced sensors and artificial intelligence might have us at the brink of interspecies communication. [CLIP: Show theme music]"
    },
    {
      "author": "Harper: ",
      "text": "Today, we're talking about how scientists are starting to communicate with creatures like bats and honeybees and how these conversations are forcing us to rethink our relationship with other species. I'm Kelso Harper, multimedia editor at Scientific American."
    },
    {
      "author": "Bushwick",
      "text": "And I'm Sophie Bushwick, tech editor."
    },
    {
      "author": "Harper",
      "text": "You're listening to Science, Quickly. Hey, Sophie."
    },
    {
      "author": "Bushwick: ",
      "text": "Hi, Kelso."
    },
    {
      "author": "Harper: ",
      "text": "So you recently chatted with the author of a new book called, \"The Sounds of Life: How Digital Technology is Bringing us Closer to the Worlds of Animals and Plants.\""
    },
    {
      "author": "Bushwick: ",
      "text": "Yeah, I had a great conversation with Karen Bakker, a professor at the University of British Columbia and a fellow at the Harvard Radcliffe Institute for Advanced Study. Her book explores how researchers are leveraging new tech to understand animal communication even in the burgeoning field of digital bioacoustics."
    },
    {
      "author": "Harper: ",
      "text": "Digital bioacoustics. Huh. So what does that actually look like? Are we trying to make animals talk like humans using translation collars like in the movie Up? [CLIP: From Walt Disney’s Up]"
    },
    {
      "author": "Doug the Dog: ",
      "text": "My name is Doug. My master made me this caller so that I may talk squirrel."
    },
    {
      "author": "Bushwick",
      "text": "Not quite, but that is similar to how researchers first started trying to communicate with animals in the seventies and eighties, which is to say they attempted to teach the animals human language. But many scientists today have moved away from this human centric approach, and instead they want to understand animal communication on its own terms."
    },
    {
      "author": "Harper: ",
      "text": "So instead of trying to teach birds to speak English, we're deciphering what they're already saying to each other in birdish or birdese."
    },
    {
      "author": "Bushwick: ",
      "text": "Right, exactly. This new field of digital bioacoustics uses portable field recorders that are like mini microphones you can put pretty much anywhere--in trees, on mountaintops, even on the backs of whales and birds. They record sound 24/7 and create oodles of data, which is where artificial intelligence comes in. Researchers can apply natural language processing algorithms like the ones used by Google translate to detect patterns in these recordings and begin to decode what animals might be saying to each other."
    },
    {
      "author": "Harper: ",
      "text": "Wow, that is wild. So what have scientists learned from this so far?"
    },
    {
      "author": "Bushwick: ",
      "text": "One of the examples Karen gives in her book is about Egyptian fruit bats. A researcher named Yossi Yovel recorded audio and video of nearly two dozen bats for two and a half months. His team adapted a voice recognition program to analyze 15,000 of the sounds, and then the algorithm correlated specific sounds to certain social interactions in the videos, like fighting over food or jockeying for sleeping positions. So this research, combined with some other related studies, has revealed that bats are capable of complex communication."
    },
    {
      "author": "Harper: ",
      "text": "All I remember being taught was that bats make high-pitched sounds to echolocate as they fly around, but it sounds like there's a lot more to it than that."
    },
    {
      "author": "Bushwick: ",
      "text": "Yes, definitely. We've learned that bats have what are known as signature calls which act like individual names."
    },
    {
      "author": "Harper",
      "text": "Whoa."
    },
    {
      "author": "Bushwick",
      "text": "And they distinguish between sexes when they communicate with each other."
    },
    {
      "author": "Harper: ",
      "text": "What?"
    },
    {
      "author": "Bushwick",
      "text": "They have dialects. They argue over food and sleeping positions. They socially distance when they're ill."
    },
    {
      "author": "Harper: ",
      "text": "Are you serious?"
    },
    {
      "author": "Bushwick",
      "text": "Yeah. They're better at it in some ways than we are. So one of the coolest things is that bat mothers use their own version of motherese with their young. So when humans talk to cute little babies, we use motherese. We raise our pitch, you know, like, oh, what a cute little sweet potato. And bats also use a special tone to talk to their young, but they lower their pitch instead...oh, what a cute little sweet potato. This makes the bat babies babble back, and it might help them learn specific words or referential sounds the same way that motherese helps human babies acquire language."
    },
    {
      "author": "Harper: ",
      "text": "That is bonkers. Or I don't know. Is it? Do I just think it is because I've been cotton the trap of thinking that humans are somehow completely different from other animals and we have a, I don't know, uniquely sophisticated way of communicating. Are we learning that we might not be quite as special as we thought?"
    },
    {
      "author": "Bushwick: ",
      "text": "Kind of, yeah. This work is raising a lot of important philosophical questions and ethical ones, too. For a long time, philosophers said we would never be able to determine if animals can be said to have language, let alone be able to decipher or speak it. But these new technologies have really changed the game. One thing that Karen said during our interview is that we can't talk to bats, but our computers can. You and I can't hear, let alone keep up with the fast, high-pitched communication between bats. And we certainly can't speak it ourselves, but electronic sensors and speakers can. And with artificial intelligence, we can begin to trace patterns in animal communication that we never could before. People still debate the question of if we can call it animal language, but it's becoming clear that animals have much more complex ways of communicating than we thought before."
    },
    {
      "author": "Harper: ",
      "text": "Apparently. What other examples of this can you find in the book?"
    },
    {
      "author": "Bushwick: ",
      "text": "Karen also told me the story of a bee researcher named Tim Landgraf. So honeybee communication—very different from our own. They use not just sounds but also the movements of their bodies to speak. So have you heard of the famed waggle dance?"
    },
    {
      "author": "Harper: ",
      "text": "Yeah. Is that the one where the bees shake their fuzzy little butts in different directions? Or explain where to find nectar?"
    },
    {
      "author": "Bushwick: ",
      "text": "That's the one. But the waggle dance is just one form of honeybee communication. Landgraf and his team used a combination of natural language processing. Like in the bat study and computer vision, which analyzes imagery, to decipher both the sounds and the wiggles of bee chatter. They're now able to track individual bees and predict the impact of what one bee says to another."
    },
    {
      "author": "Harper: ",
      "text": "That is so cool."
    },
    {
      "author": "Bushwick: ",
      "text": "Yeah, they have all sorts of specific signals that the researchers have given these funny names. So bees toot [CLIP: Bee toot sound] and quack [CLIP: Bee quack sound] for they have a whooping sound for danger [CLIP: Bee whooping sound]. Piping signals related to swarming [CLIP: Bee piping sound], and they use a hush or stop signal to get the hive to quiet down [CLIP: Bee hush sound]."
    },
    {
      "author": "Harper: ",
      "text": "Wow. I love the image of a quacking bee."
    },
    {
      "author": "Bushwick: ",
      "text": "Landgraf's next step was to encode what they learned into a robotic bee, which he called—drum roll, please—Robobee."
    },
    {
      "author": "Harper: ",
      "text": "Classic."
    },
    {
      "author": "Bushwick: ",
      "text": "After seven or eight prototypes, they had a robobee that could actually go into a hive, and then it would emit commands like the stop signal and the bees would obey."
    },
    {
      "author": "Harper: ",
      "text": "That is bananas. Just one step closer to the very science based world of B-movie."
    },
    {
      "author": "Bushwick: ",
      "text": "The height of cinematic achievement. [CLIP: From DreamWorks Animation’s Bee Movie] "
    },
    {
      "author": "Bee: ",
      "text": "I gotta say something. You like jazz?"
    },
    {
      "author": "Harper: ",
      "text": "Oh, well, before we wrap up, is there anything else from your conversation with Karen that you'd like to add?"
    },
    {
      "author": "Bushwick: ",
      "text": "I'd love to end on one quote from her. She said, The invention of digital bioacoustics is analogous to the invention of the microscope."
    },
    {
      "author": "Harper: ",
      "text": "Wow."
    },
    {
      "author": "Bushwick: ",
      "text": "The microscope opened up an entire new world to us and laid the foundation for countless scientific breakthroughs visually. And that's what digital bioacoustics is doing with audio for the study of animal communication. Karen says it's like a, \"planetary scale hearing aid that enables us to listen anew with both our prosthetically enhanced ears and our imagination.\""
    },
    {
      "author": "Harper: ",
      "text": "What a great analogy."
    },
    {
      "author": "Bushwick: ",
      "text": "Yeah, it'll be really interesting to see where the research goes from here and how it might change the way we think about the so-called divide between humans and non-humans."
    },
    {
      "author": "Harper: ",
      "text": "Yeah, I'm already questioning everything I thought I knew. Well, Sophie, thank you so much for sharing all of this with us."
    },
    {
      "author": "Bushwick: ",
      "text": "Squeak, squeak, buzz, buzz, my friends."
    },
    {
      "author": "Harper: ",
      "text": "And the buzz, buzz, right back to you. If you're still curious, you can read more about this on our site and Sophie's Q&A with Karen Bakker. And of course, in Karen's new book, The Sounds of Life. Thanks for tuning in to Science, Quickly. This podcast is produced by Jeff DelViscio, Tulika Bose, and me, Kelso Harper. Our theme music was composed by Dominic Smith. Special thanks today to Martin Bencsik of Nottingham Trent University and James Nieh at the University of California, San Diego, for providing excellent examples of honeybee toots and quacks and woops."
    },
    {
      "author": "Bushwick",
      "text": "Don't forget to subscribe. And for more in-depth science news features, podcasts and videos, head to ScientificAmerican.com. For Scientific American's Science, Quickly. I'm Sophie Bushwick."
    },
    {
      "author": "Harper: ",
      "text": "And I'm Kelso Harper. See you next time."
    },
    {
      "author": "Harper: ",
      "text": "I'm so excited. Also, I will be turning your \"boo-boo ba-ba sweet potato\" into [lowers pitch] \"boo-boo ba-ba sweet potato.\""
    },
    {
      "author": "Bushwick: ",
      "text": "Yes. That's all I wanted."
    }
  ]
}