{"title":"Love and the Brain: How Attached Are We to Attachment Styles?","img":"https://static.scientificamerican.com/sciam/cache/file/699A120D-BA1A-4B8C-A2167F8676B4B11C_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/love-and-the-brain-part-2-how-attached-are-we-to-attachment-styles/","audio":"https://static.scientificamerican.com/sciam/cache/file/269B6156-1349-4746-8E7CAA18D20E3C50.mp3","intro":["Are you “anxious,” “avoidant” or  “disorganized?” So-called attachment styles have taken the Internet by storm. But it turns out there’s a lot more to unpack than people think. "],"authors":["Shayla Love"],"category":["Psychology"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Woman:'","text":"[TikTok Clip] Sometimes avoidants will try to make you hate them, so that you stop being anxious and pushy. [CLIP: Opening music]"},{"author":"Man:'","text":"[TikTok Clip] In defense of people with an avoidant attachment style. Can we be more compassionate, please?"},{"author":"Shayla Love: ","text":"If you’re on social media and have any interest in psychology, relationships or dating, it’s impossible not to be bombarded with so-called attachment styles. So do you have an “avoidant” or “anxious” attachment? The question becomes urgent when it seems like all of your behaviors in relationships—even your personality—are tied to these types. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly."},{"author":"Shayla Love: ","text":"We’ve been talking all about what it means to be in love, and today we’re diving into the now infamous attachment styles—where they came from and what they really mean about dating, falling in love and having healthy relationships. [CLIP: Ending music]"},{"author":"Love","text":"This feels like bragging, but I took an attachment style quiz, and it told me I have a secure attachment style."},{"author":"Amir Levine","text":"Over the years, I’ve learned to really value and appreciate the secures in this world because we don’t tend to do that so much. We tend to overlook them."},{"author":"Love","text":"Amir Levine is co-author, along with Rachel Heller, of the book Attached: The New Science of Adult Attachment and How It Can Help You Find—and Keep—Love, where a lot of the new attention on attachment styles has come from. Amir sings the praises of people with secure attachments."},{"author":"Levine","text":"They have a talent in relationships, because they always show up, because they’re always there, because there’s not much drama. We tend to sort of not see them as much and concentrate on [situations] when there’s more strife in our lives."},{"author":"Love","text":"By “strife,” he means the other styles: anxious, avoidant and disorganized. Simply put, people with an avoidant attachment turn away from closeness."},{"author":"Levine","text":"Are they trying to shy away, or they’re trying to run away? Like, after a whole weekend they spent together with you, do they disappear or not e-mail you or don’t text you?"},{"author":"Love","text":"Meanwhile anxious people are afraid their partners don’t love them, read into every little text, or lack of text, as proof of this and need a ton of reassurance."},{"author":"Levine","text":"How sensitive are they to a change in the availability of the other person?"},{"author":"Love","text":"And people with a disorganized attachment are a little bit of both. But where do these categories even come from? They originate from work done on the different kinds of attachments babies form with their caretakers by psychoanalyst John Bowlby and psychologist Mary Ainsworth in the 1950s and 1970s. Yet it wasn’t until 1987 that researchers applied those patterns to adults and their love lives."},{"author":"Phillip Shaver: ","text":"That was the original insight, that if you look at Ainsworth’s research on attachment patterns in infants, there’s similar dynamics or similar qualities in young adults we were studying."},{"author":"Love","text":"That’s Phillip Shaver, a professor emeritus of psychology at the University of California, Davis, who, along with his then graduate student Cindy Hazan, was the first to ask whether attachment theory from kids could be applied to later in life."},{"author":"Shaver","text":"We created a questionnaire at that time to try to capture those three patterns Ainsworth talked about."},{"author":"Love","text":"Their study wasn’t funded at the time, and it was just a speculation that grown-ups might fall into these attachment styles."},{"author":"Shaver","text":"We actually put the initial questionnaire in the Rocky Mountain News."},{"author":"Love","text":"This was in 1985.Around 1,200 people answered it within a week. The researchers analyzed the first 620 responses in a study published in 1987, and they found that people did sort into the rough categories of anxious, avoidant or secure. That study has now been cited thousands of times."},{"author":"Shaver","text":"Something that we were viewing as very speculative, shaky, and so on has turned into this, this monster."},{"author":"Love","text":"Has Phillip seen TikToks about attachment style?"},{"author":"Shaver","text":"I never see social media. I don’t pay any attention to that. 5:40-5:45"},{"author":"Love","text":"The hashtag #attachmentstyle currently has more than 731 million views on TikTok, and there’s probably a good reason: the styles are so relatable.If you’re out there in the world trying to meet people, you’ll notice that some people shy away from relationships and get spooked by intimacy, some are really anxious about it, and others can feel both ways. [TikTok Clip] Please, avoidant babes need just as much love and understanding as anxious cuties."},{"author":"Love","text":"I get it.  Amir learned about attachment theory while he was doing his residency in child and adolescent psychiatry, helping mothers with post-traumatic stress disorder better connect with their children—and as he was going through a break up."},{"author":"Levine","text":"I didn’t really understand avoidance. And why would someone want to become more distant if they feel too close? So for me, it immediately translated to “This person doesn’t love me enough. If they only loved me enough, then they would want to be with me.”"},{"author":"Love","text":"The approach helped Levine understand his partner’s avoidant response to love versus an anxious one."},{"author":"Levine","text":"I really experienced it as a revelation, a personal revelation. It helped me so much in understanding all the different things that were going on in my failed relationship and the breakup."},{"author":"Love","text":"But of course, when psychological theories spread widely, there can be distortions. Online, the attachment styles are treated as rigid categories. You’re either “avoidant” or “anxious.” I’ve had friends who, when talking about dates, say, “I’m not going on a second date; he’s an avoidant.” But the attachment styles aren’t as fixed as they might sound."},{"author":"Levine","text":"Now they call it more “attachment orientations.” I see it [as] more of a continuum."},{"author":"Love","text":"There aren’t “types,” but a person can land on different spots along four quadrants."},{"author":"Levine","text":"You may fall under a certain quadrant. Most of the time, people will fall under the same quadrant."},{"author":"Love","text":"But probably the biggest misconception about adult romantic attachment styles is that they aren’t directly tied to how your parents treated you and the attachment style that you had as a kid."},{"author":"Levine","text":"If anything, there’s a very weak correlation. The research doesn’t support that at all."},{"author":"Love","text":"How we relate to each other comes from a number of different sources—all the people we’ve had relationships with in our lives, such as friends, family, teachers and bosses. There is also a strong genetic component, too, as well as an environmental one. And—as Sarah Merrill, a postdoctoral fellow at the University of British Columbia, has studied—there is an epigenetic influence, or how our social relationships in early life change the expression of our genes."},{"author":"Sarah Merrill","text":"DNA methylation, which are the methyl group tags on your DNA..., serve as biomarkers of either things that have already happened in your DNA or potentially even can change the function in terms of how a gene is transcribed."},{"author":"Love","text":"Most Importantly, attachment styles aren’t fixed."},{"author":"Levine","text":"The reason why I find this whole field so promising is that people can really change their attachment styles, and people can and do change their attachment styles."},{"author":"Merrill","text":"I would argue DNA methylation is also dynamic and not fatalistic either."},{"author":"Love","text":"If you align with a certain attachment style, you might not forever. Thirty percent of people change their attachment styles within a four- to five-year period. And, a person might have a general attachment style but find a relationship where that style doesn’t express itself."},{"author":"Merrill","text":"That relationship itself is secure, even if the person and their expectations of relationships with everyone else are, you know, mostly characterized by avoidant behaviors and expectations."},{"author":"Love","text":"Avoidant or anxious attachment styles are not pathologies either, even though they’re talked about this way online. You can’t be “diagnosed” with them; they’re not mental illnesses."},{"author":"Levine","text":"Think about it: like, 25 percent of the population are avoidant. Not all 25 percent are pathological. And there is actually research that shows that there’s certain times that it’s actually advantageous to be avoidant. And there’s certain times when it’s advantageous to be anxious."},{"author":"Love","text":"So why are attachment styles the darlings of the Internet?"},{"author":"Steve Rathje","text":"Basically, I saw it becoming similar to how the Internet was talking about Myers-Briggs and how the Internet was talking about astrology."},{"author":"Love","text":"Steve Rathje is a psychologist at New York University, and he makes psychology content for TikTok. The attachment styles have a lot in common with other personality metrics because they give people easy labels to put onto themselves. And people like that."},{"author":"Rathje","text":"On the Internet, it seems like people love to categorize themselves to put themselves in these, like, distinct boxes, saying, like, “I’m an INFJ, and this is why I act this way” or “This is because I’m an Aries” or “I’m a Capricorn.” It seems like attachment theory was essentially becoming the new version of this."},{"author":"Love","text":"This also might bring about a new way of experiencing attachment styles. The philosopher Ian Hacking wrote about “looping effects,” which happen when giving a name to behaviors—such as avoidant attachment—leads to people labeling themselves with that name. Then people might change the way they view themselves and alter their behavior to fit that label. Soon the concept of avoidant attachment could turn into something that it wasn't before."},{"author":"Rathje","text":"What we know from prior research is: oftentimes what goes viral is what is the most polarizing or what’s the most controversial or what might be the most surprising. So I think sometimes the takes about attachment theory you might see, or takes about anything that you see going viral, are these, like, more sort of extreme versions. It’s not necessarily going to be the nuanced take about attachment style."},{"author":"Love","text":"There are also many other parts of relationships that are important besides your attachment style."},{"author":"Merrill","text":"For example, your ability to communicate has nothing to do with your attachment style. Your willingness to communicate may be associated with that, but your ability to do so is not related to your attachment style. Your ability to compromise is not related to your attachment style, you know what I mean."},{"author":"Love","text":"Then there are little things such as, say, compatibility, or whether you and your partner’s lifestyles match up ..."},{"author":"Merrill","text":"Your morals and values and all of those things are very important for making a relationship work."},{"author":"Love","text":"So while there is some general truth to attachment theory, you won’t always find the nuanced versions of it online, and caution is needed before pinning everything to it."},{"author":"Rathje","text":"I think it’s beneficial for anyone to just be reflective on who they are and why they are, like, the way they are—and just think about their childhood and everything. I think that’s, like, I think that’s fine. I think what’s harmful is if you start to, like, believe some of the stuff is, like, settled science or put too much trust into inaccurate beliefs."},{"author":"Love","text":"If it’s helpful, go for it. But remember that attachment theory is only one of many ways to understand our behaviors and feelings. On the next episode of Love and the Brain:   [CLIP: Panda sounds]"},{"author":"Meghan Martin","text":"She kept going to his side of the pen—and just, you know, calling to him and checking in on him. And [it] just felt like one of those very unfortunate, like, Romeo and Juliet–type stories or something. [Laughs] Love: A story about a panda Romeo and Juliet—and whether animals can fall in love like people do.  Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith."},{"author":"","text":"Don’t forget to subscribe to Science, Quickly. For more in-depth science news, features,podcastsand videos,head to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Shayla Love."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[0,3852,5376,5618,7024,4736,3996,3074,25771,15917,8798,20592,18065,16431,17277,17311,12231,11434,18979,9989,10345,15263,14653,7414,13166,9605,7377,2121,16813,22187,14465,14156,15222,8637,8934,18428,6416,2280,12044,14617,12165,11086,8926,9091,9706,3095,15263,18219,17870,15797,18383,18508,16961,14828,15863,18531,14495,14421,17050,15371,14181,16506,3666,19113,19548,19274,17575,19565,18763,19358,19392,19886,18519,15193,17920,11497,516,397,15564,17440,14184,18435,17008,17922,18308,13415,18874,16085,3626,20124,17519,18381,15337,17880,17569,15351,18029,18169,17131,18561,12766,15108,17722,15945,16216,18444,18788,18139,13998,17317,6684,2362,2344,2592,1627,1615,1474,1126,17860,18055,18060,17552,17391,14906,17314,17997,17252,19171,14824,15402,7748,15650,15411,16108,16088,15266,15591,12145,14155,20848,17639,24124,22580,18648,17603,21065,21566,19497,19735,18645,17660,20842,18394,19826,16755,20062,17023,6666,19724,21600,19722,22221,19920,20442,21097,17854,20033,20215,18692,21713,21410,18052,19136,15114,11933,13642,16571,17324,17734,17468,17504,14938,12636,10456,13640,9257,2754,2439,1395,1407,1350,1035,858,2990,4212,3467,1210,18044,19049,20103,20680,18736,15649,20597,20175,17617,18729,20029,18757,19283,18299,19314,17121,17142,10520,15653,5222,9251,14193,13300,12421,15754,12074,155,141,13769,13685,11564,18450,9264,11379,10871,10430,14203,14658,15153,11489,11637,15613,15681,5008,9667,545,15912,13084,10465,14328,15285,1807,17966,17821,17815,16433,17624,16529,14548,17866,17789,16052,17255,18181,15224,17672,17615,17973,17605,16052,17308,16518,14485,14786,15620,18029,2987,17974,18176,17027,17656,15280,17736,17761,16909,16488,14275,4572,18101,17653,16780,18110,17912,17600,16535,16694,16143,4532,17416,17341,14690,11891,11935,9591,1421,9811,11342,14370,18785,12187,2677,18436,13612,16046,14135,15977,15643,12985,12597,1206,13092,21333,18808,12336,14646,1880,13291,16958,17613,13741,10898,16550,153,17211,17234,18811,13311,12352,21975,7917,385,17929,17859,15984,15022,15116,17973,15057,11898,4751,15773,17707,17906,15438,15306,11946,6554,471,17776,17887,15499,16724,14019,15092,18009,16402,18172,16611,16419,16234,5282,13911,18198,17972,12652,15565,14149,11973,8975,13465,12715,8845,14904,10487,17164,15463,14287,13455,14975,11632,9906,68,13866,12804,15065,15974,13718,11661,6639,10164,11229,17076,12218,3409,316,17927,17773,16950,17005,16801,17487,17076,15850,16533,17163,6182,16438,18017,18039,16397,7905,17837,17823,17405,17424,16934,11436,16982,17877,17842,17831,13715,11584,5898,14827,15699,13399,12396,13004,46,14970,15250,11884,14114,14300,16611,11578,13871,12028,8503,12221,17574,18221,17495,17943,14813,17313,17877,17769,17806,17515,1841,18066,17822,17040,17830,17530,17016,18108,15779,641,17471,16161,17072,17981,17824,17964,17756,17448,15795,17616,15184,18178,18248,16712,17717,17768,16248,16594,18044,17128,17856,17090,17651,17911,17198,17620,17953,18049,16987,17700,16279,738,17664,18454,18099,16180,17831,13054,11442,17872,17793,17326,16732,17485,16042,16031,17664,16754,17815,17213,10369,382,16536,16491,16395,16227,16620,16275,1245,110,16414,16318,108,16645,16514,16616,16300,16433,16146,16152,16169,16428,16362,16271,8859,149,160,16542,15906,16535,16331,16407,16055,16052,16290,16217,16331,16264,16060,5937,129,16385,16042,16062,16377,16401,16364,16196,16341,16267,8348,17703,17687,17825,17915,16648,16852,15419,17903,17602,17433,16350,17826,17762,18250,16036,17888,16817,17299,17856,16448,17987,13269,18233,17935,14077,17749,18875,18188,16857,18188,12473,14969,16368,17960,17937,17827,17585,14356,1725,15938,16102,16493,16211,16258,16353,16245,15960,16503,16179,16474,16028,16197,16423,16120,16298,16311,16266,16173,16393,16457,16084,18032,17898,17924,16202,17420,19383,18577,17412,17782,17923,18084,17903,17867,17853,10827,15624,17621,14248,244,16525,16148,16518,16308,16350,16355,16292,16220,16172,15935,15778,450,17903,15880,18277,14472,17676,15054,15438,17838,17990,17924,17807,17708,17110,15669,15642,4786,17970,17839,18012,16765,16559,17265,16230,17666,17597,18072,18058,17876,17934,17339,15964,17777,17372,18012,18009,17976,15869,15223,17720,16425,16442,17606,17924,14742,17854,17860,14830,17575,2180,474,18360,17701,18213,17683,17958,17937,15647,14250,10229,3862,127,15774,16342,16461,16259,16326,16338,16298,15766,85,104,16622,16270,16232,15947,16056,16133,16583,15990,16328,16377,15945,16356,5455,151,89,16353,16214,16043,16326,4792,2738,499,17781,17696,17726,17715,18183,17859,17925,17795,16863,2178,16509,16376,16285,16430,16265,6196,1268,16381,16307,16137,16025,16138,9917,18290,17713,17666,17754,17228,17835,17411,15946,17753,16549,17715,17793,18029,17661,18063,16173,17702,17835,18081,18105,16324,12105,17935,17890,17715,17778,17906,11725,16898,18016,18014,17384,17764,14004,17793,17651,17457,17956,16275,15954,16727,17930,16097,17745,17457,17920,17894,15817,5655,18207,18027,16082,17765,17031,16196,17642,16628,18152,17765,12384,4109,3410,17271,12824,26156,20920,19091,23994,18470,22548,25529,13076,14044,19905,12903,13773,17792,21731,25714,4591,2917,876,313,61,322,17679,17604,17930,17647,15201,17752,16594,14758,17951,12039,18190,17681,16438,17728,17610,13310,2719,17922,17157,17712,17964,17608,17937,17986,17484,17920,14782,15551,567,18074,17196,16875,15679,17562,17812,17696,4588,18594,20168,10661,12869,12875,12660,13603,15063,11430,6217,14804,11322,2459,16170,13969,11990,9173,6695,15958,21109,14388,12291,1736,560,17171,15025,12553,9872,12119,12444,18828,17040,14724,1843,14284,13974,13928,16139,16310,10119,13675,17124,14624,10105,76,14770,13335,4799,15999,13453,14368,13888,2658,431,18013,17874,17738,17075,15182,11622,17904,17793,17963,17989,18345,17747,14821,17923,15670,7837,13902,15149,10957,14190,13747,13642,11889,13416,10906,14274,12263,13063,10572,75,16072,10111,14227,15151,9657,13138,10766,11915,12651,15394,16280,15416,8638,12654,15379,12139,12338,15816,17019,18256,13037,15728,13372,144,259,18173,17836,17798,15963,17745,17927,16453,15990,17892,17071,13357,18082,17665,18022,17740,8782,648,17975,17967,17822,17585,17688,17656,17952,17105,17167,17404,12997,10724,16721,18348,18322,16756,17711,16169,7274,550,18274,17835,16672,17617,16299,18477,14782,17813,18439,17917,17800,18382,17563,17806,17918,512,459,17675,17935,17605,17811,14808,17802,17735,17817,17250,9432,404,18501,13926,13940,9732,14314,13449,16185,11770,4849,11072,13445,18292,13363,9887,10702,10441,12696,12319,12828,458,18072,17505,17442,18148,17861,16394,16851,17752,17893,17877,15512,17866,12922,7123,20461,20255,16586,6543,13609,11428,13689,15948,11650,14112,13578,12861,17827,11325,11793,12760,16966,13290,16602,15830,5184,2891,17770,17941,17932,17676,18095,17624,17803,17680,17724,16833,16578,17835,17233,1516,17967,17840,14785,17936,17744,17726,17194,18121,17054,17359,17965,17644,18050,18141,16820,987,14897,14342,16284,17599,12739,11318,17466,12874,78,15221,17500,17228,10645,10493,14721,14421,8859,131,18329,16131,16285,17591,17865,17885,17498,17640,15051,14089,3069,17860,17696,18375,17796,14149,18018,17834,17017,17497,17034,14155,17861,13367,16065,17749,17174,5938,550,17887,17077,16123,17994,18132,17916,18106,17917,18013,17830,17654,14103,498,17900,18249,17616,17944,17839,15853,17668,17729,17201,15886,17939,17339,17934,17815,14455,2806,17703,17630,17719,17683,15079,17386,17889,17593,16189,17557,17686,17688,16648,1850,15158,16181,17880,17851,17629,9931,5047,8777,9101,8448,8402,8950,892,9158,9349,7541,12167,6129,9265,7498,8794,6398,8665,8019,6598,4893,2642,10216,12219,12368,12809,8073,14935,9454,8803,10055,8665,11281,12977,13615,9170,12050,10761,8031,9829,6888,15932,5729,11554,9746,10119,9102,241,212,10324,12216,6468,12781,6966,8189,10071,8324,13518,3225,17908,17184,18111,13451,17684,17451,17808,17689,17630,9488,61,16319,14434,10187,12622,11898,15078,15248,21783,10127,11909,12018,12130,13412,18018,13002,14811,14895,10704,19140,6363,13173,18184,12161,18012,14474,10815,9512,2177,17675,13228,11403,13315,13196,10735,13825,8091,16495,8682,2889,13651,12211,12251,11921,1532,12330,10373,2695,121,15411,7955,340,2266,18019,17260,16125,17566,17548,17575,17596,17855,17570,17834,16528,533,18312,17216,17108,17877,17171,17758,17631,17285,17724,17782,14299,3780,17842,17819,17910,17627,17320,17480,17881,17563,17979,17850,15397,17869,17709,17906,17569,17933,14811,17449,15978,9185,10053,13343,7819,11221,10013,10445,11104,14521,10613,10475,9771,10150,4601,12234,14199,10660,9935,11110,14779,8768,1607,138,139,138,15731,14879,12275,8569,9111,5475,12479,12705,12419,10146,7586,217,14950,11381,8445,5899,10259,10384,17897,17959,17896,17726,15917,17650,17178,18175,17959,12023,16774,7311,16761,18003,18130,14578,15735,16529,6734,9020,18106,17433,18007,17322,17713,18071,17982,18033,17892,4872,15462,16511,12098,11057,10888,11519,9771,201,14378,15521,15112,12612,14622,10745,7713,606,98,23563,10181,15838,13314,12365,12343,8462,7217,11487,11929,11602,11706,13087,13792,11429,68,12792,20448,13724,16128,9775,5713,6569,15599,8713,64,12754,8650,15845,16384,15373,17410,10894,10530,10157,9323,12103,10758,15094,12214,12861,13141,13930,11625,9345,14480,16432,2947,9438,17829,18119,16496,17749,17674,16361,17520,17650,17980,17840,14885,15028,10639,12215,8461,10254,3240,769,14244,9595,15025,8672,12577,12648,11033,11266,13256,8820,14013,13306,9737,6808,12704,11864,11731,11769,11840,13865,14059,9775,10622,7961,17873,18000,14824,17865,17866,15468,16380,13453,15016,14931,17741,18019,17692,17998,17698,17471,807,17769,17866,17681,17933,18158,17700,16474,18130,17935,17792,17747,18155,17876,17397,14972,17478,16611,18107,17781,4555,17544,18032,18470,17255,12593,14925,12235,11544,16254,14226,15469,11571,13081,6505,2149,11485,10692,7061,11577,17614,15154,2868,15198,11775,11501,11539,17641,14393,9959,19802,9342,9412,12062,13601,15358,14023,14998,14754,10435,8824,13276,12206,7674,13347,12813,18748,13375,13817,11455,10513,13664,13892,12525,4890,259,13458,8923,16953,10691,12283,16739,11361,12791,10073,13281,8480,16809,15616,14908,10829,12508,1745,15344,18031,17909,17892,17840,10433,15658,15441,14542,15628,16383,15675,6562,17049,17722,17775,17063,16181,18174,17953,15481,17504,5752,17257,17800,17641,16180,15213,15940,18325,17604,18044,17501,17781,17606,13365,16381,17900,18098,18054,17487,17569,15040,5908,18020,17564,17267,15130,16516,16949,17558,16306,16867,16469,17915,15724,17428,17941,14566,527,16445,17840,18073,17967,15849,17812,15983,15639,16137,17422,17754,17815,15097,2475,20,12617,16069,11934,15005,12218,15651,11401,9534,13398,12107,14782,11415,13063,5348,12357,13323,11956,13873,13974,12131,11275,9664,13293,13277,11797,14614,16893,14933,12821,12397,3771,10110,17751,13482,7352,699,13335,14821,12393,692,12908,9758,1310,13320,15925,10658,10992,14715,12235,12941,12338,12700,11306,13777,9850,14773,18103,14776,13410,11114,12095,9756,9494,6218,13220,10110,18524,8645,13301,9551,434,13359,16079,5556,1282,10880,10938,16879,10922,14040,13132,14230,13196,9903,11220,10689,322,17974,18033,17687,17655,18081,15889,18032,17729,17300,17906,17203,17825,17943,18066,17711,17691,12503,2697,15528,11380,10994,9131,8590,9657,6365,278,14148,10934,8903,9027,8446,10415,10728,9446,8610,10684,9180,10370,7207,10075,10677,15060,11776,9594,11320,7171,14402,13824,8849,7917,9536,11669,8332,988,12869,9043,12123,9044,2579,272,10094,10228,8551,7862,9170,6327,5843,9729,12218,8127,47,296,17827,17810,17609,17710,14430,17799,17567,17725,16536,17981,17036,17303,17752,17786,18349,18068,5295,9972,13345,9125,9042,11752,9209,19205,8118,14816,12954,12811,11469,14054,13476,8132,8752,10567,9695,13907,7832,8159,337,18228,18286,17602,18008,15013,13737,16456,16201,17139,4402,17072,18234,17638,17902,17965,17877,17552,15168,605,17389,18361,15334,17835,17918,14833,19039,12923,14190,1392,691,828,1019,870,13287,9123,5123,18369,4029,15398,12606,16654,12009,9475,13074,13025,12474,6423,11901,11327,11938,13383,12427,12130,9075,2265,14317,10513,10814,10704,11607,11707,10172,14073,11347,10536,15224,12931,9331,12022,12269,14485,15829,15852,15713,9409,22010,19621,14928,13311,1336,7341,15040,15085,12561,1025,12398,12932,7823,15499,16759,10036,1801,8282,13729,3148,9787,14434,14328,16423,11781,15257,12164,17426,12022,4440,17009,13816,12645,12511,9722,2796,16177,15615,17200,14232,4253,3163,2783,17960,19261,17315,19144,16143,15759,18655,19213,18455,19256,19387,18880,19535,18075,18253,18731,19264,17929,19348,18338,18880,18671,5964,6891,7528,8142,2915,9893,7584,6572,17575,19984,23191,19240,22764,18840,9628,7972,7318,7124,3204,7330,10327,9805,11098,2199,18946,10954,16472,10427,3644,20183,15705,13847,16140,12336,12936,20740,3660,12861,7257,11682,13161,449,14524,11571,14134,11478,13993,15683,9235,9341,4897,12007,10019,9907,16684,13773,18039,14139,14908,12829,11397,17351,12736,12120,4965,5283,15365,19250,14641,13272,12932,13208,9091,14732,8206,7923,1646,4973,5713,6682,3961,9553,9417,7364,9787,18505,20624,21131,20749,17876,16018,20186,10096,18861,19980,17608,12951,19982,20035,17980,17968,19324,9290,6303,2461,10144,6458,8680,3065,5047,8077,6158,6895,3494,1823,338,4516,19248,18528,21082,19106,17116,19881,20045,17395,17868,14500,18362,17986,19397,11109,4596,20149,18860,18986,18068,17060,19642,18244,13906,3273,3523,3947,3256,18762,17961,19770,17848,18131,11893,8613,19077,19381,20127,15683,16014,16277,18588,18789,18330,7400,19203,18431,18308,17591,19047,17411,3878,14289,19484,22709,19562,16752,23882,21814,25082,25716,17705,10602,24323,24769,22862,22357,21963,23156,20408,23718,22803,22291,22065,22056,22111,22309,22155,21619,21659,21961,18848,21959,21829,22050,15632,17216,17178,13524,11157,3129,21734,21706,16822,12487,8099,2679,1053,556,260,95,45,8],"fragments":[{"begin":"0.000","end":"1.200","lines":["Apple | Spotify"]},{"begin":"1.200","end":"8.080","lines":["[TikTok Clip] Sometimes avoidants will try to make you hate them, so that you stop being anxious and pushy. [CLIP: Opening music]"]},{"begin":"8.080","end":"13.960","lines":["[TikTok Clip] In defense of people with an avoidant attachment style. Can we be more compassionate, please?"]},{"begin":"13.960","end":"39.360","lines":["If you’re on social media and have any interest in psychology, relationships or dating, it’s impossible not to be bombarded with so-called attachment styles. So do you have an “avoidant” or “anxious” attachment? The question becomes urgent when it seems like all of your behaviors in relationships—even your personality—are tied to these types. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly."]},{"begin":"39.360","end":"54.680","lines":["We’ve been talking all about what it means to be in love, and today we’re diving into the now infamous attachment styles—where they came from and what they really mean about dating, falling in love and having healthy relationships. [CLIP: Ending music]"]},{"begin":"54.680","end":"65.360","lines":["This feels like bragging, but I took an attachment style quiz, and it told me I have a secure attachment style."]},{"begin":"65.360","end":"74.880","lines":["Over the years, I’ve learned to really value and appreciate the secures in this world because we don’t tend to do that so much. We tend to overlook them."]},{"begin":"74.880","end":"88.640","lines":["Amir Levine is co-author, along with Rachel Heller, of the book Attached: The New Science of Adult Attachment and How It Can Help You Find—and Keep—Love, where a lot of the new attention on attachment styles has come from. Amir sings the praises of people with secure attachments."]},{"begin":"88.640","end":"101.400","lines":["They have a talent in relationships, because they always show up, because they’re always there, because there’s not much drama. We tend to sort of not see them as much and concentrate on [situations] when there’s more strife in our lives."]},{"begin":"101.400","end":"110.440","lines":["By “strife,” he means the other styles: anxious, avoidant and disorganized. Simply put, people with an avoidant attachment turn away from closeness."]},{"begin":"110.440","end":"120.640","lines":["Are they trying to shy away, or they’re trying to run away? Like, after a whole weekend they spent together with you, do they disappear or not e-mail you or don’t text you?"]},{"begin":"120.640","end":"129.360","lines":["Meanwhile anxious people are afraid their partners don’t love them, read into every little text, or lack of text, as proof of this and need a ton of reassurance."]},{"begin":"129.360","end":"134.480","lines":["How sensitive are they to a change in the availability of the other person?"]},{"begin":"134.480","end":"156.040","lines":["And people with a disorganized attachment are a little bit of both. But where do these categories even come from? They originate from work done on the different kinds of attachments babies form with their caretakers by psychoanalyst John Bowlby and psychologist Mary Ainsworth in the 1950s and 1970s. Yet it wasn’t until 1987 that researchers applied those patterns to adults and their love lives."]},{"begin":"156.040","end":"170.720","lines":["That was the original insight, that if you look at Ainsworth’s research on attachment patterns in infants, there’s similar dynamics or similar qualities in young adults we were studying."]},{"begin":"170.720","end":"182.600","lines":["That’s Phillip Shaver, a professor emeritus of psychology at the University of California, Davis, who, along with his then graduate student Cindy Hazan, was the first to ask whether attachment theory from kids could be applied to later in life."]},{"begin":"182.600","end":"189.120","lines":["We created a questionnaire at that time to try to capture those three patterns Ainsworth talked about."]},{"begin":"189.120","end":"194.800","lines":["Their study wasn’t funded at the time, and it was just a speculation that grown-ups might fall into these attachment styles."]},{"begin":"194.800","end":"198.400","lines":["We actually put the initial questionnaire in the Rocky Mountain News."]},{"begin":"198.400","end":"216.760","lines":["This was in 1985.Around 1,200 people answered it within a week. The researchers analyzed the first 620 responses in a study published in 1987, and they found that people did sort into the rough categories of anxious, avoidant or secure. That study has now been cited thousands of times."]},{"begin":"216.760","end":"226.320","lines":["Something that we were viewing as very speculative, shaky, and so on has turned into this, this monster."]},{"begin":"226.320","end":"229.280","lines":["Has Phillip seen TikToks about attachment style?"]},{"begin":"229.280","end":"234.560","lines":["I never see social media. I don’t pay any attention to that. 5:40-5:45"]},{"begin":"234.560","end":"256.280","lines":["The hashtag #attachmentstyle currently has more than 731 million views on TikTok, and there’s probably a good reason: the styles are so relatable.If you’re out there in the world trying to meet people, you’ll notice that some people shy away from relationships and get spooked by intimacy, some are really anxious about it, and others can feel both ways. [TikTok Clip] Please, avoidant babes need just as much love and understanding as anxious cuties."]},{"begin":"256.280","end":"269.880","lines":["I get it.  Amir learned about attachment theory while he was doing his residency in child and adolescent psychiatry, helping mothers with post-traumatic stress disorder better connect with their children—and as he was going through a break up."]},{"begin":"269.880","end":"285.960","lines":["I didn’t really understand avoidance. And why would someone want to become more distant if they feel too close? So for me, it immediately translated to “This person doesn’t love me enough. If they only loved me enough, then they would want to be with me.”"]},{"begin":"285.960","end":"290.920","lines":["The approach helped Levine understand his partner’s avoidant response to love versus an anxious one."]},{"begin":"290.920","end":"302.560","lines":["I really experienced it as a revelation, a personal revelation. It helped me so much in understanding all the different things that were going on in my failed relationship and the breakup."]},{"begin":"302.560","end":"322.040","lines":["But of course, when psychological theories spread widely, there can be distortions. Online, the attachment styles are treated as rigid categories. You’re either “avoidant” or “anxious.” I’ve had friends who, when talking about dates, say, “I’m not going on a second date; he’s an avoidant.” But the attachment styles aren’t as fixed as they might sound."]},{"begin":"322.040","end":"327.920","lines":["Now they call it more “attachment orientations.” I see it [as] more of a continuum."]},{"begin":"327.920","end":"332.280","lines":["There aren’t “types,” but a person can land on different spots along four quadrants."]},{"begin":"332.280","end":"338.680","lines":["You may fall under a certain quadrant. Most of the time, people will fall under the same quadrant."]},{"begin":"338.680","end":"347.840","lines":["But probably the biggest misconception about adult romantic attachment styles is that they aren’t directly tied to how your parents treated you and the attachment style that you had as a kid."]},{"begin":"347.840","end":"353.240","lines":["If anything, there’s a very weak correlation. The research doesn’t support that at all."]},{"begin":"353.240","end":"377.000","lines":["How we relate to each other comes from a number of different sources—all the people we’ve had relationships with in our lives, such as friends, family, teachers and bosses. There is also a strong genetic component, too, as well as an environmental one. And—as Sarah Merrill, a postdoctoral fellow at the University of British Columbia, has studied—there is an epigenetic influence, or how our social relationships in early life change the expression of our genes."]},{"begin":"377.000","end":"393.960","lines":["DNA methylation, which are the methyl group tags on your DNA..., serve as biomarkers of either things that have already happened in your DNA or potentially even can change the function in terms of how a gene is transcribed."]},{"begin":"393.960","end":"397.200","lines":["Most Importantly, attachment styles aren’t fixed."]},{"begin":"397.200","end":"405.720","lines":["The reason why I find this whole field so promising is that people can really change their attachment styles, and people can and do change their attachment styles."]},{"begin":"405.720","end":"412.760","lines":["I would argue DNA methylation is also dynamic and not fatalistic either."]},{"begin":"412.760","end":"425.280","lines":["If you align with a certain attachment style, you might not forever. Thirty percent of people change their attachment styles within a four- to five-year period. And, a person might have a general attachment style but find a relationship where that style doesn’t express itself."]},{"begin":"425.280","end":"438.800","lines":["That relationship itself is secure, even if the person and their expectations of relationships with everyone else are, you know, mostly characterized by avoidant behaviors and expectations."]},{"begin":"438.800","end":"447.600","lines":["Avoidant or anxious attachment styles are not pathologies either, even though they’re talked about this way online. You can’t be “diagnosed” with them; they’re not mental illnesses."]},{"begin":"447.600","end":"467.280","lines":["Think about it: like, 25 percent of the population are avoidant. Not all 25 percent are pathological. And there is actually research that shows that there’s certain times that it’s actually advantageous to be avoidant. And there’s certain times when it’s advantageous to be anxious."]},{"begin":"467.280","end":"470.560","lines":["So why are attachment styles the darlings of the Internet?"]},{"begin":"470.560","end":"479.920","lines":["Basically, I saw it becoming similar to how the Internet was talking about Myers-Briggs and how the Internet was talking about astrology."]},{"begin":"479.920","end":"492.480","lines":["Steve Rathje is a psychologist at New York University, and he makes psychology content for TikTok. The attachment styles have a lot in common with other personality metrics because they give people easy labels to put onto themselves. And people like that."]},{"begin":"492.480","end":"512.720","lines":["On the Internet, it seems like people love to categorize themselves to put themselves in these, like, distinct boxes, saying, like, “I’m an INFJ, and this is why I act this way” or “This is because I’m an Aries” or “I’m a Capricorn.” It seems like attachment theory was essentially becoming the new version of this."]},{"begin":"512.720","end":"535.240","lines":["This also might bring about a new way of experiencing attachment styles. The philosopher Ian Hacking wrote about “looping effects,” which happen when giving a name to behaviors—such as avoidant attachment—leads to people labeling themselves with that name. Then people might change the way they view themselves and alter their behavior to fit that label. Soon the concept of avoidant attachment could turn into something that it wasn't before."]},{"begin":"535.240","end":"560.960","lines":["What we know from prior research is: oftentimes what goes viral is what is the most polarizing or what’s the most controversial or what might be the most surprising. So I think sometimes the takes about attachment theory you might see, or takes about anything that you see going viral, are these, like, more sort of extreme versions. It’s not necessarily going to be the nuanced take about attachment style."]},{"begin":"560.960","end":"566.280","lines":["There are also many other parts of relationships that are important besides your attachment style."]},{"begin":"566.280","end":"582.880","lines":["For example, your ability to communicate has nothing to do with your attachment style. Your willingness to communicate may be associated with that, but your ability to do so is not related to your attachment style. Your ability to compromise is not related to your attachment style, you know what I mean."]},{"begin":"582.880","end":"588.200","lines":["Then there are little things such as, say, compatibility, or whether you and your partner’s lifestyles match up ..."]},{"begin":"588.200","end":"594.280","lines":["Your morals and values and all of those things are very important for making a relationship work."]},{"begin":"594.280","end":"604.600","lines":["So while there is some general truth to attachment theory, you won’t always find the nuanced versions of it online, and caution is needed before pinning everything to it."]},{"begin":"604.600","end":"630.120","lines":["I think it’s beneficial for anyone to just be reflective on who they are and why they are, like, the way they are—and just think about their childhood and everything. I think that’s, like, I think that’s fine. I think what’s harmful is if you start to, like, believe some of the stuff is, like, settled science or put too much trust into inaccurate beliefs."]},{"begin":"630.120","end":"642.480","lines":["If it’s helpful, go for it. But remember that attachment theory is only one of many ways to understand our behaviors and feelings. On the next episode of Love and the Brain:   [CLIP: Panda sounds]"]},{"begin":"642.480","end":"678.920","lines":["She kept going to his side of the pen—and just, you know, calling to him and checking in on him. And [it] just felt like one of those very unfortunate, like, Romeo and Juliet–type stories or something. [Laughs] Love: A story about a panda Romeo and Juliet—and whether animals can fall in love like people do.  Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith."]},{"begin":"678.920","end":"696.960","lines":["Don’t forget to subscribe to Science, Quickly. For more in-depth science news, features,podcastsand videos,head to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Shayla Love."]},{"begin":"696.960","end":"702.160","lines":["Apple | Spotify"]}],"duration":702.1973333333333}