{
  "title": "Naps Not Needed to Make New Memories",
  "img": "https://static.scientificamerican.com/sciam/cache/file/07940051-F2E5-480B-BEFA46CE3E3888D1_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/naps-not-needed-to-make-new-memories/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/5952D346-1F8E-48A2-9A35FFBA5D58DBED.mp3",
  "intro": [
    "Rats kept awake after exploring novel objects remembered the original items but not where they’d seen those objects, raising interesting questions about human sleep."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Memory"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s 60-Second Science. I’m Karen Hopkin. When someone tells you to “sleep on it,” they’re usually suggesting that you avoid making rash decisions. But sleep is also widely known to help you remember things you’ve learned.  Now, a nap might seem inconvenient when you’re cramming for an exam. But don’t worry. Because a new study shows that rats who stayed awake after engaging with novel objects could remember seeing those things a week later…sometimes better than rats who slept. That suggests that long-term memories can be laid down without having to lay down. The results appear in the Proceedings of the National Academy of Sciences."
    },
    {
      "author": "Marion Inostroza",
      "text": ": We know that memory consolidation is promoted by sleep."
    },
    {
      "author": "Hopkin",
      "text": ":Marion Inostroza of the University of Tubingen. She says that decades of studies have shown that sleep helps to transform…or consolidate…recent experiences into lasting memories."
    },
    {
      "author": "Inostroza",
      "text": ": However, there’s also evidence for consolidation into long term memory during wakefulness."
    },
    {
      "author": "Hopkin",
      "text": ": So, sleep-deprived individuals can still learn stuff."
    },
    {
      "author": "Jan Born",
      "text": ": And against this background, we became interested in the question whether sleep is the only condition, is the critical condition, for the formation of long term memories."
    },
    {
      "author": "Hopkin",
      "text": ":Jan Born directs the institute of medical psychology and behavioral neurobiology at the University of Tubingen. For Born, the bottom line is:"
    },
    {
      "author": "Born",
      "text": ": Do we NEED sleep to form long-term memories?"
    },
    {
      "author": "Hopkin: ",
      "text": "To find out, the researchers allowed rats to investigate a novel object. The animals were then moved to a “resting cage” where some were allowed to snooze, while others were gently kept awake."
    },
    {
      "author": "Inostroza: ",
      "text": "And we do that by very gentle knocking the cage where the animal is placed. Or by shaking very carefully the cage where the animal is located."
    },
    {
      "author": "Hopkin",
      "text": ": One week later, the rats are returned to the testing cage and presented with the object they’d encountered previously…as well as one they’d never seen before. Now, if the rats remember the original item, they should spend less time nosing around it than they do sniffing the new new thing. And it turns out that’s the case for both rats that rested and those that pulled all-nighters…or, all-afternooners. So, in this test, all the rats remembered the objects."
    },
    {
      "author": "Born",
      "text": ": However, the kind of memories formed during sleep and during wake, they differ."
    },
    {
      "author": "Inostroza: ",
      "text": "In our study we could at least disentangle two very different kinds of memories: [Memories] on the one side, memories which are for recognition of an object independent of context and on the other hand those memories which are context and space dependent."
    },
    {
      "author": "Hopkin: ",
      "text": "So, rats who stayed awake were actually better at remembering the original object than their fully rested counterparts–but only when the item was presented in a new location. Rats who’d gotten some shut-eye after their initial study sesh seemed thrown by the change in venue and showed no signs of recognizing the familiar objects when they appeared out of context. That suggests their memories were context-dependent, whereas for the rats who skipped the nap, context didn’t matter."
    },
    {
      "author": "Born",
      "text": ": In life, of course, wake is always followed by sleep…"
    },
    {
      "author": "Hopkin: ",
      "text": "So Born says the two paths to memory consolidation most likely complement each other…with sleep putting waking memories in their proper place."
    },
    {
      "author": "Born",
      "text": ": So the wake state may, for example, serve to enhance the different events experienced during the wake phase, keep it in your memory, until you go into the sleep phase. And the sleep phase…puts these objects, these events…into the right context and in this way enhances a full blown episodic memory."
    },
    {
      "author": "Hopkin",
      "text": ": Now, as to whether you might want to avoid dozing after you cram for an exam…"
    },
    {
      "author": "Inostroza",
      "text": ": I wouldn’t recommend this."
    },
    {
      "author": "Hopkin: ",
      "text": "Of course, rats aren’t people. And people aren’t rats. So it’s not really a fair question."
    },
    {
      "author": "Born",
      "text": ": I think it is a little too early to infer based on our results what students should do to be optimally prepared for an exam."
    },
    {
      "author": "Hopkin: ",
      "text": "Nevertheless, Born does come down on the side of sleep."
    },
    {
      "author": "Born: ",
      "text": "I’m still convinced, although we cannot infer this from our studies, I’m still convinced that sleep leads to the more effective, overall more effective, type of memory formation."
    },
    {
      "author": "Hopkin",
      "text": ": Plus, sleep gives your brain a chance to rest."
    },
    {
      "author": "Born: ",
      "text": "When you are not fully rested, it is in general more difficult to retrieve any kind of memory in comparison when you are fully rested."
    },
    {
      "author": "Hopkin",
      "text": ": And the findings suggest that 40 winks should help you remember not just the who, what, and when…but also the wherefore. For Scientific American’s 60-Second Science, I’m Karen Hopkin. [The above text is a transcript of this podcast.]"
    }
  ]
}