{"title":"How Zombifying Fungi Became Master Manipulators","img":"https://static.scientificamerican.com/sciam/cache/file/1DA0B42C-A8DF-4FA7-A33CE928E4D45AF8_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/how-zombifying-fungi-became-master-manipulators/","audio":"https://traffic.megaphone.fm/SAM7382291663.mp3?updated=1703605769","intro":["The real-life fungi that inspired TheLast of Us hijack the bodies of ants, wasps, cicadas, and more."],"authors":["Allison Parshall"],"category":["Evolution"],"transcript":[{"author":"Allison Parshall","text":"You’re listening to Science, Quickly. I’m Allison Parshall. [CLIP: Show theme music] [CLIP: Ambient sound from New York Botanical Garden visit, rain and faint voices of tourists]"},{"author":"Parshall","text":"It’s a rainy, early spring afternoon, and I’m at the New York Botanical Garden in the Bronx. Everyone else is here to see the orchids. But I’m here to see some nasty, insect-zombifying fungi. I’m meeting João Araújo, a mycologist who works here at the garden."},{"author":"Araújo","text":"Oh, there’s a box here [rustling]."},{"author":"Parshall (tape): ","text":"Oh, cool. [laughs] Oh, I’ve only seen them in pictures. Oh, there’s just so many things coming out of it."},{"author":"Araújo","text":"Yeah, the fruiting body."},{"author":"Parshall (tape): ","text":"Which ones are legs?"},{"author":"Araújo","text":"Yeah, those are legs. And this one from the back of the head is the fruiting body."},{"author":"Parshall (tape): ","text":"Is that little yellow spot— those are its eyes?"},{"author":"Araújo: ","text":"Yeah, the eyes, yeah."},{"author":"Parshall (tape): ","text":"Oh, man."},{"author":"Araújo: ","text":"Yeah."},{"author":"Parshall (tape): ","text":"Sounds like a sad fate."},{"author":"Araújo: ","text":"Uh-huh."},{"author":"Parshall (tape): ","text":"The circle of life, I suppose."},{"author":"Parshall","text":"João is a leading expert on a genus of fungus called Ophiocordyceps, the killer of the insects pinned to the board in front of me in his office. Most of them are ants—these poor, poor ants.  [CLIP: Whimsical piano music] They just went out one day, doing their ant thing, and happened upon a little spore that soon took over their entire body."},{"author":"Parshall","text":"The fungus puppeted each ant’s little legs, taking it away from its bustling colony and up a stalk, where it would wait to die.  Then a giant, fuzzy, spore-covered pillar called a fruiting body would eject itself from the ant’s carcass."},{"author":"Parshall (tape): ","text":"It's funny: it's easier to look at them in person than it is to look at the giant display pictures of them because my eyes can’t see all of the horrifying detail."},{"author":"Parshall","text":"Zombie ants have been especially famous since the TV show The Last of Us first started airing on HBO this year. In the show and the game it’s based on, the so-called zombie ant fungus has made a fateful leap from ants to humans and caused a global pandemic. [CLIP: Excerpt from The Last of Us: Cordyceps, Aspergillus, any one of them could become capable of burrowing into our brains and taking control not of millions of us, but billions of us.]    Every mycologist I’ve spoken with says this jump is impossible without hand-wavy sci-fi logic."},{"author":"Parshall","text":"But it is true that we don’t actually know that much about Ophiocordyceps. Of the few hundred species we’ve found under that umbrella, 35 manipulate their prey’s behavior. But João estimates there could be as many as 600 manipulators out there to be discovered."},{"author":"Araújo: ","text":"It ends up that many of these specimens we collect are new species. Because there are very few studies on the subject, and we know so little about them."},{"author":"Parshall","text":"That’s João’s mission: catalog this massive undiscovered diversity. You could call him an extreme fungus forager. His travels have taken him across the world, including Colombia, Ghana, and the Amazon. Most recently, he traveled to the Atlantic Forest on the coast of Brazil, a rain forest that’s even more endangered than the Amazon. Ninety-two percent of the Atlantic Forest has been destroyed. And hiding among the 8 percent of remaining trees are living, undocumented treasures."},{"author":"Araújo: ","text":"And we were walking, searching leaf litter, and the trunks and the logs and stuff. And we found a purple fruiting body coming out, and I immediately recognized because it’s really unique—like a purple fungus infecting a trapdoor spider: it should be Purpureocillium. But I had a suspicion that this could be new."},{"author":"Parshall","text":"So he’d found what he believes is a new species of Purpureocillium,Ophiocordyceps’ sister genus. The species still doesn’t have a name. João and his colleagues are currently working on proving its uniqueness. One of his colleagues, Allison Perrigo, the director of the Lund University Botanical Garden, took a video of the moment of discovery. [CLIP: Short video of Araújo and Perrigo finding the fungus, insects droning in the background.]"},{"author":"Perrigo","text":"Go."},{"author":"Araújo: ","text":"Shall we?"},{"author":"Perrigo","text":"Yeah, just be careful… (indistinguishable) Oh well.]"},{"author":"Parshall (tape)","text":"That’s so cool. You just poke it with a stick?"},{"author":"Araújo: ","text":"Yeah, because you can tell it’s a lot of spores—like, super velvety and powdery."},{"author":"Parshall","text":"And if you follow this purpley, velvety five-centimeter pole down into the ground, you find ..."},{"author":"Araújo: ","text":"This spider, it lives in a burrow. It's called trapdoor spider, so it leaves a trapdoor, literally. The fungus managed to throw the spores, or get the spores into this burrow to infect the spider. And when it is infected, the fungus consumes the spider and literally mummifies it. And then, after the host is killed, these fruiting bodies emerge and grow out of the body of the spider and grow out of the trapdoor."},{"author":"Parshall","text":"As far João can tell, the new Purpureocillium species doesn’t manipulate the behavior of spiders it infects. Because of that, João doesn’t call them zombie spiders, even though the public might tend to make that comparison. But manipulators or not, these groups of fungi are vast. João’s travels have produced many uncharacterized species of Ophiocordyceps and related fungi, including manipulators and nonmanipulators. The dried-up victims of many of these species are laying on the board in front of me."},{"author":"Araújo: ","text":"Cicadas, locusts, zombie wasps, too."},{"author":"Parshall","text":"Zombie wasps. Zombie wasps. I need to sit with that for a moment. How does this even happen? How does a whole group of species of fungus, this thing that from a human perspective just looks like a plant, evolve to control the behavior of these animals?"},{"author":"Araújo: ","text":"Well, let me start from the beginning. [MUSIC: Mysterious orchestral]"},{"author":"Araújo: ","text":"So these groups are evolved through host jumps. The ancestral host of all the genus Ophiocordyceps was a beetle larvae, likely killed on the tree, a fallen tree trunk in the forest, a log. So back then the ancestral lineage infecting beetles in the log would have jumped to the ants that also live in logs. And eventually, one lineage have evolved the ability to manipulate behavior."},{"author":"Parshall","text":"And for this, we can blame ants’ totalitarian responses to disease outbreaks."},{"author":"Araújo","text":"The driving force for this behavioral manipulation was this phenomenon called social immunity, which is the public health system of the ants. So when they find out that one of the nest mates are infected, they rip them apart, kill them or kick them out from the nest so the disease don’t spread within the colony. So the behavior manipulation was a strategy that the fungus developed. The fungus will lead the ant to leave the nest, and so avoiding the social immunity, before it starts to develop symptoms. So that’s completely against their nature, especially for social insects, altruistic."},{"author":"Araújo","text":"So it has to break something, some connection there. So what social insect has that enables the fungus to hijack their brain? So there’s something there that we need still to investigate to answer."},{"author":"Parshall","text":"So my question is: What’s stopping us from really getting in there and figuring out what the fungus is doing? Why can’t we just put some spores and some unfortunate wasps or ants together in a lab and watch what happens?"},{"author":"Araújo: ","text":"Yeah, but the challenging thing is that we are talking about tropical species. But here in New York is harder. However, I’m working with my student and we’re describing a new species of zombie ant fungus from Pennsylvania."},{"author":"Parshall (tape)","text":"What? Wait ..."},{"author":"Araújo","text":"So, yeah, so that will be great because that will open for much more experimental possibilities because it’s right there—like, three hours driving from New York City. This is, we’re working right now to describe the species. So it’s really brand new, was not even published yet."},{"author":"Parshall (tape): ","text":"I need to—I need to back up on the Pennsylvania thing real quick. Is that the first time that we’ve seen it in North America?"},{"author":"Araújo: ","text":"No. I have described three other species of zombie ant fungus from U.S. One from South Carolina, it’s called Ophiocordyceps kimflemingae. Other one is Ophiocordyceps blakebarnesii from Missouri, and Ophiocordyceps camponoti-floridani in Florida. This will be the fourth."},{"author":"Parshall, tape: ","text":"I mean, not to hypothesize too much, but you think climate change is playing a role in that or maybe that’s always been there and we just didn’t just–"},{"author":"Araújo: ","text":"No, it’s always been there. But they are tricky. Imagine finding an ant, in the case of the Pennsylvania one, and the ants are brown, the fungus is brown, and the tree bark is brown. You really need to be looking for them to find them. But now all these series are bringing attention to these fungi. So people are aware that they exist. And while they’re doing walks, walking their dogs in the forest or doing mushroom foraging, they’re often now [saying], “Oh, I found a cordyceps,” because now they’re thinking about them."},{"author":"Parshall","text":"So I had to know: Did João like The Last of Us? Did he play the video game back in the day?"},{"author":"Araújo: ","text":"I did. The game was released 10 years ago, 2013. And that’s when I started my Ph.D. at Penn State. And the scientific consultant for the game was my Ph.D. adviser. So I was the right time, the right place. I played the game since day one."},{"author":"Parshall","text":"Of course, I also wanted to know if he, as an OG fan of the game, had any nitpicks about the show."},{"author":"Araújo: ","text":"Well, they don’t talk about spores, there, which is the first big mistake there because  fungi reproduce through spores mainly. It’s not about biting. So this biting, I think they mixed the vampire, zombies and made a soup of a horror show with fungal—yeah, which was quite nice. It’s not a scientific thing, it’s a fiction. The game, they talk about spores, but imagine recording the footage with actors wearing masks, and you miss their facial expression s, it’s challenging to record their voices."},{"author":"Parshall (tape): ","text":"So you don’t get freaked out inhaling these things?"},{"author":"Araújo: ","text":"No. Well, I have been working with these fungi for 13 years now. So ..."},{"author":"Parshall (tape): ","text":"You’re fine."},{"author":"Araújo: ","text":"If someone will get infected and become a zombie—keep an eye on me if I start to act weird. Maybe others will, too. But I might be the first. These fungi are really species-specific, as I said—so one species of fungus infecting one species of ant. So one of these species of fungus cannot infect even the sister species of the ant, like the most closely related relative. So imagine jumping from one ant to humans, it’s completely different."},{"author":"Parshall","text":"João is not the only one who’s chill with these spores going into their body. These fungi are actually an expensive delicacy in some parts of the world. Sometimes they’re even used as a medicine."},{"author":"Araújo: ","text":"Ophiocordyceps sinensis, is the Himalayan gold, so that’s the most famous. But also Cordyceps cicadae, people in China consume a lot. So it’s really expensive in that, leading these fungi to extinction because they're being overharvested. [MUSIC: Dramatic orchestral] Fungi are super understudied. They are potentially incredible. They can bring incredible solutions for medicine or for exotic pests that are introduced, and many other ways. So I think we are starting the fungal revolution, I think."},{"author":"Parshall","text":"I guess if you wanted to be a part of that fungal revolution, you could go foraging for fungi. Maybe you’ll luck out and find a zombified ant or a mummified spider. But just do me a favor and ask an expert before you eat them. Science Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Allison Parshall."},{"author":"Parshall","text":"Editor’s Note (6/13/23): This article was edited after posting to correct the species of fungus described in the image caption."}],"wave_peaks":[19,123,644,1255,13453,8953,8607,9228,8537,9340,12715,11470,13930,9521,14246,14046,13350,13150,9934,9514,6161,6290,4462,17110,12589,11421,12712,15685,9845,10262,9372,8661,4203,2845,3567,4404,5643,6723,8016,9243,11125,11378,12999,12719,13028,10796,8917,6241,9920,6637,1992,1438,1013,1044,953,743,636,797,972,1409,2426,2739,4442,2595,2688,1558,13767,11144,8068,14530,8817,9091,11260,11883,12092,14134,12766,10421,15677,12256,9447,14690,2787,532,14661,15482,9152,13236,15545,11994,15571,1102,13963,14388,10838,2459,9107,14664,14224,4954,484,15600,9998,15378,12041,15708,15602,7965,3070,446,14798,14213,15460,14292,15437,7399,11924,10083,12889,12808,10372,4443,211,331,4850,7278,14301,8181,4764,14682,13017,11576,5718,15808,11840,12801,4613,911,6905,7627,8472,9385,9721,3556,5178,8264,15027,11995,14249,11931,9867,2221,8694,8232,7214,10295,10064,3557,9571,15501,12062,7887,1940,4445,8241,7024,8353,10343,7984,5798,8850,6394,7227,5344,8246,7330,7390,4829,3631,262,13557,10230,7786,6402,6992,7793,190,5724,4146,5356,6208,5160,4565,3505,1707,6100,7261,6836,4401,3527,3193,1927,70,3453,10345,11061,9497,14388,9179,9834,11783,7321,7781,10397,15485,7753,1862,12446,11744,7107,9512,9919,11366,11193,4687,5260,4279,70,15043,8850,11781,5356,7022,9344,9697,748,14830,5352,8478,8784,12161,12405,5678,9760,10655,8796,9320,6602,13006,9612,15322,10343,5271,14482,15324,7817,11836,10892,11438,9126,8565,8001,641,8009,3217,504,6727,8180,9827,9318,8726,9846,12009,12292,2241,8476,12898,7176,9606,7614,8562,7016,13206,9937,12207,637,10431,9398,13790,2787,9946,10054,5028,2000,1492,1089,32,10086,8869,718,5321,10015,9147,3661,14558,7509,2612,9893,14485,8785,12313,12993,6095,7556,6810,10289,14695,11504,11025,9666,10154,7011,7798,1719,274,2432,6204,6401,6141,8222,10918,6124,5303,6993,3506,4032,4247,5826,3189,3234,9199,5436,10879,7107,10995,10297,7867,13345,10167,6950,6820,6216,4547,2619,9214,7566,12213,11506,10081,10754,11414,8408,12062,15194,12972,15180,15312,15319,13068,14171,11504,12167,113,13076,15547,15477,15405,13941,15491,13297,5060,13676,15548,15436,15379,14173,13703,14117,14720,15477,15509,7640,11620,12786,13278,9234,10604,12383,12282,15517,9540,7370,12427,11020,8136,12170,12878,10312,8451,9592,8250,6130,6978,5022,7218,5184,5870,8132,5954,2375,12065,9644,9078,12366,12781,3456,1445,2665,11361,11105,2470,1543,221,11519,13359,14941,15519,13958,15512,15098,11296,14596,15512,9544,13601,11337,12892,9802,11816,8573,5043,151,13345,430,11865,10038,10817,13334,11519,11475,15236,13143,13460,13090,15440,7410,1388,92,15445,14846,12700,8334,10525,10923,10539,9759,11383,12681,15502,15497,14709,12119,9778,13521,11857,13665,112,15414,6660,15509,12457,11028,11998,10010,11113,9375,9761,13878,11090,14436,13389,8202,10782,6034,4117,10793,11330,8902,9072,13145,7843,3004,3553,11616,6871,9709,9206,11726,4864,2027,7978,8900,1323,12508,10685,10360,5673,4312,8420,8460,5343,6942,6579,6100,5217,23,4223,14754,15520,15513,7270,311,14417,14387,12485,13870,12094,15388,15268,15384,15543,13805,5442,5948,13899,13378,15481,8273,8800,13634,11493,15494,13973,7398,15506,15510,11176,11142,9464,12645,8888,10632,13554,8737,15500,9099,10650,12003,6013,21,15520,12175,10019,15214,14569,11202,9098,12972,9326,13309,15401,4891,11163,15493,14978,10121,15425,15603,15511,12522,12471,11200,7516,253,15160,13830,14885,14013,13819,15379,11157,9703,8288,3862,86,6128,12367,12252,7393,9372,7365,10456,10256,7631,7444,371,12445,10279,11770,15410,7319,7379,6535,4356,169,426,8547,13349,13215,11399,12154,12479,10707,10499,8201,6482,7980,3860,4016,8130,8462,4582,4597,713,12861,13330,13290,8552,13343,12285,8269,11030,6510,6972,8152,10196,640,1265,13048,13937,11308,10173,8951,4744,10147,10053,4255,11856,8384,5564,5817,11103,11988,9226,9653,9435,7719,7615,5885,10407,13080,1817,7705,10015,9937,11605,11334,13127,9678,2561,401,539,15458,15561,15615,15344,10920,15598,15608,15398,15800,14496,15575,14909,13158,15593,15449,15724,15225,13775,9432,2480,6588,14877,15526,15514,15674,13941,15781,15349,15594,15681,15639,15442,15701,15492,12923,2074,530,15657,15557,15447,15386,15828,15560,15785,15721,15624,15713,14892,13845,12659,15701,12051,15400,15709,15600,15637,15420,15604,8305,579,358,719,10569,8859,4132,4224,4863,3355,6648,3855,5065,4218,2362,2089,2377,1964,385,376,397,417,438,431,383,400,393,1669,1686,3560,2974,1736,1465,329,5301,3837,4515,1725,9545,12713,10208,8535,1434,12260,13405,10164,16172,11481,6026,1680,1662,9594,14918,13548,6666,12070,10762,9194,5613,7020,11599,4631,5161,6610,3383,46,15177,15503,15494,13558,15512,13845,15471,15483,15634,15411,15520,15531,15522,15475,15492,15555,14924,406,15644,15565,15341,4934,12151,12533,8836,10680,11000,11708,12547,11837,8341,11247,12941,10332,11344,6036,9523,10264,7520,3561,2362,12593,12220,8872,9690,2680,15953,14063,3607,11284,11355,7364,14686,12866,12060,7605,12297,12790,11777,13576,8444,11712,11890,8329,11136,1820,11936,10217,8319,13800,10539,10677,10345,8190,5638,10820,8313,9222,8457,6547,10932,13905,13948,14282,10732,10960,12992,6664,11041,10631,10873,9724,14005,12187,7353,9016,10682,10150,12231,2737,5252,11521,12968,8360,7748,8807,11087,11374,10697,11157,13094,12502,8345,6014,12799,14282,15481,14443,14450,15519,13490,12686,10325,9070,15392,13663,13371,13734,13280,8352,15670,11638,8147,50,11249,15585,15536,15507,15304,15453,12339,10605,8803,9813,14079,14397,11867,10686,13136,8423,10902,8289,350,209,15511,15309,12194,15279,12851,643,14868,15533,15360,11549,11686,3823,8180,15446,15041,12264,13900,13745,12908,10865,10335,12720,10444,13425,12549,11018,10523,12989,629,15521,15562,15556,15625,13659,15561,13909,13671,761,15488,15574,15205,15439,15546,11958,14577,11585,12030,12925,12457,4703,621,4251,11536,8421,3145,13128,7464,3545,4278,13692,8646,5779,6951,34,11740,13707,3723,1720,6275,14368,9999,48,15482,6280,4265,367,21,11560,9647,12293,12086,13430,13025,12519,15403,10442,5572,11952,14058,15542,14740,12271,10281,11676,10276,8042,339,11325,15425,12405,15631,15479,15362,15253,15449,13878,13367,13543,13262,14506,187,15511,11666,10510,15468,14189,15253,11726,10886,2697,118,11133,10006,12726,10661,7346,3700,124,126,143,7468,13277,12336,6502,12824,8581,3503,8009,7845,7106,3139,6944,11333,12345,13388,4664,14082,10061,7522,7200,12017,5878,8867,12362,9841,10455,421,3893,12322,9178,6480,5073,14024,11513,9943,11139,10959,10455,12603,6030,7043,5168,7419,5595,10878,11368,12777,11598,8710,7078,10971,9569,5733,9621,5582,14645,11407,13531,8501,9988,9380,9493,12660,12001,12015,11190,12404,14374,4384,13148,11552,8231,9992,11330,12275,5869,8223,4604,3054,328,322,15299,15144,15621,14489,13949,11415,13089,11655,13845,12686,11097,14098,11530,14343,10740,3034,478,11163,12165,12035,11754,8479,7934,9333,12170,8651,6720,4049,13660,9976,10830,7303,8270,199,5658,9824,9841,13278,11856,8392,9181,9733,5137,11187,11187,12424,7634,10017,9964,6945,10461,5706,9364,13928,13708,12895,11543,10986,6729,6964,9116,10495,9151,11263,10679,9023,12276,10980,5178,5240,3429,666,11005,13475,12976,10709,10682,9675,2643,6184,11739,6961,6945,5539,6126,10945,10334,10260,12032,8629,13376,12804,7867,7933,10635,9503,9737,1004,6440,6154,9622,13397,11847,8931,9495,9823,11051,13689,13961,10870,6117,8042,9047,7104,938,11080,10506,13782,3763,943,4964,12693,12640,10469,9811,7254,11088,6539,13927,7134,8999,10970,9812,297,6206,9360,9863,12814,12774,8519,4572,7696,9646,10175,11479,2194,10806,12067,9784,8639,8359,9902,6554,198,164,7126,12575,14044,11581,10999,10679,11617,7227,6456,4489,7395,11895,10749,6515,4442,5123,4284,3612,5594,3931,2575,695,56,38,14532,15217,12673,197,11895,10265,13850,14468,12477,13545,12524,582,15480,15393,15448,13710,12360,15495,11622,12719,12080,13070,15507,13593,10735,8849,14496,1884,13434,15489,15415,14323,12185,11161,13223,443,14993,15515,15499,13087,12376,11178,14676,10503,4136,50,9399,10918,13450,9022,4824,3994,8291,10148,8337,6293,10876,5768,3745,1000,8994,10972,14340,10471,13140,5833,11321,10562,778,8467,13315,14359,8588,10816,6569,5505,8067,12751,7429,7434,10728,8619,5201,4468,5201,7403,8236,4627,2937,83,172,6119,8660,3933,14475,9262,14082,12267,16006,15180,14744,9430,12266,13502,8531,4901,1961,4803,5695,6881,1940,11753,9051,11631,12012,12093,6564,10306,8495,10798,10908,11067,12868,12784,11407,5621,5657,8268,10347,11257,9558,2739,11300,11154,11970,12482,9460,10499,9113,2853,4593,9272,5524,7225,5834,4394,2635,2863,1019,6063,7572,7799,3599,10278,8909,4083,4688,3869,1031,11691,7038,4040,3846,5378,3722,3778,2805,3947,2021,13701,10824,11133,11388,11883,14041,6165,5107,4609,4939,3726,3521,6097,4273,5550,4566,9777,8952,8943,6455,6549,4256,5593,4695,6037,5500,1223,264,6608,7422,7709,6946,9073,4378,9360,11551,10095,3933,4721,9008,4916,783,12100,7051,9107,8075,6958,5655,8264,3073,4000,4535,4654,7774,7195,3906,8164,7078,5736,595,5665,4371,5865,7298,10147,4922,5125,5000,2588,5012,9978,10773,1957,11645,8234,8394,5725,19425,10153,13574,14157,13525,11889,9536,14481,12747,11655,8037,11292,11421,8693,6024,10395,3277,7056,9575,7753,7067,8200,4631,11945,9654,10716,2805,8451,6661,12552,8500,12082,11370,7081,2597,8297,13656,10220,12785,14393,6674,2978,4942,1011,273,6987,12200,14924,13530,4937,13251,8826,8809,7948,7468,5146,4244,6007,8371,8241,12222,10582,2339,5363,6745,629,4674,11403,10313,4990,11121,11101,11249,7130,10904,10119,7026,7981,5106,3317,5897,10948,5287,9687,7019,2770,10798,10654,6605,10707,6580,7243,9766,6121,4006,132,13944,12795,8431,6057,3220,124,82,14960,10957,13783,14951,176,12805,15592,15303,8351,12577,4659,12811,14840,13986,14674,11453,9859,72,66,8096,10951,7431,12098,12419,10384,3906,11792,5952,5913,6350,6160,8327,5715,4648,11037,10167,10671,11514,9955,9395,3420,9093,6458,139,12298,11004,9811,7257,8422,10470,13192,10491,9503,9225,7745,2995,1750,13421,13255,12586,12403,12986,8949,6169,12934,7962,6232,5821,11328,7649,4929,6853,8538,1798,62,15178,15403,14365,15426,14789,14780,12614,11026,14598,13376,13375,14843,10973,15394,8274,10172,10985,254,84,12696,13636,13701,8797,5798,1938,7045,4299,5455,5329,6040,1850,617,6565,12879,12012,2070,13551,10858,10793,10772,3266,6802,9018,6739,5537,7553,8282,8281,4188,8227,3386,12775,11740,10507,5361,10163,10700,9954,10202,11589,6739,12667,11289,12733,5956,13572,13696,12541,12643,13250,17133,16306,11229,10559,13217,12741,13090,13085,11105,8721,2974,4424,10821,14940,12177,14134,11965,8634,14811,11992,11718,3608,1841,11388,12357,6651,6337,11330,1944,3654,7097,6431,8092,3120,8826,9156,7991,8343,5079,2018,515,8351,12787,14140,13980,12329,8370,6136,5000,2261,3820,10265,8878,7938,9125,9525,12017,9249,5617,12119,10210,5680,5527,6850,10881,8762,9673,13368,8463,7374,6146,5666,9968,4639,8552,9577,9486,5947,79,6412,9341,13066,11515,5470,4870,1887,19603,18043,1173,12436,7262,9497,8684,7253,5632,4067,5450,7286,4276,4419,8011,262,137,4301,5378,8032,8176,11048,13741,13583,12533,12575,11326,13664,10775,9576,8765,14521,12343,11892,9412,11341,11729,12867,10174,9231,13318,12818,11872,7834,5114,9405,4563,3284,1034,4326,17080,11565,12412,13552,13171,8903,6826,7885,5300,7552,5525,8654,7082,7215,4140,10636,7928,8114,7403,8618,345,1537,8246,11615,15206,10940,8898,11349,8422,7517,11131,4706,13601,14422,11009,8798,7982,5601,4063,6039,4354,234,13126,10621,10311,8040,7726,861,12441,6357,1100,9788,15027,13288,6206,6795,12443,7792,4589,14245,6957,615,126,5798,11263,14737,8557,1963,58,13826,13537,15470,15483,12183,10009,15610,8983,15492,13591,10875,9030,9577,68,15545,14248,12406,9859,10049,11659,13969,6717,12069,14582,15509,1499,11506,12688,8935,12768,7006,118,5769,6050,6679,8911,6689,6463,5798,5659,8855,6916,7915,3671,4039,5738,3843,294,4499,9462,12488,10508,3826,8841,3083,5386,9277,7536,4768,5702,4006,15375,12761,9389,9153,11247,10701,12442,11012,9404,8205,9751,11159,3348,8804,9594,9475,11665,6360,433,477,291,258,251,1775,5932,6911,6189,5502,1456,6886,4610,3454,9513,7424,9804,7243,625,3725,13810,8115,7363,7484,7263,12109,10351,11791,6511,9922,4888,7560,4926,4063,5729,7667,11206,5909,4272,9614,2660,1192,4543,3183,10898,9099,10901,3016,5179,2431,1753,1295,2035,14946,13475,11708,2256,11807,6820,5465,4070,8892,7937,4627,2717,1429,506,2592,2500,3527,4640,5733,5936,7166,7538,7979,5359,3943,9790,11861,12674,15374,13455,13150,15429,15559,15601,11927,8397,12563,15461,15526,11924,10604,13314,15506,15477,15478,15341,11997,14896,13363,10747,10254,13020,8348,15549,2269,15259,12372,330,4397,11860,13710,13155,15013,607,12886,10644,8653,92,8118,14818,10380,9033,10124,4325,6537,913,889,1928,3237,16641,16371,11000,9915,9191,7281,14457,16679,7348,14076,15949,13581,10774,15228,15416,14817,13293,11674,15088,10658,10433,8146,6842,865,13937,13195,12499,12325,9551,10887,7738,5778,1395,1423,14961,15959,14924,12459,11766,14341,13016,11256,10787,10886,2322,1253,13392,12793,12160,11860,9803,9974,8543,9049,9187,9824,10668,7758,6451,5951,1367,1403,15067,14577,15103,12218,12196,10300,10457,10296,11319,8348,5475,3486,4564,5043,4862,5777,2277,4329,4306,5716,5332,4567,1492,341,193,74,37,14,9,4,3,0]}
