{"title":"AI Chatbots and the Humans Who Love Them","img":"https://static.scientificamerican.com/sciam/cache/file/CC18186D-F81E-4488-A2B6044079D1ED94_source.gif","url":"https://www.scientificamerican.com/podcast/episode/ai-chatbots-and-the-humans-who-love-them/","audio":"https://traffic.megaphone.fm/SAM3926668291.mp3?updated=1703605766","intro":["Humans are building meaningful relationships with AI chatbots. What will the consequences be?"],"authors":["Sophie Bushwick","Kelso Harper"],"category":["Artificial Intelligence"],"transcript":[{"author":"Sophie Bushwick","text":"Welcome to Tech, Quickly, the part of Science, Quickly where it’s all tech all the time. I’m Sophie Bushwick, tech editor at Scientific American.  [Clip: Show theme music]"},{"author":"Bushwick","text":"Today, we have two very special guests."},{"author":"Diego Senior","text":"I'm Diego Senior. I am an independent producer and journalist."},{"author":"Anna Oakes","text":"I'm Anna Oakes. I'm an audio producer and journalist."},{"author":"Bushwick","text":"Thank you both for joining me! Together, Anna and Diego produced a podcast called Radiotopia Presents: Bot Love. This seven-episode series explores AI chatbots—and the humans who build relationships with them. Many of the people they spoke with got their chatbot through a company called Replika. This company helps you build a personalized character that you can chat with endlessly. Paid versions of the bot respond using generative AI – like what powers Chat GPT – so users can craft a bot that is specific to their preferences and needs."},{"author":"Bushwick: ","text":"But what are the consequences of entrusting our emotions to computer programs?"},{"author":"Bushwick","text":"So, to kick things off, how do you think the people you spoke with generally felt about these chatbots?"},{"author":"Oakes","text":"It's a big range. For the most part people really seem very attached. They feel a lot of love for their chatbot. But often there's also a kind of bitterness that I think comes through, because either people realize that their relationships with their chat bots, they can't find that fulfilling a relationship in the real world with other humans. Also, people get upset when after an update that, like, chat capabilities of the chatbot decline. So it's kind of a mix of both like intense passion and affection for these chatbots matched with a kind of resentment sometimes towards the company or just, like I said, bitterness that these are just chatbots and not humans."},{"author":"Bushwick","text":"One of the fascinating things that I’ve learned from your podcast is how a person can know they’re talking to a bot but still treat it like a person with its own thoughts and feelings. Why are we humans so susceptible to this belief that bots have inner lives?"},{"author":"Senior","text":"I think that the reason why ah humans tried to put their themselves into these bots, it's because precisely that’s how they were created. We want to always extend ourselves and extend our sense of creation or replication – Replika is called Replika because of that specifically, because it was first designed as an app that would help you replicate yourself. Other companies are doing that as we speak. Other companies are trying to get you to replicate yourself into a work version of your own,  a chatbot that can actually give presentations visually on your behalf, while you're doing something else. And that belongs to um to the company. It sounds a little bit like severance from ah from Apple, but it's happening.  So we are desperate to create and replicate ourselves and use the power of our imagination and these chatbots just enable us, and the better they get at it the more we are engaged and the more we are creating.  "},{"author":"Bushwick","text":"Yeah, I noticed that even when one bot forgot information it was supposed to know, that did not break the illusion of personhood—its user just corrected it and moved on. Does a chatbot even need generative AI to engage people, or would a much simpler technology work just as well?"},{"author":"Senior","text":"I think that it doesn't need it. But once one bot has it, the rest have to have it. Otherwise I'll just be engaged with whichever gives me the more rewarding experience. And the more your bot remembers you, or the more your bot gives you the right recommendation on a movie or on a song as it happened to me particularly with the one I created, then the more attachment I'll be and the more information I'll feed it from myself and the more like myself it will become."},{"author":"Oakes","text":"I’ll maybe add to that, that I think there are different kinds of engagement that people can have with chatbots and it would seem that someone would be more inclined to respond to an AI that is, like, far more advanced. But in this process of having to remind the chatbots of facts or kind of walking them through like your relationship with them, reminding them, oh, we have these kids, these sort of fantasy kids, I think that is a direct form of engagement and it helps users really feel like they’re participants in their bots like growth. That people are also creating these beings that they have a relationship with. So, the creativity is something that comes out a lot in the communities of people writing stories with their bots.  I mean, frustration also comes into it. It can be annoying if a bot calls you by a different name, and it’s sort of off-putting, but people also like to feel like they have influence over these chat bots."},{"author":"Bushwick","text":"I wanted to ask you also about mental health. How did engaging with these bots seem to influence the user's mental health, whether it was for better or for worse?"},{"author":"Oakes","text":"It's hard to say what is just good or bad for mental health. Like something that might respond to sort of a present need, a very real need for companionship, for some kind of support, maybe in the long term isn't as sustainable an option. Or, you know, we've spoken to people who were really, like, going through intense grief, but having this chatbot filled a kind of hole that was in the moment. But long term like but I think the risk that it pulls you away from the people around you. Maybe you get used to being in a romantic relationship with this perfect companion and that makes other humans not seem like worth engaging with, or like other humans just can't measure up to the chat bot. So that kind of makes you more lonely in the long term. But it's kind of a complicated question."},{"author":"Bushwick","text":"Over the course of reporting this project and talking with all these people, what would you say is the most surprising thing you learned?"},{"author":"Oakes","text":"I've been thinking about this question. I came into this, like, really skeptical of companies behind it, of the relationships, of the quality of the relationships. But through the course of just talking to dozens of people, I mean, it's hard to to stay a strong skeptic when like most people that we talk to only had glowing reviews for the most part. I mean, part of our reporting has been that, you know, even though these relationships with chatbots are different from relationships with humans and not as full, not as deep in many ways, that doesn't mean that they're not valuable or meaningful to the users."},{"author":"Senior","text":"What's more surprising to me is what's coming up. For instance, imagine if replica can use GPT-4. Generative Ai it has a little black box moment, and that black box can become larger. So what's coming is scary. In the last episode of our series, we'll bring in people tat that are working on what's next, and that's very surprising to me."},{"author":"Bushwick","text":"Can you go into a little more detail about why it scares you?"},{"author":"Senior","text":"Well, because of human intention. It scares me because, for instance, there's companies that are, full on, trying to get as much money as they can. Companies that started as nonprofits and eventually they were like oh well, you know what? Now we're for profit. And now we're getting all the money, so we're going to create something better, faster, bigger, you know, nonstop. And they claim to be highly ethical. But in bioethics there has to be an arc of purpose. So there's another company that is kind of less advanced and less big but that has kind of that clear pathway. This one company has three rules for AI. For what they think that the people that are creating and engaging with AI should be aware of.  AI should never pretend to be a human being [pause]...which I'm taking a pause because it might sound stupid, but no. In less than 10 years, the technology is going to be there. And you'll be interviewing me and you won't be able to tell if it's me or my digital version talking to you. The turing test is way out of fashion, I would say. And then there's another one. That is the AI in production must have explainable underlying technology and results. Because if you can't explain what you're creating, then you can lose control of it. Not that it'll be something sentient, but it'll be something that you cannot understand and control.  And the last one is that AI should augment and humanize humans, not automate and dehumanize."},{"author":"Sophie: ","text":"I definitely agree with that last point—when I reach out to a company’s customer service, I often notice they’ve replaced human contacts with automated bots. But that’s not what I want.  I want AI to make our jobs easier, not take them away from us entirely! But that seems to be where the technology is headed."},{"author":"Oakes","text":"I think it's just going to be a part of everything, especially the workplace. One woman who Diego mentioned is working at a company that is trying to create a work self. So, like, a kind of reflection of yourself. Like you would copy your personality, your writing style, your decision process into a kind of AI copy, and that would be your workplace self that would do the most menial work tasks that you don't want to do. Like, I don't know, responding to basic emails, even attending meetings. So yeah, it's going to be everywhere."},{"author":"Bushwick","text":"Yeah, I think that the comparison to the TV show Severance is pretty spot on in kind of a scary way."},{"author":"Oakes","text":"Yeah, like, talk about alienation from your labor when the alienation is from your own self."},{"author":"Bushwick","text":"So, is there anything I haven't asked you about but that you think is important for us know?"},{"author":"Oakes","text":"I'll say that, like, for us, it was really important to take seriously what people, what users were telling us and how they felt about their relationships. Like most people are fully aware that it’s an AI and not like a sentient being. People are very aware, for the most part, and smart, and still maybe fall in too deep into these relationships. But for me, that's really interesting. Why like we're able to kind of lose ourselves sometimes in these chatbot relationships even though we know that it's still a chatbot."},{"author":"Oakes","text":"I think it says a lot for humans, like, ability to empathize and, like, feel, like, affection for things that are outside of ourselves. Like, people that we spoke to compared them to pets and stuff, or like one step beyond pets. But I think it's kind of wonderful that we're able to expand our our networks to include non-human entities."},{"author":"Senior","text":"That's the biggest lesson of, from it all is that the future of chatbots, it’s up to us and to what we see ourselves as humans. Bots, like our children, become whatever we put into them. [Clip: Show theme music]"},{"author":"Bushwick","text":"Thanks for tuning into this very special episode of Tech, Quickly. Huge thanks to Anna and Diego for coming on and sharing these fascinating insights from their show. You can listen to Radiotopia Presents: Bot Love wherever you get your podcasts. Tech, Quickly is a part of Scientific American’s podcast Science, Quickly, which is produced by Jeff DelViscio, Kelso Harper, and Tulika Bose. Our theme music is composed by Dominic Smith. Still hungry for more science and tech? Head to sciam.com for in-depth news, feature stories, videos, and much more.  Until next time, I’m Sophie Bushwick, and this has been Tech, Quickly. [Clip: Show theme music]"}],"wave_peaks":[13,88,464,901,9452,5858,6127,6619,6120,6718,8174,7794,8442,6841,9291,8005,7770,8709,8131,7873,5575,5354,3090,18066,19283,16349,13549,5471,18684,17293,13364,14844,13683,17010,11474,13565,14746,14198,2949,15765,10398,11889,6552,13376,16199,8564,15826,9779,8701,3045,3377,4587,6116,6983,7465,7621,7666,7831,8060,7900,8199,8231,7650,7259,7225,6209,4264,6662,4477,1395,1234,8321,20194,18035,18835,10243,17822,18446,17060,6194,3597,1469,12860,11899,13297,11313,14303,9450,7570,11110,6325,6831,7496,7872,1069,15541,12455,11393,3952,4472,13982,6060,9904,7681,1572,14315,12316,18017,14757,12329,7086,15921,20727,15507,13377,8632,11451,7055,11219,15869,13948,9396,9878,9256,9862,7866,4332,14355,5720,1077,11729,9429,21376,12649,10572,8889,9330,10949,11711,9148,12918,17849,4801,9177,15611,8321,9560,9744,11013,9631,5825,5216,5285,1196,5790,14025,11293,13173,13807,15909,13442,18207,10031,13084,11277,8488,9648,9038,13692,6370,645,13709,9492,11220,11621,8655,6978,11887,14082,8860,9772,6944,11869,9890,7658,8307,2127,715,4124,12798,13684,7469,10459,7013,12714,8583,10453,9988,6872,14723,2772,20400,13676,17617,12830,10726,8421,14416,5234,8416,711,14219,12670,8180,19560,18527,15249,10422,6141,10576,7459,12111,8396,6767,5148,4873,1952,11027,15460,8411,10225,7357,8407,7308,7054,1085,649,9406,9925,14956,7421,9544,6770,10971,12177,14701,17460,14206,12378,3972,7886,8157,11341,4534,4060,1913,336,437,365,228,200,22316,22090,21124,14820,19710,837,24543,17497,13687,22365,13179,14081,12678,16767,2169,10172,10691,17349,11750,14990,18797,8762,11651,5377,1030,12201,17433,9312,10075,13975,10773,8880,14061,15635,15893,15382,12891,6944,6414,8870,16646,15947,15141,2305,14869,15678,16527,12644,14933,14251,13449,20924,11733,10217,19612,17081,16370,13871,12731,11332,5593,8989,4426,7318,21429,14168,5405,16664,16277,15244,12591,12691,15006,13056,9988,8878,14861,11176,23639,18270,19032,9612,11896,8782,12988,18207,13401,19386,12216,6779,147,19665,8193,1212,20351,22208,23309,8386,24864,14482,11740,16666,11870,13065,16290,18705,10900,14569,16164,17250,14588,14593,10157,188,19444,5772,18731,15126,16190,19113,17799,7286,13962,10771,20291,13895,14676,15599,18724,7938,15689,16280,1186,14818,19964,12388,339,13402,14396,13558,14399,10381,9107,11659,16986,12134,12649,7610,15123,16149,21696,8365,9790,4380,18529,460,6957,12677,18956,6280,10672,1867,10398,7148,4637,87,10895,4925,11663,19114,9021,7023,10428,9612,110,19218,5782,8640,7876,2786,13911,13534,19026,6439,12780,12238,10712,10108,10346,15689,9214,12820,14448,12967,17261,17338,1384,15488,8837,9019,5551,11415,13942,15001,10040,7244,2462,1260,11517,12503,11097,18873,10625,8280,17905,6611,15476,4106,12807,5638,18416,16107,6190,687,7575,16316,4538,9694,11618,7756,9780,2804,8504,13530,7501,6278,5544,4952,4600,6980,13366,8764,7054,7474,4032,5005,4349,37,15521,16372,7741,5695,18940,7496,218,10823,9513,21386,7356,5461,5321,1946,13253,18559,4610,11555,17975,17756,16115,9943,9457,6655,6973,11852,11310,9309,20958,16655,13079,8709,6335,16326,14843,9731,13658,14697,7103,13284,3904,10819,17358,13544,3450,11003,13006,15099,15502,7375,21363,5403,4627,16511,4015,10902,9669,605,9011,14388,15587,14000,12175,17723,16827,7596,6750,571,18147,6185,14087,13031,17581,8911,15269,8894,5467,6492,12871,11846,5312,8904,8830,7648,9667,12667,7329,10005,10557,12425,8035,4479,12691,9440,7851,10300,8439,5915,5359,7957,18392,18390,11574,10327,8025,6559,6768,13000,14196,7142,4279,7590,11502,6349,110,13831,6825,12900,9844,6601,8505,7205,15471,9996,13204,8112,2647,11363,6534,14242,15424,7940,15084,20173,6907,4292,3701,12243,10420,9484,12411,14497,25009,1292,150,11512,11643,7122,15659,15941,8222,7481,14097,11613,12929,14739,10058,11851,17323,9927,11939,13497,7765,4434,7071,7079,7281,3473,19606,9724,7467,11507,10848,13778,9728,14191,13309,125,6782,7242,4677,82,18749,12757,13147,4898,7100,15654,9737,9626,83,3877,13438,9916,53,9276,18204,11759,12526,17951,21085,14108,16501,13298,8953,16995,24021,15404,17763,8707,7613,11102,15969,15917,20767,10571,20464,17562,8896,19423,7162,8983,9102,9077,14499,6172,10128,9270,10561,6715,1760,24008,17497,20540,11901,15158,17530,9752,17051,15627,6543,18066,1821,5752,26652,12597,19589,19216,18196,12364,20559,19622,13278,6524,8917,5822,17475,8975,16036,6520,7473,6781,12793,4488,16580,14760,18703,5712,8826,9905,3511,10718,6327,9699,9341,10287,1638,28,16109,20242,17731,14977,13798,12433,8496,13787,7225,10780,5993,12994,14653,15470,10428,19992,14686,14001,12905,15264,11729,6500,8328,10728,8653,16628,8041,5330,4385,7008,8556,8380,8589,16144,10434,10761,7295,13491,10313,17101,12831,8164,6500,1394,7077,10952,9148,13793,1258,11778,6022,6978,7796,22359,1875,9095,6954,11279,9295,6432,8211,7729,13855,9710,9519,18068,4403,3755,6972,10067,9360,9408,17909,7159,8609,124,10539,11535,17520,11708,11859,19966,5740,8251,9103,8671,10092,13174,9316,8882,9526,7465,7969,823,21078,12710,13272,13870,12818,10333,1176,14,12798,21400,19798,22155,17718,20907,14890,16525,15617,11972,11890,9205,16784,12214,395,17268,15369,12991,4153,9774,9484,17596,14481,3795,20679,11344,8261,9665,8810,9804,8826,8489,14024,19612,7133,10193,12774,13167,12282,13893,14448,8057,607,17107,10707,23550,17114,12841,17912,17811,8644,16391,14952,14523,18280,10999,18547,13377,13129,13341,201,12960,6759,903,15186,15819,15352,10846,13464,18967,13562,14429,11396,13107,12446,13863,13174,12887,12707,11911,7234,4255,12831,4809,10994,1023,22976,15947,10433,24706,11045,20520,14621,13569,10139,13372,17290,7326,9499,15332,14071,15894,420,1742,19530,10965,11257,4263,8221,12297,25161,15520,1433,13447,6987,17559,860,16170,10718,16281,8545,14450,5741,6597,8588,4219,1735,6612,6843,10024,13003,16941,11050,9551,11412,5224,148,7933,19422,14199,13361,8835,4894,8372,11834,84,16988,16446,16108,13279,10597,10736,7913,14016,15707,12857,14884,15965,10780,9064,143,20868,17584,18744,13599,13523,14314,3241,9088,11964,14370,12772,13750,21156,14084,14401,5490,10379,9286,6110,14203,11755,11189,18482,13977,8441,1740,22499,8843,14011,14267,17694,15256,13725,5852,15584,13372,12268,10940,5113,25501,10199,913,204,29823,13360,12046,10244,7224,12865,13871,5977,6787,17757,11740,3464,8583,6926,11421,17604,8288,9540,4904,9311,7483,6977,3856,2737,6595,6136,11344,14220,7999,3323,7455,6676,3585,4190,62,19985,16400,13038,5365,6027,10449,15981,13580,9433,12647,10646,14260,15440,10567,16342,16146,9379,22058,10521,13818,13967,5221,12698,17777,11709,11393,6953,7819,9755,11953,15522,8855,14437,3113,12757,13559,10348,8110,14739,2127,133,12465,11813,13776,10405,8332,16834,6274,10748,11752,9227,6166,6089,2000,18422,15219,11988,16656,16987,13218,13772,7158,11362,8203,22883,14959,10098,17667,13763,11244,17015,13782,18042,13040,6971,12880,6081,2516,20127,2327,4557,20235,12425,13336,6606,17945,4549,11133,16681,14304,9475,8322,13318,10614,15595,13813,8349,201,11700,15975,10467,7537,8855,11603,10921,11618,14317,9886,18242,2849,137,8458,12723,10874,200,16634,5882,15120,12407,26455,13503,6034,10307,19042,12141,16402,7550,446,15355,23463,10890,7929,1359,13299,12277,12972,10335,13251,10657,8872,14115,1710,10429,12799,10485,5636,2586,4056,1332,12501,13342,16954,9709,17403,7457,15768,14644,10760,12089,14134,11262,8037,20579,8765,11503,13217,8911,21860,9725,4201,3760,1732,107,17316,14693,1882,8084,23162,21410,14675,14223,14474,12845,15782,4198,15547,8172,82,21408,18895,18892,13918,14440,5544,21088,15862,12363,25589,7859,5572,20146,16448,17824,16757,18059,13514,14018,12685,14206,13809,15762,12169,12087,5929,334,19976,7648,2334,23126,796,19261,15516,19454,16328,11268,20037,7501,16122,11235,14342,18477,13077,7238,16430,16625,22661,16654,12729,14632,16015,17905,12122,16423,9877,18356,10467,14808,17913,9284,7099,8188,9894,6797,410,19124,17041,16348,22224,16053,20014,16868,18049,10705,15625,11771,12157,15379,15681,7879,18865,10799,10060,99,18877,15409,18518,14141,12200,15303,12699,9301,10792,8771,4592,4265,17142,8150,18035,11225,13175,16326,13236,8939,15355,13046,574,98,17945,12867,12536,11885,219,17934,10204,15298,10298,15744,6107,8441,10455,5433,28,12726,6537,9562,16752,7138,10139,8629,11647,8116,12374,273,8430,8435,13919,7548,12837,14140,9795,14236,4979,4562,6593,9872,1483,220,13096,11344,10159,11111,11482,12352,12228,8942,9869,70,20169,13669,8056,8143,2516,15247,17593,11580,16103,9074,4169,133,6737,14912,14327,1896,10576,9706,14778,12676,7904,7565,9690,6133,17237,12613,20274,11675,10660,14987,2411,1465,5928,10518,6413,6178,5149,7471,7161,5159,4176,3106,14853,8122,11585,11131,10266,12272,2995,11306,12137,13701,953,13643,11472,9388,9444,11036,9614,10725,8045,78,7078,10525,8314,90,11992,14796,11431,11469,9554,13799,8503,9022,8154,12685,13230,12249,11043,17450,7997,7151,8737,9222,11829,9248,11529,13222,10178,10737,17727,12311,11920,9758,10328,5115,13647,7281,8437,8300,11955,9168,12515,13678,5589,9594,18220,126,10604,11026,10984,7555,21995,14604,12779,10274,20798,20028,9614,13698,17632,4267,8368,2465,10220,19857,3389,10957,810,7391,10540,1902,129,6269,9528,13937,9996,6040,13828,17049,13830,15311,17915,10626,7524,10907,19968,15283,18842,20048,11548,10605,19464,5734,162,6348,13866,9179,10910,15493,6056,7326,5861,9754,10770,11392,14026,14252,11045,9327,9529,7654,11124,11804,8721,10872,7582,8576,12364,6600,13426,6660,12794,3996,18790,5884,14594,4389,6242,6109,5375,1216,12,16,68,7333,6874,7747,6426,10380,3852,8497,3811,10060,9684,6702,11204,12515,9575,154,11480,13001,12228,7870,8256,5425,7761,9200,10491,10142,6433,8526,6530,7449,7374,6900,12471,8819,19625,10341,8230,9606,13464,11502,9602,9944,3154,667,5673,7443,4374,10136,17882,5314,744,13385,12078,9851,9792,587,406,13858,8879,8562,15190,8366,6225,8709,18050,9382,5623,7492,10901,6350,10632,7809,8751,12242,7253,10825,10575,6780,6599,16156,1504,6204,5694,14482,8430,7586,14231,11018,8550,11098,4587,5529,11808,12701,7608,17878,9887,6369,8347,5390,12365,11549,10426,8639,11284,9297,9912,6717,10755,15269,12488,6902,17704,9034,12871,11902,4254,77,16328,13626,13445,15007,14855,12415,11037,13314,5677,8358,3725,3002,11793,1778,75,17380,11774,12229,8559,6168,1401,12,6,11241,5680,17145,13774,7760,10374,10009,6359,17758,18398,16704,14336,2943,8839,14796,18248,20381,6678,7002,9770,11831,12149,13683,11113,19062,11477,495,18934,11252,12982,13933,16713,4506,16956,9539,10430,8255,12120,5633,17021,8584,23512,5928,762,22038,21676,22664,17672,18394,21603,16698,17684,13504,18876,18295,13908,9536,11319,20722,11641,15764,11039,12274,9827,12812,11010,1933,885,18667,15908,19505,19066,15160,9335,9731,12942,12952,11785,8438,11885,5115,206,21362,9909,14688,9514,16302,18757,15591,20931,13151,22158,9472,11752,15382,16277,14731,10968,13382,3385,6203,9803,7370,15319,5309,13477,12713,18254,15264,14263,9298,6991,13595,5024,27,1891,20435,465,17366,14966,11797,16496,12183,14731,1403,16510,17266,7360,14378,14367,16330,17431,11081,13479,17508,4883,13829,13730,11726,16775,14789,9475,11605,10727,18577,16478,12912,8019,95,18222,19895,8698,12016,14213,18942,17406,1200,22520,18988,13954,11521,9022,13112,13440,93,17473,17295,22284,18516,13828,9758,14940,20644,15348,16800,13260,10526,12214,6989,1900,13126,11950,8122,13480,2946,264,2738,18083,11680,4758,3519,9837,13548,17036,13872,5419,1412,1624,18395,17406,14564,12785,7093,9255,5224,4798,7663,9129,5170,3872,7453,13741,12499,22176,8359,5956,13415,22568,10909,12233,2013,173,20517,14414,17968,17705,10096,9771,8168,7402,7667,8422,15462,11625,18088,14409,14367,21114,17029,1751,603,14944,20644,16490,10942,14178,14995,19118,8975,11479,11490,16703,12515,9786,12976,13815,15575,7535,6753,51,15509,4318,15400,14216,18105,19865,5043,18625,14144,11598,13927,8369,8647,10395,489,12933,13798,12992,16875,8263,11027,14885,8233,14094,14313,17135,6598,10,16487,19969,18837,15497,10257,10577,2599,13351,1478,2517,21947,16309,12817,20374,16096,11970,15213,19391,16513,14908,12395,11121,11469,10343,11691,13538,547,10509,17704,22047,19333,13626,10045,15436,9317,1597,11611,14184,14792,4653,454,15555,17412,12683,23273,10237,8588,9900,13263,17914,15821,15017,11453,11878,13905,10196,3487,103,16595,16388,15977,11836,1433,15481,10550,15880,10387,3405,94,8355,13558,12951,11593,10691,10168,16829,15656,7672,11005,1007,11041,12518,10550,16824,10441,11096,2217,77,17645,12113,16781,14271,13880,15083,12287,14828,9004,19131,17655,17972,10043,10132,764,1110,14584,13206,17860,11129,1240,15420,7314,14758,25626,12252,15793,11903,6096,14475,16858,17718,16707,21582,14953,14902,5954,6759,115,11475,15245,24924,17765,16071,15197,22919,6679,16624,14505,17365,17804,11904,13895,15476,15289,1588,163,18946,12150,16048,14328,16962,17683,9307,12112,11294,10824,6522,19316,12557,11018,17143,9523,16197,12430,12250,10473,7375,2309,11809,3982,4444,287,820,2703,12661,1146,288,8379,17960,13263,10981,9990,10892,15475,87,822,7513,12996,19070,7285,15873,11662,14905,11100,5334,12757,11297,14592,15661,5286,535,345,13288,1769,787,22574,12416,6838,6322,11426,4614,13349,9735,8086,8712,5265,6165,3648,958,2345,2900,12112,10181,9488,9571,9077,9071,6740,6585,3732,8350,5838,4205,2205,16392,11361,9702,9194,15502,7614,4148,2451,15362,11095,13728,7376,11959,6304,7130,10946,10820,6790,9254,8562,7109,12751,13049,14066,7216,8484,7462,1030,15068,13444,14819,6589,8889,6568,7814,8723,5599,12647,6034,12944,19124,6516,11874,5317,3191,2400,2021,2618,16794,11466,9692,17078,11592,11090,8871,12160,6842,14789,5466,12567,7336,3029,10125,9454,9184,13319,8119,8337,10247,15124,11156,6674,9108,11908,5846,17079,11829,8142,5063,7759,7980,10311,5654,6863,1265,930,4045,13893,7149,10380,11782,11472,11223,16318,1446,5917,15061,18972,21820,14043,9119,17111,8884,7014,10325,7979,10235,7473,8785,17777,5800,13521,4272,4533,1908,1940,9120,18404,8780,15229,12303,12408,4592,5255,13541,8323,4698,16267,8848,2188,3419,4633,4612,4076,3572,3371,577,310,110,56,25,10,8,3,3,1,0,0,0]}
