{
  "title": "The Surprising Backstory behind Witch Hunts and Reproductive Labor",
  "img": "https://static.scientificamerican.com/sciam/cache/file/69E5AAC3-30AC-481B-99CC0FB3006397C7_source.png",
  "url": "https://www.scientificamerican.com/podcast/episode/the-surprising-backstory-behind-witch-hunts-and-reproductive-labor/",
  "audio": "https://traffic.megaphone.fm/SAM8075481114.mp3?updated=1703605767",
  "intro": [
    "Two of the foremost experts on witch hunts talk about the link between the formation of domestic labor and the rise of witch hunting."
  ],
  "authors": [
    "Tulika Bose"
  ],
  "category": [
    "History"
  ],
  "transcript": [
    {
      "author": "Tulika Bose",
      "text": "How many books would you say you have?"
    },
    {
      "author": "Silvia Fedrici",
      "text": "I don't know."
    },
    {
      "author": "Tulika Bose",
      "text": "Silvia Federici’s home is full of  books. They are stuffed into cupboards. Under beds. Jammed in kitchen cabinets."
    },
    {
      "author": "Madusree Mukerjee",
      "text": "Can I have a tiny bit of cooking oil?"
    },
    {
      "author": "Silvia Federici",
      "text": "Do you want a book?"
    },
    {
      "author": "Bose: ",
      "text": "Two other editors from Scientific American and I are trying to find this famous Italian feminist scholar  some olive oil, but we can’t find any. Only more books, which Sylvia keeps excitedly pointing out."
    },
    {
      "author": "Federici",
      "text": "That booklet was very important for me, because it spoke about the witch hunt."
    },
    {
      "author": "Bose",
      "text": "We’re at a dinner we’ve dubbed “the witch frittata party.”"
    },
    {
      "author": "Cross talk: —'",
      "text": "I brought red wine."
    },
    {
      "author": "Federici",
      "text": "— Oh, perfect."
    },
    {
      "author": "Bose",
      "text": "To clarify  — yes, we’re a group of women (and Silvia’s philosopher husband George) sitting in a circle. We are in fact eating a frittata. But we are not, at least by any of our admission, witches. But in 16th century Italy — as women assembling and talking about reproductive labor and justice, we could most certainly could have been tried."
    },
    {
      "author": "Bose: ",
      "text": "Today — we’ll talk to two witch hunting scholars — and take you a journey from the middle ages in Italy, to Salem, Massachusetts — to the present day, to look at some surprising links between reproductive health, labor, and witch hunts. For Scientific American’s Science Quickly, I’m Tulika Bose."
    },
    {
      "author": "Federici",
      "text": "So they arrest a woman. And then they torture her to death, until she has revealed all the names of the other."
    },
    {
      "author": "Bose: ",
      "text": "Sylvia’s actually telling me about the horrifying history of the change in meaning of the word “gossip.”"
    },
    {
      "author": "Federici: ",
      "text": "For the first century and a half, witchcraft is seen as a collective crime. The idea that when women get together, they do something that is not good."
    },
    {
      "author": "Bose",
      "text": "Sylvia Federici is one of history’s most famous feminist scholars. And for one night, I got to pick her brain about witch hunts. But there’s something else I want to know — as scholar of domestic labor, how does that relate to — witch hunts?"
    },
    {
      "author": "Federici",
      "text": "I wanted to understand what it been the path from the pre-capitalist Europe, to capitalist Europe."
    },
    {
      "author": "Bose: ",
      "text": "It all goes back to the Black Death in Europe. Around this time — the mid 1300’s —"
    },
    {
      "author": "Federici: ",
      "text": "There was a hunger for labor, because so many had died. it creates a whole new concern, you know, about marriage, about reproduction, children."
    },
    {
      "author": "Bose",
      "text": "This co-incides with the rise of certain heretic movements — like the Cathars, who contradicted edicts of the  established church."
    },
    {
      "author": "Bose",
      "text": "Now, let’s fast forward to the 1400’s."
    },
    {
      "author": "Federici",
      "text": "Witchcraft appears first as a form of heresy."
    },
    {
      "author": "Bose",
      "text": "But there’s more than meets the eye in this story. While this story is about witch hunts, it’s also about controlling women’s bodies for the creation of a labor market — and the creation of a peasant class in post feudal Europe."
    },
    {
      "author": "Federici",
      "text": "By the 1500's, you'll have colonization. And this begins to bring silver into Europe. And the more silver comes, the more enclosures, the more people are kicked off the land, and the land is turned to commercial use."
    },
    {
      "author": "Bose: ",
      "text": "Sylvia actually argues that the creation of capitalism in Europe was a motivating factor in the rise of witch hunts. As she and other scholars have argued, expansions of capitalism also caused women to lose their social standing and their land. Particularly vulnerable were older women. By the 1600s — an edict is issued. It has to do with witches — and their apparent ability to stop reproduction."
    },
    {
      "author": "Federici: ",
      "text": "There is a Pope that accuses witches basically of abortion and contraception."
    },
    {
      "author": "Bose: ",
      "text": "And it’s often women who were knowledgable about reproductive health care who were targeted for witchcraft."
    },
    {
      "author": "Federici",
      "text": " Women were the ones who cured. They were the ones who, in addition to farming, had the herbal garden. Because of the children because of the reproduction. They were the one who knew about the herbs. So they they immediately suspected."
    },
    {
      "author": "Bose: ",
      "text": "According to Sylvia,  the accusation of witchcraft relied on targeting people who allegedly interfered with procreation — including abortion — because poor workers were valuable form of capital."
    },
    {
      "author": "Federici",
      "text": "Many many times in when they burned women, they also burn gay people together."
    },
    {
      "author": "Bose",
      "text": "That, by the way, was for the “crime” of not procreating. This theme around women’s roles and domestic labor also shows up in the Salem witch trials. I spoke to Alice Cantor, a writer who happens to be a descendant of a woman tried for witchcraft."
    },
    {
      "author": "Alice Cantor: ",
      "text": "Her name was Martha Carrier. She was seven months pregnant when she got married. So that's sort of a big Puritan don't do that. She was known for being sort of this outspoken, very,  like had a habit of yelling at her neighbors kind of lady."
    },
    {
      "author": "Bose",
      "text": "Side note – this is around the time I found out about a medieval torture device called a scold’s bridle, once placed over women’s heads to keep them from talking, but that’s another story."
    },
    {
      "author": "Bose",
      "text": "Now, while Salem didn’t have the same obsession with killing people for the crime of preventing procreation — if you were tried for witchcraft, Alice said it was still related in some way to reproductive labor."
    },
    {
      "author": "Cantor: ",
      "text": "If we zoom out, and we think, from a sort of broader perspective about what reproduction is, you know, not just pregnancy and giving birth, but all of the work that  it takes to keep someone alive and the care work that is part of reproductive labor, that aspect does appear in Salem, because this care work was extremely gendered, you know, it was women's work."
    },
    {
      "author": "Bose",
      "text": "Not only that — but there were still incidents of women being tried for aiding in abortion."
    },
    {
      "author": "Cantor: ",
      "text": "Some of them were killed for aiding, you know, were midwives who provided abortions or contraceptives."
    },
    {
      "author": "Bose: ",
      "text": "Alice had something to say about witch hunts in the present day too."
    },
    {
      "author": "Cantor",
      "text": "Witch hunts are not over. At least 1000, probably in the low 1000s of people are accused of witchcraft, and suffer violence as a result, whether they're killed, tortured, expelled from their homes, or ostracized in the present."
    },
    {
      "author": "Bose: ",
      "text": "You can read more about modern witch hunts in a new Scientific American article by Alice Cantor and Sylvia Federici.There’s a lot we can take away from a historical study of witch hunts, especially in climate."
    },
    {
      "author": "Bose: ",
      "text": "But I'll leave you with something Alice said."
    },
    {
      "author": "Cantor: ",
      "text": "The witch hunts of the past are echoing in the present."
    },
    {
      "author": "Bose",
      "text": "Thanks for Listening. For Scientific American’s Science, Quickly, I’m Tulika Bose. Science Quickly is produced by myself, Tulika Bose, Jeffrey Delviscio, and kelso Harper. Music by Dominic Smith. Don’t forget to subscribe to ScientificAmerican.com for updated and in-depth features and science stories. [The following is a transcript of this podcast.]\n "
    }
  ]
}