{"title":"The Kavli Prize Presents: Understanding the Machinery of the Cell [Sponsored]","img":"https://static.scientificamerican.com/sciam/cache/file/C6222885-41E8-4033-98E77D9F49D6FCFD_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/the-kavli-prize-presents-understanding-the-machinery-of-the-cell-sponsored/","audio":"https://static.scientificamerican.com/sciam/cache/file/29722D2B-DB51-4B77-BDDACB4BCD6137EB.mp3","intro":["James Rothman shared The Kavli Prize in Neuroscience in 2010 for discovering the molecular basis of neurotransmitter release. How did a biochemist come to win such a prestigious prize in neuroscience?"],"authors":["Scientific American Custom Media"],"category":["Neuroscience"],"transcript":[{"author":"Megan Hall","text":"This podcast was produced for The Kavli Prize by Scientific American Custom Media, a division separate from the magazine’s board of editors.\n: How does the stomach tell the brain it’s full? How do cells in our body grow and divide? James Rothman realized that the fundamental biology behind these processes are basically the same. In 2010, he shared The Kavli Prize in Neuroscience with Richard Scheller and Thomas Südhof for their work detailing how nerve cells communicate with each other on a microscopic level. Three years later, he received the Nobel Prize."},{"author":"Hall","text":"Scientific American Custom Media, in partnership with The Kavli Prize, spoke with James to learn about his discoveries and the future of this work. : James Rothman was pleasantly surprised when he received The Kavli Prize in Neuroscience. James Rothman: I'd always thought of myself as a biochemist first and a cell biologist second."},{"author":"Hall","text":"And I never really thought of myself as a neuroscientist.Hall: He did apply to a neuroscience program in grad school…Rothman: It all just made a whole lot of sense, except for the fact that I wasn't admitted.Hall: But James is not the kind of person to worry about labels. In fact, he’s explored a range of scientific disciplines. As an undergrad at Yale, he studied physics, maybe in part because he grew up in the 50s.Rothman: Scientists and doctors were really the most admired in the 1950s. And it was the physicists in particular."},{"author":"Hall","text":"Einstein, Oppenheimer, people like that.Hall: But his father worried about his career options, so he convinced James to try a biology course.Rothman: And I just fell in love.Hall: So, he ditched physics and decided to go to Harvard Medical School to learn more about biology.Rothman: In the end I never finished medical school. Hall: But, while he was there, he stumbled upon his life’s work.Rothman: I was a first-year medical student and I was listening to a lecture in our course on histology and cell biology.Hall: The professor was showing images that had been captured by scientists only a few decades before."},{"author":"Hall","text":"They showed, for the first time, how complex the cell is."},{"author":"Rothman","text":"The cell is not just, like a dumb little liquid inside. It's a highly organized place. It's more like a city than anything else."},{"author":"Hall","text":"This city inside a cell has departments that share information, factories that build proteins, and even machinery to move those proteins around inside a cell and release them outside the cell.  Rothman: And if the proteins go to the wrong places, the organization of the cell is lost, and it no longer can survive.Hall: James was fascinated."},{"author":"Hall","text":"He wondered, how does all of this complexity work? How does a protein formed in a cell travel to the right location?Rothman: And there has to be sort of a different machinery, I'll call it a delivery truck, to take the cargo, the working parts, from where they start out at the factory, through a warehouse in the distribution system, to the final destination.Hall: At the time, cell biologist George Palade guessed that small sacs filled with liquid called “vesicles” had something to do with it. Rothman: A vesicle is a little ball, like a tiny little balloon."},{"author":"Hall","text":"It's no bigger than five hundred, or a thousand hydrogen atoms, the smallest atom. And the cell has tens of thousands of these little vesicles at any one time.Hall: And they’re everywhere…Rothman: These tiny little vesicles are found throughout nature. They're found at every nerve ending, they're found throughout your digestive tract where they store, for example, insulin, in your gastrointestinal tract, particularly, they're found in the pancreas. And so, they're found throughout the body.George Palade, who later received the Nobel Prize, thought these vesicles were the delivery trucks for moving proteins around the body."},{"author":"Hall","text":"But he couldn’t prove it. He couldn't figure out how many different types of delivery trucks or vesicles there were. And he couldn't actually track them in the cell from where they start to where they go. Hall: And most importantly, he couldn’t explain the mechanisms that make it possible for vesicles to pick up proteins and deliver them to the right destination. Hall: So, was your job figuring out all those details?Rothman: Yes, I made it my job.Hall: But how?"},{"author":"Hall","text":"James started by drawing on a basic premise of biochemistry – that everything happening inside a cell is basically just a chemical reaction. And if you can isolate that chemical reaction, you can understand how it works. Rothman: And the means to do that is first and always to reproduce the process, no matter how complicated, outside of the living cell.Hall: So, he decided that the best way to study how transport vesicles work was to break open the cells and recreate vesicles in a test tube. Rothman: And the three-dimensional organization was so breathtaking."},{"author":"Hall","text":"Each part of the cell was in the same place in each cell."},{"author":"Hall","text":"I come along and say, well, I'm going to disrupt that organization.Hall: Biochemists had used this approach to understand all sorts of things, from how proteins are made, to how energy is stored in the cell.Rothman: And the only thing that was not yet there is, could we reproduce outside of a cell the very processes that determine the three-dimensional organization of the cell itself? That's the assumption that I made as a 25-year-old young scientist, and you know what, I might have been wrong.Hall: It turns out, he was right."},{"author":"Hall","text":"After years of trial and error as a postdoc at Stanford, he was able to recreate the entire process of a vesicle transporting a protein to a specific place in a cell. Rothman: We could take those vesicles and add them back to a cell extract. And they would deliver their cargo to exactly the right place as if they were in the living cell.Hall: After recreating these vesicles and then studying how they transport proteins, James soon discovered that the process is similar to how packages get delivered. Rothman: Each package has a barcode, like a tracking number."},{"author":"Hall","text":"The truck has to go and it has to unload the deliveries with the right tracking number.Hall: But instead of tracking numbers, vesicles are stamped with what’s called a v-snare protein. These vesicles reach their destination by floating around and looking for their match, called a t-snare. When the two snares meet, they lock into place, or fuse.Rothman: Those snare proteins are found in plants, in yeast, in people. There are nuances that allow the snare proteins to function in different species and in different places and times in the organism."},{"author":"Hall","text":"But the basic physical principle is general.Hall: The principle is so general that James accidentally solved a question from neuroscience while he was trying to understand how these snare proteins work.Rothman: My postdoc, knew how to measure these snare proteins, didn't know what they were made of."},{"author":"Hall","text":"And so, we didn't know where to get the most of them.Hall: So, they started examining different tissue samples, looking for the best place to find high concentrations of snare proteins.Rothman: And that turned out to be the brain. Hall: They used samples from a cow brain to isolate and purify these snare proteins. Rothman: And when we identified it, it turned out there were already known proteins.Hall: Neuroscientists had already been looking at the same type of samples to understand how neurons in the brain connect and communicate across the small gaps between them, called synapses. Rothman: We were not trying to do that intentionally, we wanted to solve a more general problem.Hall: But it turns out, their general question — about vesicles and how they transport proteins, also answered a more specific one — how vesicles do the same thing to share information between synapses in the brain."},{"author":"Hall","text":"It all came down to these snare proteins.Rothman: And once we saw that they were the same as a subset of the ones in the synapse, we can pinpoint them and say, well, that's how the synaptic vesicle works. It's part of a general principle.Hall: James had unintentionally solved an important question about how the brain works. So important, that he received The Kavli Prize.Not bad for someone who couldn’t get into Harvard’s neuroscience department."},{"author":"Hall","text":"James says, it was all meant to be.Rothman: It was only because I had the good luck to be rejected by neuroscience, that I was able, to essentially, by accident, solve a problem in neuroscience, along the way, while I was actually trying to solve a broader problem in cell biology, isn't that a funny thing?Hall: James says his era of research was about understanding the machinery of a cell, but scientists are starting to understand more about mysterious substances that are also in the mix.Rothman: There are biological materials in which these machines come together in ways that form a material that behaves like a continuous solid, or liquid or like a rubbery elastic."},{"author":"Hall","text":"It's actually very strange.Hall: He says understanding these strange substances could transform our approach to medicine and deepen our understanding of how the body functions. Rothman: We're going to see changes of state of what parts of the cell and that we don't understand yet today, and we'll learn how to manipulate them and they will be altered in disease.Hall: What’s his advice to young scientists trying to unravel these mysteries?Rothman: Oh, that's easy."},{"author":"Hall","text":"Never take advice from an old scientist.Hall: He says researchers today face different challenges than he did, including less freedom and financing to take big risks and work on a question for a long period of time.But if he could give some general advice, he’d say, the US should increase its funding for basic research, so dedicated scientists like him are more likely to intentionally, or accidentally, stumble upon important discoveries.Hall: Professor James Rothman is the chair of the department of cell biology at Yale Medical School, a biochemist and a cell biologist."},{"author":"Hall","text":"In 2010, he shared The Kavli Prize in Neuroscience with Richard H. Scheller and Thomas C. Südhof. The Kavli Prize honors scientists for breakthroughs in astrophysics, nanoscience, and neuroscience – transforming our understanding of the big, the small, and the complex.  The Kavli Prize is a partnership among the Norwegian Academy of Science and Letters, The Norwegian Ministry of Education and Research, and the US-based Kavli Foundation.  This work was produced by Scientific American Custom Media and made possible through the support of The Kavli Prize."}],"wave_peaks":[6956,13150,10382,14439,11436,13134,10399,9306,10914,671,1699,11770,12141,9455,11573,9136,14288,9794,13370,11186,1236,13472,14006,13935,9208,6479,14017,14618,14632,13653,13830,12703,12870,10552,12644,15764,11798,9040,14024,14522,11037,12738,10114,1618,1833,15230,13440,15226,15080,13173,16463,14192,9116,15634,12518,2661,10282,12594,15307,13210,10554,13536,10044,13575,1679,15544,14313,12900,10009,14988,14181,15183,8480,15503,11768,13436,10967,15589,15326,15575,14197,15285,10649,1974,11734,10779,14262,12325,12278,11237,11576,13951,15300,11338,7301,7980,14959,15374,13532,14345,11830,13037,11854,14223,10042,15864,14036,13613,5440,13686,11328,14005,9754,15181,14060,14007,9399,12761,12456,9311,12748,11351,7325,50,15433,14529,9154,8671,13392,12195,12047,13816,10012,11322,10906,15231,13042,11133,14183,14074,8865,6948,14186,15028,13431,11827,11220,9976,12577,11144,10828,529,10749,6363,11603,11381,4451,9191,1534,4141,13850,12595,13317,12708,9765,2561,2453,4030,811,9949,13675,13975,10731,12991,13544,12347,12933,14868,9782,11100,11818,14903,12700,13763,14293,11121,5119,15158,14326,12921,12595,13381,13735,13619,11543,10199,12812,13019,11565,11598,13641,11460,9633,6437,10154,14221,10156,10235,12274,11780,10503,8597,12349,13047,10274,8315,6734,13555,13444,14853,14795,14376,11117,11805,10601,8148,11546,12068,12099,13410,13600,13919,13191,12659,10136,4097,13618,10832,13913,14470,9474,11833,9087,2834,7121,81,1424,11066,9389,7995,10705,12905,10052,12652,6766,8120,4579,13196,14333,13953,13132,8155,8687,4545,4374,13844,14427,12357,13984,12464,11312,11685,9265,4223,12914,12995,11529,10923,12854,12851,14589,13621,8923,7970,9342,11672,11291,12843,15062,14688,11222,13645,11256,11197,14702,12962,14283,11337,10674,9161,6762,11572,13733,13604,13309,10382,11137,14596,14748,13450,11173,9020,2636,14254,14752,12309,12604,9030,11769,11496,11235,12948,12333,9663,2007,12971,12032,12578,12742,10423,7277,12955,12403,13067,10315,10172,10155,12978,11909,11176,12349,5241,11348,10772,9690,457,6740,14667,4585,12836,12560,2094,10983,12501,12076,10697,12350,11651,10866,12964,13138,11354,10239,11621,11363,11555,10081,11956,10695,479,12515,13178,11203,11915,11682,9795,12878,14196,12575,14451,14020,13938,7666,6040,13736,11855,12241,7992,10758,8653,10235,1656,5789,1701,13108,13678,11182,6706,4812,1474,899,12626,13739,11097,13085,8891,11390,12435,11078,10650,15063,15130,12505,2168,12511,14040,9208,12601,10905,9620,3517,12569,9602,10942,10647,7682,12260,11882,11700,11721,12393,12248,10705,8227,13358,11230,11606,12685,10399,8277,10692,10439,13982,13664,14164,11349,8936,13335,13958,13859,14427,14600,13564,4084,11254,14601,13214,9100,11755,14269,13596,12516,11687,13053,12558,10012,10199,11153,12523,9397,13083,6338,6005,12004,12293,987,9258,10638,10219,11779,6886,11809,1349,9654,11304,8707,10018,10225,13278,14639,10865,12285,10065,8685,10786,14236,11563,11739,11353,13227,8425,10801,7722,13721,13328,10766,13139,9594,4659,13798,10193,14038,11803,13501,9515,14138,10454,12283,13622,14819,6728,13878,10229,9206,13903,13406,13965,9083,8257,12342,4340,3628,5574,12861,13851,12883,10839,11476,9802,9714,10103,10636,14155,12302,10003,10996,12820,10886,10230,11932,11616,13638,9990,12879,10343,7707,13626,10762,6388,10114,13896,9379,9240,11882,14036,12929,10191,14124,13943,8549,7477,13477,8964,10256,6192,13602,13804,12921,5308,13513,9509,8461,12036,10347,9631,8028,10474,1625,9499,10953,10715,13606,13065,12145,13754,13403,13500,6688,8213,11438,3832,12702,13244,11407,14338,13686,13987,11683,10890,9544,12629,10443,12552,7064,11375,11200,10440,5241,189,13875,13612,12814,10727,11813,457,17,12040,14129,12141,12983,7565,11732,8294,7203,7853,12008,8696,9428,8188,5828,44,34,9480,11187,13669,12003,10716,8656,4974,10154,10819,11607,12105,9306,915,12000,11995,12597,1934,13409,13043,12416,6461,14299,13712,14047,10473,13356,8234,11803,14797,14115,960,12149,8300,15528,9962,12640,13134,12448,13733,10012,11934,11328,11717,11735,13594,6895,466,11881,8902,13095,10423,10411,13291,12464,13583,10912,12092,13685,11413,10805,10783,11125,11194,6876,11016,7816,12186,11848,13537,10357,13957,9870,9011,4738,11117,13111,12195,9256,5524,14291,11302,14087,12826,9796,8844,10649,11106,14732,12111,6607,13146,14448,13832,13629,10327,5479,13665,11941,9205,4107,11824,14360,9879,14767,11315,10878,9520,12261,11351,11802,12406,9437,10784,8442,6059,9025,8974,14593,11859,12380,8790,5088,15123,13744,11221,13304,13644,13623,12830,12185,11068,13396,10455,14060,12191,8490,7247,13876,14472,14909,8241,7753,13203,13076,9448,11066,11743,7562,11090,12318,12087,14655,8349,13477,11073,14678,11682,12287,9822,14569,10001,10907,10751,10067,14761,14467,11041,5468,6726,13575,6795,11427,10949,13069,13959,13054,13418,7218,11903,10016,10024,1842,13288,13103,14075,12089,6517,13856,12783,7522,5683,7809,14165,11675,12725,15122,15238,12533,13642,12490,12340,14538,14060,14633,10727,13047,11016,14208,6377,9822,13685,14975,12374,8672,14775,8819,4532,11727,12121,11455,12204,11995,6072,12517,12790,4204,11063,14071,9194,13210,8141,13028,12642,2169,7526,11226,14005,9755,10080,459,14318,13399,12173,13785,13595,13486,9675,13776,10624,3967,2075,3070,14474,12229,13815,10469,11741,10139,11738,13809,12093,11985,8605,11317,13776,11362,11578,11736,14737,12848,11835,9537,14967,13177,13128,13398,12578,12389,11782,12777,11102,8871,9323,7992,13089,13254,13420,13325,13071,11936,13689,12199,10348,11872,9980,14844,14440,14375,6888,11776,11422,11339,10273,12333,13760,11654,11382,8780,2986,9756,6235,1264,7110,14726,11664,12345,10552,12296,10820,10721,10718,13229,11799,9880,7281,5720,7383,12717,14020,12924,10832,12378,14485,13777,12310,14659,12330,14870,11016,11349,14970,11310,12129,13617,13735,9619,12108,10711,11617,11987,11511,10050,9663,13428,12935,14453,9847,13159,13739,12599,13597,13111,13022,13319,10094,10461,12787,12747,12912,8621,13674,8545,12721,13193,10991,9753,5485,11475,12961,14374,13919,8384,12434,12880,1326,13268,13342,13451,13010,12836,4988,9803,14007,10504,7607,7561,10962,11142,5532,2756,15598,13735,12373,11065,15075,10580,9618,15178,13464,11191,8902,12524,13219,7678,13233,13051,11653,12579,12953,12546,13134,9748,11593,12551,12759,15075,9170,11940,10085,5012,13257,10489,9697,11365,12956,9985,7041,13531,6994,11331,8837,14109,10871,12314,11446,10591,10888,12078,10122,8440,11475,7466,11922,12943,4072,11253,12158,12847,13281,8904,7082,9256,9331,9333,9538,11591,12410,9927,10984,11610,8898,3824,10250,12287,9553,12536,11649,11153,10847,13838,10849,12778,13956,7596,11886,10037,14016,14239,2769,13251,7759,8986,6704,9167,9210,9253,10503,9272,14014,7493,9792,8283,9194,7305,2971,11587,12742,13545,10985,2948,12629,12734,11527,13956,5224,8529,9398,8959,9779,10670,11485,13026,2068,12574,14217,11537,11334,9913,4140,10737,4811,12468,12222,3668,10391,8208,11409,9998,8903,12381,13133,3060,10731,4743,6854,5129,7986,14001,9799,12169,7955,6212,7734,10440,13000,11758,13039,13822,11323,11298,11665,14589,10939,14284,12639,12420,12574,10975,14402,14588,13863,9934,10953,15085,10145,9681,7147,12406,11346,13369,12600,8058,14308,14006,14881,8293,10841,7025,13590,11664,11374,12465,13408,6078,13538,13628,11826,12361,11793,13930,3982,7976,13594,11906,12199,11047,11520,9989,11300,9486,12444,12281,12438,13192,11693,13189,12121,15042,12495,10119,9838,11318,10050,7020,7220,13550,13142,10762,11754,13689,11135,10556,12161,12419,5607,13982,11348,9390,13962,13606,7446,10906,9735,3730,11455,13693,14064,13210,10638,98,13015,12432,10379,13862,12358,11000,11668,9043,4872,13927,13248,11254,11899,14513,11400,8560,13088,10199,14612,12498,11379,11182,11049,11096,13873,9692,11390,8508,13863,12455,12354,11767,12890,14634,12562,14292,10106,10658,13600,13723,14185,6649,13276,13720,9720,12201,14370,12146,12100,11943,10630,12381,12426,10356,10458,12108,12273,7505,10881,12872,11868,13585,11778,13381,8508,14698,13496,12632,11356,13052,8868,13329,8612,4202,13552,12477,11931,10959,10605,9353,9281,7255,13758,9659,8812,9895,9452,10463,6951,7997,12059,10232,7271,7574,10238,6832,8456,11194,3469,13121,11349,11023,8996,13198,14040,8387,3840,13703,14124,13930,11633,12012,10907,10375,11098,12065,12543,7049,3201,11811,12145,12628,12844,10152,9481,13577,14369,13195,12771,8766,9813,5165,7959,184,7479,14632,8291,8081,1641,12309,11177,13890,13955,12370,13603,13565,11694,14945,9628,14698,12677,12407,6637,7623,12121,12199,4470,11801,9877,15395,13032,13066,3968,12348,15071,10197,9161,12658,11063,13175,11229,12211,8947,11461,7303,9676,11993,11170,10855,12972,9139,7923,10882,13987,13546,8294,10404,12578,13692,13795,4561,13281,11038,11303,3302,690,14322,14711,13675,12147,15077,14027,14005,14233,5603,6807,13751,13469,9062,12624,11171,12863,12701,12261,12990,13021,13697,9562,7601,10702,12415,12479,7099,11222,11127,537,6939,12844,12169,11704,7550,8808,10270,9444,14353,12587,9641,14221,9722,10792,9383,9773,10616,13874,9402,10816,9731,10760,10832,11031,10438,11195,11276,14155,7869,9600,14041,6643,7041,14098,14429,9762,10592,5249,13255,13748,14120,12471,7730,6108,9532,6750,8335,4916,9061,4103,7142,3271,12112,13334,11525,11719,9612,9091,10526,10938,11931,12012,12963,12900,3209,8196,7898,13538,4937,11718,12082,4441,12113,12600,11793,11421,2854,11877,10145,9998,9637,8582,12311,13324,10750,10206,11272,14407,14588,9848,12354,12859,13407,13258,11704,12495,7923,9655,9242,12441,9243,9029,11701,14614,11883,12399,7769,10587,13053,9919,11063,12067,6207,10307,2841,8977,10486,2146,6833,11524,12456,12095,11325,7538,6492,1096,12027,13108,8175,9165,3212,10467,10564,11796,4020,4331,11436,10828,14101,10537,14236,11803,8985,13443,11473,14259,8540,8873,9226,2601,12513,9455,4906,13,13028,12782,10730,8321,7891,3016,2151,578,12826,10890,11962,13814,11393,12852,11979,14580,9770,6880,8147,12637,13094,8819,10738,12726,11721,9801,12489,14258,3591,12104,13378,8390,12109,12426,9873,9573,10987,10912,12569,10886,10431,12059,12095,13110,10132,9279,11155,9378,11580,8746,10334,12656,9051,10972,12049,7342,7134,3967,12755,13695,9287,13025,10856,9326,10090,8706,13696,8180,10435,9895,10369,8943,14622,12948,12089,11014,12013,10249,11944,10418,10335,12688,5708,4328,194,12047,15498,12534,15377,7782,6675,11855,10747,12809,9141,14440,14102,9832,11450,11317,12116,6445,5270,12720,13787,11924,9985,13207,14185,13841,8233,3048,8522,11890,12259,10984,13076,14791,14374,9919,10312,9407,6673,12640,11566,12350,8002,12767,8969,10743,1747,11781,15949,13203,12445,14227,8201,14614,10067,14811,11091,10413,11323,11288,11855,9156,10451,8621,3687,13589,11998,12910,10972,9417,11674,11381,7830,14450,9987,12068,12799,10410,3049,16119,15629,13489,14774,10414,11645,11989,12080,10994,14368,11431,8826,13937,8378,11806,10686,11455,12404,10849,10923,12049,10554,12321,10443,12980,7826,14062,7956,3402,12109,10920,9625,13905,14482,8704,11493,10895,10325,14197,12486,13668,8438,9341,11810,12739,14415,9899,11189,3215,40],"fragments":[{"begin":"0.000","end":"4.640","lines":["This podcast was produced for The Kavli Prize by Scientific American Custom Media, a division separate from the magazine’s board of editors."]},{"begin":"4.640","end":"28.720","lines":[": How does the stomach tell the brain it’s full? How do cells in our body grow and divide? James Rothman realized that the fundamental biology behind these processes are basically the same. In 2010, he shared The Kavli Prize in Neuroscience with Richard Scheller and Thomas Südhof for their work detailing how nerve cells communicate with each other on a microscopic level. Three years later, he received the Nobel Prize."]},{"begin":"28.720","end":"48.000","lines":["Scientific American Custom Media, in partnership with The Kavli Prize, spoke with James to learn about his discoveries and the future of this work. : James Rothman was pleasantly surprised when he received The Kavli Prize in Neuroscience. James Rothman: I'd always thought of myself as a biochemist first and a cell biologist second."]},{"begin":"48.000","end":"77.320","lines":["And I never really thought of myself as a neuroscientist.Hall: He did apply to a neuroscience program in grad school…Rothman: It all just made a whole lot of sense, except for the fact that I wasn't admitted.Hall: But James is not the kind of person to worry about labels. In fact, he’s explored a range of scientific disciplines. As an undergrad at Yale, he studied physics, maybe in part because he grew up in the 50s.Rothman: Scientists and doctors were really the most admired in the 1950s. And it was the physicists in particular."]},{"begin":"77.320","end":"111.080","lines":["Einstein, Oppenheimer, people like that.Hall: But his father worried about his career options, so he convinced James to try a biology course.Rothman: And I just fell in love.Hall: So, he ditched physics and decided to go to Harvard Medical School to learn more about biology.Rothman: In the end I never finished medical school. Hall: But, while he was there, he stumbled upon his life’s work.Rothman: I was a first-year medical student and I was listening to a lecture in our course on histology and cell biology.Hall: The professor was showing images that had been captured by scientists only a few decades before."]},{"begin":"111.080","end":"115.040","lines":["They showed, for the first time, how complex the cell is."]},{"begin":"115.040","end":"122.480","lines":["The cell is not just, like a dumb little liquid inside. It's a highly organized place. It's more like a city than anything else."]},{"begin":"122.480","end":"142.000","lines":["This city inside a cell has departments that share information, factories that build proteins, and even machinery to move those proteins around inside a cell and release them outside the cell.  Rothman: And if the proteins go to the wrong places, the organization of the cell is lost, and it no longer can survive.Hall: James was fascinated."]},{"begin":"142.000","end":"172.440","lines":["He wondered, how does all of this complexity work? How does a protein formed in a cell travel to the right location?Rothman: And there has to be sort of a different machinery, I'll call it a delivery truck, to take the cargo, the working parts, from where they start out at the factory, through a warehouse in the distribution system, to the final destination.Hall: At the time, cell biologist George Palade guessed that small sacs filled with liquid called “vesicles” had something to do with it. Rothman: A vesicle is a little ball, like a tiny little balloon."]},{"begin":"172.440","end":"206.800","lines":["It's no bigger than five hundred, or a thousand hydrogen atoms, the smallest atom. And the cell has tens of thousands of these little vesicles at any one time.Hall: And they’re everywhere…Rothman: These tiny little vesicles are found throughout nature. They're found at every nerve ending, they're found throughout your digestive tract where they store, for example, insulin, in your gastrointestinal tract, particularly, they're found in the pancreas. And so, they're found throughout the body.George Palade, who later received the Nobel Prize, thought these vesicles were the delivery trucks for moving proteins around the body."]},{"begin":"206.800","end":"230.040","lines":["But he couldn’t prove it. He couldn't figure out how many different types of delivery trucks or vesicles there were. And he couldn't actually track them in the cell from where they start to where they go. Hall: And most importantly, he couldn’t explain the mechanisms that make it possible for vesicles to pick up proteins and deliver them to the right destination. Hall: So, was your job figuring out all those details?Rothman: Yes, I made it my job.Hall: But how?"]},{"begin":"230.040","end":"260.560","lines":["James started by drawing on a basic premise of biochemistry – that everything happening inside a cell is basically just a chemical reaction. And if you can isolate that chemical reaction, you can understand how it works. Rothman: And the means to do that is first and always to reproduce the process, no matter how complicated, outside of the living cell.Hall: So, he decided that the best way to study how transport vesicles work was to break open the cells and recreate vesicles in a test tube. Rothman: And the three-dimensional organization was so breathtaking."]},{"begin":"260.560","end":"264.680","lines":["Each part of the cell was in the same place in each cell."]},{"begin":"264.680","end":"293.880","lines":["I come along and say, well, I'm going to disrupt that organization.Hall: Biochemists had used this approach to understand all sorts of things, from how proteins are made, to how energy is stored in the cell.Rothman: And the only thing that was not yet there is, could we reproduce outside of a cell the very processes that determine the three-dimensional organization of the cell itself? That's the assumption that I made as a 25-year-old young scientist, and you know what, I might have been wrong.Hall: It turns out, he was right."]},{"begin":"293.880","end":"324.720","lines":["After years of trial and error as a postdoc at Stanford, he was able to recreate the entire process of a vesicle transporting a protein to a specific place in a cell. Rothman: We could take those vesicles and add them back to a cell extract. And they would deliver their cargo to exactly the right place as if they were in the living cell.Hall: After recreating these vesicles and then studying how they transport proteins, James soon discovered that the process is similar to how packages get delivered. Rothman: Each package has a barcode, like a tracking number."]},{"begin":"324.720","end":"356.560","lines":["The truck has to go and it has to unload the deliveries with the right tracking number.Hall: But instead of tracking numbers, vesicles are stamped with what’s called a v-snare protein. These vesicles reach their destination by floating around and looking for their match, called a t-snare. When the two snares meet, they lock into place, or fuse.Rothman: Those snare proteins are found in plants, in yeast, in people. There are nuances that allow the snare proteins to function in different species and in different places and times in the organism."]},{"begin":"356.560","end":"370.680","lines":["But the basic physical principle is general.Hall: The principle is so general that James accidentally solved a question from neuroscience while he was trying to understand how these snare proteins work.Rothman: My postdoc, knew how to measure these snare proteins, didn't know what they were made of."]},{"begin":"370.680","end":"417.360","lines":["And so, we didn't know where to get the most of them.Hall: So, they started examining different tissue samples, looking for the best place to find high concentrations of snare proteins.Rothman: And that turned out to be the brain. Hall: They used samples from a cow brain to isolate and purify these snare proteins. Rothman: And when we identified it, it turned out there were already known proteins.Hall: Neuroscientists had already been looking at the same type of samples to understand how neurons in the brain connect and communicate across the small gaps between them, called synapses. Rothman: We were not trying to do that intentionally, we wanted to solve a more general problem.Hall: But it turns out, their general question — about vesicles and how they transport proteins, also answered a more specific one — how vesicles do the same thing to share information between synapses in the brain."]},{"begin":"417.360","end":"440.240","lines":["It all came down to these snare proteins.Rothman: And once we saw that they were the same as a subset of the ones in the synapse, we can pinpoint them and say, well, that's how the synaptic vesicle works. It's part of a general principle.Hall: James had unintentionally solved an important question about how the brain works. So important, that he received The Kavli Prize.Not bad for someone who couldn’t get into Harvard’s neuroscience department."]},{"begin":"440.240","end":"478.520","lines":["James says, it was all meant to be.Rothman: It was only because I had the good luck to be rejected by neuroscience, that I was able, to essentially, by accident, solve a problem in neuroscience, along the way, while I was actually trying to solve a broader problem in cell biology, isn't that a funny thing?Hall: James says his era of research was about understanding the machinery of a cell, but scientists are starting to understand more about mysterious substances that are also in the mix.Rothman: There are biological materials in which these machines come together in ways that form a material that behaves like a continuous solid, or liquid or like a rubbery elastic."]},{"begin":"478.520","end":"501.760","lines":["It's actually very strange.Hall: He says understanding these strange substances could transform our approach to medicine and deepen our understanding of how the body functions. Rothman: We're going to see changes of state of what parts of the cell and that we don't understand yet today, and we'll learn how to manipulate them and they will be altered in disease.Hall: What’s his advice to young scientists trying to unravel these mysteries?Rothman: Oh, that's easy."]},{"begin":"501.760","end":"535.160","lines":["Never take advice from an old scientist.Hall: He says researchers today face different challenges than he did, including less freedom and financing to take big risks and work on a question for a long period of time.But if he could give some general advice, he’d say, the US should increase its funding for basic research, so dedicated scientists like him are more likely to intentionally, or accidentally, stumble upon important discoveries.Hall: Professor James Rothman is the chair of the department of cell biology at Yale Medical School, a biochemist and a cell biologist."]},{"begin":"535.160","end":"565.200","lines":["In 2010, he shared The Kavli Prize in Neuroscience with Richard H. Scheller and Thomas C. Südhof. The Kavli Prize honors scientists for breakthroughs in astrophysics, nanoscience, and neuroscience – transforming our understanding of the big, the small, and the complex.  The Kavli Prize is a partnership among the Norwegian Academy of Science and Letters, The Norwegian Ministry of Education and Research, and the US-based Kavli Foundation.  This work was produced by Scientific American Custom Media and made possible through the support of The Kavli Prize."]}],"duration":565}