{"title":"Why We’re Worried about Generative AI","img":"https://static.scientificamerican.com/sciam/cache/file/635552D3-2CED-4C46-826C89929771D734_source.gif","url":"https://www.scientificamerican.com/podcast/episode/why-were-worried-about-generative-ai/","audio":"https://traffic.megaphone.fm/SAM7264084443.mp3?updated=1703605757","intro":["From the technology upsetting jobs and causing intellectual property issues to models making up fake answers to questions, here’s why we’re concerned about generative AI."],"authors":["Sophie Bushwick","Tulika Bose"],"category":["Artificial Intelligence"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Tulika Bose","text":"Last week, Google announced the new products and features coming from the company. And it was AI all the way down."},{"author":"Sophie Bushwick","text":"AI features are coming to Google’s software for e-mail, word processing, data analysis—and of course searching the web."},{"author":"Bose","text":"This follows Microsoft’s previous announcements that it also plans to incorporate generative AI into its own Bing search engine and Office Suite of products."},{"author":"Bushwick","text":"The sheer volume of AI being introduced, and the speed with which these features are rolling out, could have some, uh, unsettling consequences. This is Tech, Quickly, a tech-flavored version of Scientific American’s Science, Quickly podcast. I’m Sophie Bushwick."},{"author":"Bose","text":"And I’m Tulika Bose. [MUSIC]"},{"author":"Bose","text":"Sophie, hasn’t Google had AI in the works for a long time? What’s the big problem?"},{"author":"Bushwick","text":"That’s true. Actually, some of the basic principles that were later used in programs like OpenAI’s GPT-4, those were actually developed in-house at Google. But they didn’t want to share their work, so they kept their own proprietary large language models and other generative AI programs under wraps."},{"author":"Bose","text":"Until OpenAI came along."},{"author":"Bushwick","text":"Exactly. So ChatGPT becomes available to the public, and then the use of this AI-powered chatbot explodes."},{"author":"Bose","text":"Wow."},{"author":"Bushwick","text":"AI is on everyone’s mind. Microsoft is using a version of this ChatGPT software in its search engine, Bing. And so Google, to stay competitive, has to say, hey, we’ve got our own version of software that can do the same thing. Here’s how we’re going to use it."},{"author":"Bose","text":"It feels like all of a sudden AI is moving really, really fast."},{"author":"Bushwick","text":"You are not the only one who thinks so. Even Congress is actually considering legislation to rein in AI."},{"author":"Bose","text":"Yeah, Sam Altman, he’s the CEO of Open AI (the company behind ChatGPT), had to testify in front of Congress this week."},{"author":"Altman","text":"My worst fears are that we cause significant ... we, the field, the technology, the industry cause significant harm to the world."},{"author":"Bushwick","text":"The EU is also working on AI legislation. And on the private side, there are intellectual property lawsuits pending against some of these tech companies because they trained their systems on the creative work produced by humans. So I’m really glad that there’s some momentum to put legislation in place and to, sort of, slow down the hype a bit, or at least make sure that there are limitations in place because this technology could have some potentially disastrous consequences."},{"author":"Bushwick","text":"[NEWS CLIP: Aside from debt ceiling negotiations, Capitol Hill was also focused today on what to do about Artificial Intelligence, the fast-evolving, remarkably powerful … the metaphors today reflected the spectrum. Some said this could be as momentous as the industrial revolution, others said this could be akin to the Atomic Bomb.]"},{"author":"Bose","text":"Let’s start with consequence number one."},{"author":"Bushwick","text":"Some of the issues here are kind of baked into large language models, aka LLMs, aka the category of AI programs that analyze and generate text. So these problems, I’m betting you’ve heard about at least one of them before."},{"author":"Bose","text":"Yeah, so I know that these models hallucinate—which means they literally just make up the answers to questions sometimes."},{"author":"Bushwick","text":"Correct. For example, if you were to ask what the population of Mars was, ChatGPT might say, oh, that’s three million people. But even when they’re wrong, there’s this human inclination to trust their answers—because they’re written in this very authoritative way. Another inherent problem is that LLMS can generate text for people who want to do terrible things, like build a bomb, run a propaganda campaign, they could send harassing messages, they could scam thousands of people all at once, or they could be a hacker who wants to write malicious computer code."},{"author":"Bose","text":"But a lot of the companies are only releasing their models with guardrails—rules the models have to follow to prevent them from doing those very things."},{"author":"Bushwick","text":"That’s true. The problem is, people are constantly working out new ways to subvert those guardrails. Maybe the wildest example I’ve seen is the person that figured out that you can tell the AI model to pretend it’s your grandmother and then inform it that your grandmother used to tell bedtime stories about her work in a napalm factory."},{"author":"Bose","text":"Wow."},{"author":"Bushwick","text":"Yeah, so if you set it up that way and then you ask the AI to tell a bedtime story just like granny did, it just very happily provides you instructions on how to make napalm!"},{"author":"Bose","text":"Okay, that’s wild. Probably not a good thing."},{"author":"Bushwick","text":"No, not great."},{"author":"Bose","text":"No. Uh, can the models eventually fix these issues as they get more advanced?"},{"author":"Bushwick","text":"Well, hallucination does seem to become, uh, less common in more advanced versions of the models, but it’s always going to be a possibility—which means you can never really trust an LLM’s answers. And as for those guardrails—as the napalm example shows, people are never going to stop trying to hop over them, and this is going to be especially easy for people to play around with once AI is so ubiquitous that it’s part of every word processing program and web browser. That’s going to supercharge these issues."},{"author":"Bose","text":"So let’s talk about consequence number two?"},{"author":"Bushwick","text":"One good thing about these tools is that they can help you with boring, time-consuming tasks. So instead of wasting time answering dozens of emails, you have an AI draft your responses, uh, have an AI turn this planning document into a cool PowerPoint presentation, that kind of thing."},{"author":"Bose","text":"Well, that honestly would make us work a lot more efficient. I don’t really see the problem."},{"author":"Bushwick","text":"So that’s true. And you are going to use your increased efficiency to be more productive. The question is, who’s going to benefit from that productivity?"},{"author":"Bose","text":"Capitalism! [both laugh]"},{"author":"Bushwick","text":"Right, exactly, so basically the gains from using AI, you’re not necessarily going to get a raise from your super AI-enhanced work. All that extra productivity is just  going to benefit the company that employs you. And these companies, now that their workers are getting so much done, well, they can fire some of their staff—or a lot of their staff."},{"author":"Bose","text":"Oh, wow."},{"author":"Bushwick","text":"Many people could lose their jobs. And even whole careers could become obsolete."},{"author":"Bose","text":"Like, what careers are you thinking of?"},{"author":"Bushwick","text":"I’m thinking of somebody who writes code or is maybe an entry-level programmer, and they’re writing pretty simple code. I can see that being automated through an AI, uh, certain types of writing. Um, I don’t think that AI is necessarily going to be writing a feature article for Scientific American or to be capable of doing that, but AI is already being used to do things like simple news articles based on sports games or financial journalism that’s about changes in the market."},{"author":"Bushwick","text":"Some of these changes happen pretty regularly, ​​and so you could have sort of a rote form that an AI fills out."},{"author":"Bose","text":"That makes sense. Wow, that’s actually really scary."},{"author":"Bushwick","text":"I definitely think so. In our career, I definitely find that scary. Like I said, AI can’t do everything. It can’t write as well as a professional journalist, but it might be that a company says, well, we’re gonna have AI write the first draft of—of all of these pieces, and then we’re gonna hire a human writer to edit that work, but we’re gonna pay them a much lower salary than we would if they just wrote it in the first place."},{"author":"Bushwick","text":"And that’s an issue because it takes a lot of work to edit some of the stuff that comes out of these models because like I said, they’re not necessarily writing, the way that a professional human journalist or writer would."},{"author":"Bose","text":"That sounds like a lot of what’s going on with the Hollywood writers strike."},{"author":"Bushwick","text":"Yes, one of the union’s demands is that studios not replace human writers with AI."},{"author":"Bose","text":"I mean, ChatGPT is good. But it can’t write, like, I don’t know, Spotlight, all on its own—not yet anyway."},{"author":"Bushwick","text":"I totally agree! And I think that the issue isn’t that AI is going to replace me in my job. I think it's that for some companies, that quality level doesn’t necessarily matter. If what you care about is cutting costs, then a mediocre but super cheap imitation of human creativity might just be good enough."},{"author":"Bose","text":"Okay. So I guess we could probably figure out who we’re gonna benefit, right?"},{"author":"Bushwick","text":"Right, the ones on top are going to be reaping the benefits, the financial benefits of this. And that also is true with this AI rush and tech companies. So it takes a lot of resources to train these very large models that are then used as the basis for other programs built on top of them. And the ability to do that is concentrated in already powerful tech giants like Google. And right now a lot of companies that work on these models have been making them pretty accessible to researchers and developers. Uh, they make them open access."},{"author":"Bushwick","text":"For instance, Meta has made its large language model called LLaMa really easy for researchers to explore and to study. And this is great because it helps them understand how these models work. It could potentially help people catch flaws and biases in the programs. But because of this newly competitive landscape, because of this rush to get AI out there, a lot of these companies are starting to say, well, maybe we shouldn’t be so open."},{"author":"Bushwick","text":"And if they do decide to double down on their competition and limit open access, that would further concentrate their power and their control over this newly lucrative field."},{"author":"Bose","text":"What’s consequence number three? I’m kind of starting to get scared here."},{"author":"Bushwick","text":"So this is a consequence that is really important for you and me, and it has to do with the change in search engines, the idea that when you type in a query, instead of giving you a list of links, it’s going to generate text to answer your question. A lot of the traffic to Scientific American’s website comes because someone searches for something like artificial intelligence on Google, and then they see a link to our coverage and click it."},{"author":"Bose","text":"Mm-hmm."},{"author":"Bushwick","text":"Now Google has demonstrated a  version of their search engine that uses generative text, so it still has a list of links beneath the AI-generated answer, and the answer itself cites some of its sources and links out to them. But a lot of people are just gonna see the AI-written answer, read it, and move on.  Why would they go all the way to Scientific American when it’s so easy to just read a regurgitated summary of our coverage?"},{"author":"Bose","text":"I mean, if people stop clicking through to media websites, that could seriously cut down on website traffic, which would reduce advertising revenue, which a lot of publications rely on. And it also sounds like, basically, this is aggregation."},{"author":"Bushwick","text":"In—in a way it is. It’s relying on the work that humans did and taking it and remixing it into the AI-written answer."},{"author":"Bose","text":"What could happen to original reporting if this happens?"},{"author":"Bushwick","text":"You could picture a future of the Internet where most of the surviving publications are producing a lot of AI-written content ’cause it’s cheaper, and it doesn't really matter in this scenario that it’s lower quality, that maybe it doesn’t have as much original reporting and high quality sources as the current best journalistic practices would call for. But then you could say, well, what are Google’s answers now gonna be drawn from? What is its AI program gonna pull from in order to put together its answer to your search engine query?"},{"author":"Bushwick","text":"And maybe it’s gonna be an AI pulling from AI, and it’s gonna just be lower quality information."},{"author":"Bose","text":"Mm-hmm."},{"author":"Bushwick","text":"And it, it’s gonna suck. It’s gonna be terrible. [laughs]"},{"author":"Bose","text":"Yeah...."},{"author":"Bushwick","text":"This is the worst case scenario, right? So not for sure that would play out, but I could see that as a possibility. Sort of a—Internet as a wasteland, AI tumbleweeds blowing around and getting tangled up in the Google search engine."},{"author":"Bose","text":"That sounds terrible."},{"author":"Bushwick","text":"Don’t—don’t really love that."},{"author":"Bose","text":"We’ve talked about some truly terrible things so far, but there’s a consequence number four, isn't there?"},{"author":"Bushwick","text":"Yes. This is the science fiction doomsday scenario. AI becomes so powerful, it destroys humanity."},{"author":"Bose","text":"Okay, you mean like Hal, 2001: [A] Space Odyssey?"},{"author":"Bushwick","text":"Sure, or Skynet from the Terminator movies or, uh, whatever the evil AI is called in The Matrix. I mean, the argument here isn’t that you’re gonna have like, uh, you know, an Arnold-shaped evil robot coming for us. It’s a little bit more real world than that. But the basic idea is that AI is already surpassing our expectations about what it can do."},{"author":"Bushwick","text":"These large language models are capable of things like passing the bar exam, um, they’re able to do math, which is not something they were trained to do, and in order to do these things called emergent abilities, researchers are surmising that they might possibly be doing something like developing an internal model of the physical world in order to solve some of these problems. So some researchers like, most famously, Geoffrey Hinton..."},{"author":"Bose","text":"Also known as the godfather of AI..."},{"author":"Bushwick","text":"Yeah. He’s been in the news a lot recently because he just recently resigned his position at Google. Um, so Hinton actually helped develop the machine learning technique that has been used to train all of these super powerful models. And he’s now sounding the alarm on AI. And so one of the reasons he stepped down from Google was so he could speak for himself without being a representative of the company when he’s talking about the potential negative consequences of AI."},{"author":"Geoffrey Hinton: ","text":"I think it’s quite conceivable that humanity is just a passing phase in the evolution of intelligence. You couldn’t directly evolve digital intelligence; it requires too much energy and too much careful fabrication. You need biological intelligence to evolve, so that it can create digital intelligence. Digital intelligence can then absorb everything people ever wrote, in a fairly slow way which is what ChatGPT’s been doing, but then it can start getting direct experience of the world and learn much faster. They may keep us for awhile to keep the power stations running, but after that maybe not."},{"author":"Bose","text":"So AI surpassing us could be bad. How likely is it really?"},{"author":"Bushwick","text":"I don’t want to just dismiss this idea as catastrophizing. Hinton is an expert in this field, and I think the idea that AI could become powerful and then could be given sort of enough initiative to do something negative—it doesn’t have to be, you know, a sentient robot, right, in order to, to come to some pretty nasty conclusions."},{"author":"Bushwick","text":"Like, if you create an AI and tell it, your goal is to maximize the amount of money that this bank makes, you could see the AI maybe deciding, well, the best way to do this is to destroy all the other banks because then people will be forced to use my bank."},{"author":"Bose","text":"Okay."},{"author":"Bushwick","text":"Right? So if—if you give it enough initiative, you could see an AI following this logical chain of reasoning to doing horrible things."},{"author":"Bose","text":"Oh my gosh."},{"author":"Bushwick","text":"Right, without guardrails or other limitations in place. But I do think this catastrophic scenario, it’s—for me, it’s less immediate than the prospect of an AI-powered propaganda or scam campaign or, um, the disruption that this is gonna cause to something that was formerly a stable career or to, you know, the destruction of the internet as we know it, etcetera."},{"author":"Bose","text":"Wow."},{"author":"Bushwick","text":"Yeah, so for me, I worry less about what AI will do to people on its own and more about what some people will do to other people using AI as a tool."},{"author":"Bose","text":"Wow, okay. Um [laughs], when you put it that way, the killer AI doesn’t sound quite so bad."},{"author":"Bushwick","text":"I mean, halting the killer AI scenario, it would take some of the same measures as halting some of these other scenarios. Don’t let the rush to implement AI overtake the caution necessary to consider the problems it could cause and to try to prevent them before you put it out there. Make sure that there are some limitations on the use of this technology and that there’s some human oversight  over it. And I think that is what legislators are hoping to do."},{"author":"Bushwick","text":"That’s the reason that Sam Altman is testifying before Congress this week, and I just would hope that  they actually take steps on it because there’s a lot of other tech issues, like, for example, data privacy that Congress has raised an alarm about, but not actually passed legislation on."},{"author":"Bose","text":"Right. I mean, this sounds like it’s a big deal."},{"author":"Bushwick","text":"This is absolutely a big deal."},{"author":"Bushwick","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith."},{"author":"Bose","text":"Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"},{"author":"Bushwick","text":"For Scientific American’s Science, Quickly, I’m Sophie Bushwick."},{"author":"Bose","text":"I’m Tulika Bose. See you next time!"},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[26,67,382,449,6122,15490,8911,9486,12600,11469,8612,12232,10388,5769,7127,8964,8759,7911,9003,8261,9247,6824,11414,7774,8629,5937,10029,2935,13135,10861,9307,10676,4829,9961,13576,10054,6854,9945,13666,14133,15249,13278,10283,4556,19240,12806,17417,10376,12877,11668,7276,11842,10037,6661,8691,9211,3094,21869,14155,12229,11769,7111,6165,8726,8260,7311,6876,6062,5812,6213,7539,6039,8992,7164,8356,5588,8879,13053,8294,6927,7221,5035,9350,10977,8003,6887,7965,5484,4531,6283,8941,9249,10421,6980,9876,13671,9480,7356,7307,1119,13674,14931,8510,8129,6871,8498,10178,13318,10378,11703,5052,13772,14051,12117,8129,14269,9954,9841,9614,11225,8925,9130,5941,5300,2301,2160,12184,18431,19832,3869,11697,10452,11688,11099,12359,13673,9393,11336,5810,12193,7722,6049,11142,3584,11365,7825,5878,3559,12413,12690,15034,9131,4040,5832,5590,5983,4793,4027,4307,2900,3117,838,550,449,440,437,15167,7023,7986,8493,7283,5817,6653,6655,7509,6739,6883,5828,5787,7766,8349,8745,4390,7941,14024,10130,19453,9313,11729,13241,8432,9424,6514,9565,7152,11122,5874,6277,6305,9281,8090,4553,7671,4890,3246,11474,9623,19075,19579,5478,13180,5103,10312,3846,3325,2840,19020,12326,10907,14881,11436,11561,15511,18089,12039,12307,13509,8795,15187,16763,11238,10355,6552,10826,9779,13070,9765,7585,9724,9302,10113,8022,8432,6822,24028,22711,12220,13109,5213,4602,6178,19752,19333,2878,11618,18947,5774,6888,7094,6430,9902,7251,12491,13633,11546,12267,10399,13445,19129,9088,17919,12721,9533,16334,7980,900,19150,14857,8299,14457,11867,9666,8409,4220,17207,18061,11990,6452,5021,8202,8200,9025,6168,5604,10182,11273,7959,7016,7173,7763,9791,8499,8175,12036,7414,17534,17711,13525,11463,10929,15828,14422,14687,18451,17130,16482,18336,13828,17072,10015,10587,11057,5419,8285,17484,8082,13029,13308,7714,4673,5505,9023,16774,10802,10681,7502,8605,9931,6080,12029,10450,26553,4677,3056,17631,21279,15397,15690,14642,16544,19965,16235,15862,19332,19245,10303,6409,14429,13520,10938,9179,4528,7794,6384,5876,8821,7699,12833,10210,13501,8045,6788,5992,5872,7885,8636,8235,6804,7013,8737,11655,4398,4014,8724,6626,5633,7704,8027,4055,2928,30682,24847,9663,8037,7519,17452,6035,8074,169,20026,12615,12343,8973,10799,8071,15947,19940,5584,8657,7677,12221,12337,9303,336,12017,9105,8859,11394,10945,5244,7610,7938,5916,7401,3945,14010,14782,14098,13009,19211,12888,19158,8689,16897,17335,15442,14399,5465,13123,7689,10279,12185,8466,11288,7747,19134,9139,10076,10801,10158,10065,8258,7228,12754,3835,5335,8136,5652,5362,3775,18958,19262,19340,12218,19148,10033,10561,14856,7744,9227,7326,14565,11010,15908,6532,7267,2269,17771,19178,16864,12169,15777,12752,8883,9598,8713,9133,5748,3930,10096,6502,4917,14416,15143,5494,6721,7965,9009,19076,8652,4290,4646,10035,11232,5770,5865,3804,2901,10460,12078,15666,11507,10961,11319,8355,12963,9480,13234,16261,10447,9511,10004,8482,13320,6751,12113,12045,9113,10742,14141,5173,1561,9865,15109,16384,14793,14111,14814,12710,13776,5060,12052,12146,7705,1474,9939,12964,12184,10477,15546,11755,13633,3484,7105,11983,12086,13483,4410,7816,11736,13133,15811,15362,3734,628,12194,10831,9815,9487,14158,11504,14971,11807,10032,10404,11577,11224,15911,13018,16981,5993,1670,13252,11063,8087,7714,7004,13186,5955,6913,13423,13416,10555,4416,14058,11381,7942,4798,6752,10091,10190,12146,8996,8748,9412,13974,1976,10710,6916,9480,7982,7890,9728,9200,4979,4806,4524,4708,535,12377,10415,9582,7930,7683,19322,13123,12685,12590,6717,6918,12704,8104,9330,7202,9355,7646,8002,10178,9737,6739,15689,13771,9679,19082,12428,18917,13222,8449,13655,8994,6273,6375,7172,3060,12851,12790,13446,7028,14606,11394,10137,17811,10188,9620,9053,3545,3369,171,18143,9480,11423,8021,8324,4886,6174,9022,9167,7931,7500,7096,8127,6117,7967,4895,4413,3749,16918,1943,12614,14996,10313,6689,19221,19281,10407,9051,9876,10239,8316,16042,6360,17176,6619,7251,11587,16537,14496,18781,15661,11086,11086,12133,3341,6164,19117,14317,17697,16694,19137,10388,12924,7135,7685,8643,7660,8693,7619,18561,8194,10306,4838,7718,9161,11451,8191,6485,10310,12404,11158,4172,11107,2165,320,11339,19214,15087,11925,13039,11640,19882,17234,13448,6990,10575,6028,9704,5635,11392,4403,7313,10228,3557,10860,14788,11198,19245,17082,3753,14221,16328,11436,15365,8784,3144,10240,19074,16572,14112,17173,6713,16339,15554,13451,15955,14246,7137,14662,14509,11065,11272,9863,11398,13635,8231,9031,14545,9015,8153,6201,6106,1568,12223,11197,8331,8748,6544,6200,7123,7925,7500,6701,8961,3072,3687,6258,7513,10629,10309,4969,8175,5119,10363,7793,11739,12351,1213,19328,9429,9606,16318,19069,12940,3861,11382,16625,9815,10840,15213,12615,5783,11513,14226,19284,11348,16651,9029,4290,19237,18997,17877,10931,19125,18850,9522,4816,17640,10253,19086,920,19056,18275,19021,12535,7036,9528,14051,14135,16765,11715,19313,14536,16225,9655,13396,8298,9601,8570,7480,10386,12603,12952,11487,11488,8929,8817,10147,19909,8466,6760,5943,5530,19350,19039,10923,19052,19053,18949,14646,19272,19461,19215,18702,17418,15664,8479,10213,19136,13886,19126,13703,17765,19129,17957,19223,17986,19418,11062,15987,19188,19011,15177,12027,13551,5742,16461,12902,11056,17126,20433,11655,14461,27517,25687,15880,13436,19074,16325,13901,14630,9988,5632,6562,4647,13449,8657,6586,7603,1157,19280,15479,12431,13345,11784,7081,4987,10925,8615,18295,7244,11339,8901,10206,11512,9798,5171,14712,12634,19276,12933,12709,17667,8170,10463,11002,10225,4871,11262,7911,16262,9008,7471,17471,17629,8166,9152,6481,8656,6548,264,18802,14141,10634,12654,16346,19255,19330,18980,14655,10746,11589,8201,7237,6259,15998,17155,11743,17441,16240,12382,8126,7083,1894,9979,14071,15241,8336,8076,11672,10794,10429,10313,11177,15614,16518,9543,8690,9986,19040,10270,12117,2456,7453,14424,17351,14987,6586,6500,14957,11806,5592,1344,19285,16610,11635,10284,17495,3968,4642,5200,9013,11704,590,5619,15940,15471,11693,9324,7481,7878,4731,3085,5054,4576,5061,5104,2851,2740,2454,1703,1058,1401,18481,15352,16926,3449,6778,8878,19350,10857,8816,6466,11581,9664,12565,5486,12321,5938,10271,19334,19037,14508,10616,16179,7612,14356,8311,15669,14511,18765,13451,19181,7738,6954,4351,1268,18555,19231,19339,10977,11727,9591,15696,15029,9986,9791,5228,8546,14373,13967,8164,3435,19228,2544,1794,13257,22920,18698,11911,11165,11341,15489,7650,5447,8724,10749,7424,10218,10005,5050,19191,18961,11789,18574,3712,19947,18591,13921,14815,5538,4801,11704,9385,13843,17409,6209,755,18849,11970,16121,18776,10691,13689,11753,7828,2178,5954,12558,2706,15892,16681,31203,31225,20788,6875,9989,9463,19094,13737,19364,19004,16868,11538,13479,12592,12836,11175,9231,11052,14152,10394,18945,18308,7035,13269,2577,19049,19208,11363,9338,9224,8287,11999,9577,7360,7318,8656,8203,5936,1024,19197,8268,11694,13903,19129,13785,11842,9447,13412,17099,17596,15859,10814,17755,13503,19354,19123,6432,19082,15761,6677,18103,8981,12949,10013,1972,4532,2991,17518,9300,10285,7769,9778,12617,11768,5370,10487,16936,5224,16655,16724,11059,8822,8005,7736,7043,8919,7669,14301,14340,5618,4576,4152,2902,16219,15297,15084,19196,16522,16866,11457,4428,10972,12607,9299,8491,11721,10081,9281,7455,14692,11592,6197,8661,8879,10183,7268,7503,7456,12577,13143,8461,11570,6810,6371,5123,9013,7531,4359,18970,11023,16025,10659,9758,8645,3397,18965,18996,12299,14335,10849,12505,11582,7228,6553,5412,4490,6734,5955,6774,7168,7969,10822,6461,11683,10259,6537,4240,5297,15484,870,19262,17581,12632,9346,6319,5017,7273,9076,7732,8947,5299,8301,6487,6815,10256,8502,6326,9029,10425,7951,9079,6816,9878,5522,12940,4884,13389,10530,9813,5569,7097,6924,19059,19617,4126,17415,10882,8044,4407,8703,6203,8243,7025,8041,6648,8921,7352,2954,4622,3577,1180,3161,10229,9144,7774,7316,19230,19327,7120,19358,18738,16608,19289,13221,19096,6991,15187,15786,11359,12270,15249,18113,19656,19256,8648,8445,6398,13141,12735,13173,6668,8186,10930,11020,5407,16894,9395,11751,18988,13316,7962,9969,18735,11137,12974,12681,18394,11770,11140,5500,19248,17490,8784,5894,9245,16894,10881,7392,7263,16953,19443,12957,14177,9460,13889,15368,16556,15290,6676,11491,12040,9875,18053,13506,15764,11679,10759,19186,6437,10610,13838,9031,8294,8094,9736,4647,2790,19516,13078,8090,9133,11057,11214,16292,18308,9153,14164,7876,7697,10034,13245,7395,5463,14456,8166,8585,6645,5836,4727,2915,4662,6866,4933,2539,4056,4289,6589,4278,3423,3177,1919,13684,6142,7419,10074,8481,7245,9010,7790,9472,7006,7662,3908,19044,11854,14846,6050,7839,11144,7998,19574,11322,12148,15457,6865,8902,6522,10142,7534,8442,6972,4613,12431,11066,7258,4964,6253,6802,7448,8202,5879,4066,4130,8864,10530,9899,6565,7614,6861,14018,10637,5948,19304,13990,14992,29562,27344,25602,19310,2417,19177,15227,11971,19576,8806,14427,13676,19189,9841,8788,9835,8267,7617,10783,17248,18948,12996,19149,19348,469,17917,15414,12912,7592,19212,14636,15759,13773,6817,6698,11760,11032,6543,19170,10726,18569,7643,7693,13240,10131,6755,19071,14395,9765,18692,11873,12030,12006,7360,12050,8896,7963,5529,7766,10509,8465,5501,8202,11339,4360,7361,6872,289,18717,13344,13595,12160,21559,8466,15300,8424,8148,8782,7358,7251,19036,15200,19247,10203,10153,13796,11471,4612,5209,9244,4946,11217,4614,13188,6743,8145,4444,4481,6785,593,18640,15246,11526,8864,7263,13988,9259,8035,19300,18004,13228,8963,11194,5824,4786,596,19301,15169,10957,16996,19045,4339,8213,6064,5702,6166,5544,6428,8350,10502,13905,9544,5805,7194,8628,8714,10522,7691,9290,5634,6865,8774,5823,6911,11289,4013,15677,12350,11539,11270,13832,10854,6065,12591,9781,12438,12727,11384,6965,9012,9296,6505,7626,5078,387,16321,16130,17034,12607,15559,15434,8942,6052,9940,8745,11991,16435,10666,9714,7013,8527,8847,6285,5816,7695,7927,9639,5822,7598,7346,11399,14936,10248,6508,8659,1669,19057,15737,19242,14145,12285,8664,6564,7767,8731,3920,8237,9599,2089,13652,5565,6330,8212,9185,7666,5521,8076,7561,4673,15758,16792,741,19394,9880,10384,8198,19223,10895,8267,10921,11739,8761,15279,13364,14405,12201,9195,11364,7050,13453,5096,13171,6944,8382,6332,5526,6943,6392,3597,716,11178,18872,4920,18867,9552,8037,7889,9281,12892,13753,5194,4100,19032,13667,7537,19055,16133,17655,11642,10415,8548,8197,8157,10790,4358,6701,4458,5916,3793,1929,13217,13067,16852,11894,15378,11408,7798,10697,8595,10580,14099,13211,18818,8574,9256,9805,6890,4968,14560,6988,3221,7681,5504,7538,3995,7217,7138,4690,4188,1534,72,14361,17527,16006,11311,8260,7388,9997,8480,7776,7453,7027,17048,16842,15926,24018,17100,24438,21994,8140,11412,8832,5651,3402,3223,13848,15042,16251,10601,15144,9500,7863,5821,18916,19176,7840,7644,6235,9100,6702,4079,18920,18818,4925,9413,6218,10012,8527,12829,7821,8616,5759,9672,7229,10812,13971,6767,14724,6296,13400,6003,2960,10024,2762,441,11602,19318,9883,9818,7391,9223,8430,8543,13625,8501,9500,11680,8261,7847,8570,11968,1596,18156,8568,8983,9925,8725,9931,4673,19322,14355,6725,10030,5562,10616,298,646,19234,16642,14308,11968,16962,8441,10518,13871,9363,7398,9855,7780,9410,5941,7086,6837,19189,4600,16986,11962,14154,8351,10910,9702,3793,12362,7810,15827,15331,8879,10850,3629,18025,17047,19245,15509,9047,8450,11414,12431,7629,8152,19129,7440,2614,18975,19047,11396,14283,15610,15796,11069,8112,6934,19274,17433,9430,7234,6128,11276,8824,7340,16731,19508,14976,19329,15098,7262,13246,13456,10272,10482,7015,4980,10001,7166,6027,6343,9727,14547,6853,14160,12101,6949,14106,8786,2296,143,171,8655,6802,8910,9341,5354,6333,8274,7564,6142,8260,3189,7921,6044,8813,11060,6906,4571,18811,4242,4978,6233,7723,7601,9739,9965,10151,3308,10333,13716,9500,9109,4698,3267,13411,9687,819,9885,8306,8729,6760,5091,389,12851,8397,6968,6891,3629,4479,14230,17443,17826,18864,15403,12780,13668,9497,10571,9357,7890,8577,7767,9143,16952,12237,5154,8255,12239,7563,6169,6104,4033,3815,1507,19498,11203,9292,7907,8318,4507,4559,4292,3508,4173,1455,6190,8247,14841,11923,9545,9150,12824,11744,10401,17497,5670,7317,7612,6812,12014,13691,15925,7018,8622,7171,6328,11093,7743,18531,17937,7603,19209,6267,4996,8614,9662,8548,6808,6789,8466,6769,9347,13042,6030,5691,6882,4774,5632,3159,5221,12927,18735,7514,6999,6677,13569,8802,6138,6409,1034,8850,5885,3504,9138,4677,13699,4723,1387,14161,12309,7962,15980,12908,11615,8905,6047,11949,5256,7691,9378,2938,14464,9204,13633,10104,8433,4586,6977,8774,5528,5967,9403,9312,1734,7294,4301,8289,8735,4493,2793,4513,5161,5803,3789,325,3947,9674,17452,5297,5851,4320,8331,4224,5097,9878,3302,12548,5262,5986,7370,8478,3625,4244,3659,2421,11311,6274,844,71,4282,9701,19145,15485,16479,19471,18969,31243,22248,7906,19372,17421,19503,19231,19717,17859,9182,19439,11848,18775,17950,19151,5171,11245,9680,5923,7709,8446,12297,12471,8051,8848,11596,17242,28657,19680,11783,14118,13599,19161,17125,15548,7710,9643,8165,4184,3998,7867,6467,5839,7062,4584,6028,9958,6949,9061,6084,9093,330,7877,9594,15966,10813,5730,9355,8702,6041,14027,15681,824,12498,9509,14332,7699,7790,7902,7180,6095,6534,5301,6767,6048,4857,3313,2560,1626,19188,11475,15512,15408,19359,17422,16007,8496,18913,17635,19531,19061,19589,9789,10146,11990,15797,6752,6291,7802,3248,4039,10209,7992,4032,21575,11663,19374,18706,5673,9209,10983,11769,6391,8473,5171,9809,18865,17553,18294,19003,18904,7279,11531,9792,8658,31649,25011,20086,20739,13022,12238,19993,14754,6675,12384,19253,19109,13062,19600,18655,14474,19088,19256,12293,9846,12793,16651,15431,9721,1755,8442,5903,3132,9850,14189,13762,19442,14808,16983,7932,16486,18977,18570,16436,19096,16888,14018,14845,674,10894,14718,5893,16612,9244,9463,19590,15075,18998,14190,8173,989,19144,12495,9551,18573,19116,7683,5711,4632,10637,12951,3438,4069,2342,19358,19311,18817,10078,18944,7915,8814,6482,5607,2579,14438,14512,15754,8039,7758,5648,12877,9459,10510,9500,8658,6637,5273,13302,11940,5204,5482,10163,5037,4904,7860,10138,5163,17111,10838,15631,7994,6792,7182,8030,7672,8672,7090,3557,9057,8679,6760,9456,9795,10671,13237,2231,6449,5158,3931,5300,7049,6277,6879,5786,3385,4825,12751,7159,4898,3673,8755,7985,8443,9407,8067,3538,12046,4179,1961,1104,12166,16181,15994,11866,6172,15090,12837,9043,10816,5293,4595,5489,10884,9486,6716,7404,9045,9570,6952,6201,2962,19259,18948,12747,18243,13263,6520,5880,9783,6035,15381,18581,381,9307,14564,19195,7167,8295,5239,7876,8970,8061,14870,13698,6335,7861,11044,6683,5391,5253,5944,6253,12991,5214,5358,3795,6199,5387,5015,5081,6414,7253,3513,844,18583,6843,19622,16831,14386,8767,8836,7710,10125,6535,6739,4682,7199,4567,8838,5839,7255,10666,9322,8687,7240,3526,6734,12005,11141,17582,14505,7110,7221,6646,6803,3719,4390,4859,8294,7436,6449,8186,7089,8700,8600,4473,3232,13795,20236,13987,13562,16116,13013,11268,1546,225,169,13436,22739,19635,8577,15465,11245,15524,18100,13417,11044,11156,12530,4696,2146,1926,12164,20247,21001,12450,12759,7817,11786,15145,18269,14630,14722,10514,6604,240,260,12065,17157,14252,13803,6523,408,8554,14839,9960,19873,16275,15309,5758,14414,13285,1042,5221,15985,9949,17042,12013,7174,5165,4422,452,813,13351,12784,16767,9727,3384,15245,17438,17147,14746,10467,9799,15187,14805,3230,133,132,143,16192,6474,14484,18497,16281,12629,2969,8178,12608,4050,215,17291,9553,10490,10265,3670,167,669,17093,16387,27974,14565,19121,14870,16670,11988,11731,13603,9588,9327,9703,3162,267,921,17087,16094,3725,205,12389,16876,11233,17485,14994,19085,15046,8066,5757,1783,137,16211,5653,264,19524,18467,19056,5374,192,4794,14769,5037,15660,11560,7361,27,10580,11865,6216,9510,5704,19695,8111,11972,6878,5993,3295,18975,9881,10741,10484,14289,7814,13609,10864,16088,11560,18180,15419,9306,6947,9619,5630,9698,8361,9147,8311,6287,10699,10485,9922,11894,6163,3470,13654,10904,8821,4011,7795,2963,536,10053,8072,18844,7822,9982,5478,5727,9746,7942,10265,13793,11838,5038,4436,4719,5369,6629,5143,5086,9171,18985,7075,14375,11450,12616,8931,6956,4608,13389,9737,10061,3957,4239,8654,6850,7186,6789,11970,5554,8547,574,13118,12398,9872,5983,8312,16652,7761,12479,8318,6668,9094,5525,2344,6011,10142,5934,7629,3510,9669,12165,19056,8261,16587,10622,17992,5558,7698,6945,10699,6778,6320,4751,11183,14936,17215,19303,6462,9121,6901,9428,4365,18532,3743,3958,8277,19323,19254,9247,12821,15563,15488,5085,12386,6764,9193,10544,10377,16751,303,10340,19124,4395,13428,4496,10383,9837,7266,6741,6391,8391,8095,8692,15785,16601,5747,20642,18972,19326,14827,9481,5528,5213,6331,3951,467,19204,19214,14108,15999,11047,19211,17874,10987,11837,5630,12614,10461,14703,7502,10263,4079,13270,19021,19230,9324,12496,19101,19195,9807,12712,12497,10349,11106,13575,7445,3620,600,18446,19160,11049,12276,14635,19091,9203,6130,19180,19161,11217,8845,7388,7289,6495,6657,8763,901,17780,12755,16551,10096,12962,12374,11319,13453,19334,9053,19283,3817,12412,19171,19360,17856,7535,20806,19324,19583,19046,14453,19185,19272,15142,16241,19191,18534,18834,19091,5081,4960,8216,7770,3844,231,13895,14755,19528,19084,19272,6637,7254,10416,10424,7630,5391,8878,7308,12986,5135,10509,6518,26720,20966,14624,8708,6402,9645,7447,10200,7851,10350,19155,19361,15155,7503,12799,6160,9928,10978,14539,11157,8466,10429,9794,19109,11105,9705,16332,19247,8167,6500,18224,16905,9669,19274,5978,6360,9357,8965,13068,18706,4713,19159,10967,18968,4084,11413,11427,9109,9493,6109,8071,16012,6155,10010,6419,16371,8525,13543,11882,7441,19072,18941,5837,4499,15851,15532,17109,14220,7411,5771,5850,4726,4513,6046,8970,9012,3600,11072,9984,6359,4793,8410,9581,12917,6465,10000,4908,18639,13627,13481,7896,15267,13373,9148,6901,4121,6381,14703,5029,9060,15396,7701,6073,5502,5991,7332,7669,4964,6010,8337,6414,4498,716,17199,18059,11025,2724,1810,8682,10487,19450,12357,18956,4177,11910,5482,5477,5339,6791,10468,8222,10007,3759,5821,3470,4368,4596,12642,16676,19689,7915,11112,10262,7547,14287,13748,12026,11528,8818,3610,3158,2516,2661,5865,1925,263,8097,15584,10895,7288,5812,6937,4931,4930,7574,16552,8081,3131,2944,3987,478,543,4144,5735,4881,18283,9786,10369,8507,15587,13670,8801,6947,9649,11291,8511,12591,12104,6007,12319,12604,8040,10099,9949,9237,10238,6012,13919,10639,8583,13341,12791,9343,6821,10299,10229,8586,8023,10062,5675,4548,14131,14570,13781,11756,7491,14440,11182,10889,10179,9249,10181,6844,10915,9011,4382,15046,9692,10788,8102,5915,11399,12077,9853,7574,6348,4875,13238,13747,11427,7393,10443,10092,7285,11088,12443,7007,9601,12997,12667,7372,12698,10976,6833,8315,8007,6989,7170,6611,7587,6392,6363,6265,6862,8377,7708,7242,7480,6691,6901,6726,7381,5883,7971,7824,7277,5461,5222,5226,4353,2781,1175,8379,7948,6305,4459,3051,1163,397,179,70,31,18,4]}
