{
  "title": "Long COVID’s Roots in the Brain: Your Health, Quickly, Episode 3",
  "img": "https://static.scientificamerican.com/sciam/cache/file/1C758B0E-2C41-4642-A9C5C454D808AD2B_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/long-covids-roots-in-the-brain-your-health-quickly-episode-3/",
  "audio": "https://traffic.megaphone.fm/SAM6274844224.mp3?updated=1703605772",
  "intro": [
    "Post-COVID symptoms can linger for months or years, and more and more evidence points to problems with the nervous system."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Kelso Harper"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Lewis: ",
      "text": "Hi, and welcome to Your Health Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Fischman: ",
      "text": "On this show, we highlight the latest vital health news, discoveries that affect your body and your mind. Every episode, we dive into one topic. We discuss diseases, treatments, and some controversies. "
    },
    {
      "author": "Lewis: ",
      "text": "And we demystify the medical research in ways that you can use to stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis. ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman",
      "text": ": Today we’re talking about new research on long COVID. It shows this puzzling, disabling condition may have its roots in the brain. —"
    },
    {
      "author": "Rashid",
      "text": ": I think the biggest long COVID challenge I did face was having so much pain in my legs I couldn’t walk. I used a wheelchair and a cane. I used to run races and marathons, and now I have to have a stick to walk around."
    },
    {
      "author": "Fischman",
      "text": ": That’s Ibrahim Rashid. He is 23 years old and from Chicago. I met him at a conference a few weeks ago. (You can hear some of the conference buzz in the background.)"
    },
    {
      "author": "Rashid",
      "text": ": I got COVID in November 2020 and my life hasn’t been the same since. In December of 2020, I noticed that I was still having trouble breathing. I was waking up at night with intense heart palpitations.  And I was having difficulty breathing, gasping for air."
    },
    {
      "author": "Lewis",
      "text": ": Man, that sounds really rough. Seems like he’s been through a lot."
    },
    {
      "author": "Fischman",
      "text": ": He’s had a difficult time. And he’s one of an estimated 16 million people in the U.S. who’ve had long COVID, with two to four million being forced out of work."
    },
    {
      "author": "Lewis",
      "text": ": Generally, long COVID means that months to years after infection, you’ve still got symptoms such as pain or extreme fatigue. Or something called “brain fog,” which is when you have a lot of trouble concentrating or remembering things (more than the normal amount!). The lingering nature of these symptoms is one reason patients are often called “long haulers.” It’s been a difficult condition to get a handle on, or treat."
    },
    {
      "author": "Fischman",
      "text": ": Recently, though, a common thread has started to emerge among this maze of symptoms: The brain."
    },
    {
      "author": "Lewis",
      "text": ": Huh. The brain makes sense for things like memory problems, but how are physical pain and exhaustion connected to the brain?"
    },
    {
      "author": "Fischman",
      "text": ": Fair question. First of all, signs of the virus have shown up in the brain and central nervous system. We often think of COVID as an infection that mainly hits the lungs, the throat, and the nose. But it also affects many other organ systems. One study has found evidence for viral particles in the brains of people with long COVID. Another found virus genetic material in the brain as long as 230 days after infection."
    },
    {
      "author": "Lewis: ",
      "text": "Wow. That’s almost … eight months."
    },
    {
      "author": "Fischman",
      "text": ": Yeah. And the nose, it turns out, is actually a route where the virus could reach the brain. Viral material has shown up deep in the lining of nasal passages, next to neurons. Projections from those neurons go up into the brain, to areas that control breathing and the heart. Plus, autopsies of the brains of people who’ve died of COVID find signs of immune system activation, like there’s been a response to some infection.  There are cells called macrophages that go after invading microbes. The trouble is that macrophages aren’t very precise. When they go on the attack they produce chemicals that chew up nearby cells. There can be a lot of inflammation and damage. "
    },
    {
      "author": "Lewis",
      "text": ": Immune cells also travel through the blood and spinal fluid, and the brain is filled with tiny blood vessels. So an ongoing immune response could damage those vessels and neighboring brain cells."
    },
    {
      "author": "Fischman",
      "text": ": Exactly. This is why William Pittman, a doctor at UCLA Health who works at a long COVID clinic, says he now thinks of the condition as a neurological disorder as much as it is a respiratory one."
    },
    {
      "author": "Lewis",
      "text": ": That’s interesting. But how does that explain the wide variety of symptoms people experience?"
    },
    {
      "author": "Fischman",
      "text": ": Because of something called dysautonomia."
    },
    {
      "author": "Lewis",
      "text": ": Hmm, I’ve heard of that. What did you find out about it?"
    },
    {
      "author": "Fischman",
      "text": ": Well, there are all of these activities in your body that the brain usually takes care of automatically, like breathing, blood pressure, heart beat, and balance, sending signals along nerves throughout the body. Dysautonomia is when the brain kind of loses that control. Ibrahim described it to me:"
    },
    {
      "author": "Rashid",
      "text": ": If I would try to, like, move my leg. It would feel like it was taking longer, like there was like a few millisecond delay. And I'd be looking at it. I'm like, I'm moving it back and forth. But it's moving  slower. And then I would feel unstable and I was like, Wait, why am I, like, losing my stability? Like, I'm able to stand and all of a sudden, I can't."
    },
    {
      "author": "Fischman",
      "text": ": This loss of control also can happen with the heart. For a lot of long COVID patients, when they stand or sit up, their heart starts racing. It can speed up by 30 beats a minute!  And that creates exhaustion, among other problems. Plenty of people with long COVID simply crash if they push themselves. Ibrahim told me about one episode when he was studying for a big exam–he was a grad student–and afterwards he couldn’t get out of bed for 10 days."
    },
    {
      "author": "Lewis",
      "text": ": Oh geez. There are some ways to treat this, right? Beta-blockers, a type of drug that lowers the heart rate, have been effective for some people."
    },
    {
      "author": "Fischman: ",
      "text": "Yeah. There’s still a lot of uncertainty around long COVID treatments–what works for one person may not work for another–but looking at it as a brain-body disorder can help focus therapy."
    },
    {
      "author": "Lewis",
      "text": ": That’s right. For long COVID patients who might have nervous system inflammation, doctors have tried giving them a cocktail of proteins and antibodies called intravenous immunoglobulin, or IVIg. This dampens the immune response that triggers inflammation."
    },
    {
      "author": "Fischman",
      "text": ": Our colleague Stephani Sutherland wrote about that therapy, and some others, in a SciAm cover story in the March issue. She said that some long COVID cases may be caused by the virus lingering in the body. You and I talked about the evidence for that. "
    },
    {
      "author": "Lewis",
      "text": ": For those people, it might make sense to treat them with antiviral drugs. In fact, there’s an ongoing clinical trial looking at using Paxlovid to treat long COVID. And a Veterans Affairs study found that taking Paxlovid when infected reduced the risk of developing long COVID conditions by 25 percent."
    },
    {
      "author": "Fischman",
      "text": ": There’s also some evidence that COVID vaccines reduce the risk of long COVID symptoms. It’s not clear by how much, though. One recent study said it cut the risk in half. But another one showed a slimmer reduction, by about 15 percent."
    },
    {
      "author": "Fischman",
      "text": ": It’s not all about drugs, though. For people with long COVID, as with other diseases that don’t have easy medical answers, the big issue is finding people who believe you. Doctors, friends, and even family too easily say things like “it’s all in your head.” Ibrahim heard that a lot."
    },
    {
      "author": "Rashid",
      "text": ": People didn't understand why young people like me were still struggling. I lost friends who just six months into my illness were just sick and tired of me being sick."
    },
    {
      "author": "Lewis",
      "text": ": How is he doing now?"
    },
    {
      "author": "Fischman",
      "text": ": Better, much better. He was walking without a cane when I saw him. He’s adjusted his diet and gets plenty of rest, all to reduce the chances of ongoing inflammation. And he co-founded a company called Strong Haulers. They’re developing an app that can pull data from wearables like Fitbits and Apple watches.  The idea is to give people with chronic conditions info on activities that trigger symptoms, and on activities that reduce them."
    },
    {
      "author": "Lewis",
      "text": ": That’s cool. That seems like it’s helping patients to help themselves. And it could give them data they could share with doctors to validate their symptoms."
    },
    {
      "author": "Fischman",
      "text": ": And those symptoms are telling the medical community that long COVID isn’t all in the head. But it does seem to be in the brain. —"
    },
    {
      "author": "Fischman",
      "text": ": Your Health Quickly is produced and edited by Kelso Harper, Tulika Bose, and Jeff DelViscio. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": ": Our show is a part of Scientific American’s podcast, Science, Quickly. You can subscribe wherever you get your podcasts."
    },
    {
      "author": "Fischman",
      "text": ": And don’t forget to go to Sciam.com for updated and in-depth health news."
    },
    {
      "author": "Lewis",
      "text": ": I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’ll be back in two weeks. Thanks for listening!"
    }
  ]
}