{
  "title": "Building Resilience in the Face of Climate Change [Sponsored]",
  "img": "https://static.scientificamerican.com/sciam/cache/file/05533ED9-DBCC-4967-B3C0F2E260E7F281_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/building-resilience-in-the-face-of-climate-change-sponsored/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/3A8ACC91-E64A-4F64-85053D19D4F7B4FD.mp3",
  "intro": [
    "Successfully mitigating the impacts of climate change will rely heavily on innovation in science and technology."
  ],
  "authors": [
    "Scientific American Custom Media"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Megan Hall",
      "text": "Raging wildfires, extreme flooding and heat waves in the winter — there's no denying that climate change is here. But what can we do about it? How do we prepare for what's coming, ease the impacts and build a resilient society? Battelle, a nonprofit organization focused on applied science and technology, is tackling this question at its Innovations In Climate Resilience conference this March. The second annual event brings together the top experts on climate change to share breakthroughs and action plans. Scientific American Custom Media recently sat down with Justin Sanchez, a technical fellow at Battelle and lead organizer of the conference, to learn more about the conference and why climate resilience is a top priority. Justin Sanchez has spent his life creating innovative technology, first for the Defense Advanced Research Projects Agency or DARPA."
    },
    {
      "author": "Justin Sanchez",
      "text": "A lot of the technologies that we love today came out of DARPA. Things like the internet and GPS and touchscreens that are on your phone — those were fundamental technologies."
    },
    {
      "author": "Hall",
      "text": "And now for Battelle."
    },
    {
      "author": "Sanchez",
      "text": "They get to think about chemistry, biology, physics and material science, use all of those approaches in really different ways to develop new technologies and approaches to solve some of the world's most challenging problems."
    },
    {
      "author": "Hall",
      "text": "Working on those problems is literally Battelle's mission. It was founded as a charitable trust nearly 100 years ago, with the goal of using science and technology to address society's biggest challenges."
    },
    {
      "author": "Sanchez",
      "text": "It's almost a daunting task. But, with that being said, we have a few focus areas. So, inside of Battelle, we have a focus on health, we focus on environment and infrastructure, and we also focus on national security."
    },
    {
      "author": "Hall",
      "text": "Right now, Justin is focusing his attention on climate change. Specifically, how can we respond to the rising seas, extreme weather and the other effects of our warming planet?"
    },
    {
      "author": "Sanchez",
      "text": "We don't need to continue saying climate change is coming, it's coming, it's coming — almost that 'sky is falling' thing. No, it's here. Okay, now that it is here, what are we doing?"
    },
    {
      "author": "Hall",
      "text": "That's why Battelle is hosting a climate resilience conference for the second year in a row. Why resilience? Justin says it reflects strength and responsiveness in the face of climate change."
    },
    {
      "author": "Sanchez",
      "text": "Even if you just go to the dictionary and you look up the word resilience, you'll find words like robustness or the ability to manage change."
    },
    {
      "author": "Hall",
      "text": "Justin has three main goals for the gathering in March."
    },
    {
      "author": "Sanchez",
      "text": "Action, action, action. That's what it's all about."
    },
    {
      "author": "Hall",
      "text": "What does that action look like? Getting people from a range of backgrounds and perspectives to say..."
    },
    {
      "author": "Sanchez",
      "text": "Okay, here are the changes that are occurring today, as well as in the future. Here are the technologies and the bold ideas and the actions that you can take in order to mitigate that moving forward."
    },
    {
      "author": "Hall",
      "text": "Justin says those actions have to happen on many fronts at once, because climate change affects almost every aspect of our society, from defense..."
    },
    {
      "author": "Sanchez",
      "text": "It's a huge problem in how we defend our country given the changes that are occurring in different parts of the world, as well as the United States."
    },
    {
      "author": "Hall",
      "text": "To health..."
    },
    {
      "author": "Sanchez",
      "text": "I think only in recent times have people been really, personally, feeling the effects of, let's say, extreme heat, right, and how that affects the body."
    },
    {
      "author": "Hall",
      "text": "To how much we pay at the grocery store..."
    },
    {
      "author": "Sanchez",
      "text": "We might be thinking today about how the increase in food prices, yeah, might be tied in a large part to, you know, inflation and other kinds of things, but those food prices are also affected by how hard it is to grow those crops, which is impacted by climate change."
    },
    {
      "author": "Hall",
      "text": "To address the multifaceted impacts of climate change, the conference will bring together problem solvers from places as varied as the National Science Foundation, Google and the Department of Defense."
    },
    {
      "author": "Sanchez",
      "text": "And we want to mobilize all of the people that attend this conference to find those new ways to go and take that action and leave the meeting with the intent on implementing them."
    },
    {
      "author": "Hall",
      "text": "Justin says Battelle is uniquely positioned to focus on solutions in whatever form they might take. For instance, he's excited about a speaker who's exploring how to use agriculture to pull greenhouse gases out of the atmosphere."
    },
    {
      "author": "Sanchez",
      "text": "They have a whole new kind of idea around using crops for carbon capture, and, you know, they're starting to bring these technologies out of the lab and into real world kinds of environments."
    },
    {
      "author": "Hall",
      "text": "Justin says, if there's only one conference you go to on climate resilience, it should be this one."
    },
    {
      "author": "Sanchez",
      "text": "Your horizons will be expanded so much, and you'll leave the event saying, oh my God, I like, I had no idea that any of this was even possible, or that I would even meet some of the people that are actually going to be at the events."
    },
    {
      "author": "Hall",
      "text": "Even if you're not a scientist or an expert on climate change, Justin says it's worth coming to the conference for new perspectives and inspiration. In the end, it's going to take all of us — on personal and political levels — to respond to climate change and build a resilient society. Justin Sanchez is a technical fellow at Battelle. The Innovations In Climate Resilience conference runs from March 28th to the 30th in Columbus, Ohio. Registration details are at battelle.org. Battelle is an independent nonprofit charitable trust that advances science and technology to have the greatest impact on our society and economy. This podcast was produced by Scientific American Custom Media and made possible through the support of Battelle. End of transcript Learn more about how Battelle is helping to build climate resilience."
    }
  ]
}