{
  "title": "Is Your Phone Actually Draining Your Brain?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/526FB5D7-4962-4C8B-ABCE7436264AAEFB_source.jpeg",
  "url": "https://www.scientificamerican.com/podcast/episode/is-your-phone-actually-draining-your-brain/",
  "audio": "https://traffic.megaphone.fm/SAM4877270693.mp3?updated=1703605788",
  "intro": [
    "A new study puts the “brain drain hypothesis”—the idea that just having a phone next to you impacts your cognition—to the test to see if the science passes muster."
  ],
  "authors": [
    "Shayla Love"
  ],
  "category": [
    "Behavior"
  ],
  "transcript": [
    {
      "author": "Shayla Love: ",
      "text": "This is Scientific American’s 60-Second Science. I’m Shayla Love. Tell me if this sounds familiar. You’re trying to get some work done, and you find yourself continually picking up your cell phone. In frustration, you might slam the phone down beside you and swear to leave it alone—theoretically allowing you to focus on what you’re doing. Right now my phone is sitting next to me untouched. But have I really protected myself from its distractions or its ability to impact my mind? The answer is no, according to a well-known study in the Journal of the Association for Consumer Research from 2017 entitled “Brain Drain: The Mere Presence of One’s Own Smartphone Reduces Available Cognitive Capacity.” Cognitive and social psychologist Adrian Ward and his colleagues proposed the “brain drain hypothesis” by showing that just having a phone next to you could impact cognition—specifically, working memory, or the mental system that helps us hold information about what we’re currently doing at a given moment."
    },
    {
      "author": "Ward",
      "text": ": The way we measure it is by having people remember words and solve math problems at the same time. And the idea there is that those are two very different cognitive skills, word memory and math problems, but they’re tapping into that same general cognitive resource."
    },
    {
      "author": "Love",
      "text": ": In those experiments, people either had their phones on a desk, in their pockets or bags, or in the next room. The farther away a person’s phone was, the better they did on those tasks."
    },
    {
      "author": "Ward: ",
      "text": "Even when you’re not consciously thinking about your phone, the process of not thinking about your phone requires some cognitive resources."
    },
    {
      "author": "Love",
      "text": ": This was an intriguing, though slightly concerning, finding that triggered more studies on how the presence of our smartphones might be influencing how well we’re able to think. But in a new meta-analysis that looked at data from 27 different brain drain studies, the story of the brain drain hypothesis has gotten a little more complicated."
    },
    {
      "author": "Doug Parry: ",
      "text": "If it’s just sitting next to you while you’re working, is that a problem or not? And I think that’s quite an important question to answer, to know more about."
    },
    {
      "author": "Love",
      "text": ": That’s Doug Parry, a lecturer at Stellenbosch University, who studies socioinformatics and who did the meta-analysis—a study in which data from multiple published papers are combined together and reanalyzed. Parry became interested in brain drain first from studying multitasking and then from investigating something called “online vigilance…” "
    },
    {
      "author": "Parry",
      "text": ": …which is essentially this idea that we’re constantly aware of the online world, the mobile world around us. We’re thinking, we’re ruminating about, you know, the news cycle, the—ourfriends and family that we can connect to through our—through our phone, and so on."
    },
    {
      "author": "Love",
      "text": ": Parry’s work on online vigilance led him to wonder how strong brain drain’s effects really are."
    },
    {
      "author": "Parry",
      "text": ": I saw that there’s a need to kind of bring together the sort of 20 to 30 studies that have been conducted over the last—it’s about seven or eight years—on this phenomenon and see across the studies “What do we actually know about the so-called brain drain hypothesis?” and, that is, “It’s a meaningful effect? Is it a consistent effect?”"
    },
    {
      "author": "Love: ",
      "text": "Past studies on brain drain looked primarily at five cognitive functions: working memory, sustained attention, inhibitory control, cognitive flexibility and fluid intelligence. Parry lumped together data for each of these functions individually and then did a sixth analysis where he looked at all the results together. In the end, he looked at 56 effect sizes on how phones affect our minds from 27 studies in 25 publications."
    },
    {
      "author": "Parry: ",
      "text": "So looking at the five separate analyses–of the five, the only statistically significant result was for working memory."
    },
    {
      "author": "Parry",
      "text": ": Whereas for the other four cognitive functions, no statistically significant effects of the presence of a smartphone were found across the various effects included in those analyses. And that is somewhat consistent with Ward and colleagues. So they found anegative effect for working memory, but they didn’t find a negative effect for sustained attention."
    },
    {
      "author": "Love",
      "text": ": Though it is similar to what Ward found, Parry’s analysis also revealed the impact on working memory was much smaller than initial studies indicated."
    },
    {
      "author": "Parry",
      "text": ": I think the important difference here with this meta-analysis, compared to the Ward 2017 paper, is the magnitude of the effect."
    },
    {
      "author": "Love: ",
      "text": "This matters because it can tell us whether our phones are completely diverting our attention by their mere presence or simply affecting one aspect of our cognition slightly."
    },
    {
      "author": "Parry: ",
      "text": "A massive, massive effect: we would all be distracted all the time. And a very, very tiny effect: it would be meaningless. And this is somewhere in between. But it is a smaller effect than the earlier research has shown."
    },
    {
      "author": "Love",
      "text": ": Parry’s meta-analysis is a preprint, which means that it hasn’t been peer-reviewed yet. When I talked to Ward about that paper’s findings, he said he was glad there’s now been enough work on brain drain to look at evidence combined together and that, overall, Parry’s work reinforces the notion that phones are interfering with our working memory over other cognitive functions such as sustained attention—or what you’re paying attention to consciously."
    },
    {
      "author": "Ward",
      "text": ": When you’re doing great at sustained attention, you know, you’re thinking you’re doing awesome because you’re not looking at your phone. It’s on the desk in front of you, but you’re not paying attention to it, right? And so that’s showing us no difference in sustained attention. But that process of not paying attention to it is using some of your working memory capacity. So that shows up as that significant, significant negative effect on working memory capacity."
    },
    {
      "author": "Love: ",
      "text": "Parry thinks that his findings actually raise more questions for further study, such as whether there’s something about the individuals in the past studies that led to a stronger  brain drain effect for certain cognitive effects. For instance, for some people, their phones might be more important to them."
    },
    {
      "author": "Parry",
      "text": ": If you’re very involved, and your whole life is mediated through that, the way you’re orientated to its presence is going to be different."
    },
    {
      "author": "Love: ",
      "text": "Another factor could be how susceptible a person is to FOMO, or the fear of missing out. There is an official psychologically validated scale for FOMO from 2013 that Parry says could be used alongside measuring brain drain to see if that influences the effect."
    },
    {
      "author": "Ward: ",
      "text": "The reality is like, “We’re not going to get rid of our phones. They’re going to be around, and [we’re] probably going to become even more dependent on them over time.” Like, I just had a kid, and I track every time this kid has a diaper on my phone, right? Like, my whole life is recorded in this little device. They are just woven into every aspect of our lives."
    },
    {
      "author": "Love",
      "text": ": Knowing that the presence of a phone influences working memory could lead to having more targeted technology harm reduction, or keeping an eye out for that specific effect. In the end, this meta-analysis indicates we might not have to be super distressed about what a phone in our vicinity is doing to us. For some people, there still could be a significant brain drain, but for others, it could be more of a drip. Thanks for listening! For 60-Second Science, I’m Shayla Love."
    }
  ]
}