{"title":"This Researcher Captured Air from the Amazon in Dive-Bombs—And Found Grim Clues That the Forest Is Dying","img":"https://static.scientificamerican.com/sciam/cache/file/D5EDFE52-61D4-4CCD-9760B36F8A8A62C3_source.gif","url":"https://www.scientificamerican.com/podcast/episode/this-researcher-captured-air-from-the-amazon-in-dive-bombs-and-found-grim-clues-that-the-forest-is-dying1/","audio":"https://traffic.megaphone.fm/SAM7406915735.mp3?updated=1703605722","intro":["One researcher has been hiring planes to strafe the sky over the Amazon rain forest to collect the air coming off the trees, and what she is finding is cause for alarm."],"authors":["Daniel Grossman"],"category":["Climate Change"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify [CLIP: Radio chatter, engine revving and taking off, plane sounds]"},{"author":"Daniel Grossman: ","text":"Climate researcher Luciana Gatti stares grimly out of an oval porthole. I’m sitting next to her in a single-engine prop plane. We climb into the sky above the eastern Amazon in Brazil. She motions toward the ground below us."},{"author":"Luciana Gatti","text":"You see? Recent deforestation here. Grossman (tape): Oh! Right there. Right there. Gatti: Yeah."},{"author":"Grossman","text":"Luciana works at Brazil’s National Institute for Space Research. She started coming here two decades ago. She says that back then, the land we’re looking down on was completely blanketed in green: the crowns of millions of trees, intertwined. The few subsistence farms that interrupted this green ocean only seemed to prove how vast the jungle was. Today all we see through the plane’s window glass are brown and green jigsaw puzzle pieces alternating between newly cleared jungle, grain crops and the remains of recent harvests."},{"author":"Gatti","text":"They are killing the forest to transform everything into soybeans."},{"author":"Grossman","text":"I’m Daniel Grossman, reporting for Science, Quickly. I’ve come to the Amazon to find out what Luciana is learning about the health of the forest and its role in influencing the rate of climate change. And the plane we’re on isn’t just used for taking in the view. It’s part of Luciana’s science. She hires this plane and others like it to collect air above the changing forest—because mixed in with that air is a key to climate change: carbon dioxide."},{"author":"Grossman","text":"Here’s a little background: 30 percent of the carbon dioxide released globally by burning fossil fuel gets absorbed in soil and vegetation, probably mostly in forests. That forest uptake slows the accumulation of carbon dioxide in the atmosphere and slows global warming. And when crops replace that forest, carbon uptake declines."},{"author":"Gatti","text":"In our studies, we observed [a] 70 percent increase in soybean plantation area."},{"author":"Grossman","text":"Scientists believe that the Amazon soaks up a major share of global forest uptake. But deforestation is taking its toll on the Amazon and weakening this essential carbon sink. Just last year loggers in Brazil cleared an area nearly the size of Connecticut. Most of that forest loss happened in the region we’re flying over right now."},{"author":"Gatti","text":"Look at this. This is a soybean ocean."},{"author":"Grossman","text":"Though she has studied the Amazon forest for decades, Luciana rarely gets an aerial  tour such as this one. Usually the pilots she hires fly solo to collect the air samples she needs for her studies of carbon uptake. [CLIP: Airplane noise ends, and echoey hangar SFX comes up]"},{"author":"Grossman","text":"It’s quieter once we’ve landed and taxied into this big hangar. [CLIP: Equipment case clasps snapping] Luciana brings over a sturdy plastic suitcase that she stores in a small office and opens it."},{"author":"Gatti","text":"Here is the front."},{"author":"Grossman","text":"Packed in foam inside the case are 12 glistening glass containers—she calls them flasks—each the size of a one-quart soft drink bottle."},{"author":"Gatti","text":"This is the inlet."},{"author":"Grossman","text":"With a flourish, Luciana traces the path air takes from a nozzle mounted on the plane’s fuselage through a web of tubing and valves into the bottles."},{"author":"Gatti","text":"We have a pump that pushes there through this unit that has the flasks."},{"author":"Grossman","text":"Getting her air isn’t exactly easy or fast. Luciana has to hire pilots at four landing strips. First, they climb to an altitude of 14,500 feet above a landmark that she’s specified. Then they push a button on their control panel, which starts up the pump that fills the first flask. Next, they dive steeply down in a tight spiral, keeping the landmark in the center."},{"author":"Gatti","text":"The first sample is 14,500 feet. The next is 13,000 feet. When he is at the correct height, he just presses the button, and then the system is started. And then he goes to the next sample ..."},{"author":"Grossman","text":"At 11,500 feet."},{"author":"Gatti","text":"He just push the button and start the next sample."},{"author":"Grossman","text":"They circle down until they’re practically buzzing the ground and have filled all 12 flasks."},{"author":"Gatti","text":"And then he can return ..."},{"author":"Grossman","text":"Where he packs up the suitcase in a padded box and ships it to Luciana at the Institute for Space Research near São Paulo."},{"author":"Gatti","text":"And then it goes to the laboratory ..."},{"author":"Grossman","text":"Where Luciana measures the carbon dioxide concentration in the flasks. The dive-bomb sampling is worth the effort. What she gets out of her atmospheric samples is an exquisite vertical profile of changing CO2 over the forest..., and it really does change with height and time. That’s because plants trap carbon dioxide by photosynthesis, and soil microbes emit it by the process of respiration. The difference between this absorption and emission is the forest’s net intake or release of carbon dioxide. Air closest to the ground is the most influenced by what’s going on in the forest."},{"author":"Grossman","text":"And Luciana teases out what the forest is doing by comparing results from the highest to the lowest altitude."},{"author":"Gatti","text":"If the concentration go increasing, this can mean that the surface is a source. If it goes decreasing, it means the surface is trapping."},{"author":"Grossman","text":"Luciana’s pilots have gathered air twice a month for years from each of the Amazon’s four corners. Atmospheric scientist Scott Denning says it’s a heroic logistic feat. He sometimes collaborates with Luciana."},{"author":"Scott Denning: ","text":"The beauty of Luciana’s work, and also the difficulty of her work, is that she’s done it over and over again for 10 years."},{"author":"Grossman (tape): ","text":"Was that pretty tough?"},{"author":"Gatti","text":"Yes. Yes. Because always have problem with the pilot [or] with the company. For example, the northwest site, we are in the third company. The first had only one airplane. This airplane crashed."},{"author":"Grossman","text":"That’s right. It crashed. Fortunately, nobody was hurt. Luciana had flasks delayed, sent to the wrong address and stolen. But these headaches are trivial, considering the valuable information the atmospheric measurements provide, she says. Other researchers monitor the Amazon with other methods, such as  by measuring trees in small research plots. But these can only tell what’s going on in specific spots, and the megadiverse Amazon does not behave the same everywhere."},{"author":"Gatti","text":"It's really very hard to study the Amazon. It’s very big. We don’t have the people enough to do all the studies necessary. We don’t have the money enough. With the aircraft, it’s much less expensive. We can go everywhere and get the information. We can get many answers."},{"author":"Grossman","text":"And what answers has she gotten? Luciana drives me an hour to the Tapajós National Forest to show me. [CLIP: Slamming car door; walking on path]"},{"author":"Grossman","text":"Luciana and I hike past colonnades of towering trunks topped with crowns that shade out all but a small bit of the sunlight."},{"author":"Gatti","text":"This is the tower. This is 45 meters high."},{"author":"Grossman","text":"That’s about 148 feet. And I’m about to find out how high that actually is."},{"author":"Gatti","text":"When we are in the top, we are in the same level of the end of the canopy. Let’s go?"},{"author":"Grossman","text":"We trudge up the tower’s metal staircase. [CLIP: Walking up tower] About 12 stories above the ground, we pass into blazing sunlight and a spectacular view."},{"author":"Gatti","text":"Amazing. This is like a parazita. What’s parazita?"},{"author":"Jocelyn (tape)","text":"Paradise."},{"author":"Grossman","text":"A colleague of Luciana’s, visiting from New Zealand, briefly serves as translator. It’s a paradise up here, she says. An undulating plain of leaves sparkles in the glare spread out below us to the horizon. To me, this parazita seems to be thriving. But Luciana says it’s not."},{"author":"Gatti","text":"The forest is preserved in the sense that nobody here come cut. But the trees are dying."},{"author":"Grossman","text":"In 2021 Luciana published results from 590 plane flights in nine years showing that here, and in most of the rest of the Amazon, the carbon sink is seriously waning. And in the southeastern Amazon, her air samples showed that the forest is now releasing—not absorbing—carbon dioxide."},{"author":"Gatti","text":"In the southeast part, there we don’t see more sink. We see only source. The Amazon now is a source."},{"author":"Grossman","text":"That’s right. The southeastern Amazon forest is a source, just like a smokestack. Climate change is part of the reason for these surprising results, especially in the southeastern region, the part of the Amazon that is most affected. Carlos Nobre, a colleague of Luciana’s, says that the dry season, which is always the most stressful time for the forest, is becoming intolerable for trees across the southern Amazon."},{"author":"Carlos Nobre: ","text":"I consider that to be one of the most serious climate data that you can see anywhere in the world."},{"author":"Grossman","text":"Carlos is a climate scientist at the University of São Paulo. He says that in the southern Amazon, the dry season has become a month longer. The amount of rain that falls then has declined by 20 to 25 percent."},{"author":"Nobre","text":"The tropical forest evolved over millions of years with a lot of rainfall and then a very short dry season—three to four months, maximum. It’s now four to five months. And if the rainfall exceeds five to six months, there is no way to keep the forest."},{"author":"Grossman","text":"On top of that, dry season temperatures have gone way up. In the southeast they’ve increased by 2.5 degrees Celsius, or nearly five degrees Fahrenheit, in the past four decades."},{"author":"Nobre","text":"All these elements combined are leading to increasing tree mortality."},{"author":"Grossman","text":"Rampant deforestation makes the situation even worse. Forest is being felled all over the Amazon. But the northeast, where Luciana took me on the aerial tour, has been hit the hardest. Thirty-seven percent of original forest has been removed. Recent studies show that deforestation weakens nearby jungle that is otherwise untouched. Clear-cuts make neighboring intact forest hotter and drier, undermining its health. Forests are also more likely to burn when fire escapes from clear-cuts that have been turned into farms."},{"author":"Grossman","text":"Carlos says that unless climate change and deforestation are halted, a lot of the southern Amazon will soon be inhospitable to the trees that currently live there. Even trees that now grow  in the much less lush savanna elsewhere in Brazil will find today’s Amazon region too hot and dry."},{"author":"Nobre","text":"All of southern Amazon is becoming very close to turning into open-canopy degraded ecosystem."},{"author":"Grossman","text":"This ecosystem would store much less carbon. Billions of tons of carbon dioxide would be released in the transformation. And the damage could spread like a cancer because the eastern forest is critical for the rest of the Amazon. Moisture blows in from the Atlantic and falls as rain first in the east. Trees actually return much of this moisture to the atmosphere, which then blows farther west and falls again. This water recycling process happens over and over, moving critical wetness west. A degraded eastern forest could break this east-to-west rain chain."},{"author":"Nobre","text":"This is really very dangerous."},{"author":"Grossman","text":"Carlos’s computer simulations predict that if only a little bit more forest is removed and global climate change warms the planet another 2.5 degrees C, or 3.6 degrees Fahrenheit, the Amazon will pass a tipping point. And then most of the Amazon would become open-canopy degraded forest, which would devastate the current forest’s wildlife and rev up global warming. And this could happen in a few decades."},{"author":"Nobre","text":"The Amazon is at the edge of this tipping point. We have to stop deforestation immediately."},{"author":"Grossman","text":"Luciana tears up just thinking about the worrisome future of the forest that she’s spent her career studying …"},{"author":"Gatti","text":"This is what scares me terrible. This [is] why it’s affecting me so much in times when I come because I’m observing the forest dying."},{"author":"Grossman","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. This story was produced with assistance from the Pulitzer Center. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Daniel Grossman."},{"author":"SUBSCRIBE","text":"Apple | Spotify [Image credit: Patrick Varnier]"}],"wave_peaks":[286,634,1117,1357,1803,1900,9212,4937,3979,4937,4589,4242,8468,4330,3702,2601,2245,1878,9682,11158,11393,16561,11106,4524,14579,10748,13602,15180,10221,3839,2900,8300,3586,4942,16734,18046,16503,16217,16252,16713,8568,16006,16299,16520,16884,17025,16938,17119,16047,3904,2428,3570,16502,17840,16666,17036,16751,16538,15949,16306,16364,14385,2768,16111,15744,15629,16193,16513,15478,15942,15988,16660,16211,15122,16672,11624,2686,16520,16673,16168,16725,16553,16531,17261,16866,2705,4562,5924,3180,13399,12017,6721,7922,10078,2598,2368,10970,10503,12524,11333,11647,8866,9866,12567,10816,11015,9458,8284,9613,1991,15650,16048,17254,16458,15992,16659,12495,16162,16683,14549,16505,16051,15826,4099,15596,16161,16169,16677,16310,15354,15456,5909,3034,16284,16467,16676,15045,17113,7850,15968,15984,16078,16687,15957,14914,9636,16802,10556,16360,16590,16280,16310,15887,1724,15588,16606,15588,16733,16372,16290,14194,16607,16145,16083,17107,5353,2315,15698,15803,16109,16104,16407,16521,15623,17181,15682,15750,16136,16036,15743,16963,16835,16329,16394,13593,16218,16386,16380,16722,15447,1858,2912,16055,15946,16497,15858,15083,16735,16772,16810,16014,16550,15689,16216,16338,16628,15904,15544,16225,9229,15870,16515,16358,16389,16205,16213,16722,16265,2392,16546,16583,16169,16101,15925,16585,16006,16370,16863,11999,16849,10073,10589,13062,9346,13535,15820,12223,6503,4049,14611,14396,11122,10849,4558,14217,13210,10610,16211,14751,5963,4841,4069,3344,1831,16209,15946,16050,9689,16137,16002,16031,14686,15570,14089,1745,1245,1862,16557,16273,15822,15795,16290,14839,16404,15665,16977,16541,16238,16013,16064,14970,16278,14824,16325,16290,1593,16132,15870,15702,16147,15826,16539,16212,12773,14307,16243,16040,6774,3786,16158,15745,16452,16447,15372,15852,16510,16322,16037,16396,16064,15398,1166,15428,16301,16269,16333,16422,15905,16127,11535,2100,16067,16455,16249,16070,16421,15571,15246,1847,15879,15375,15308,16357,16058,16238,15419,16241,15396,4535,1275,16251,15743,16537,15884,15932,15915,15614,15486,15721,15465,15934,15783,15541,3421,15895,15728,16038,15863,12117,657,3318,15490,15867,15726,14332,2290,2885,15820,16097,17506,15799,16091,16034,15926,15796,15885,15642,15821,15746,15797,15403,15836,13252,15669,1125,15763,15622,15832,16160,15834,16052,16023,15864,15595,16000,15822,15729,16113,15906,15803,15734,914,1011,15794,15857,15765,16025,15635,16219,16029,15640,16167,15830,15635,15884,15892,15877,15988,15854,15648,15074,16774,15933,16282,16094,15981,2908,1974,15870,15439,15820,16301,15463,15695,16342,15107,15741,2169,16588,16268,16144,16718,16794,16561,16521,2686,3660,15804,12977,16384,14491,4999,3489,10990,15296,12927,13719,6981,13183,12959,14337,12667,8260,15666,6751,8881,8040,14190,16316,16138,6578,12892,12921,11134,13646,15549,9437,3597,3963,17422,16838,17586,16415,16722,16798,16828,16511,16188,16340,15215,16144,15689,15685,16054,15627,16128,6758,4667,15994,15846,15883,16254,15805,15682,16070,15757,15675,16149,15852,16151,11655,15942,15629,15737,16346,15641,15823,16045,15842,15959,1272,2512,16103,15996,15906,15717,16228,15893,16050,15946,15917,15931,16080,15767,15581,14569,16264,16120,15813,4938,6506,15791,16150,15967,15504,16042,16165,15666,16191,14557,15925,15646,16283,15584,15980,15656,4067,3006,3786,4849,16362,16043,17279,17040,17432,17006,16205,15828,5054,3100,2870,5686,15823,16814,15933,16022,15896,15890,15774,15761,15840,12994,1304,16320,15986,15847,15853,16106,15784,15436,15770,15987,16250,15565,3648,4051,16058,16766,16658,16294,15989,16528,15983,17154,16431,15530,16002,15930,16769,17403,15691,16241,18114,17968,15113,17039,21378,22499,9578,7085,6170,4365,3695,3330,3140,5740,2482,3402,9706,4521,2259,2031,1938,10723,13363,3198,10531,17314,17199,18864,16354,16947,15463,16376,15430,16494,16120,17103,14197,4472,6587,17847,17154,20551,16697,16635,16093,16597,16586,17309,16189,16962,15117,17252,16268,16282,17340,16693,16295,15015,16248,17025,12818,3380,1498,15657,3680,1602,3743,4446,2936,15554,15909,4486,1772,1481,16710,2313,3752,4628,1996,4358,17097,15627,15702,15341,10214,889,15671,16095,15614,15852,15884,15457,16115,13553,16474,15361,16015,15618,15756,15847,15610,15650,12257,7783,15587,15987,15828,15892,15306,1437,15732,16155,15774,15884,15886,15665,15839,15657,16470,15516,12800,1937,4097,16447,15697,16407,13174,6554,1767,15705,15944,15698,16486,15779,15704,15671,16039,15657,15656,17735,15720,15702,15430,15190,15977,16479,15671,15891,15648,7684,1613,15140,15688,16018,15611,15704,15612,15728,15653,15689,15646,15654,13944,1429,15657,15589,15599,9489,6300,10554,11707,9903,12238,13319,15583,13452,1545,4502,15614,3935,2255,15400,15588,9932,12939,13121,15605,13005,3744,1413,693,15960,16169,16009,14739,16070,15472,16004,15849,15744,10361,649,15640,16079,17166,15631,15856,15637,15647,15103,15611,15589,17001,17040,14599,4719,4877,5108,4897,5030,17787,16598,16870,17744,16561,16238,16429,15803,16602,16619,16354,16695,16994,16090,14525,16457,16288,16488,14544,15991,16344,15184,9798,3934,17363,15522,16654,15120,16736,16489,16809,16474,6408,16469,16645,15956,16736,16470,16786,16314,16639,16934,15809,3599,3745,16271,15379,16373,16395,16651,16546,16277,16496,10662,16481,16931,16098,11105,16592,16981,16287,16973,16562,16627,13417,1398,1334,16009,16287,15986,15891,8760,15537,15070,16297,14921,12777,10255,16397,15366,15953,15172,14413,8395,6110,1423,12992,13088,14467,12442,13634,15941,15962,9085,8934,2066,14282,12742,9582,1518,15910,5785,15978,15858,11827,1472,14252,15785,15893,16087,15720,16061,15323,8414,10883,12489,15389,16493,4430,8828,4446,15942,16155,16394,15803,15674,14989,15727,9060,1201,16186,10693,14960,15842,7554,10535,15385,13372,9664,9019,6479,3869,1048,1078,15684,16166,16027,15729,15882,15982,16260,16077,15913,15948,15632,14129,16050,16410,11213,15992,15970,15767,16063,7392,14236,10590,15818,13383,5065,16009,16147,16175,15696,15991,15903,15956,16026,15504,15155,16210,15983,15991,15529,15581,15383,15636,15006,15858,15766,15980,7267,15948,16257,8889,15730,15473,15893,15025,16127,15707,7169,15944,15957,16000,15855,15793,16158,15458,15296,14724,15876,15936,14983,15623,11421,2322,1758,15664,15260,15957,15635,15859,15613,15716,15750,15649,312,15661,15837,15584,15566,15775,15713,17232,16201,12585,15567,16227,15911,15236,15700,15626,15044,15768,12329,15603,15624,15718,15757,15631,14433,15503,15605,5544,1701,15630,15766,15651,15437,15463,13078,15801,15597,15631,1617,3023,15922,16336,15662,15831,13160,15689,15851,15636,15814,15738,15611,15783,15218,15530,13733,14171,15669,15587,15633,15609,15606,15217,15638,15759,14778,15777,15863,15761,2953,2003,15644,15687,15596,15666,15688,15619,15643,15425,15820,15564,15527,13785,15125,15642,11432,15709,15606,15592,14434,13957,15032,15648,5660,15624,15621,15623,15777,2578,2467,15608,14761,15775,15598,15663,14979,15581,15545,15597,11036,11069,15641,15579,15678,15594,15589,11682,535,15602,16000,15722,9221,13894,15680,10137,13544,10807,15646,15860,15642,15398,15754,15588,15637,13764,14359,15667,14952,12586,15643,15667,15632,15510,2139,7964,15612,15246,7778,14283,12036,10170,12321,7714,7321,6661,12430,3144,6660,6325,4472,4713,4283,10515,12123,12809,13309,6479,4746,2775,5902,3789,1417,294,321,12201,15588,12972,10550,13947,7539,6113,5625,5709,7674,7691,6758,5228,6491,3340,336,12199,5187,109,3,15765,15816,16036,13914,15758,15605,14941,16283,15856,15570,1542,15589,15681,9324,14964,15615,15734,15675,13584,14637,12099,9836,2176,2193,15640,15624,15447,15696,15531,12529,15652,14195,15610,15812,15614,15537,16828,15608,14526,252,16730,15588,15858,15713,14967,12337,15582,7498,71,15597,15596,15583,15602,15583,15454,191,25,7525,15602,15633,15602,15581,15575,15611,14306,15591,12763,446,15588,15589,6410,15630,15588,15606,15593,15616,15606,15600,15593,12507,15596,15540,31,15627,15580,1540,15614,15595,14022,503,708,15449,17254,15608,15605,15634,15601,15029,3477,1762,15660,15748,15716,15722,15576,15619,12510,15617,15609,15579,15642,15616,15596,15604,15574,15569,15544,10917,10121,12537,13251,1535,15626,15588,15634,15664,15608,13769,6908,778,4324,15685,15604,15651,15668,13429,14388,7535,7232,7972,15647,15626,15666,15633,15594,15613,11888,11316,15597,12358,15605,5829,579,15643,15681,15456,15550,15382,15709,6204,262,234,15638,15648,15602,15625,2263,2215,1437,16344,15779,15289,15710,15654,15522,15724,15755,15286,15511,15665,15732,15875,13932,15587,15087,374,1703,15641,15942,15616,15717,15646,15643,12769,15738,15598,15701,15641,15826,15127,12938,15455,9638,15611,15681,15551,15666,15465,12120,14932,12651,97,1516,15675,15715,15623,15741,15659,15618,15726,15618,15657,15608,14877,15728,15593,15623,15590,12550,14505,15826,15599,14146,13594,8844,1422,15734,15732,15615,15746,15963,15649,15779,16117,15812,16069,15701,15076,575,15393,15710,15622,15674,15575,15855,11710,11642,14324,14552,15637,15542,10509,88,15603,15621,15642,12943,14136,8778,10400,15614,14472,5923,15640,15622,11716,3078,144,15632,15613,15641,9947,14189,15556,7045,721,208,11641,14056,15594,15670,10337,8266,3917,8634,8545,7271,6390,9627,8267,466,706,15554,13762,14159,13335,8421,3026,11888,10025,10521,10811,2008,11268,9705,8285,350,15029,15653,15600,14996,15639,15615,10163,226,12089,8953,7412,5209,4792,3368,1967,4238,7459,9289,7032,7714,7348,3833,1472,15692,15622,15569,15729,15703,7394,443,14237,15120,15718,15775,15673,13593,15017,15914,15996,15899,14955,15804,6517,15334,14500,8669,9725,6793,2896,3291,4239,6984,6502,1677,5181,16142,15782,15817,15650,16072,14000,15701,15738,10656,15643,14279,16156,14069,15752,15095,15783,11881,16798,15745,11537,16716,12673,15748,12866,12233,8480,1552,9410,1786,1543,3923,4408,15566,3186,10792,10399,15605,12922,11836,15658,15614,15616,9347,12662,15531,2198,6242,15764,15973,15555,15881,15817,15668,15462,1178,16033,15859,15999,15483,15602,15821,16046,15536,10892,15018,8353,5953,15653,15668,15685,15612,5585,2852,1086,3752,15541,15625,16215,15672,15296,15013,11004,12388,6599,1658,1249,2047,15656,15576,15577,10627,6322,7475,764,922,967,15642,15636,565,15745,15650,15709,15659,15421,15608,16171,12260,7221,6100,668,9049,5613,1587,2631,2532,2239,1991,1112,6156,2089,1326,1291,2723,812,13269,2459,3256,13679,14786,6056,3930,16460,15816,16023,15654,16218,15914,15779,6208,15726,12227,13944,15255,14172,15684,11436,13922,15844,15585,16025,6888,7908,11060,11871,13615,11782,13291,12844,11709,11409,10537,10560,14513,13778,13000,14933,8861,9570,15855,15253,17011,14637,11308,20708,16695,13063,12412,15812,11127,7340,2485,8362,6638,1434,9013,16492,16346,16362,16668,16413,16328,16900,19883,15652,15742,17943,16430,15652,12031,7305,7047,15735,19706,15968,11469,10156,10786,9422,7958,7686,15965,21186,20938,17863,19993,13366,15001,15115,17558,16210,14118,15815,15831,16033,15814,16209,16324,14087,15239,16283,8755,8158,16031,20454,18923,15660,22419,20503,20424,21847,15903,16312,22567,9885,9323,15680,19624,16592,17671,15496,17103,16362,9563,15969,16598,16551,17333,16235,16741,16118,16705,23249,22655,20692,21035,20480,23278,18701,21225,21774,10035,16864,19077,18532,9773,9187,11865,20797,16490,23060,15328,10746,8147,1236,871,15807,14644,15485,16382,16239,16127,15786,16198,15193,17338,14342,12415,14393,13421,16813,10260,17294,11267,17661,17035,16498,11667,15449,16607,8553,16034,3163,16175,15907,15559,16110,15668,11837,12003,4421,14123,14830,16187,15868,15532,16390,17403,14152,18294,14725,3001,3497,16470,16481,15939,16068,16238,14979,9707,16209,15769,15660,11830,15941,14270,12430,15814,13724,15762,15609,10943,14929,7359,13794,16024,16244,3293,16027,17543,14483,7756,3958,3800,18609,17155,16698,11877,9546,11755,3354,2509,19162,16443,5904,5360,13305,16798,13676,12187,11654,5825,5862,11993,9058,16802,13257,10152,6061,6219,5565,12061,11481,12386,16511,15977,10849,17253,16210,3979,3098,15966,16318,2684,12297,17899,13199,16382,16443,17633,16107,18515,13251,17231,15759,17377,17044,14217,13400,16756,17870,15771,3447,3233,15949,16154,15724,10391,16671,16373,15583,13486,16050,17233,15717,16240,17470,16218,15410,16129,16054,16623,15878,11121,2690,15697,16296,16198,16094,15985,16834,15808,14148,3211,3827,3988,16369,16103,17693,12260,17945,18543,16268,17651,14005,13024,16516,18451,16551,15299,15889,13247,15696,18561,18591,18361,17414,14974,16641,14377,13533,3213,15576,12460,14438,16080,16606,15674,11475,15601,15810,15676,15711,15645,15689,15664,3490,88,2310,15831,13903,15699,10312,15604,13520,516,12171,15600,5942,6493,13846,15663,14406,11638,9911,15574,15657,15636,5088,16100,16029,15550,10817,16624,16959,15585,15618,14481,7179,1,8075,14446,15840,15742,15951,15675,14510,15599,15674,14991,15198,15571,728,2075,17547,15733,15692,15645,15495,15638,11227,15616,14630,13025,10128,11560,14276,15506,13622,698,6796,15923,15710,15628,15568,15827,15718,10300,15730,15647,14090,15619,9482,15700,15641,12050,15793,206,15599,15745,15653,15640,15744,15537,10154,15576,15652,10920,555,15588,15726,11108,15587,59,15762,15597,15596,15557,15775,8254,14232,15490,16044,16008,7549,23,15606,15755,15623,12924,15635,15639,15526,15628,14401,21,15739,10343,15655,15578,14883,15524,15620,16968,15691,17190,32,15698,14398,15747,15502,15570,15653,7362,15457,15700,14640,10188,15589,15329,16176,15678,15909,15631,15750,15961,15869,15572,14390,15487,15837,15868,1809,1496,15615,15992,14677,16290,15561,16492,15709,8423,10761,15667,15575,15627,15639,11834,15593,15632,15755,14407,15477,15327,15597,8935,15640,15519,15097,15585,12139,8829,15596,15618,14810,15583,15604,14531,10,15643,8942,9015,14114,9734,11090,14839,15436,15621,15591,4476,3059,15796,15721,8854,15664,15790,15542,14252,16631,15655,13354,14760,13905,15806,13431,918,15613,15560,16303,15617,15625,15723,15640,10894,10473,237,15645,14840,14161,16217,11814,15966,15756,15285,15673,15749,15604,15618,13983,15678,15672,15683,14184,11069,2560,5097,15623,16540,15503,16670,15715,14684,15550,11291,13892,10752,15910,15605,9390,1441,2001,16080,16234,14557,15611,15564,14373,15952,13339,15589,15643,16011,15603,15553,15506,15552,13677,14153,13590,6026,593,15614,15596,15479,15699,15682,15572,15587,11074,15276,15623,12966,15608,14472,711,15660,15742,15949,15803,5512,1632,1335,15325,15620,15905,15604,15707,15625,15597,6283,15661,15094,15717,15145,15933,15583,13074,15554,15635,15554,15628,15723,15115,1609,1176,15596,16016,15663,15676,16210,14633,15645,15916,15555,11932,15681,15735,13939,14280,11639,713,14602,15762,16737,15578,15833,15554,11389,16007,13027,15520,15381,15688,13985,13147,15643,15584,15493,15684,15674,10292,1666,1259,15884,12248,15849,15783,15668,15696,15149,15704,15685,15564,15639,15532,15909,15669,16017,15576,16040,15290,15706,15665,15769,14712,16758,15650,12520,15599,7474,12948,15754,15576,15741,4704,8,15591,15585,10350,15581,13096,9864,8278,770,15576,15591,7143,15620,10326,14489,12200,12839,13967,1003,15611,14953,14675,15580,6076,13469,15585,15575,15634,13178,15595,12224,8838,7240,13012,226,15992,15724,15682,15535,15610,15679,15756,15692,13533,15581,914,2685,15559,15581,15579,15718,15617,15623,15778,15881,10946,15612,15222,15808,15712,15585,15624,10226,4084,15609,15659,15796,15614,16465,15507,6788,15303,10805,15585,15771,14438,15671,15593,16106,11090,15658,15569,15109,15680,15700,15779,15765,503,1457,15701,14363,15694,15612,15579,15617,16167,15850,15628,15636,12057,15667,14047,12868,16632,15657,11804,105,1506,15636,15830,15649,15620,14863,15565,14758,15591,15592,15689,15218,8227,813,15569,15666,15685,15664,15668,14194,15597,15711,13040,214,2060,1118,15731,15670,14836,16102,13113,15656,15803,15691,15794,15620,15612,12683,15573,15605,15649,15656,15579,15649,13802,16723,5240,1678,12144,15693,16420,15772,15569,15637,15700,15602,15627,15590,15856,15570,15685,15567,15528,15763,6690,168,15617,15627,8638,15618,15651,15651,15669,8060,56,16120,15580,12630,15620,15683,13724,15584,15925,15694,12569,15603,15647,15426,13357,15643,15663,15614,15571,624,7121,15704,15601,15588,15623,11235,15597,15731,15681,15664,15642,15626,14078,15707,13847,16646,15703,12411,6092,15577,15632,15951,15653,15844,15737,12752,900,15703,14101,16020,15628,10787,15563,11588,15684,15572,3820,1513,15663,14520,15634,15738,15903,15937,15565,15596,15575,11905,15875,10774,15673,15621,14457,16009,8964,15487,15888,15727,15617,15587,15642,15599,15649,9765,14397,15554,15884,15334,13963,15640,14195,1602,15715,15793,15575,15695,15594,15603,15436,15600,15557,14082,12776,7679,2324,16108,15548,15788,13776,15639,15562,15511,16151,15626,10941,7940,9710,15710,16041,16944,11148,15607,15571,1260,15672,10437,11439,132,300,17215,16153,15648,15972,15840,16826,15833,15962,15795,15888,16340,16223,16683,16394,16234,15868,16156,15943,16036,16296,15938,15973,15972,10023,18910,11701,12007,8443,4481,15359,6689,1691,13417,4197,6327,5826,987,9491,9098,4015,21409,15783,12201,6375,9985,9195,7373,13543,10808,10046,9162,12332,14517,16800,15309,1752,7197,8657,19601,8655,13182,8138,10431,17819,10295,1576,1049,1232,1234,2065,1803,1488,1528,17245,16107,16274,17097,16270,16182,17664,17689,16444,6835,16198,16636,16530,16521,15986,16500,16256,11604,1496,16238,15898,16345,16247,15622,17169,17579,17243,15526,15269,16521,16977,5816,2876,16153,16088,16489,16614,15043,16334,15869,15647,16009,14482,16036,17451,15759,2649,2167,16261,16711,18621,16650,16367,16031,16281,13370,16188,12357,1771,18161,17459,17784,17503,16737,17248,16764,16497,2122,16241,16786,16624,16394,16316,16598,16664,16045,16305,16743,15604,3341,17451,17381,17225,16331,15976,17312,16197,16128,14902,16089,5157,1811,15662,16615,15851,17151,17517,16721,17138,16200,17419,14995,3042,16758,16700,15980,16856,16261,3644,2054,4145,4198,2722,11596,10354,6921,9933,8476,7011,7267,8352,7327,9672,15211,9651,6538,8853,7633,4434,6814,7235,2402,6265,6677,2372,5437,4893,1501,1752,1121,379,211,81,8,1],"fragments":[{"begin":"0.000","end":"48.800","lines":["Apple | Spotify [CLIP: Radio chatter, engine revving and taking off, plane sounds]"]},{"begin":"48.800","end":"84.240","lines":["Climate researcher Luciana Gatti stares grimly out of an oval porthole. I’m sitting next to her in a single-engine prop plane. We climb into the sky above the eastern Amazon in Brazil. She motions toward the ground below us."]},{"begin":"84.240","end":"91.720","lines":["You see? Recent deforestation here. Grossman (tape): Oh! Right there. Right there. Gatti: Yeah."]},{"begin":"91.720","end":"127.760","lines":["Luciana works at Brazil’s National Institute for Space Research. She started coming here two decades ago. She says that back then, the land we’re looking down on was completely blanketed in green: the crowns of millions of trees, intertwined. The few subsistence farms that interrupted this green ocean only seemed to prove how vast the jungle was. Today all we see through the plane’s window glass are brown and green jigsaw puzzle pieces alternating between newly cleared jungle, grain crops and the remains of recent harvests."]},{"begin":"127.760","end":"134.600","lines":["They are killing the forest to transform everything into soybeans."]},{"begin":"134.600","end":"166.760","lines":["I’m Daniel Grossman, reporting for Science, Quickly. I’ve come to the Amazon to find out what Luciana is learning about the health of the forest and its role in influencing the rate of climate change. And the plane we’re on isn’t just used for taking in the view. It’s part of Luciana’s science. She hires this plane and others like it to collect air above the changing forest—because mixed in with that air is a key to climate change: carbon dioxide."]},{"begin":"166.760","end":"192.440","lines":["Here’s a little background: 30 percent of the carbon dioxide released globally by burning fossil fuel gets absorbed in soil and vegetation, probably mostly in forests. That forest uptake slows the accumulation of carbon dioxide in the atmosphere and slows global warming. And when crops replace that forest, carbon uptake declines."]},{"begin":"192.440","end":"202.280","lines":["In our studies, we observed [a] 70 percent increase in soybean plantation area."]},{"begin":"202.280","end":"225.800","lines":["Scientists believe that the Amazon soaks up a major share of global forest uptake. But deforestation is taking its toll on the Amazon and weakening this essential carbon sink. Just last year loggers in Brazil cleared an area nearly the size of Connecticut. Most of that forest loss happened in the region we’re flying over right now."]},{"begin":"225.800","end":"229.320","lines":["Look at this. This is a soybean ocean."]},{"begin":"229.320","end":"249.720","lines":["Though she has studied the Amazon forest for decades, Luciana rarely gets an aerial  tour such as this one. Usually the pilots she hires fly solo to collect the air samples she needs for her studies of carbon uptake. [CLIP: Airplane noise ends, and echoey hangar SFX comes up]"]},{"begin":"249.720","end":"265.160","lines":["It’s quieter once we’ve landed and taxied into this big hangar. [CLIP: Equipment case clasps snapping] Luciana brings over a sturdy plastic suitcase that she stores in a small office and opens it."]},{"begin":"265.160","end":"268.000","lines":["Here is the front."]},{"begin":"268.000","end":"279.080","lines":["Packed in foam inside the case are 12 glistening glass containers—she calls them flasks—each the size of a one-quart soft drink bottle."]},{"begin":"279.080","end":"280.880","lines":["This is the inlet."]},{"begin":"280.880","end":"291.400","lines":["With a flourish, Luciana traces the path air takes from a nozzle mounted on the plane’s fuselage through a web of tubing and valves into the bottles."]},{"begin":"291.400","end":"299.640","lines":["We have a pump that pushes there through this unit that has the flasks."]},{"begin":"299.640","end":"327.960","lines":["Getting her air isn’t exactly easy or fast. Luciana has to hire pilots at four landing strips. First, they climb to an altitude of 14,500 feet above a landmark that she’s specified. Then they push a button on their control panel, which starts up the pump that fills the first flask. Next, they dive steeply down in a tight spiral, keeping the landmark in the center."]},{"begin":"327.960","end":"344.360","lines":["The first sample is 14,500 feet. The next is 13,000 feet. When he is at the correct height, he just presses the button, and then the system is started. And then he goes to the next sample ..."]},{"begin":"344.360","end":"347.160","lines":["At 11,500 feet."]},{"begin":"347.160","end":"351.320","lines":["He just push the button and start the next sample."]},{"begin":"351.320","end":"357.320","lines":["They circle down until they’re practically buzzing the ground and have filled all 12 flasks."]},{"begin":"357.320","end":"359.160","lines":["And then he can return ..."]},{"begin":"359.160","end":"366.600","lines":["Where he packs up the suitcase in a padded box and ships it to Luciana at the Institute for Space Research near São Paulo."]},{"begin":"366.600","end":"368.520","lines":["And then it goes to the laboratory ..."]},{"begin":"368.520","end":"411.280","lines":["Where Luciana measures the carbon dioxide concentration in the flasks. The dive-bomb sampling is worth the effort. What she gets out of her atmospheric samples is an exquisite vertical profile of changing CO2 over the forest..., and it really does change with height and time. That’s because plants trap carbon dioxide by photosynthesis, and soil microbes emit it by the process of respiration. The difference between this absorption and emission is the forest’s net intake or release of carbon dioxide. Air closest to the ground is the most influenced by what’s going on in the forest."]},{"begin":"411.280","end":"419.160","lines":["And Luciana teases out what the forest is doing by comparing results from the highest to the lowest altitude."]},{"begin":"419.160","end":"434.000","lines":["If the concentration go increasing, this can mean that the surface is a source. If it goes decreasing, it means the surface is trapping."]},{"begin":"434.000","end":"448.720","lines":["Luciana’s pilots have gathered air twice a month for years from each of the Amazon’s four corners. Atmospheric scientist Scott Denning says it’s a heroic logistic feat. He sometimes collaborates with Luciana."]},{"begin":"448.720","end":"458.920","lines":["The beauty of Luciana’s work, and also the difficulty of her work, is that she’s done it over and over again for 10 years."]},{"begin":"458.920","end":"461.400","lines":["Was that pretty tough?"]},{"begin":"461.400","end":"479.800","lines":["Yes. Yes. Because always have problem with the pilot [or] with the company. For example, the northwest site, we are in the third company. The first had only one airplane. This airplane crashed."]},{"begin":"479.800","end":"512.880","lines":["That’s right. It crashed. Fortunately, nobody was hurt. Luciana had flasks delayed, sent to the wrong address and stolen. But these headaches are trivial, considering the valuable information the atmospheric measurements provide, she says. Other researchers monitor the Amazon with other methods, such as  by measuring trees in small research plots. But these can only tell what’s going on in specific spots, and the megadiverse Amazon does not behave the same everywhere."]},{"begin":"512.880","end":"536.120","lines":["It's really very hard to study the Amazon. It’s very big. We don’t have the people enough to do all the studies necessary. We don’t have the money enough. With the aircraft, it’s much less expensive. We can go everywhere and get the information. We can get many answers."]},{"begin":"536.120","end":"546.640","lines":["And what answers has she gotten? Luciana drives me an hour to the Tapajós National Forest to show me. [CLIP: Slamming car door; walking on path]"]},{"begin":"546.640","end":"553.280","lines":["Luciana and I hike past colonnades of towering trunks topped with crowns that shade out all but a small bit of the sunlight."]},{"begin":"553.280","end":"557.040","lines":["This is the tower. This is 45 meters high."]},{"begin":"557.040","end":"565.600","lines":["That’s about 148 feet. And I’m about to find out how high that actually is."]},{"begin":"565.600","end":"575.320","lines":["When we are in the top, we are in the same level of the end of the canopy. Let’s go?"]},{"begin":"575.320","end":"590.360","lines":["We trudge up the tower’s metal staircase. [CLIP: Walking up tower] About 12 stories above the ground, we pass into blazing sunlight and a spectacular view."]},{"begin":"590.360","end":"599.720","lines":["Amazing. This is like a parazita. What’s parazita?"]},{"begin":"599.720","end":"600.840","lines":["Paradise."]},{"begin":"600.840","end":"621.880","lines":["A colleague of Luciana’s, visiting from New Zealand, briefly serves as translator. It’s a paradise up here, she says. An undulating plain of leaves sparkles in the glare spread out below us to the horizon. To me, this parazita seems to be thriving. But Luciana says it’s not."]},{"begin":"621.880","end":"631.280","lines":["The forest is preserved in the sense that nobody here come cut. But the trees are dying."]},{"begin":"631.280","end":"654.600","lines":["In 2021 Luciana published results from 590 plane flights in nine years showing that here, and in most of the rest of the Amazon, the carbon sink is seriously waning. And in the southeastern Amazon, her air samples showed that the forest is now releasing—not absorbing—carbon dioxide."]},{"begin":"654.600","end":"665.440","lines":["In the southeast part, there we don’t see more sink. We see only source. The Amazon now is a source."]},{"begin":"665.440","end":"694.880","lines":["That’s right. The southeastern Amazon forest is a source, just like a smokestack. Climate change is part of the reason for these surprising results, especially in the southeastern region, the part of the Amazon that is most affected. Carlos Nobre, a colleague of Luciana’s, says that the dry season, which is always the most stressful time for the forest, is becoming intolerable for trees across the southern Amazon."]},{"begin":"694.880","end":"703.680","lines":["I consider that to be one of the most serious climate data that you can see anywhere in the world."]},{"begin":"703.680","end":"718.760","lines":["Carlos is a climate scientist at the University of São Paulo. He says that in the southern Amazon, the dry season has become a month longer. The amount of rain that falls then has declined by 20 to 25 percent."]},{"begin":"718.760","end":"737.400","lines":["The tropical forest evolved over millions of years with a lot of rainfall and then a very short dry season—three to four months, maximum. It’s now four to five months. And if the rainfall exceeds five to six months, there is no way to keep the forest."]},{"begin":"737.400","end":"749.840","lines":["On top of that, dry season temperatures have gone way up. In the southeast they’ve increased by 2.5 degrees Celsius, or nearly five degrees Fahrenheit, in the past four decades."]},{"begin":"749.840","end":"755.480","lines":["All these elements combined are leading to increasing tree mortality."]},{"begin":"755.480","end":"792.000","lines":["Rampant deforestation makes the situation even worse. Forest is being felled all over the Amazon. But the northeast, where Luciana took me on the aerial tour, has been hit the hardest. Thirty-seven percent of original forest has been removed. Recent studies show that deforestation weakens nearby jungle that is otherwise untouched. Clear-cuts make neighboring intact forest hotter and drier, undermining its health. Forests are also more likely to burn when fire escapes from clear-cuts that have been turned into farms."]},{"begin":"792.000","end":"814.360","lines":["Carlos says that unless climate change and deforestation are halted, a lot of the southern Amazon will soon be inhospitable to the trees that currently live there. Even trees that now grow  in the much less lush savanna elsewhere in Brazil will find today’s Amazon region too hot and dry."]},{"begin":"814.360","end":"824.320","lines":["All of southern Amazon is becoming very close to turning into open-canopy degraded ecosystem."]},{"begin":"824.320","end":"865.320","lines":["This ecosystem would store much less carbon. Billions of tons of carbon dioxide would be released in the transformation. And the damage could spread like a cancer because the eastern forest is critical for the rest of the Amazon. Moisture blows in from the Atlantic and falls as rain first in the east. Trees actually return much of this moisture to the atmosphere, which then blows farther west and falls again. This water recycling process happens over and over, moving critical wetness west. A degraded eastern forest could break this east-to-west rain chain."]},{"begin":"865.320","end":"868.000","lines":["This is really very dangerous."]},{"begin":"868.000","end":"898.960","lines":["Carlos’s computer simulations predict that if only a little bit more forest is removed and global climate change warms the planet another 2.5 degrees C, or 3.6 degrees Fahrenheit, the Amazon will pass a tipping point. And then most of the Amazon would become open-canopy degraded forest, which would devastate the current forest’s wildlife and rev up global warming. And this could happen in a few decades."]},{"begin":"898.960","end":"906.800","lines":["The Amazon is at the edge of this tipping point. We have to stop deforestation immediately."]},{"begin":"906.800","end":"914.080","lines":["Luciana tears up just thinking about the worrisome future of the forest that she’s spent her career studying …"]},{"begin":"914.080","end":"928.760","lines":["This is what scares me terrible. This [is] why it’s affecting me so much in times when I come because I’m observing the forest dying."]},{"begin":"928.760","end":"961.440","lines":["Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. This story was produced with assistance from the Pulitzer Center. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Daniel Grossman."]},{"begin":"961.440","end":"971.840","lines":["Apple | Spotify [Image credit: Patrick Varnier]"]}],"duration":971.8595}