{
  "title": "This Gargantuan Bird Weighed as Much as a Sports Car",
  "img": "https://static.scientificamerican.com/sciam/cache/file/531C1ACA-6528-4433-ACEE3B949D870C83_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/this-gargantuan-bird-weighed-as-much-as-a-sports-car1/",
  "audio": "https://traffic.megaphone.fm/SAM5466183605.mp3?updated=1703605753",
  "intro": [
    "The elephant bird was the heaviest bird to ever walk the earth. Also, its eggs were 150 times the size of a chicken egg and thick as a dinner plate."
  ],
  "authors": [
    "Flora Lichtman"
  ],
  "category": [
    "Paleontology"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": ": Apple | Spotify This is Episode Two of a four-part Fascination on really big birds. You can listen to Episode One here."
    },
    {
      "author": "Flora Lichtman (tape): ",
      "text": "For people who’ve never heard of an elephant bird, what do they need to know?"
    },
    {
      "author": "James Hansford",
      "text": ": I think, first off, the size. They are colossal. [CLIP: Music] "
    },
    {
      "author": "Lichtman",
      "text": ": I’m Flora Lichtman, with Scientific American’s Science, Quickly, and this is Episode Two of my homage to Earth’s real big birds. Last episode, we talked about the biggest bird to fly. Today we’re homing in on the heaviest bird to set its scaly foot down on planet Earth: the elephant bird."
    },
    {
      "author": "Hansford: ",
      "text": "They are outstanding."
    },
    {
      "author": "Lichtman: ",
      "text": "This is elephant bird expert and paleontologist James Hansford …"
    },
    {
      "author": "Hansford: ",
      "text": "Just absolute titans of the bird world."
    },
    {
      "author": "Lichtman",
      "text": ": Elephant birds lived in Madagascar. They seem to have been mostly herbivorous. None of them flew. There were a number of different species that ranged from the size of an ostrich to the size of a smart car."
    },
    {
      "author": "Hansford",
      "text": ": The biggest I measured for any of the elephant birds was somewhere around 1,900 pounds."
    },
    {
      "author": "Lichtman (tape)",
      "text": ": My god, I’m having a hard time really even picturing that."
    },
    {
      "author": "Hansford",
      "text": ": Yeah. How do you even picture it? Well, when I measured the femur around, it was 30 centimeters, over a foot in circumference. So that is ginormous."
    },
    {
      "author": "Lichtman (tape)",
      "text": ": Oh my god. The circumference of the femur is over a foot."
    },
    {
      "author": "Hansford",
      "text": ": Yeah."
    },
    {
      "author": "Lichtman (tape)",
      "text": ": Shut the cluck up."
    },
    {
      "author": "Hansford",
      "text": ": [Laughs] [CLIP: Music]"
    },
    {
      "author": "Lichtman: ",
      "text": "These behemoths appeared 30 million years ago, and they stuck around a long time."
    },
    {
      "author": "Hansford",
      "text": ": They were alive up until 1,000 years ago, but we know so much less about them than, say, Tyrannosaurus rex."
    },
    {
      "author": "Alicia Grealy",
      "text": ": There are all these questions because there are very large gaps in the fossil record."
    },
    {
      "author": "Lichtman",
      "text": ": That’s paleogeneticist Alicia Grealy. She worked with James and other colleagues to answer some basic questions about elephant birds, such as: Who are they related to? How did they evolve? Who made up the group?"
    },
    {
      "author": "Grealy",
      "text": ": There’s just been a lot of debate throughout history about how many species there were."
    },
    {
      "author": "Lichtman",
      "text": ": Scientists have debated the elephant birds family tree since their discovery in the 1800s. Of particular interest are the most elephantine members of the elephant bird herd ... [Music]"
    },
    {
      "author": "Lichtman: ",
      "text": "Like the one with the giant leg bones that James mentioned. For a long time, the biggest specimens had been classified as jumbo members of a species known as Aepyornis maximus. But they are so gigantic—hundreds of pounds heavier than the other A. maximus specimens—and their bones look kinda different, too."
    },
    {
      "author": "Grealy",
      "text": ": And a few years ago there was a suggestion that these largest bones were so big that they must have belonged to a different species."
    },
    {
      "author": "Lichtman: ",
      "text": "Alicia wanted to investigate this. And as a paleogeneticist, she thought ancient DNA could help. The challenge was that DNA degrades fast in tropical environments."
    },
    {
      "author": "Grealy",
      "text": ": Exactly, you’ve got the combined effects of, you know, water damage and erosion and UV that—all of these things degrade DNA."
    },
    {
      "author": "Hansford",
      "text": ": The capacity to get genetic material, that stuff in Madagascar is really hard. I liken it to getting blood from a stone."
    },
    {
      "author": "Lichtman",
      "text": ": But Alicia had an idea. She wondered if they could crack this big bird mystery using eggs."
    },
    {
      "author": "Grealy",
      "text": ": Eggshell preserves the DNA remarkably well. And sometimes it’s the only source of DNA from animals that live in very hot and tropical climates. And because DNA has been recovered from eggshell from other extinct birds before, we thought, Can we do the same for Madagascar’s elephant birds?"
    },
    {
      "author": "Lichtman",
      "text": ": And there’s a lot of eggshell to pick from. These elephant bird eggs were huge."
    },
    {
      "author": "Grealy",
      "text": ": They were about 150 times the size of a chicken egg. And that’s larger than any dinosaur egg."
    },
    {
      "author": "Lichtman",
      "text": ": If you clutched one in your hands, it would be heavier than a bowling ball, with the shell as thick as a dinner plate."
    },
    {
      "author": "Grealy",
      "text": ": Yeah, they were about 10 kilos..., which is about 22 pounds...."
    },
    {
      "author": "Lichtman: ",
      "text": "And unlike elephant bird bones, the eggs are easy to find. Alicia says that if you go to the beach where she worked in the southwest of the country, you'll be walking on eggshells."
    },
    {
      "author": "Grealy",
      "text": ": They’re just scattered absolutely everywhere. One person described it as paved with eggshell."
    },
    {
      "author": "Lichtman",
      "text": ": But if collecting the eggs was over-easy, getting DNA out of them wasn’t. DNA can be scrambled in beach-fried eggs. So the team looked for shells buried in dig sites and dunes. Then Alicia took each shell, cleaned it and ground it into a powder. From that egg dust, mind-bogglingly, she pulled out pieces of DNA from birds that had been dead for 1,000 years."
    },
    {
      "author": "Grealy",
      "text": ": It’s mind-boggling to me as well, actually."
    },
    {
      "author": "Lichtman",
      "text": ": And she used that DNA to try to figure out if those extra, extra-large elephant birds were their own species or not."
    },
    {
      "author": "Grealy",
      "text": ": The DNA evidence from the eggshell suggests that there wasn’t two different species living in this area. Basically, all of the eggshell is genetically identical. So if we were expecting that the largest elephant birds were a different species, then we would have seen some genetic difference in the eggshell, but we don’t see that."
    },
    {
      "author": "Lichtman",
      "text": ": So what explains the XXL bones? One possibility: big mamas. [Music]"
    },
    {
      "author": "Grealy",
      "text": ": The very big elephant birds were females, and the slightly smaller ones were the males, we think."
    },
    {
      "author": "Lichtman: ",
      "text": "Mini-er males aren’t uncommon in birds because lady birds have to produce eggs, and that takes a lot out of them, literally."
    },
    {
      "author": "Hansford",
      "text": ": Birds make eggshells from materials from inside their hollow bones. I mentioned that these thigh bones were 30 centimeters, a foot in circumference. And one of the reasons for that is that the females would have stored materials within those in order to make the eggs."
    },
    {
      "author": "Lichtman",
      "text": ": But that wasn’t the only “aha” that plopped out of the cracked eggs. Eggshells also tell us something about how these enormous, unusual birds evolved. It was known elephant birds were ratites—an ancient group of mostly big, flightless birds, including emus and cassowaries from Australia, ostriches from Africa, rheas from South America and others."
    },
    {
      "author": "Grealy",
      "text": ": So basically all those big flightless birds. But they’re actually most closely related to the kiwi bird, which is chicken size. So that’s kind of surprising."
    },
    {
      "author": "Lichtman",
      "text": ": And for a long time, scientists had a simple explanation for how these birds landed all over the world."
    },
    {
      "author": "Grealy: ",
      "text": "Because they are mostly flightless and big, it was thought that there was a flightless common ancestor that was on the supercontinent called Gondwana. And as Gondwana broke up, some populations were trapped on those different continents, and then, over time, they continued to diverge from each other, becoming more different."
    },
    {
      "author": "Lichtman",
      "text": ": These different lineages—the ostriches, the rheas, the elephant birds—split roughly when Gondwana did. That was the idea. [CLIP: Music]"
    },
    {
      "author": "Lichtman",
      "text": ": But the DNA data fouled up this hypothesis. DNA evidence shows that many of the ratite lineages split well after Gondwana broke up. So how did these big flightless birds land all over the world? "
    },
    {
      "author": "Grealy",
      "text": ": The common ancestor therefore must have been very small and flying to each of the continents independently."
    },
    {
      "author": "Lichtman",
      "text": ": The data suggest the ancestor of these ground-bound, mostly big birds was small and airborne."
    },
    {
      "author": "Grealy",
      "text": ": The fact that they’re mostly flightless and large seems to be sort of a coincidence. It looks like flightlessness evolved among the ratites at least six times independently, which is very surprising."
    },
    {
      "author": "Lichtman",
      "text": ": Surprising because it means each of these big flightless birds—the elephant bird group included—seemed to take its own winding path to flightlessness and bigness. It’s a reminder, Alicia says, that in evolutionary history, the simplest or most obvious explanation isn’t always the right one."
    },
    {
      "author": "Grealy",
      "text": ": So, yeah, elephant birds help change the way we think about the evolution of all birds, really."
    },
    {
      "author": "Lichtman: ",
      "text": "In our next episode of this four-part Fascination ..."
    },
    {
      "author": "Anusuya Chinsamy-Turan",
      "text": ": very unlike a bird that you typically think of sitting at a bird feeder, you know, definitely not that kind of bird ..."
    },
    {
      "author": "Lichtman",
      "text": ": We’ll meet another evolutionary curveball of a bird: a thunderous, tanklike goose with the wingspan of a chickadee. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. Head over to ScientificAmerican.com for in-depth science news. For Science, Quickly—I’m Flora Lichtman."
    },
    {
      "author": "SUBSCRIBE",
      "text": ": Apple | Spotify"
    }
  ]
}