{"title":"Do You Need to ‘Trip’ for Psychedelics to Work as Medicine?","img":"https://static.scientificamerican.com/sciam/cache/file/7EFF88A2-F882-4643-A6D5C9569DCAA69E_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/do-you-need-to-trip-for-psychedelics-to-work-as-medicine/","audio":"https://traffic.megaphone.fm/SAM7185629244.mp3?updated=1703605709","intro":["Psychedelic researchers are engaged in heated debate over whether the mind-altering effects of the drugs are necessary for realizing their therapeutic potential."],"authors":["Rachel Nuwer"],"category":["Medicine"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify This is Episode Two of a three-part Fascination on the science of psychedelics. You can listen to Episode One here."},{"author":"Rachel Nuwer","text":"Imagine that you’re going about your day, and suddenly someone stabs a hot knife into your temple. It plunges into your brain, where it reaches a spot just behind your eye. If you feel like this is happening, you’re probably having a cluster headache. Only about one in 1,000 people experience such headaches, but for those that do, they’re excruciating. Now imagine that you took a psychedelic drug, and all of a sudden your brain-splitting headaches went away. You’d definitely want to investigate that, right? For Science, Quickly, I’m science journalist and author Rachel Nuwer."},{"author":"Rachel Nuwer","text":"You’re listening to  “To Trip or Not to Trip,” part two of a three-part series on the science of psychedelics. [CLIP: Music]"},{"author":"Torsten Passie: ","text":"In 2009 we were approaching the research administration at Harvard University in Boston, where I was a visiting professor, to conduct a study on patients ... suffering from cluster headaches—because they have found, by themselves, that they could treat their condition quite well with LSD or psilocybin."},{"author":"Nuwer","text":"That’s Torsten Passie, a professor of psychiatry and psychotherapy at Hannover Medical School in Germany. He’s been researching psychedelic drugs for about 40 years."},{"author":"Passie","text":"We were sitting there in this big room with two fireplaces in front of a desk, which was very large, and on the other side were three research administrators. So we were sitting there and, you know, we were talking with them about conducting a study about LSD. But what happened is that there was a certain pause in the conversation. And then the chief of the research administration said, in a very low voice, “You know, you know what, we had Leary here.”"},{"author":"Nuwer","text":"They were referring to psychologist Timothy Leary, the notorious one-time Harvard lecturer turned psychedelic evangelist. Leary was dismissed from his position in the early 1960s for controversial experiments with psychedelics—including giving them to undergraduates—so the Harvard administrators weren’t exactly excited about the prospect of another research group dosing people on campus with LSD. In fact, they wanted Torsten and his colleagues to steer away from using anything psychedelic at all."},{"author":"Nuwer","text":"But Torsten was sure the psychedelic part of LSD was critical for treating cluster headaches, so he proposed a study that he thought would show the Harvard administrators he was right."},{"author":"Passie","text":"Our idea was: okay, let’s prove that we can’t induce the preventative effect against cluster headaches with a substance which is not hallucinogenic."},{"author":"Nuwer","text":"The substance they chose was 2-Bromo-LSD, a molecule that Albert Hofmann, creator of LSD, developed in the 1950s as an inactive LSD placebo."},{"author":"Passie","text":"It shouldn't be called a psychedelic because it has zero psychological effects.... You might feel a very tiny bit of an alteration, but that’s it."},{"author":"Nuwer","text":"And yet, to Torsten and his colleagues’ great surprise, 2-Bromo-LSD did seem to work on cluster headaches."},{"author":"Passie","text":"After we have treated two or three patients, it was obvious that it was even working better than LSD on the cluster headaches."},{"author":"Nuwer","text":"That’s actually a really good thing. No one wants to go on a 12-hour LSD journey every time they feel a headache coming on. That’s why millions of dollars have been invested since Torsten and his colleagues’ discovery into developing 2-Bromo-LSD as a medication."},{"author":"Passie","text":"We have no idea, really, why it works on cluster headaches in a preventative fashion, which means you take the drug three times in 10 days, and afterward, you might not feel any headache for years."},{"author":"Nuwer","text":"The substance 2-Bromo-LSD isn’t the only psychedelic that scientists have chemically edited to get rid of the trip or that’s been shown to still have some medical benefits afterward. Some labs have shifted their entire focus to investigating whether psychedelic drugs sans trip and sans accompanying therapy could be used for all sorts of applications, including things that typically can’t just be cured by popping a pill such as post-traumatic stress disorder, or PTSD, and addiction. But is the trip necessary for healing, or is it just a distraction? This is a heated question that’s currently dividing the field."},{"author":"Nuwer","text":"Torsten, for his part, thinks it’s a waste of time to try to use tripless psychedelics to try to treat any kind of neuropsychiatric condition."},{"author":"Passie","text":"People think, “Okay, let’s use other drugs which are very similar to LSD and, without hallucinogenic effects, might lead to the same behavioral changes.” There’s zero evidence for that. The only evidence is the hype. And the ... eagerness of a lot of companies to find new compounds and patent them and all that. Otherwise there’s zero evidence."},{"author":"Nuwer","text":"But others are betting big on psychedelics without the trip. There’s even a new word that’s been coined for them: psychoplastogens."},{"author":"David Olson: ","text":"I know of at least five academic labs who have published on these nonhallucinogenic psychoplastogens and probably over 20 companies that are developing these ... types of molecules."},{"author":"Nuwer","text":"That’s David Olson, a chemist who directs the Institute for Psychedelics and Neurotherapeutics at the University of California, Davis. He’s also co-founder of Delix Therapeutics, a biotech company that’s developing nonhallucinogenic psychedelics. According to David, the pursuit of psychoplastogens is born out of sheer need."},{"author":"Olson","text":"Let’s talk about the scale of the problem. About one in five people will suffer from a neuropsychiatric disease at some point in their lifetime. We’re talking about a billion people worldwide. That is a huge problem. And if we ever hope to address a problem of that magnitude fully, we’re going to need medicines that are very scalable. And right now psychedelic-assisted psychotherapy is not a very scalable option because of the cost and the complexity of the treatment."},{"author":"Olson","text":"If we don’t try to decouple the beneficial effects from the hallucinogenic effects, a very small number of patients will benefit from psychedelic-assisted psychotherapy."},{"author":"Nuwer","text":"In case you don’t know,psychedelic-assisted therapy is a very involved process. It involves giving someone a psychedelic drug such as MDMA or psilocybin and then having them undergo hours of guided therapy with one or two specially trained therapists. There are also prep sessions with the therapists beforehand and integration sessions after to help people make sense of the experience and apply the lessons or revelations they gained to their sober life.  In a way, these sessions are learning exercises: people are learning to think and react in new ways."},{"author":"Nuwer","text":"The question, though, is whether the active learning part of psychedelic therapy can be bypassed partially or completely but still produce positive results. David is betting that it can — based on one of the things he says psychedelics do in the brain."},{"author":"Olson","text":"They promote structural plasticity in the part of the brain called the prefrontal cortex. Now, the prefrontal cortex is really critical for diseases like depression, post-traumatic stress disorder and substance use disorder, because it’s a brain region that talks to a whole bunch of other brain regions that regulate fear, motivation and reward. In many of these stress-related neuropsychiatric diseases, there’s physical changes in the structure of the brain, including the atrophy of neurons in the prefrontal cortex."},{"author":"Olson","text":"And if you can regrow these atrophied neurons, you can reestablish synaptic connectivity and allow the PFC to talk to the other brain regions that it needs to talk to and then ameliorate disease symptoms. Now, something that’s very unique about molecules like ketamine and psychedelics is that they are very good at promoting the growth of these neurons rapidly—within 24 hours ... And also that their effects last long after the drugs have been cleared from the body."},{"author":"Nuwer","text":"David and his colleagues are trying to make medicines that will retain that positive effect on neural growth, preferably in the absence of a guided therapeutic trip."},{"author":"Olson","text":"That is the goal: to have medicines that are safe enough that you can put them in your medicine cabinet."},{"author":"Nuwer","text":"Not everyone agrees with this goal. Gül Dölen, a neuroscientist at Johns Hopkins University, says she hates the term psychoplastogen because of what she says it wrongly implies about how psychedelics work."},{"author":"Gül Dölen: ","text":"It suggests that what psychedelics are doing is just inducing plasticity and ...that’s their therapeutic action. And the fact is, is that there are drugs like that—psychoactive plastogens—and all of the ones that we know that do that are addictive drugs like cocaine, heroin, amphetamine, alcohol, nicotine. These are all robust inducers of plasticity."},{"author":"Nuwer","text":"Gül and some other scientists think that the trip and the targeted therapy that it’s paired with are what differentiate the effects of psychedelic drugs from more addictive ones that induce plasticity all over the brain. That’s because the combination of trip and drug promotes learning, and it’s this learning, they think, that’s key to achieving the long-lasting results seen in some clinical trials with psychedelics."},{"author":"Dölen: ","text":"Learning is such a huge component of what makes us who we are: our personalities, our abilities..., even the way we walk is a learned phenomenon. And so I think that any account of neuropsychiatric disease has to take that into consideration."},{"author":"Nuwer","text":"In June, Gül had a major study come out in Nature that drew a link between critical periods and psychedelics. Critical periods are finite windows of time, usually in childhood, when the brain is more malleable and open to learning. They exist so we can learn all the things we’ll need to know to successfully navigate our environment in adulthood."},{"author":"Dölen: ","text":"What our study suggests is that what the psychedelics are doing is reopening those windows of time where you can learn like you did when you were a child. And so the idea that you could engineer that response to just a single pill like a Tylenol for pain seems very, very unlikely."},{"author":"Nuwer","text":"Gül and her colleagues came to this conclusion after giving adult mice a psychedelic drug and then exposing them to certain activities. Afterward the rodents’ brain returned to an open state of learning as though they were a juvenile mouse. On the other hand, when the mice were given cocaine—a psychoactive drug that increases general plasticity but is not a psychedelic—their critical period did not reopen."},{"author":"Nuwer","text":"The mice’s critical period also did not reopen when they weren’t put through the learning exercise, even if they were on a psychedelic.  These findings suggest that it’s not just the psychedelics that are contributing to targeted changes in the brain but also what someone does while on the drugs."},{"author":"Dölen: ","text":"What our results really show for the first time is that psychedelics’ activities are context-dependent.... So when we give a psychedelic in a therapeutic context, it has a very different effect than if we give it, say, at a rave."},{"author":"Dolen","text":"I think that the ... cleanest way of describing it is that if the therapeutic effects have a component that [is]are specific to a context, specific to some learned set of habits, then you probably need the trip."},{"author":"Nuwer","text":"Learning isn’t needed for everything, though—pain relief for cluster headaches is a great example. But for everything that does require some element of learning, Gül thinks psychoplastogens are not the way to go and could even be dangerous."},{"author":"Dölen: ","text":"We could be engineering these ... drugs to lose their therapeutic properties and add in abuse liability that essentially turns these drugs into a new class of highly addictive drug that has little to no therapeutic efficacy. So that would be, I think, a real face-plant for the field, if we ended up doing that."},{"author":"Nuwer","text":"David gets that not everyone is onboard with psychoplastogens. But he still thinks that there’s value in pursuing them."},{"author":"Olson","text":"This is not an either-or story. This is really an “and” story. I think that we need to develop all of these types of medicines because, you know, patients are desperate. We haven’t had any real innovations in psychiatry for nearly 30 years. And so we should be developing both hallucinogenic and nonhallucinogenic medicines based on the science of psychedelics."},{"author":"Nuwer","text":"For some conditions, psychedelic-assisted therapy with the trip might be absolutely necessary. For others, such as cluster headaches, a psychoplastogen might be enough. It’s going to take researchers probably the next few decades to untangle the details of which type of drug works for whom and for what. In the meantime, the debate will no doubt go on. This was part two of a three part series on the science of psychedelics."},{"author":"Nuwer","text":"On the next and last episode, we’ll talk about the dream experiments that psychedelic researchers are most excited about for the future.  For Science, Quickly, I’m Rachel Nuwer.  Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, and Carin Leong and edited by Elah Feder and Alexa Lim. Don’t forget to listen to Science, Quickly wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[44,97,422,560,625,1052,1262,1270,1753,10026,8866,9869,13168,14980,8081,8438,5772,1545,24722,9567,11103,11355,24658,26437,22766,11416,10048,7799,9908,25028,15772,16647,12577,7524,21213,21377,18766,19608,23897,14325,14117,14685,8085,6503,6612,13253,10096,10824,5366,1939,22313,19747,23136,16049,12504,8797,6159,15326,20406,19262,15074,17599,13470,13107,11574,10736,9286,13666,22340,17168,15388,12138,16233,12189,12903,9997,8899,6567,5264,13895,14978,16074,19104,10690,15529,13764,13263,15214,5723,18666,17029,10269,10079,13538,9670,13025,8934,12956,2492,1352,895,23554,11824,13045,10774,11620,8151,7714,321,2587,2035,2664,26632,14489,10949,14055,23110,13526,12918,14649,9591,14715,9123,5536,2652,15021,12084,9450,8567,10194,10872,15497,8089,3003,24371,23529,12331,10801,19715,12099,10070,16338,14372,13375,9428,5281,2353,4433,4929,4984,4833,4542,4828,4902,4843,4044,4932,4999,5143,4915,4961,4969,5192,5065,5240,4800,5403,5285,5087,4215,3645,4120,2152,2649,771,491,423,423,408,9108,8592,13238,9763,6056,18752,15677,20,12775,24359,22482,10386,10584,10961,16328,9939,8823,8197,20776,4967,10395,12682,13260,25484,22571,9831,6584,16765,7563,237,9550,21148,17691,20040,25739,7873,11686,10556,18651,12603,10534,17862,7206,8435,19889,12012,3517,9,12323,14962,17104,10436,19425,25588,18186,5574,3,21488,12039,13307,14868,12411,9524,25226,25141,12869,11330,9555,11889,17364,8656,15429,14199,15045,26362,7618,19413,20436,14221,18920,9664,12278,10188,10361,14178,15003,16125,8409,10594,7195,13819,11798,11179,14647,14038,11684,14376,6989,8133,6047,1826,19615,15059,11902,11568,10147,7876,10394,10765,9074,14313,22097,8417,8284,10884,9618,17749,5389,11097,22834,18931,9837,16957,17461,7885,14618,12616,9767,12760,19496,8407,8401,9977,23718,24619,14996,22169,19774,15252,15085,13359,25463,10382,12563,20388,12333,17247,8758,18509,12952,8350,16416,17979,25394,13303,19427,12806,24542,15217,13550,13961,15377,17949,10843,1143,4,11075,23669,16995,13305,17299,15284,15900,9578,11890,18339,3050,210,14978,22323,17615,11192,6,22643,17483,142,18679,18640,12802,5,11692,18517,11397,15304,18286,8127,5,4520,13330,12668,8535,12390,11981,8955,8082,8419,10245,11034,11772,10637,8319,14172,13051,7646,6440,11545,11181,8441,5643,5054,3318,17969,7067,8464,6778,11712,7956,13878,11967,10966,6562,11412,10739,9955,10138,10422,10403,6763,6061,15976,13348,10919,13424,14122,8586,3886,8337,12548,11560,11368,10524,11208,16394,15833,14020,14089,12001,13313,10096,12767,8353,10540,10350,18769,10683,11081,10664,8067,12665,6741,3460,9605,21349,11977,11472,13782,10762,14818,13469,10138,14429,14113,7684,9184,10444,9726,10476,13683,16108,9319,322,13484,14284,10617,16162,10753,18717,21708,21249,9643,14841,13860,12226,11613,13162,8075,1386,13556,15496,16531,16308,17282,12433,14935,12934,9852,9946,4179,10775,6528,12930,14923,104,24071,24259,25811,2308,14348,21511,23655,11385,5567,18845,14603,10389,10214,17369,14531,8937,12210,16653,16721,26399,9421,6205,19001,9846,25850,17651,13355,9985,18272,12529,15496,11546,21827,10565,28247,26088,9,19684,11372,16324,15773,16457,12769,12970,8949,21685,10902,20170,12717,7352,7425,17320,10709,7969,13675,17991,11827,7381,11937,6673,18326,11558,22419,12237,7968,8999,7625,4713,18674,19941,10010,2572,10741,13565,13079,10740,11686,22906,10218,9292,7225,9128,4,12968,16786,7890,11665,3278,19287,17929,18448,16769,13732,11490,2977,16649,23111,12239,44,11536,17656,6793,15501,8658,8513,11357,11294,6659,11762,9865,9851,14065,11830,7728,671,12067,6977,7765,8857,11874,6017,3406,17152,18916,20368,19926,6914,14280,6417,4232,12522,30218,29559,20947,11398,10899,23446,30470,30906,9977,4976,14182,13920,10707,2551,7993,18022,13346,14419,8229,2631,12805,10815,9412,15626,21178,14616,11686,6587,8172,12905,12844,11293,10262,7972,4530,155,15472,25242,12514,12834,12073,8962,13409,8639,5326,10331,5910,10119,13232,9157,12706,17086,6875,12489,9587,6942,10530,8672,4616,4916,12737,23331,22434,10908,6837,11606,13050,8591,16573,6447,11991,16713,19611,17283,407,20279,12313,24510,10509,8339,105,21401,24501,7333,13323,20927,24382,24559,5429,19933,30960,3215,11278,21376,13591,4606,11,12134,30593,23892,10698,30637,16301,20966,25744,12525,14397,29087,3651,45,20797,8549,9438,13002,12247,8111,10822,10772,10563,8323,13065,8269,10934,9478,14454,8294,11244,11547,10245,1821,14617,8768,8882,8567,13458,12364,12205,9969,6912,18263,7518,173,18118,27735,11090,13584,12686,14192,10884,14599,11467,9155,11738,11615,12132,3610,9319,9934,9034,8493,4067,10448,10299,12702,5844,344,13222,7284,12455,15829,13436,11168,4242,5356,15865,9049,12689,6784,8213,6221,5029,11102,9194,9997,8903,1101,9423,11510,13544,8945,5674,6857,6139,9017,5801,11694,14570,5571,1047,19229,15470,13894,8745,9729,5689,5068,1380,19311,10715,20080,14225,2802,151,9081,9831,8378,18719,6216,11008,16466,6923,8015,151,25147,13893,14617,16164,10182,13839,15079,11871,16099,13452,7789,9459,12413,15728,13596,11717,10753,11508,10462,9901,13322,7798,4967,374,15001,15400,11224,14765,12887,7602,6540,2,20921,20791,20802,10235,13357,13754,19332,7965,6469,6662,3,1,20602,10049,110,14035,16626,18394,14809,11640,9062,15417,10268,7679,10871,20567,11865,8868,5314,4,16529,7581,14660,14088,20057,5792,20906,883,17522,17977,15161,10239,7790,20506,4563,6,15625,3201,16308,118,20760,8705,4503,11783,12861,20938,20744,5499,8213,18682,7598,13263,19902,6533,5730,21028,18801,10530,7318,9023,10141,6,21086,18308,10647,4721,12261,12574,5071,25073,22965,17928,14899,19436,11680,15700,15406,13724,11312,193,10880,15740,14382,15631,9205,7361,6774,7127,15447,21791,21981,7009,6348,8594,13790,12103,10860,9009,11878,16338,26763,19390,16640,17675,7900,15250,14040,8796,8125,7552,7623,4958,4294,6190,7054,16636,11327,14397,10527,5136,8132,7875,4203,5989,6021,5011,10536,2941,2907,21,19026,16280,13870,5833,7358,23255,15764,13306,7610,6410,11918,12346,7720,10147,10185,6006,6800,8191,9849,12242,12403,7397,5829,1811,5926,18992,14256,11766,14825,10919,10665,6210,5261,18841,12877,8196,4929,10632,12626,14400,14923,11055,6457,9060,7568,10314,1642,7335,14268,18471,12025,13796,8893,8827,13392,8428,7293,5234,7078,9427,9286,7054,6512,4646,3522,10384,19743,9439,12427,15025,2773,11,17381,1104,14327,15813,18360,8776,14239,6020,9512,8849,8728,3776,3627,7652,6404,4495,5697,18346,16480,10165,1468,15981,11102,10540,5027,9153,10780,832,6,11183,13887,11917,3351,7,285,14224,12945,13488,4,25492,19352,17414,9638,9294,7044,11908,24662,17136,12138,8324,13532,13773,16259,4958,15959,5922,13,12171,11271,11338,7869,3776,10,19807,9231,9656,2222,11675,7064,10111,9042,5975,1749,1835,12705,18901,9801,6545,18683,17150,4831,10227,7978,6142,9739,10590,9004,7476,24375,8824,210,7435,16776,5217,13871,5937,10403,4039,2789,4903,23,14407,15912,16958,14657,14792,12629,11266,22360,10463,20762,14065,21693,7155,12735,7677,16688,9182,21783,15176,13771,7133,6956,4867,6452,6617,8261,3712,8279,7690,3903,340,11968,11809,11211,4865,14158,15382,9160,9826,6772,7793,13808,8834,11807,10477,4114,1905,117,18190,19054,8019,5973,11957,10186,13609,10478,7873,12940,14260,10479,8086,254,8885,19902,11158,12465,21664,19528,6558,14563,10431,5878,9339,14267,14470,6089,19658,7689,8562,8448,5245,1241,8355,18575,13108,14405,9460,7214,7651,6725,4946,7950,7070,7240,11406,14202,8837,5425,15859,11771,9824,7311,7980,7867,6894,8737,7635,14511,15963,17725,8052,11890,9849,10672,8223,2921,13307,10814,8915,184,14563,18399,11348,11651,9978,9272,8164,1992,8794,10441,11642,8181,8597,9880,15762,5177,6955,2751,8299,7349,9955,8299,1275,4021,10518,18337,10056,8882,10308,7540,13996,15288,10531,10107,3470,8898,19754,24949,9139,10634,7694,5069,4169,145,12196,12500,8820,14267,9349,7925,1582,18083,15634,12552,12121,7571,15956,12703,13171,9077,11922,11744,9357,5918,8344,4050,13654,14461,12928,25262,13758,26694,10281,18903,19504,10014,9517,10591,5740,6394,10,3778,16398,18159,18009,19453,3790,12496,10198,18318,23712,7698,13417,8329,12280,4976,30614,10498,7934,13734,19427,6350,13438,12254,24617,7691,14134,25,21035,13645,14697,8808,17995,17150,8948,5957,16659,19665,17265,16664,7659,6973,14753,7810,8804,14,14795,16924,14692,6145,12547,6865,6332,6500,3786,4184,4808,15669,15375,9269,14429,6271,6692,10157,25128,7309,7750,13713,16977,10253,6986,6458,5402,13491,9043,6943,5942,6690,15811,19054,6504,4607,16147,16858,15599,15170,6881,8316,10611,9476,6063,17679,13701,9658,12,16088,19991,13480,5500,15857,7160,20262,18181,5500,11315,19974,13600,4486,11149,10773,16871,17627,21208,11222,18832,18585,11866,10577,8398,10175,8030,9430,30408,15101,1504,16842,14291,10219,15112,5648,5925,1795,8,13019,15700,17996,21680,11941,12157,14744,10318,7306,5555,4026,2496,17343,7823,2258,5366,8253,11636,3817,7,12685,16138,19889,22725,18626,13829,13487,10774,11967,6943,11191,2901,12569,9934,7643,9635,9207,12797,3075,2117,12076,8607,3090,19149,15402,10918,21987,7539,19190,12592,10712,13846,8089,5308,5991,3775,5545,322,14615,23544,19280,15224,17082,13925,14197,9986,12638,10917,23154,19663,18135,10657,14287,11035,639,25615,16335,11061,25314,8381,10583,23395,9856,8032,11280,189,20376,29401,11976,9775,14375,15529,6557,13730,14318,5403,6504,5081,6543,1674,12044,20492,12272,12788,10027,9753,368,13351,14120,11368,7086,11135,11786,10726,14552,14459,9809,8389,4874,12534,5335,9172,12161,7765,7826,14008,14596,6298,390,11652,13689,13817,8750,16004,12468,8461,9627,14036,11911,10139,8611,9611,1366,11092,10979,16493,16369,16494,16118,16269,11053,16392,7735,7491,16660,16334,16469,9923,12333,12427,16492,4302,16468,14279,12768,5693,3530,10262,10916,16504,16482,16470,30,16564,16553,16490,16651,16535,16400,16418,8574,16431,16274,15191,4471,16391,16367,16438,8824,16488,16330,16335,16394,2,16537,15182,16553,16364,16216,14158,16045,14211,15173,7731,279,16669,16367,8715,16561,12996,16299,11913,5856,13865,16524,16433,10980,16552,16345,13218,9977,5950,16442,16265,16280,6066,16041,9474,15879,14254,9283,3080,15393,15815,16721,11591,13327,16335,16351,11599,12350,15794,17532,12074,12912,17595,14727,14125,15152,14331,9773,14320,10354,9172,10112,9085,13661,12914,10527,14031,10316,7880,777,69,24190,11663,15322,11838,10185,14890,554,7243,17180,9790,6357,15195,6501,114,12277,9630,13796,10383,12056,9894,11250,7848,10685,10991,9465,17399,18028,6997,8770,9133,13551,8876,14516,15158,9686,7774,2353,8346,14449,7993,12423,5635,8473,8818,12507,10347,9522,14396,14257,9063,6154,14510,8581,9323,8054,14385,6199,7008,9949,6581,8233,14378,14198,14550,8342,12493,7533,140,13763,8066,4738,14488,9920,14129,14516,9277,8323,14439,9102,14595,10367,14457,14529,10804,4803,3986,14447,7476,11765,7247,3606,4503,50,2,13209,16491,10786,14999,13089,11218,11877,12047,9600,5973,12576,15305,10495,13820,16402,11945,9791,14114,19374,5006,90,22210,11529,12617,13627,16998,11491,10042,8608,4282,6770,15657,6961,638,13999,12611,20663,16989,12509,14621,10061,4307,172,21522,11417,10692,17112,16895,8670,6732,9430,8181,18393,15811,12424,18745,10549,7051,7199,9151,4949,14861,12760,12619,11873,15019,7082,14933,1368,6833,14960,14977,14576,14933,11363,8101,12348,3570,10564,14908,9108,6636,14953,4432,9827,5384,102,14951,7256,6231,2489,15004,9513,5841,4544,4871,1351,15142,15057,185,14940,13971,34,14851,15166,14911,4899,8715,13479,15187,5379,1981,15263,12775,7133,11196,6432,5912,15216,11341,7147,12776,8756,6121,15083,4760,5426,14946,7572,9597,12111,10473,7247,1154,13137,11678,19115,9992,7677,7909,15829,16242,12314,15023,10143,18248,15866,13431,9176,9726,9865,7165,6381,9519,7173,3137,1319,27969,13117,12003,10879,9527,9685,11503,12475,11896,12259,9410,12780,11850,12501,6703,8763,10384,5391,12510,24799,14128,9790,9157,9071,10998,5927,5632,8200,15677,23490,13794,9621,6251,8505,10977,12004,6608,7412,10252,14361,11928,20621,6768,122,17950,19648,15364,12004,13264,9791,3930,161,7002,14350,17957,13298,17064,20179,6987,15361,7931,7004,10219,11656,7784,10699,10029,7956,8365,731,10254,11915,4915,11261,11009,6317,11767,7908,125,8648,27151,9513,16440,11327,13407,10157,14804,20659,9302,7541,9026,5884,15045,13980,7662,12917,6902,15995,18344,16364,9769,16499,15661,10576,11300,12147,7552,306,6850,16426,16353,12857,10806,12671,14439,16273,10674,13112,15112,16412,4551,10545,16348,725,16374,16532,15248,16391,13692,4934,13577,7772,16433,9753,14757,5652,10116,16104,16429,14541,5996,12169,12944,16551,11629,49,16717,15411,12400,16463,12146,16492,11670,10686,14127,10727,9637,8173,1134,11186,10310,11413,8445,4329,11249,11219,11367,5194,10566,11293,6856,7672,9301,10592,11312,10495,4034,11358,2036,1,11313,11322,7118,10544,11339,11255,6206,11523,1,8848,11357,9185,8708,11259,11342,11256,11337,7612,11375,9824,10291,1449,11366,11374,11402,2922,11340,11589,11314,2493,5154,11050,11338,8551,6623,710,2,23684,20081,13110,18990,14927,8751,5928,1986,13606,10598,17239,17927,7620,10278,9541,5554,7213,23246,15828,13648,17181,17118,11781,10111,8683,7999,6105,14836,15345,15323,23470,18618,9371,17285,14943,11186,5968,8119,9191,4968,3301,9854,10764,10456,10768,10668,3642,7654,11243,11370,6619,10403,10347,15091,15094,12446,14978,9038,14973,13129,10201,11481,5,14568,11441,9461,11204,6944,14122,13760,10790,13608,4970,13532,5675,7300,13060,12636,5219,12923,7624,10108,12675,10915,4302,12366,12079,11036,6570,3613,1828,7618,11981,8351,11608,11638,97,10247,11517,10770,13810,13615,13358,7744,11602,13333,11847,8339,11637,11490,2808,450,13623,14322,16541,18902,7549,8297,11990,9425,11784,7447,6036,1368,16059,10132,14891,8043,12424,16195,6958,5377,634,7949,20658,13493,11361,11623,18501,9257,10538,7634,8256,6514,14772,13290,16090,9443,13570,9961,17450,6179,16034,16532,9430,7242,7871,1369,6,4249,14652,15073,8224,909,25534,18108,21400,5645,14243,13093,12039,8106,7039,10546,14072,10227,7610,5380,9288,7716,7570,7804,1812,5,8186,11857,9471,10561,14253,7381,13711,5339,11485,14500,15009,17062,14687,6330,14622,12174,7099,6330,9855,11446,12190,5644,5659,10370,9075,567,11610,12612,7917,14382,19480,11879,15284,14709,9728,11682,1237,12665,26196,9255,12156,6703,1978,127,27225,19554,11656,12934,10372,5787,9768,20357,21461,12452,12426,4303,8997,14922,17539,11001,16096,8626,12326,5334,15942,8934,14084,13456,9495,11023,9691,10191,13076,13737,13590,13807,20006,9536,10441,13920,14388,743,13532,14710,14960,757,14473,14822,10844,15535,9151,3208,438,3940,4984,4384,10536,30183,13745,13920,13674,18087,10213,9461,10729,17223,7393,15203,11291,5496,16429,22793,11162,19063,13861,11833,12077,19042,22442,15721,14555,11634,8484,18762,15572,9454,12782,12776,14610,17434,19294,9659,11496,7557,4026,8678,17185,26136,17762,11762,21205,9414,9106,4904,20581,21020,13007,8576,10297,13065,12048,12759,5425,22926,21111,13084,11077,5314,19984,20812,9446,9121,15819,13349,13008,2912,12606,20724,12895,24102,16084,12036,13574,18695,10958,5198,3970,24498,11186,9451,17776,12731,12458,25867,12274,13756,13173,6764,13051,16845,22879,13359,17639,17348,10899,15857,18366,14723,10510,14696,5127,15428,7991,7274,3894,3318,3231,1970,9282,8554,6622,6513,5514,5811,4399,2629,2819,8703,9835,8875,8024,7524,9219,7503,5881,7416,7381,9322,9604,9053,8754,8001,8187,7734,8748,7753,9538,9400,9070,8227,6579,6332,5448,3458,2591,873,10262,9416,6281,4530,2319,820,308,148,58,29,11,1],"fragments":[{"begin":"0.000","end":"13.400","lines":["Apple | Spotify This is Episode Two of a three-part Fascination on the science of psychedelics. You can listen to Episode One here."]},{"begin":"13.400","end":"96.160","lines":["Imagine that you’re going about your day, and suddenly someone stabs a hot knife into your temple. It plunges into your brain, where it reaches a spot just behind your eye. If you feel like this is happening, you’re probably having a cluster headache. Only about one in 1,000 people experience such headaches, but for those that do, they’re excruciating. Now imagine that you took a psychedelic drug, and all of a sudden your brain-splitting headaches went away. You’d definitely want to investigate that, right? For Science, Quickly, I’m science journalist and author Rachel Nuwer."]},{"begin":"96.160","end":"112.520","lines":["You’re listening to  “To Trip or Not to Trip,” part two of a three-part series on the science of psychedelics. [CLIP: Music]"]},{"begin":"112.520","end":"133.760","lines":["In 2009 we were approaching the research administration at Harvard University in Boston, where I was a visiting professor, to conduct a study on patients ... suffering from cluster headaches—because they have found, by themselves, that they could treat their condition quite well with LSD or psilocybin."]},{"begin":"133.760","end":"142.600","lines":["That’s Torsten Passie, a professor of psychiatry and psychotherapy at Hannover Medical School in Germany. He’s been researching psychedelic drugs for about 40 years."]},{"begin":"142.600","end":"171.640","lines":["We were sitting there in this big room with two fireplaces in front of a desk, which was very large, and on the other side were three research administrators. So we were sitting there and, you know, we were talking with them about conducting a study about LSD. But what happened is that there was a certain pause in the conversation. And then the chief of the research administration said, in a very low voice, “You know, you know what, we had Leary here.”"]},{"begin":"171.640","end":"199.640","lines":["They were referring to psychologist Timothy Leary, the notorious one-time Harvard lecturer turned psychedelic evangelist. Leary was dismissed from his position in the early 1960s for controversial experiments with psychedelics—including giving them to undergraduates—so the Harvard administrators weren’t exactly excited about the prospect of another research group dosing people on campus with LSD. In fact, they wanted Torsten and his colleagues to steer away from using anything psychedelic at all."]},{"begin":"199.640","end":"209.200","lines":["But Torsten was sure the psychedelic part of LSD was critical for treating cluster headaches, so he proposed a study that he thought would show the Harvard administrators he was right."]},{"begin":"209.200","end":"220.320","lines":["Our idea was: okay, let’s prove that we can’t induce the preventative effect against cluster headaches with a substance which is not hallucinogenic."]},{"begin":"220.320","end":"229.680","lines":["The substance they chose was 2-Bromo-LSD, a molecule that Albert Hofmann, creator of LSD, developed in the 1950s as an inactive LSD placebo."]},{"begin":"229.680","end":"239.160","lines":["It shouldn't be called a psychedelic because it has zero psychological effects.... You might feel a very tiny bit of an alteration, but that’s it."]},{"begin":"239.160","end":"246.000","lines":["And yet, to Torsten and his colleagues’ great surprise, 2-Bromo-LSD did seem to work on cluster headaches."]},{"begin":"246.000","end":"252.880","lines":["After we have treated two or three patients, it was obvious that it was even working better than LSD on the cluster headaches."]},{"begin":"252.880","end":"266.520","lines":["That’s actually a really good thing. No one wants to go on a 12-hour LSD journey every time they feel a headache coming on. That’s why millions of dollars have been invested since Torsten and his colleagues’ discovery into developing 2-Bromo-LSD as a medication."]},{"begin":"266.520","end":"281.480","lines":["We have no idea, really, why it works on cluster headaches in a preventative fashion, which means you take the drug three times in 10 days, and afterward, you might not feel any headache for years."]},{"begin":"281.480","end":"315.080","lines":["The substance 2-Bromo-LSD isn’t the only psychedelic that scientists have chemically edited to get rid of the trip or that’s been shown to still have some medical benefits afterward. Some labs have shifted their entire focus to investigating whether psychedelic drugs sans trip and sans accompanying therapy could be used for all sorts of applications, including things that typically can’t just be cured by popping a pill such as post-traumatic stress disorder, or PTSD, and addiction. But is the trip necessary for healing, or is it just a distraction? This is a heated question that’s currently dividing the field."]},{"begin":"315.080","end":"322.280","lines":["Torsten, for his part, thinks it’s a waste of time to try to use tripless psychedelics to try to treat any kind of neuropsychiatric condition."]},{"begin":"322.280","end":"348.880","lines":["People think, “Okay, let’s use other drugs which are very similar to LSD and, without hallucinogenic effects, might lead to the same behavioral changes.” There’s zero evidence for that. The only evidence is the hype. And the ... eagerness of a lot of companies to find new compounds and patent them and all that. Otherwise there’s zero evidence."]},{"begin":"348.880","end":"355.920","lines":["But others are betting big on psychedelics without the trip. There’s even a new word that’s been coined for them: psychoplastogens."]},{"begin":"355.920","end":"367.080","lines":["I know of at least five academic labs who have published on these nonhallucinogenic psychoplastogens and probably over 20 companies that are developing these ... types of molecules."]},{"begin":"367.080","end":"386.760","lines":["That’s David Olson, a chemist who directs the Institute for Psychedelics and Neurotherapeutics at the University of California, Davis. He’s also co-founder of Delix Therapeutics, a biotech company that’s developing nonhallucinogenic psychedelics. According to David, the pursuit of psychoplastogens is born out of sheer need."]},{"begin":"386.760","end":"419.120","lines":["Let’s talk about the scale of the problem. About one in five people will suffer from a neuropsychiatric disease at some point in their lifetime. We’re talking about a billion people worldwide. That is a huge problem. And if we ever hope to address a problem of that magnitude fully, we’re going to need medicines that are very scalable. And right now psychedelic-assisted psychotherapy is not a very scalable option because of the cost and the complexity of the treatment."]},{"begin":"419.120","end":"428.280","lines":["If we don’t try to decouple the beneficial effects from the hallucinogenic effects, a very small number of patients will benefit from psychedelic-assisted psychotherapy."]},{"begin":"428.280","end":"460.520","lines":["In case you don’t know,psychedelic-assisted therapy is a very involved process. It involves giving someone a psychedelic drug such as MDMA or psilocybin and then having them undergo hours of guided therapy with one or two specially trained therapists. There are also prep sessions with the therapists beforehand and integration sessions after to help people make sense of the experience and apply the lessons or revelations they gained to their sober life.  In a way, these sessions are learning exercises: people are learning to think and react in new ways."]},{"begin":"460.520","end":"474.880","lines":["The question, though, is whether the active learning part of psychedelic therapy can be bypassed partially or completely but still produce positive results. David is betting that it can — based on one of the things he says psychedelics do in the brain."]},{"begin":"474.880","end":"505.960","lines":["They promote structural plasticity in the part of the brain called the prefrontal cortex. Now, the prefrontal cortex is really critical for diseases like depression, post-traumatic stress disorder and substance use disorder, because it’s a brain region that talks to a whole bunch of other brain regions that regulate fear, motivation and reward. In many of these stress-related neuropsychiatric diseases, there’s physical changes in the structure of the brain, including the atrophy of neurons in the prefrontal cortex."]},{"begin":"505.960","end":"536.360","lines":["And if you can regrow these atrophied neurons, you can reestablish synaptic connectivity and allow the PFC to talk to the other brain regions that it needs to talk to and then ameliorate disease symptoms. Now, something that’s very unique about molecules like ketamine and psychedelics is that they are very good at promoting the growth of these neurons rapidly—within 24 hours ... And also that their effects last long after the drugs have been cleared from the body."]},{"begin":"536.360","end":"544.720","lines":["David and his colleagues are trying to make medicines that will retain that positive effect on neural growth, preferably in the absence of a guided therapeutic trip."]},{"begin":"544.720","end":"549.040","lines":["That is the goal: to have medicines that are safe enough that you can put them in your medicine cabinet."]},{"begin":"549.040","end":"561.880","lines":["Not everyone agrees with this goal. Gül Dölen, a neuroscientist at Johns Hopkins University, says she hates the term psychoplastogen because of what she says it wrongly implies about how psychedelics work."]},{"begin":"561.880","end":"586.600","lines":["It suggests that what psychedelics are doing is just inducing plasticity and ...that’s their therapeutic action. And the fact is, is that there are drugs like that—psychoactive plastogens—and all of the ones that we know that do that are addictive drugs like cocaine, heroin, amphetamine, alcohol, nicotine. These are all robust inducers of plasticity."]},{"begin":"586.600","end":"609.360","lines":["Gül and some other scientists think that the trip and the targeted therapy that it’s paired with are what differentiate the effects of psychedelic drugs from more addictive ones that induce plasticity all over the brain. That’s because the combination of trip and drug promotes learning, and it’s this learning, they think, that’s key to achieving the long-lasting results seen in some clinical trials with psychedelics."]},{"begin":"609.360","end":"626.400","lines":["Learning is such a huge component of what makes us who we are: our personalities, our abilities..., even the way we walk is a learned phenomenon. And so I think that any account of neuropsychiatric disease has to take that into consideration."]},{"begin":"626.400","end":"644.520","lines":["In June, Gül had a major study come out in Nature that drew a link between critical periods and psychedelics. Critical periods are finite windows of time, usually in childhood, when the brain is more malleable and open to learning. They exist so we can learn all the things we’ll need to know to successfully navigate our environment in adulthood."]},{"begin":"644.520","end":"666.560","lines":["What our study suggests is that what the psychedelics are doing is reopening those windows of time where you can learn like you did when you were a child. And so the idea that you could engineer that response to just a single pill like a Tylenol for pain seems very, very unlikely."]},{"begin":"666.560","end":"689.120","lines":["Gül and her colleagues came to this conclusion after giving adult mice a psychedelic drug and then exposing them to certain activities. Afterward the rodents’ brain returned to an open state of learning as though they were a juvenile mouse. On the other hand, when the mice were given cocaine—a psychoactive drug that increases general plasticity but is not a psychedelic—their critical period did not reopen."]},{"begin":"689.120","end":"705.880","lines":["The mice’s critical period also did not reopen when they weren’t put through the learning exercise, even if they were on a psychedelic.  These findings suggest that it’s not just the psychedelics that are contributing to targeted changes in the brain but also what someone does while on the drugs."]},{"begin":"705.880","end":"721.240","lines":["What our results really show for the first time is that psychedelics’ activities are context-dependent.... So when we give a psychedelic in a therapeutic context, it has a very different effect than if we give it, say, at a rave."]},{"begin":"721.240","end":"738.600","lines":["I think that the ... cleanest way of describing it is that if the therapeutic effects have a component that [is]are specific to a context, specific to some learned set of habits, then you probably need the trip."]},{"begin":"738.600","end":"750.760","lines":["Learning isn’t needed for everything, though—pain relief for cluster headaches is a great example. But for everything that does require some element of learning, Gül thinks psychoplastogens are not the way to go and could even be dangerous."]},{"begin":"750.760","end":"772.040","lines":["We could be engineering these ... drugs to lose their therapeutic properties and add in abuse liability that essentially turns these drugs into a new class of highly addictive drug that has little to no therapeutic efficacy. So that would be, I think, a real face-plant for the field, if we ended up doing that."]},{"begin":"772.040","end":"778.400","lines":["David gets that not everyone is onboard with psychoplastogens. But he still thinks that there’s value in pursuing them."]},{"begin":"778.400","end":"801.360","lines":["This is not an either-or story. This is really an “and” story. I think that we need to develop all of these types of medicines because, you know, patients are desperate. We haven’t had any real innovations in psychiatry for nearly 30 years. And so we should be developing both hallucinogenic and nonhallucinogenic medicines based on the science of psychedelics."]},{"begin":"801.360","end":"826.840","lines":["For some conditions, psychedelic-assisted therapy with the trip might be absolutely necessary. For others, such as cluster headaches, a psychoplastogen might be enough. It’s going to take researchers probably the next few decades to untangle the details of which type of drug works for whom and for what. In the meantime, the debate will no doubt go on. This was part two of a three part series on the science of psychedelics."]},{"begin":"826.840","end":"865.080","lines":["On the next and last episode, we’ll talk about the dream experiments that psychedelic researchers are most excited about for the future.  For Science, Quickly, I’m Rachel Nuwer.  Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, and Carin Leong and edited by Elah Feder and Alexa Lim. Don’t forget to listen to Science, Quickly wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news."]},{"begin":"865.080","end":"870.680","lines":["Apple | Spotify"]}],"duration":870}