{"title":"Five Things You Need to Know about Wildfire Smoke Right Now","img":"https://static.scientificamerican.com/sciam/cache/file/DD7314BC-D2AC-4482-A18ECBA3AA328FBF_source.gif","url":"https://www.scientificamerican.com/podcast/episode/five-things-you-need-to-know-about-wildfire-smoke-right-now/","audio":"https://traffic.megaphone.fm/SAM5191048667.mp3?updated=1703605752","intro":["Where is it coming from? How long will it last? What's in the smoke? Whose health is at risk? How do you clean your own air?"],"authors":["Andrea Thompson","Meghan Bartels","Lauren J. Young","Tanya Lewis","Jeffery DelViscio","Carin Leong"],"category":["Natural Disasters"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify"},{"author":"Andrea Thompson","text":"Welcome to Science, Quickly, a Scientific American podcast series! I’m Andrea Thompson, SciAm’s editor for earth and environment. Today, we’re talking fire and smoke. Here’s what you need to know about the wildfire smoke blanketing the eastern U.S. right now.  And even if you’re not living downwind at the moment, we’ve got a lot of news you can use on smoke, air quality, and how to protect your health."},{"author":"Andrea Thompson","text":"I’ve pulled together a bunch of local experts–my very smart Scientific American colleagues.  #SmokeNerds By the way, we’ve got our expert recommendations for sites and apps you should use to check the air quality and whether wildfire smoke is in your forecast. So make sure to listen all the way to the end. Meghan Bartels is a news reporter here. Lauren Young is associate health editor. Tanya Lewis is our senior health editor for news. Hey all."},{"author":"Meghan Bartels","text":"Hiya."},{"author":"Lauren Young","text":"Hi."},{"author":"Tanya Lewis","text":"Hey."},{"author":"Thompson","text":"So where should we start? I think the obvious place to start is, ‘Where the smoke is coming from?’ I’ll take this one. This smoke is coming from Canada, in particular for the current event, mainly wildfires in Quebec. But Canada has had a terrible wildfire season across the whole country. There have been more than 400 fires so far this year and they have burned more than 9 million acres."},{"author":"Thompson","text":"Fires have also been bad out west in Alberta and British Columbia, and smoke from those fires swept down over Montana and Colorado in May, causing really poor air quality. All of these fires are happening because Canada has seen stubborn hot, dry weather, including record high temperatures in May.  So when there is a spark – for example in the form of lightning from thunderstorms, fires can really take off. So we know where it’s coming from, but how long we can expect it to last? How is the smoke moving? Meghan I know you’ve been reporting on that."},{"author":"Bartels","text":"It’s really difficult to predict how long the smoky conditions might last. The wildfires themselves are likely to keep burning for a while."},{"author":"Bartels","text":"A Canadian fire analyst I spoke to says he hopes conditions there might ease up a little next week to at least reduce the number of fires that are starting.  From there, it’s a matter of where the wind is blowing and how high the smoke is in the atmosphere.  Sometimes, smoke stays high up and just creates some haze, but this week, the smoke has been hanging out close to the surface, which makes it a much bigger problem."},{"author":"Bartels","text":"Geographically, the interaction between a high-pressure system over Canada and a low-pressure system east of it have sent the smoke south.  Over the past few days, the smoke has moved, plaguing New York on Wednesday then heading down into Pennsylvania, New Jersey and Maryland on Thursday.  You can check your local branch of the National Weather Service or AirNow.Gov for forecast information."},{"author":"Thompson","text":"Thanks for that, Meghan. Those experiencing this event probably want to know: What’s in the smoke? What should people pay attention to (AQI? PM2.5? What do these things mean?)  Lauren, can you tell us more about that?"},{"author":"Young","text":"Sure. So when we think about air quality, we look at the Air Quality Index, which is a color-coded 500-point scale that ranks air quality in your area. And one of the primary measurements for the Index is particulate matter 2.5. The shorthand for that is PM2.5, which are fine particles that are 2.5 microns or smaller across."},{"author":"Young","text":"You can’t see these harmful particles but they can be inhaled deeply into the lungs.  With smoke, and air pollution, you also have volatile organic compounds.  That’s what gives smoke its sort of acrid, distinct smell.  These compounds are toxic and are small enough to slip past face masks.  But the thing about a lot of wildfires these days is that they are increasingly burning residential communities - that means, on top of the plants and vegetation that burns in forest wildfire, you’re burning things like paint thinners, detergents, plastics, cars and so on."},{"author":"Thompson","text":"Yikes. What are the health risks and who are the most vulnerable groups?"},{"author":"Young","text":"This smoke can really impact people with preexisting conditions, so - asthma, cardiopulmonary disease, lung disease. What it does is it can worsen your condition and make it more difficult to control symptoms. I talked to Ilona Jaspers at the University of North Carolina at Chapel Hill.  She told me her patients come in sometimes needing more medication. They’re wheezing, they have shortness of breath or difficulty breathing.    Children, especially those under the age of five, can have a twofold increase in asthma—the smoke can not only make your asthma worse, but it can actually induce it."},{"author":"Young","text":"So upping your chances of an asthma attack. Adults older than 65 also should be careful with wildfire smoke exposure.  Even less than a day’s worth of exposure from smoke hundreds of miles away can cause an increase in heart attacks and strokes. Kari Nadeau at Harvard University told me that some research has found the increased risk of stroke goes up by 40 percent from wildfire smoke exposure. Dr."},{"author":"Young","text":"Nadeau also told me that people of color and underserved communities are disproportionately affected by extreme weather events, like wildfire.  A lot of research has shown these groups are already at high risk of health issues because of where they may live and the discrimination they face. Dr. Nadeau explained that people of color in the U.S. are more likely to live near toxic waste dumps or industries that may emit pollution. These populations already have had sensitization to other toxicants - wildfire smoke is just another variable on top of that."},{"author":"Thompson","text":"So are there health risks even for healthy people? Is there research into what continuous exposure to wildfire smoke over multiple seasons does to our lungs?Young: Yes, there absolutely are risks. No one is immune from wildfire smoke symptoms."},{"author":"Thompson","text":"Even within 8 hours of being exposed to just a little bit of wildfire smoke hundreds of miles away you can start feeling the effects: common ones are itchy throat, coughing, watery eyes, your skin starts itching or becomes dry.  Within days to weeks, people can start seeing changes in asthma, heart attack, and stroke.  There was a paper published last year that showed that brain cancer and lung cancer increases not only in wildfire fighters, but also in communities that have been exposed for many years to wildfire smoke.  People who are pregnant should also be careful because smoke has been linked with premature and stillbirth.  A really important thing to note is the mental health impacts of all this: Seeing and being immersed in these dense clouds of orange-brown smoke - it’s unsettling, it’s stressful.  If you start to feel anxious, reach out to others or to a counselor.  Research has also shown that people can develop post-traumatic stress disorder after wildfire events and smoke.  Dr."},{"author":"Thompson","text":"Nadeau says that we should all be compassionate and give people agency to talk about climate-related anxiety to others."},{"author":"Thompson","text":"I think we’ve all felt a little stressed the last couple of days. Tanya, can you tell us what people who aren’t used to dealing with wildfire can do to protect themselves?"},{"author":"Lewis","text":"First of all, limit your time outside—especially strenuous activities like exercise. If you must go outside, wear a high-quality mask like an N95 or KN95. You probably still have some laying around from COVID. When you’re inside, keep your windows closed. If you have an air purifier, run that on high. There are lots of options out there, ranging from about $50 to well over $300. I have a couple that I like that are $150 to $200."},{"author":"Lewis","text":"You want something with HEPA or MERV filters—those are the kind used in hospitals that block really small particles like those found in wildfire smoke. And make sure it’s strong enough for the size of room you’re in. If commercial purifiers are too pricey, you can also build your own version. During the pandemic, some scientists came up with a design called a Corsi-Rosenthal box to protect against COVID. It’s basically a box fan and 4 or 5 HEPA filters duct-taped together in a cube, and it also works for air pollution."},{"author":"Lewis","text":"I built one myself last year, and it’s proven pretty useful the last couple days here in New York. They can be a bit loud, but it’s worth it for good air quality. If you don’t have a purifier or Corsi-Rosenthal box but you have an AC, you can run that and it will provide some filtration. Just make sure it’s not pulling in outside air. (Fortunately, most window units just recycle inside air). You can also plug up poorly sealed windows with wet towels or painter’s tape to prevent air from leaking in."},{"author":"Lewis","text":"If you don’t live somewhere where you can seal the windows and filter the air, try to go somewhere that does, like an office or library. Just remember to wear a good mask on your way there and back."},{"author":"Thompson","text":"Thanks, Tanya. I have definitely been wearing a mask outside this week. So finally, something people may also be wondering is, do we think this could become a more regular issue in our rapidly changing climate? That’s another question I’ll take. Climate change does prime things for more and stronger wildfires because the hot, dry conditions that help fuel them are becoming more likely and more intense. But factors like forest management also come into play. This can affect how much fuel – branches, leaves and other detritus – there is to burn."},{"author":"Thompson","text":"And then where smoke from those fires goes will depend on weather conditions at the time. So the point is, the future will be hazy–and possibly smoke-filled."},{"author":"Bartels","text":"Okay, last thing before we go. You’ve made it this far. Here’s a list of sites that we all like if you want to check your personal air quality. There’s Airnow.gov, IQAir, Purple Air, and your local National Weather Service (you can get there by googling your town and “NWS”). We’ll link to all of those in the show transcript."},{"author":"Thompson","text":"Thanks again for joining us on this special wildfire episode of Science, Quickly. Science, Quickly is produced by Jeff DelViscio, Carin Leong, Tulika Bose and Kelso Harper. Our show music was composed by Dominic Smith.  Like and subscribe wherever you get your podcasts.  For a Daily dose of science, sign up for our new Today in Science newsletter. Our colleague Andrea Gawrylewski delivers some of the most interesting and awe-inspiring science news, opinion and whatever else strikes her fancy to your inbox each afternoon. We think you’ll enjoy it. Check it out at sciam.com/newsletters."},{"author":"Thompson","text":"For Science, Quickly, I’m Andrea Thompson."},{"author":"Lewis","text":"Tanya Lewis."},{"author":"Young","text":"Lauren Young."},{"author":"Bartels","text":"And Meghan Bartels."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[28,112,585,1146,12291,8054,7784,8305,7756,8774,12139,10746,12769,8731,13011,12895,14288,11383,11764,11072,6978,6644,4336,11485,22359,18649,12540,10506,20011,17696,17485,18310,11008,7569,2876,19201,18478,16337,5643,16998,13933,9884,10715,13734,3778,1890,20891,6976,15538,16196,16820,10196,3846,4918,7064,9514,10091,9980,9598,9867,9548,9317,9445,9206,7609,6299,4201,6975,4549,1314,964,16327,17229,9244,13625,14388,16985,14887,9004,19346,12143,14505,8197,13713,390,294,16201,16604,17536,17060,14210,10053,11923,11421,11761,17094,16798,10057,9068,8215,17868,16952,15277,10616,16029,15804,17250,11086,1309,668,14883,18576,18724,17073,15832,13840,8035,2087,18389,19999,17999,15003,7346,15031,6681,16247,18047,8213,8289,5811,5549,126,21571,22075,10189,17558,14761,15770,13971,13559,19628,15121,6951,12101,6675,17754,17528,11858,18510,15512,10357,7505,12789,15941,3497,1065,16444,17519,15986,15794,15687,16210,3858,42,688,2805,17836,15620,11071,13988,9634,11105,378,11227,17933,15342,18077,10952,12200,86,15224,16537,20153,15064,16673,13929,9321,759,20635,11615,10791,14194,13094,12371,8520,14025,76,1,6816,16041,17921,6643,2977,16572,16079,16386,19570,16287,15543,2512,13975,18996,11625,9309,12878,754,1724,18730,18916,5561,100,11298,18679,17276,18189,16586,11820,12722,17624,15609,16990,16533,14276,14291,12921,7015,16358,814,960,18089,16643,18331,16168,16505,14152,13351,14469,12614,11787,10242,12304,11363,1104,17005,19331,15706,15646,16996,14518,11406,11992,13465,14381,8838,11768,16684,15599,10821,4783,865,16017,15206,14851,13976,17121,14827,10064,14618,15447,8012,10036,10789,15576,12526,16910,17194,19342,12112,11969,11431,10917,14754,12624,11580,9500,14845,11011,11009,2060,947,16401,16311,16294,17076,15153,7020,14081,11981,7343,18546,15092,13517,15833,11881,12248,14893,11565,6392,16175,15033,14219,13705,12232,16298,8342,14523,12724,7532,8568,14569,21165,21314,11018,7468,17652,7586,8752,20738,3305,350,152,3101,18512,18334,17310,13094,6892,16058,16585,16596,18669,11165,16322,12487,4524,17324,13327,13812,71,21545,17206,15921,11377,11824,10896,17,23557,18256,24831,17639,19712,20812,17685,16583,15247,22032,22048,15209,15563,10459,15253,22885,20144,3830,577,21949,21230,14380,17471,17537,15704,12169,19267,15235,18927,7564,18461,20926,19944,20846,20410,17503,17145,23300,22891,16951,13609,18631,14609,16584,17625,16372,20259,21283,14892,18078,16567,22178,18540,23588,12599,402,506,19973,21777,18601,18985,15970,17163,16792,24596,19250,12524,22465,13332,18281,18690,10870,12830,215,25602,20680,11366,23454,15560,20161,15690,17561,19459,19127,12092,26267,22696,10628,19901,22324,22267,16862,19083,13221,18748,16796,11952,26214,22458,21514,20677,18867,4666,230,21401,21655,20681,10936,19350,16420,14523,16729,20029,14588,16549,12121,20735,19054,448,21689,23649,17444,15446,24607,23862,17355,20377,12393,23991,14156,494,104,26837,22004,18140,15754,18366,13072,15861,7104,20228,14245,23458,18439,18658,18819,18850,18682,20489,11863,14326,13860,19984,16281,16519,15051,15977,21226,15227,14035,3208,1260,16242,18841,23584,19515,15694,17686,17016,12948,16390,16207,18646,22672,23216,13778,20360,7012,10528,11757,53,20038,17287,7875,8369,16639,16267,15570,12926,12963,10629,8921,7806,2747,21126,14580,14533,2062,17779,18908,17416,17539,8947,13550,14026,15298,13369,10068,8522,16235,4227,16478,14655,9302,7637,1837,18268,16436,14035,12806,15000,11895,2804,16705,11390,13577,14074,13364,16459,15159,13138,11720,16557,15202,14126,11811,13191,3580,11961,14639,14706,16477,11851,12285,14966,12407,13822,14458,13297,12179,9550,1013,19696,17439,17037,13241,10876,12428,11503,10962,16506,16293,11782,11415,17078,1890,1872,18141,18943,17463,11198,13875,16655,10136,13080,2126,14112,17383,18371,11571,13953,10308,16804,14864,10217,15906,16030,8410,2392,8883,19114,13459,10332,10285,12948,19381,17835,18436,10684,8659,7191,16081,4053,1230,11617,19296,14858,12486,10633,15960,16840,15696,16364,13291,11699,14714,12396,1920,20068,15071,15033,9843,13282,18483,12392,10422,13526,8341,506,16393,15222,16140,12080,13337,14300,11254,15427,12278,11796,9180,279,13751,14705,16131,18524,16587,12082,14192,11486,7094,18885,15723,15581,10325,11285,12145,11892,7098,6427,109,18658,14134,15019,14147,17797,8109,13071,12176,16148,14246,13164,13173,13105,7263,14691,11711,17070,12818,8186,13904,10922,13002,16810,13256,11529,8365,16481,15678,13038,9536,149,23312,3892,2559,993,610,4711,19657,19296,18642,4772,10748,19265,13899,11168,11552,12332,11474,9455,6079,394,13401,12927,7526,14505,15200,9913,11538,12486,7531,9051,7052,4429,17130,11903,14684,17762,16724,13933,14714,13037,8795,9067,11200,8563,6978,3110,19693,20174,14352,13950,10081,11024,14572,13706,14536,9459,9298,9843,8919,4226,16675,16686,18074,18426,8165,14564,12619,11806,12263,14777,12746,15676,9719,9610,11107,12455,13548,10502,13657,11132,11774,11064,10281,11544,10901,1180,19103,14903,10115,15226,16248,11709,10530,19558,10079,8772,7265,9398,1877,17889,17240,12452,15904,13669,11502,16457,17045,12685,15433,10182,11450,8016,15181,8894,151,19072,16987,15804,14554,17774,11570,18114,17753,13835,8312,8659,8331,20374,11183,11518,7642,13002,8340,14898,471,125,19406,11424,11668,11396,15805,13071,13432,11939,9379,14211,10142,6879,8737,7953,114,17090,17808,18537,10896,10670,10917,13320,12830,12214,15631,11940,11377,15800,8101,15519,16742,10629,12610,11173,11331,11420,4423,2775,14459,16945,15380,13732,11813,9554,10548,17693,15757,10433,15690,12247,11355,11519,10278,12876,14388,15318,11302,12113,13391,10999,9494,9235,10817,1160,19209,17877,16291,11107,11556,12595,11121,12197,12640,10463,10443,9473,8236,12821,12161,13496,13470,17197,14135,18909,12806,15564,15405,15186,13448,11797,27,12236,17892,10721,9077,12918,11339,10193,11936,12152,10425,10316,9528,7327,10825,13929,16115,17085,18376,11719,10329,10628,8548,9465,4773,11743,19427,15552,13658,12412,13640,15030,15496,13442,17035,13023,12138,14812,12562,11299,12124,14308,13049,11835,10317,8870,6941,153,12347,12928,11514,15951,17059,18546,17697,10052,11255,11994,12426,12891,12052,15701,18133,13344,9127,11889,10668,10190,11376,11719,258,106,20477,15261,14884,14389,16897,13679,14028,9654,8699,17081,15266,12431,9187,17485,8273,14342,12207,13829,12667,13316,9562,10854,7040,8680,10774,19100,16668,12893,6517,124,511,391,16408,12583,12880,12794,10977,9566,5706,2683,15648,17830,12582,13954,14870,10772,9294,10643,485,12857,13503,15228,14241,11798,10252,12385,10201,10808,17201,14812,14339,13023,13109,15387,11629,15050,14855,9715,14535,18513,13768,10994,13870,3717,14766,15151,16090,14025,8972,18441,10115,13338,14245,11401,16639,11679,8849,14059,13447,12927,13086,8572,11458,16028,789,16509,17895,14082,10829,9292,10304,12532,10491,10324,10559,17907,15277,11931,15929,10570,9411,104,13954,14278,15571,12373,11630,12088,12814,14963,16216,11791,12863,11122,14419,9906,8373,9126,4846,19163,12461,15328,15968,12143,10977,7297,18558,11546,11142,11396,14698,13204,13693,9504,15891,11260,10121,14785,10385,11423,72,1357,10446,17142,18384,10726,16364,13375,8910,11726,15060,16524,14923,12142,13404,12534,11088,11689,8917,368,87,13393,10644,17225,13227,12085,8735,17912,17602,16514,10308,9352,12001,8055,529,13696,17647,15529,12292,13404,9245,13329,13445,14499,14431,9764,12748,11241,14118,677,1159,12587,18298,13963,10182,19010,10693,6755,466,15756,17213,16890,14384,11287,18089,17196,13577,9457,10587,12299,9159,12780,13223,15299,11679,16792,11031,13889,15156,12243,13335,14051,11970,12616,19676,11644,14686,7086,9709,1135,69,18621,13605,14647,16508,10803,13932,13140,12582,8984,14097,12057,15373,8939,10943,16948,12854,9564,12112,12366,11301,10661,7064,56,43,18907,15877,14091,17687,11403,12870,11094,8969,12962,3119,1028,8876,18412,15156,10244,15255,15674,13066,12558,13054,15759,14355,16478,14569,7794,12681,16180,14209,13638,2027,10988,17887,17319,14363,15922,17953,9796,15444,17528,15292,9306,19689,15733,15557,16446,10404,15501,14413,13486,82,13703,17097,19639,16775,13318,15435,14804,15948,16436,12062,16818,13872,12658,15651,9507,17246,242,5619,20021,19265,16786,11957,14525,11582,10816,396,18260,13719,18917,12301,15034,17276,19155,6489,39,11582,16303,15048,16926,12339,17625,16498,15663,15964,47,16393,16893,16524,14251,10767,11397,11358,15625,10067,17218,14091,17164,14553,10667,10440,1230,34,15809,15396,18046,16920,17179,14230,13307,14989,9701,16902,10838,5141,48,17656,16966,16717,17638,10093,17527,13284,9266,1845,19763,15546,11284,14627,17040,17792,17552,14310,14797,15954,12064,18344,11201,17097,15814,7238,281,31,16886,12809,16983,16725,12306,17200,10667,9150,7367,17779,16229,13837,19407,15667,9192,14948,8631,14272,18876,15805,16063,15949,2342,18185,18727,17532,16352,15590,13285,17140,14669,17271,18404,16428,18433,11274,15985,3631,11395,18188,16902,20131,642,65,18506,14865,18599,17459,17331,13397,13739,12670,8630,13318,18583,12894,17822,14193,14612,9529,14855,18485,16550,14412,9640,6375,29,33,16499,19405,17425,17765,11924,13903,11784,11351,11541,15980,16751,12456,17141,6841,15561,392,142,14494,15739,18180,19277,17992,15238,16281,14178,14641,13810,8029,94,15500,19341,18401,16161,15119,13689,15578,14791,14698,13728,9424,17104,11486,11266,10015,18570,17090,17253,12759,18878,16307,13421,11421,354,32,12266,19137,18542,11326,11618,15867,12794,3036,104,14739,14354,18965,15631,12631,11721,15345,9434,15834,12970,22,5059,18899,19644,19322,15086,13178,16718,17533,12704,16077,15515,8710,8864,14285,12678,14039,15183,8421,7096,13224,2002,12983,16377,11852,18604,9295,16811,15006,10820,11340,11053,4242,15877,18399,17521,18370,16480,16381,11772,13704,10622,2735,51,14206,15669,16565,16146,16540,15564,13745,15037,14387,12379,16738,2766,51,148,20491,14754,6752,16371,15598,20792,14896,14228,12730,10614,7170,1047,358,14897,16661,1688,17179,12964,11119,9087,14236,15102,13857,3593,10306,15617,12449,17597,14197,16153,15753,13692,12767,11756,10903,13739,2855,1190,19173,18704,19849,7332,2762,1701,1102,772,556,388,14524,19127,18381,10727,18616,16044,10247,9042,11164,19560,18839,16625,16106,7242,13296,20042,20765,16851,9148,16927,19580,13841,9645,9909,13885,20556,12309,10714,19598,5411,1070,20730,20421,19563,17428,16687,14196,12392,8730,13305,7030,17184,17926,16238,11086,11644,17859,6505,13018,18925,16375,18161,12376,16824,14038,1498,2796,16681,16179,17147,16343,7276,18671,10607,19332,9336,9450,13826,20785,7136,5670,11695,3053,3659,1520,19639,17949,17126,18167,12866,15392,16737,16739,16997,15807,14620,15148,8312,1355,4406,5814,5260,6499,7305,6423,1906,556,5671,5167,4171,7136,6948,5300,5608,5359,2477,2701,25357,23481,18716,17239,20826,8493,22383,22290,22551,22164,22719,24634,19540,24329,22427,17843,24679,21697,15319,19217,22195,11769,1534,25144,18370,20399,21627,20875,4150,20338,20141,18299,15030,2687,20119,19278,18661,5908,2033,19400,21542,23447,23251,12871,16939,13172,4922,14555,24431,23410,19525,11900,13377,19659,21447,19355,3318,17595,24087,25939,17751,20714,15171,14616,9466,4413,3913,3826,493,3631,3640,4071,4161,3794,935,542,5088,3869,18232,18073,19394,18499,15837,18999,14119,16424,19713,16705,14965,9013,5372,4132,21037,21359,16017,11749,17543,16983,12394,9414,20920,21683,10609,4567,17179,15229,7791,20932,14640,13187,4311,14048,19744,17545,19126,19143,19428,14594,5553,6111,20630,15793,17516,16826,19493,11916,12393,4333,5707,18218,20436,20941,8519,9747,18893,21567,14496,17943,14158,8059,8935,2656,14177,19679,18533,17654,20157,12457,14887,18984,12988,15679,15595,16983,18262,15800,15925,8967,18876,16244,16339,19372,15105,21311,14092,18834,20009,12370,8850,2868,6695,19519,19628,13625,4648,20165,21451,21606,17617,15252,8241,7281,9907,4761,4221,3715,4323,3755,3734,20600,14713,10973,14383,14076,9530,9293,16826,20183,4468,19014,15218,10502,24446,20834,21767,9328,11513,12982,13588,12696,14717,15165,13763,10437,8692,11039,4562,5705,8240,5969,6557,1686,1145,785,609,374,15],"fragments":[{"begin":"0.000","end":"2.440","lines":["Apple | Spotify"]},{"begin":"2.440","end":"76.880","lines":["Welcome to Science, Quickly, a Scientific American podcast series! I’m Andrea Thompson, SciAm’s editor for earth and environment. Today, we’re talking fire and smoke. Here’s what you need to know about the wildfire smoke blanketing the eastern U.S. right now.  And even if you’re not living downwind at the moment, we’ve got a lot of news you can use on smoke, air quality, and how to protect your health."]},{"begin":"76.880","end":"115.480","lines":["I’ve pulled together a bunch of local experts–my very smart Scientific American colleagues.  #SmokeNerds By the way, we’ve got our expert recommendations for sites and apps you should use to check the air quality and whether wildfire smoke is in your forecast. So make sure to listen all the way to the end. Meghan Bartels is a news reporter here. Lauren Young is associate health editor. Tanya Lewis is our senior health editor for news. Hey all."]},{"begin":"115.480","end":"116.160","lines":["Hiya."]},{"begin":"116.160","end":"116.920","lines":["Hi."]},{"begin":"116.920","end":"118.280","lines":["Hey."]},{"begin":"118.280","end":"139.760","lines":["So where should we start? I think the obvious place to start is, ‘Where the smoke is coming from?’ I’ll take this one. This smoke is coming from Canada, in particular for the current event, mainly wildfires in Quebec. But Canada has had a terrible wildfire season across the whole country. There have been more than 400 fires so far this year and they have burned more than 9 million acres."]},{"begin":"139.760","end":"169.960","lines":["Fires have also been bad out west in Alberta and British Columbia, and smoke from those fires swept down over Montana and Colorado in May, causing really poor air quality. All of these fires are happening because Canada has seen stubborn hot, dry weather, including record high temperatures in May.  So when there is a spark – for example in the form of lightning from thunderstorms, fires can really take off. So we know where it’s coming from, but how long we can expect it to last? How is the smoke moving? Meghan I know you’ve been reporting on that."]},{"begin":"169.960","end":"177.680","lines":["It’s really difficult to predict how long the smoky conditions might last. The wildfires themselves are likely to keep burning for a while."]},{"begin":"177.680","end":"199.720","lines":["A Canadian fire analyst I spoke to says he hopes conditions there might ease up a little next week to at least reduce the number of fires that are starting.  From there, it’s a matter of where the wind is blowing and how high the smoke is in the atmosphere.  Sometimes, smoke stays high up and just creates some haze, but this week, the smoke has been hanging out close to the surface, which makes it a much bigger problem."]},{"begin":"199.720","end":"222.720","lines":["Geographically, the interaction between a high-pressure system over Canada and a low-pressure system east of it have sent the smoke south.  Over the past few days, the smoke has moved, plaguing New York on Wednesday then heading down into Pennsylvania, New Jersey and Maryland on Thursday.  You can check your local branch of the National Weather Service or AirNow.Gov for forecast information."]},{"begin":"222.720","end":"235.240","lines":["Thanks for that, Meghan. Those experiencing this event probably want to know: What’s in the smoke? What should people pay attention to (AQI? PM2.5? What do these things mean?)  Lauren, can you tell us more about that?"]},{"begin":"235.240","end":"255.280","lines":["Sure. So when we think about air quality, we look at the Air Quality Index, which is a color-coded 500-point scale that ranks air quality in your area. And one of the primary measurements for the Index is particulate matter 2.5. The shorthand for that is PM2.5, which are fine particles that are 2.5 microns or smaller across."]},{"begin":"255.280","end":"285.840","lines":["You can’t see these harmful particles but they can be inhaled deeply into the lungs.  With smoke, and air pollution, you also have volatile organic compounds.  That’s what gives smoke its sort of acrid, distinct smell.  These compounds are toxic and are small enough to slip past face masks.  But the thing about a lot of wildfires these days is that they are increasingly burning residential communities - that means, on top of the plants and vegetation that burns in forest wildfire, you’re burning things like paint thinners, detergents, plastics, cars and so on."]},{"begin":"285.840","end":"291.880","lines":["Yikes. What are the health risks and who are the most vulnerable groups?"]},{"begin":"291.880","end":"323.720","lines":["This smoke can really impact people with preexisting conditions, so - asthma, cardiopulmonary disease, lung disease. What it does is it can worsen your condition and make it more difficult to control symptoms. I talked to Ilona Jaspers at the University of North Carolina at Chapel Hill.  She told me her patients come in sometimes needing more medication. They’re wheezing, they have shortness of breath or difficulty breathing.    Children, especially those under the age of five, can have a twofold increase in asthma—the smoke can not only make your asthma worse, but it can actually induce it."]},{"begin":"323.720","end":"346.080","lines":["So upping your chances of an asthma attack. Adults older than 65 also should be careful with wildfire smoke exposure.  Even less than a day’s worth of exposure from smoke hundreds of miles away can cause an increase in heart attacks and strokes. Kari Nadeau at Harvard University told me that some research has found the increased risk of stroke goes up by 40 percent from wildfire smoke exposure. Dr."]},{"begin":"346.080","end":"375.200","lines":["Nadeau also told me that people of color and underserved communities are disproportionately affected by extreme weather events, like wildfire.  A lot of research has shown these groups are already at high risk of health issues because of where they may live and the discrimination they face. Dr. Nadeau explained that people of color in the U.S. are more likely to live near toxic waste dumps or industries that may emit pollution. These populations already have had sensitization to other toxicants - wildfire smoke is just another variable on top of that."]},{"begin":"375.200","end":"389.800","lines":["So are there health risks even for healthy people? Is there research into what continuous exposure to wildfire smoke over multiple seasons does to our lungs?Young: Yes, there absolutely are risks. No one is immune from wildfire smoke symptoms."]},{"begin":"389.800","end":"447.880","lines":["Even within 8 hours of being exposed to just a little bit of wildfire smoke hundreds of miles away you can start feeling the effects: common ones are itchy throat, coughing, watery eyes, your skin starts itching or becomes dry.  Within days to weeks, people can start seeing changes in asthma, heart attack, and stroke.  There was a paper published last year that showed that brain cancer and lung cancer increases not only in wildfire fighters, but also in communities that have been exposed for many years to wildfire smoke.  People who are pregnant should also be careful because smoke has been linked with premature and stillbirth.  A really important thing to note is the mental health impacts of all this: Seeing and being immersed in these dense clouds of orange-brown smoke - it’s unsettling, it’s stressful.  If you start to feel anxious, reach out to others or to a counselor.  Research has also shown that people can develop post-traumatic stress disorder after wildfire events and smoke.  Dr."]},{"begin":"447.880","end":"454.640","lines":["Nadeau says that we should all be compassionate and give people agency to talk about climate-related anxiety to others."]},{"begin":"454.640","end":"464.160","lines":["I think we’ve all felt a little stressed the last couple of days. Tanya, can you tell us what people who aren’t used to dealing with wildfire can do to protect themselves?"]},{"begin":"464.160","end":"492.120","lines":["First of all, limit your time outside—especially strenuous activities like exercise. If you must go outside, wear a high-quality mask like an N95 or KN95. You probably still have some laying around from COVID. When you’re inside, keep your windows closed. If you have an air purifier, run that on high. There are lots of options out there, ranging from about $50 to well over $300. I have a couple that I like that are $150 to $200."]},{"begin":"492.120","end":"520.680","lines":["You want something with HEPA or MERV filters—those are the kind used in hospitals that block really small particles like those found in wildfire smoke. And make sure it’s strong enough for the size of room you’re in. If commercial purifiers are too pricey, you can also build your own version. During the pandemic, some scientists came up with a design called a Corsi-Rosenthal box to protect against COVID. It’s basically a box fan and 4 or 5 HEPA filters duct-taped together in a cube, and it also works for air pollution."]},{"begin":"520.680","end":"549.240","lines":["I built one myself last year, and it’s proven pretty useful the last couple days here in New York. They can be a bit loud, but it’s worth it for good air quality. If you don’t have a purifier or Corsi-Rosenthal box but you have an AC, you can run that and it will provide some filtration. Just make sure it’s not pulling in outside air. (Fortunately, most window units just recycle inside air). You can also plug up poorly sealed windows with wet towels or painter’s tape to prevent air from leaking in."]},{"begin":"549.240","end":"559.920","lines":["If you don’t live somewhere where you can seal the windows and filter the air, try to go somewhere that does, like an office or library. Just remember to wear a good mask on your way there and back."]},{"begin":"559.920","end":"591.440","lines":["Thanks, Tanya. I have definitely been wearing a mask outside this week. So finally, something people may also be wondering is, do we think this could become a more regular issue in our rapidly changing climate? That’s another question I’ll take. Climate change does prime things for more and stronger wildfires because the hot, dry conditions that help fuel them are becoming more likely and more intense. But factors like forest management also come into play. This can affect how much fuel – branches, leaves and other detritus – there is to burn."]},{"begin":"591.440","end":"606.400","lines":["And then where smoke from those fires goes will depend on weather conditions at the time. So the point is, the future will be hazy–and possibly smoke-filled."]},{"begin":"606.400","end":"626.480","lines":["Okay, last thing before we go. You’ve made it this far. Here’s a list of sites that we all like if you want to check your personal air quality. There’s Airnow.gov, IQAir, Purple Air, and your local National Weather Service (you can get there by googling your town and “NWS”). We’ll link to all of those in the show transcript."]},{"begin":"626.480","end":"663.120","lines":["Thanks again for joining us on this special wildfire episode of Science, Quickly. Science, Quickly is produced by Jeff DelViscio, Carin Leong, Tulika Bose and Kelso Harper. Our show music was composed by Dominic Smith.  Like and subscribe wherever you get your podcasts.  For a Daily dose of science, sign up for our new Today in Science newsletter. Our colleague Andrea Gawrylewski delivers some of the most interesting and awe-inspiring science news, opinion and whatever else strikes her fancy to your inbox each afternoon. We think you’ll enjoy it. Check it out at sciam.com/newsletters."]},{"begin":"663.120","end":"665.120","lines":["For Science, Quickly, I’m Andrea Thompson."]},{"begin":"665.120","end":"666.120","lines":["Tanya Lewis."]},{"begin":"666.120","end":"668.160","lines":["Lauren Young."]},{"begin":"668.160","end":"671.960","lines":["And Meghan Bartels."]},{"begin":"671.960","end":"674.200","lines":["Apple | Spotify"]}],"duration":674}