{
  "title": "In This Ancient Garden, Plants Can Cure or Kill You",
  "img": "https://static.scientificamerican.com/sciam/cache/file/260AFC0B-6A43-4CE5-AC74E9BE91790A97_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/in-this-ancient-garden-plants-can-cure-or-kill-you/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/6F1BE24E-63AC-4BBC-BAFE33B0CFB702CF.mp3",
  "intro": [
    "Apothecaries founded this famous garden—one of the most ancient botanical gardens in Europe—to teach their students which plants poison and which plants cure. "
  ],
  "authors": [
    "Shayla Love",
    "Jeffery DelViscio",
    "Tulika Bose"
  ],
  "category": [
    "Ecology"
  ],
  "transcript": [
    {
      "author": "Frances Sampayo",
      "text": ": The apothecaries founded this space as somewhere where they could train their students in how to identify medicinal plants from harmful plants—plants that can kill and cure, so to speak. [CLIP: Opening music]"
    },
    {
      "author": "Shayla Love: ",
      "text": "In London’s neighborhood of Chelsea, next to the river Thames and enclosed by a tall brick wall, is a collection of poisonous plants that can kill you. There are also plants that can treat you when you’re sick and even plants that many of our modern medicines are derived from. I’m Shayla Love, and you’re listening to Scientific American’s Science, Quickly. Today we’re paying a visit to the Chelsea Physic Garden—one of the oldest botanical gardens in Europe, with four acres dedicated to the ancient science of healing. [CLIP: Nature sounds] "
    },
    {
      "author": "Love: ",
      "text": "When I first walk inside, it looks like a typical garden. There’s a gravel path that crunches under my feet and twists and turns through crowded plant beds. But after glancing at the map, it becomes clear I’m in a different kind of garden. On my right is a “poison bed,” where the plant signs also include a skull and crossbones."
    },
    {
      "author": "Love (tape)",
      "text": ": Maybe we can go to the poisonous plants because I feel like that’s probably a big draw."
    },
    {
      "author": "Frances Sampayo",
      "text": ": Yeah...."
    },
    {
      "author": "Love (tape)",
      "text": ": You don’t see that often in botanical gardens."
    },
    {
      "author": "Sampayo: ",
      "text": "No...."
    },
    {
      "author": "Love: ",
      "text": "That’s adjacent to the Garden of Useful Plants, which contains plants associated with scientific developments of the past and present."
    },
    {
      "author": "Love (tape): ",
      "text": "I’m a science journalist and I was like, oooh, the medical plants, it was just, like, a perfect overlap of my interests...."
    },
    {
      "author": "Sampayo: ",
      "text": "Yeah...."
    },
    {
      "author": "Love: ",
      "text": "They are devoted to different parts of the body: the heart, nervous system, stomach."
    },
    {
      "author": "Sampayo: ",
      "text": "This ... here, we’ve got hemlock."
    },
    {
      "author": "Love",
      "text": ": That’s Frances Sampayo."
    },
    {
      "author": "Sampayo",
      "text": ": I’m deputy director of visitor experience at Chelsea Physic Garden."
    },
    {
      "author": "Love: ",
      "text": "In the poison bed, Frances is showing me hemlock, a highly poisonous, herbaceous flowering plant."
    },
    {
      "author": "Sampayo",
      "text": ": You can see this kind of, like, purple stem. And in the last three weeks this has gone from having all white flowers and small clusters into, you know, kind of the later part of its life cycle."
    },
    {
      "author": "Sampayo",
      "text": ": And it’s really dangerous to consume."
    },
    {
      "author": "Love: ",
      "text": "A hemlock drink, as some of you probably know, is what killed Socrates. Right next to the hemlock is an edible plant called sweet cicely. The two look uncomfortably alike."
    },
    {
      "author": "Sampayo",
      "text": ": Yeah, so the leaves are really similar."
    },
    {
      "author": "Love: ",
      "text": "In an earlier part of their life cycle, both cicely and hemlock have white flowers. The side-by-side placement of these two plants is intentional. It’s a representation of the Physic Garden’s original purpose: to teach young apothecary apprentices how to tell the difference between toxic and nontoxic plants."
    },
    {
      "author": "Sampayo: ",
      "text": "The garden was founded in 1673 on what used to be a kind of market garden part of Chelsea."
    },
    {
      "author": "Love: ",
      "text": "At the time this area of London was like the suburbs; it wasn’t central London at all. The garden was originally founded by the Worshipful Society of Apothecaries."
    },
    {
      "author": "Jonathan Holliday: ",
      "text": "For them to learn their craft, they needed to be able to recognize plants, know where to collect them, how to collect them, make sure they’re not getting the poisonous bits—not belladonna, in the wrong amounts, that sort of thing."
    },
    {
      "author": "Love: ",
      "text": "That’s Jonathan Holliday, master of the Worshipful Society of Apothecaries."
    },
    {
      "author": "Sampayo: ",
      "text": "This is before photography, before Google Identity. So it was really important that people have that plant knowledge of what they were using."
    },
    {
      "author": "Love: ",
      "text": "Next Frances shows me the poisonous plant henbane, paired with a cautionary tale of four children who accidentally ate henbane instead of hazelnuts—putting them to sleep for two days and nights. Then we see a plant called giant hogweed. There are signs warning that even touching it can cause the skin to blister when exposed to the sun. The Worshipful Society of Apothecaries was given a lease on the garden in 1722 from Sir Hans Sloane, who did his medical training in it. The apothecaries’ rent was just £5 per year, with the promise to provide the Royal Society with plants. And ..."
    },
    {
      "author": "Holliday",
      "text": ": The other requisite was that this land would only be used as a garden for medicinal purposes for teaching."
    },
    {
      "author": "Love: ",
      "text": "Over time, the garden was taken over by the City Parochial Foundation. And then it became an independent charity in the 1980s—when it opened to the public for the first time. Over the years, it’s had some notable visitors, such as ..."
    },
    {
      "author": "Sampayo: ",
      "text": "Agatha Christie, who is a famous crime writer. She studied with the Worshipful Society of Apothecaries and took their exams."
    },
    {
      "author": "Love: ",
      "text": "Christie lived nearby in Chelsea and was a frequent visitor to the garden. In 1917 she passed what was called the Assistants’ Examination, or a test to be what we might call a pharmacy technician today. With these credentials, she could give out medicine during World War I and World War II."
    },
    {
      "author": "Sampayo: ",
      "text": "It gave her a huge amount of plant knowledge and kinda how to correctly dose things."
    },
    {
      "author": "Love",
      "text": ": And for Christie’s novels, it provided an intimate knowledge of poisons."
    },
    {
      "author": "Sampayo: ",
      "text": "In her books, she writes about plant poisons, more than any other author, really, at that time, writing crime stories, so yeah…."
    },
    {
      "author": "Love: ",
      "text": "The garden also hosts hundreds of plants that our modern medicines are derived from. And it demonstrates the lesson that many plants that can be a poison at a higher dose, can be a treatment at a lower one."
    },
    {
      "author": "Sampayo",
      "text": ": These ... we've got poppies here. So opium is obviously used for pain relief."
    },
    {
      "author": "Love",
      "text": ": Next to the motherwort plant is this description from Nicholas Culpeper, a botanist and physician, who translated knowledge about plants from Latin into English: “It makes women joyful mothers of children and settles their wombs as they should be.” And there’s an infamous plant connected to witchcraft."
    },
    {
      "author": "Sampayo: ",
      "text": "Belladonna."
    },
    {
      "author": "Love: ",
      "text": "During the Renaissance, women in Italy were rumored to have made a solution from the belladonna berry and put droplets of it into their eyes."
    },
    {
      "author": "Sampayo",
      "text": ": It was said to make their pupils dilate so that they would look more beautiful. So “bella donna” (“beautiful woman”)."
    },
    {
      "author": "Love: ",
      "text": "In ophthalmology, a synthesized form of the same chemical can still be used to help dilate the pupils."
    },
    {
      "author": "Sampayo: ",
      "text": "But today plants are not really on the medical syllabus."
    },
    {
      "author": "Love",
      "text": ": Up until the 1970s chemistry students still came to the garden as part of their training, but then it stopped being a requirement. Although visitors still learn about plants here today, the focus has shifted to something more general: our relationship to plants and nature in the modern medical age."
    },
    {
      "author": "Sampayo: ",
      "text": "A lot of people come to the garden, and they might say, “Oh, I’m on this medicine. I never knew that it came from a plant.” There are some really amazing natural remedies that come from plants. We can have an aspirin tablet; we don't have to chew on willow bark to get that salicin that’s going to give us that pain relief that we need. So both have their benefits and their merits. [CLIP: Gardening sounds]"
    },
    {
      "author": "Love: ",
      "text": "And nature can be its own form of medicine. I started working in my community garden in Brooklyn last year, and the couple of hours a week I spend with my hands in the dirt clears my mind. What we grow isn't medicine but rather vegetables and fruits to feed our neighbors. Whenever I’m visiting a city, if I have the time, I’ll keep an eye out for a garden. The bigger the city, the better the trip: gardens provide an oasis away from the urban din. When you’re deep in the center of one, the only noises you hear around you are the buzzing of bees and swishing of leaves.  But ultimately nature is healing not because it’s separate from us but because of our relation to it and how we’ve always used plants to modify, help or harm our body in some way. "
    },
    {
      "author": "Sampayo: ",
      "text": "You can learn about plants and then also think about the importance of being in nature and how just as being a green space, we always provide a medicinal space for people because it’s all about well-being."
    },
    {
      "author": "Love",
      "text": ":Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"
    },
    {
      "author": "Love: ",
      "text": "For Science, Quickly, I’m Shayla Love. See you next time."
    }
  ]
}