{
  "title": "Scientists Argue Conservation Is under Threat in Indonesia",
  "img": "https://static.scientificamerican.com/sciam/cache/file/9796EFDF-D69C-4D99-B3FD66043FB5F48C_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/scientists-argue-conservation-is-under-threat-in-indonesia/",
  "audio": "https://traffic.megaphone.fm/SAM6554362754.mp3?updated=1703696515",
  "intro": [
    "Researchers have been banned from working in Indonesia’s tropical rain forests after the government disagreed with their scientific conclusions."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Conservation"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": ": For Science, Quickly, I’m Christopher Intagliata. Indonesia’s more than 17,000 islands contain the largest expanse of tropical rain forest in Southeast Asia. And they’re teeming with biodiversity. [CLIP: Sound of hiking through the jungle]"
    },
    {
      "author": "Erik Meijaard: ",
      "text": "These forests are just incredibly rich."
    },
    {
      "author": "Intagliata",
      "text": ": Conservation scientist Erik Meijaard has worked for more than three decades in these forests. He heads up the scientific consulting company Borneo Futures."
    },
    {
      "author": "Meijaard: ",
      "text": "It’s hot and sweaty and humid, but there’s so much diversity in these forests. There’s bird calls everywhere. [CLIP: Black-capped Lory call]"
    },
    {
      "author": "Bill Laurance: ",
      "text": "Everywhere you look, you see life."
    },
    {
      "author": "Intagliata",
      "text": ": Bill Laurance is a tropical ecologist at James Cook University in Australia."
    },
    {
      "author": "Laurance: ",
      "text": "I mean, it’s just—the forests are just festooned with plants, animals, birds.... Everything’s just chirping away. It’s just this giant bastion of life."
    },
    {
      "author": "Intagliata",
      "text": ": That life is on the brink, because Laurance says Indonesia has an incredible concentration of the world’s endangered and critically endangered species. It’s..."
    },
    {
      "author": "Laurance: ",
      "text": "Sort of an incredible, magical place, in one sense, but one that’s greatly imperiled right now."
    },
    {
      "author": "Intagliata",
      "text": ": And then there’s another sort of peril—one facing the scientists who do conservation work there. That’s the topic of a recent letter Laurance and Meijaard published in the journal Current Biology. Writing with several Indonesian colleagues, they warn that conservation science in the island nation is under threat."
    },
    {
      "author": "Laurance: ",
      "text": "We were seeing colleagues and researchers we knew and respected being essentially booted out of Indonesia..."
    },
    {
      "author": "Intagliata",
      "text": ": Including Meijaard himself."
    },
    {
      "author": "Meijaard: ",
      "text": "We published a critical letter in an Indonesian newspaper where we questioned the Ministry of Forestry and Environment’s statements about growing orangutan populations, and we said, “Look, we’ve been looking at this problem for over 30 years, and orangutan populations are simply not growing.... All three species of orangutans are in continuous decline.”"
    },
    {
      "author": "Intagliata",
      "text": ": He says the government responded quickly by banning him and his colleagues from doing research in the country. A leaked letter from the Indonesian Ministry of Environment and Forestry instructs the country’s national parks not to work with Meijaard or approve his research requests, saying his writings could “discredit the government.”"
    },
    {
      "author": "Meijaard: ",
      "text": "And it’s really made it much more difficult to collaborate with foreign and Indonesian scientists working on conservation issues in Indonesia."
    },
    {
      "author": "Intagliata",
      "text": ": We reached out to the Indonesian government but have not, at time of publication, received a response. The scientists’ paper in Current Biology points out that Indonesia is far from the only country suppressing scientific work. They cite examples from Turkey, Sweden, the U.S. and Australia, too. But in a nation such as Indonesia, with so much biodiversity on the brink, the stakes for endangered species are especially high."
    },
    {
      "author": "Meijaard: ",
      "text": "If everyone says that orangutan populations are growing, and no one is there to question that, then orangutan populations “are” growing."
    },
    {
      "author": "Intagliata",
      "text": ": And that perception becomes reality, he says."
    },
    {
      "author": "Meijaard: ",
      "text": "Without independent science, the government and other groups can completely change the narrative and generate fake realities about what is happening."
    },
    {
      "author": "Intagliata",
      "text": ": And in a world where fake realities have been used to discredit lifesaving vaccines or to undermine free and fair elections, it’s easy to imagine how “fake realities” about the state of Indonesia’s forests could have very real repercussions for critically endangered species. Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you liked the show, give us a rating or review. For Science, Quickly, I’m Christopher Intagliata."
    }
  ]
}