{"title":"Should We Care About AI’s Emergent Abilities?","img":"https://static.scientificamerican.com/sciam/cache/file/BEE1A9D5-3B35-4EC2-897E207971020EA7_source.gif","url":"https://www.scientificamerican.com/podcast/episode/should-we-care-about-ais-emergent-abilities/","audio":"https://traffic.megaphone.fm/SAM6854795516.mp3?updated=1703605742","intro":["Here’s how large language models, or LLMs, actually work. "],"authors":["Sophie Bushwick","George Musser","Elah Feder"],"category":["Artificial Intelligence"],"transcript":[{"author":"Sophie Bushwick","text":"Today we're talking large language models: what they are, how they do what they do and what ghosts may lie within the machine. I’m Sophie Bushwick, tech editor at Scientific American."},{"author":"George Musser: ","text":"I’m George Musser, contributing editor."},{"author":"Bushwick","text":"And you’re listening to Tech, Quickly, the AI-obsessed sister of Scientific American’s Science, Quickly podcast. [CLIP: Intro music]"},{"author":"Bushwick","text":"My thoughts about large language models, which are those artificial intelligence programs that analyze and generate text, are mixed. After all, ChatGPT can perform incredible feats, like writing sonnets about physics in mere seconds, but it also displays embarrassing incompetence. It failed to solve multiple math brain teasers even after lots of help from the human quizzing it. So when you play around with these programs, you're often amazed and frustrated in equal measure. But there's one thing that LLMs have that consistently impresses me, and that's these emergent abilities."},{"author":"Bushwick","text":"George, can you talk to us a little bit about these emergent abilities?"},{"author":"Musser","text":"So the word emergence has different meanings in this context. Sometimes, these language models develop some kind of new ability just because they're so ginormous, but I'm using the word emergent abilities here to mean that they're doing something they weren't really trained to do, they're going beyond their explicit instructions that they've been given."},{"author":"Bushwick","text":"So let's back up a little and talk about how these models actually work and what they are trained to do."},{"author":"Musser","text":"So these large language models work sort of like an autocorrect on your phone keyboard. They're trained on what are likely completions of what you're typing. Now they're obviously a lot more sophisticated than that keyboard example. And they use different computational architectural techniques. The leading one is called a transformer. It's designed to transform cues that we developed from context. So we know what a word is because of the words that are around it."},{"author":"Bushwick","text":"And transformer, that's the ‘T’ of GPT. Right? It's a generative pre-trained transformer."},{"author":"Musser","text":"Exactly. So that’s one component is the so-called transformer architecture. It goes beyond the old or older; it's not that old neural network architecture that's models on our brains. So another component that they've added is the training regimen. They're basically trained on like a peekaboo system where they're shown part of a scene, well, if they're trained on visual data, but part of texts if they're trained on text, and then they're trained to try to fill in the blanks on that. And that's a very, very stringent training procedure."},{"author":"Musser","text":"If you had to go through that, if you were given half a sentence had to fill in the rest of the sentence, you would have to learn grammar. If you had known grammar, you'd have to learn knowledge of the world, if you hadn't known that knowledge of the world. It's almost like Mad Libs or fill-in-the blank training. So that is a hugely demanding training procedure that gives it these emergent capabilities."},{"author":"Musser","text":"And then, on top of all that, it has a fine-tuning so-called procedure where not only will it autocomplete what you've typed in, but it'll actually try to construct a dialogue with you, and it will come back and speak to you as if it were another human. And you know, it's acting, it's responding to your queries in a dialogue format. And that's pretty amazing, as well, that it can do that. And if these are features that people didn't really expect AI systems to have for another decade or so."},{"author":"Bushwick","text":"And what's an example of something that it does that goes beyond just filling in part of a sentence or even engaging in dialogue with people? One of these abilities that are being called emergent abilities."},{"author":"Musser","text":"This is really cool because every AI researcher you talk to on this has his or her or their own example of the aha! moment of something it was not meant to do, and yet it did. So one researcher told me about how it drew a unicorn. He asked it, draw me a unicorn. Now it doesn't have a drawing capacity, doesn't have, like, an easel and brushes. So it had to create the unicorn out of graphical programming language. So you have to consider the number of steps that are required."},{"author":"Musser","text":"It had to extract a notion of a unicorn from Internet text. It had to abstract out from that notion kind of the essential features of a unicorn, sort of like a horse, it has a horn, etcetera. And then it had to learn separately a graphical programming language. So its ability to synthesize across vastly different domains of knowledge is just astounding, really."},{"author":"Bushwick","text":"So that sounds really impressive to me. But I've also read some critics saying that some of these abilities that seem so impressive happened because all this information was just in the training data for the large language model so it could have picked it up from that, and they've sort of criticized the idea of calling these emergent abilities in the first place. Are there any examples of LLMs doing something that you're like, wow, I have no idea how they got it from that training data."},{"author":"Musser","text":"There's always a line you can draw between its response and what was in its training data. It doesn't have any magical ability to understand the world—it is getting it from its training data. It's really the ability to synthesize, to pull things together in unusual ways. And I think a kind of middle ground is emerging among the scientists who discover this, who, they're not dismissive and saying, oh, it's just autocorrect. It's just parroting what it knew. And to the other extreme, oh, my God, these are Terminators in the making."},{"author":"Musser","text":"So there's kind of a middle ground you can take and say, well, they really are doing something new and novel that's unexpected. It's not magical. It's not like achieving sentience, or anything like that. But it's going beyond what was expected. And, you know, as I said, every researcher has his or her their own example of, whoa, how the freak did it do that. And skeptics will say, I bet that it can't do this. Next day, it did that. So it's going way beyond what people thought."},{"author":"Bushwick","text":"And when scientists say \"How does it do that?\" can they look into the the sort of black box of the AI to figure out how it's doing these things?"},{"author":"Musser","text":"I mean, that's really the main question here. It's very, very hard. These are extremely complicated systems, the number of neurons in them is on par on the neurons in a human are, certainly a mammal brain. But they're using, in fact, techniques that are inspired by the techniques of neuroscience. So the same kinds of ways that neuroscientists try to access what's in our heads, the AI researchers are doing to these systems as well. So in one case, they create basically artificial strokes, artificial lesions in the system."},{"author":"Musser","text":"They zap out or they temporarily disable some of the neurons in the network and see how that affects the function. Does it lose some kind of functionality? And then you could say, ah, then I can understand where that functionality is coming from. It's coming from this area of the network."},{"author":"Musser","text":"Another thing they can do, which is analogous to inserting an electrical probe into the brain, which has been done in many cases for humans and other animals, is to insert a probe network, a tiny little network that's much smaller than the main one into the big network, and see what it finds. And in one case I was very struck by, they trained a system on Othello, the board game, and inserted one of these probe networks into the main network. And they found that the network had a little representation of the game board built within it."},{"author":"Musser","text":"So it wasn't just parroting back game moves, ‘I think you should put the black marker on, you know, this square,’ it was actually understanding the game of Othello and playing according to the rules."},{"author":"Bushwick","text":"So when you tell me things like that, like the the machine learning the rules of Othello building a model of the game board, or a representation of the game board within its system, that makes me think that, you know, as these models keep developing, as more advanced ones come out, that these abilities could get more and more impressive. And so this brings us back to something you mentioned, which is AGI, or artificial general intelligence, this idea of an AI with the flexibility and capability of a human."},{"author":"Bushwick","text":"So do you think there's any way that that kind of technology could emerge from these?"},{"author":"Musser","text":"I think absolutely. Some kind of AGI is definitely in the foreseeable future. I mean, I hesitate to put the number of years on it. One researcher said within five years, we'll see something that's like an AGI—maybe not a human level, but a dog level or at rat level, which would still be pretty impressive. The large language models themselves alone don't really qualify as AGI. They're general in the sense that they can discourse about almost any piece of information or human knowledge that’s on the on the Internet in text form."},{"author":"Musser","text":"But they don't really have a stable identity, a sense of self that we associate with most certainly animal brains. They still hallucinate, confabulate, they could have a limited learning ability, but you can't put them through college. They don't have this ongoing learning capacity. That really is what's so remarkable about mammals and humans, absolutely. So I think the large language models are basically solved, as far as the AI researchers are concerned, the problem of language, they got the language part."},{"author":"Musser","text":"So now they have to bolt on the other components of intelligence, such as symbolic reasoning, our ability to intuit what physics is that things should fall down or break, etcetera. And those can be kind of put on in a modular way. So you're seeing a modular approach that's now emerging to artificial intelligence."},{"author":"Bushwick","text":"We talk about modular AI that sounds like what I've heard about plugins, these programs that work with an LLM to give it extra abilities like a program that can help an LLM do math."},{"author":"Musser","text":"Yes. So the plugins that OpenAI has introduced with GPT, and that the other tech companies are introducing with their own versions of that are modular, in a sense that's thought to be roughly similar to what happens in animal brains. I think probably you'd have to go even further than that to get something that's truly an artificial general intelligence system. Still, plugins are still invoked by human user. If you give a query to ChatGPT, it's capable of looking at the answer on an Internet search. It can run a Python script, for example."},{"author":"Musser","text":"It could call up a math engine. So it's getting at the modular nature of the human brain, which has multiple components also that we call on in different circumstances. And whether that particular architecture will be the way to AGI, it's certainly showing the way forward."},{"author":"Bushwick","text":"So are AI researchers really excited about the idea that AGI could be so close?"},{"author":"Musser","text":"Yeah, they're tremendously excited. But they're also worried they're worried that they're the dog that's about to catch the fire hydrant, because it's just like, the AGI has been something they've wanted for so long. But as you begin to approach it, and begin to see what it's capable of, you also get very worried—and a lot of these researchers are saying, well, you know, maybe we need to slow down a little bit, or at least, slow down is maybe not the right word."},{"author":"Musser","text":"Some actually do want to slow down, some do want to pause or moratorium, but there's definitely a need to enter a phase of understanding, of understanding what these systems can do. They have a number of latent abilities, in other words, abilities that are not explicitly programmed into them that which they exhibit when they're being used that haven't been fully catalogued. No one really still knows what ChatGPT, even in its current incarnation, can do. How it does is still an open scientific question."},{"author":"Musser","text":"So I think before we you know, have the the Skynet scenarios, we've got more immediate a) intellectual questions about how these systems work and b) societal questions about what these things might do in terms of algorithmic bias or misinformation."},{"author":"Bushwick","text":"Tech, Quickly, the most technologically advanced member of the Science, Quickly podcast family, is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."},{"author":"Musser","text":"Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"},{"author":"Bushwick","text":"For Scientific American’s Science, Quickly, I’m Sophie Bushwick."},{"author":"Musser","text":"I’m George Musser. See you next time!"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,44,151,362,485,809,890,17693,11917,18204,12164,16224,13109,14586,6448,3079,13616,16367,16293,22441,15956,16591,9348,5723,14022,8641,23516,16223,4906,12415,17613,12772,10685,7325,2232,2132,19377,20927,18441,21641,14452,16656,16198,7301,12246,7353,7709,26446,19913,22211,6577,12019,17775,6265,10118,15692,9740,7404,16833,7101,6919,18754,18569,10379,20206,11538,11677,8894,14594,9590,10871,12685,17209,12797,17230,17683,18769,4047,3054,4572,6314,6687,6203,6585,6398,6460,5595,6215,6827,6906,6929,6921,6883,6928,7025,6953,7090,7038,7176,7097,6102,5201,3522,5627,3628,1195,1014,575,605,13774,15605,21761,16987,17442,13971,8949,4652,7049,14341,12576,9980,16321,10204,8090,6275,11569,10168,17703,11325,9896,7793,15597,6983,1259,3,20212,5318,16075,12513,3261,17153,17552,11076,21451,8673,13633,9330,18939,15156,15602,22801,12450,10250,14048,16032,14581,16421,17520,19770,17415,5723,6826,14885,1663,1738,24724,8563,6093,7298,2942,4409,11543,10746,6804,7067,11149,2338,10554,22815,18357,10239,22456,10720,20379,16533,20531,20437,8280,9242,8034,9647,16782,12411,17219,14672,15704,19644,6881,8877,3811,4,17370,21420,12383,15613,13014,13125,6228,15185,13476,17263,7796,6870,9151,14975,7785,4778,7797,12179,6420,8,10985,12308,18347,9699,8326,14399,10589,14816,7127,18826,8096,4000,7971,3364,14773,2381,2004,19156,18374,3221,3865,7930,5324,7812,3593,2287,6668,15251,10086,15474,13904,12313,14206,14037,8184,7457,10452,3845,5,24859,17224,20167,13701,12974,6029,6762,4676,19019,18182,2202,19816,13190,4466,2092,17452,18369,12432,17207,1249,21639,11894,12800,23531,8957,25063,14420,27050,29510,15819,3623,20979,19856,13877,14840,13736,14515,9852,12695,9820,11621,18107,28503,19368,14234,16187,8703,7015,25529,25043,18614,17522,4,16415,19727,19229,13443,30496,18804,9345,7203,513,17464,14629,19278,18741,14104,9824,15077,14954,13912,14070,9947,15496,8210,13091,11627,11537,15654,9126,4758,2482,20147,20683,22106,19923,15013,8361,18576,20992,22013,23826,23006,20909,10835,13093,3,20584,26381,27040,17445,18784,2100,21868,22241,11521,10599,12014,6154,17042,12635,26869,8549,29524,30566,22878,19626,15128,9190,17616,8715,18074,20966,11889,10548,23471,20213,9955,10815,3826,2272,30561,30606,17630,15293,15478,14049,3175,23487,12435,1899,13684,13723,25660,19312,23006,25781,24951,10969,27143,18024,18632,4578,7379,4789,17929,15199,25848,23871,21284,15477,25509,19006,16224,13531,14276,11808,13743,24038,14422,5109,16962,20160,22852,3648,9706,13284,11683,11210,9932,11257,12776,12715,9126,16535,11512,10154,7937,7568,11443,9968,2194,22314,30165,9589,16959,21667,28403,18597,9906,17566,18521,23764,22121,20017,21293,29808,24663,25307,23849,12039,7721,33,22121,21291,28516,18075,24934,5775,89,10426,18776,11247,14399,19310,13651,17587,17855,17871,10679,1826,1490,28510,29451,8045,15410,12358,22589,23694,308,10874,9917,1572,11164,17632,11735,20318,7854,2409,16710,14480,17377,18231,17102,11473,9091,15365,12815,13563,20247,17183,18740,14300,5,259,8689,9251,9841,3044,21579,15768,21212,23674,17215,8051,30483,20774,6427,8523,8440,21007,1916,1994,15062,7616,16519,16176,19800,22987,7952,15890,8950,3087,13802,16519,2,17471,17563,20044,18320,11866,5305,20767,18089,1116,2,19627,21411,13548,14283,15560,16610,21052,20919,15023,21326,17673,12650,18030,23579,26781,14357,4542,7999,14189,23993,20951,21828,20140,520,5313,21372,14788,19491,20988,13007,5964,1780,12988,13456,17788,22398,13403,12418,8190,14236,2843,19709,24247,25280,21149,8233,14130,987,19120,19778,11861,9267,11331,23377,5,4518,8417,10709,19456,16239,9697,9579,10998,10984,13408,18516,10089,18645,5222,5,6898,12489,6299,3,26381,21033,21737,10436,21931,16663,1984,21201,23711,9956,11839,16129,11129,16,14520,15516,19692,18620,22842,9814,20156,20503,9008,9432,12759,18333,11656,3519,15748,22755,11408,6398,2,725,30341,30502,30558,15563,26477,8956,6728,11100,13892,30526,4678,4,9933,586,6940,11121,27125,10192,9370,15187,15564,18187,17642,9226,19387,13427,18677,16568,8741,17434,10777,656,5643,10885,16299,10848,18298,24739,18559,12858,10257,18378,836,26,15356,14751,5119,4649,29264,13167,8024,14026,11931,11787,16739,5925,760,19493,23670,16020,16750,26941,25457,20867,13199,24414,13790,15480,16853,1474,16673,18859,9969,13794,14083,15878,15003,12596,10762,7084,11901,5670,16249,1491,16306,8169,10416,12588,4842,8940,9268,13664,10072,17509,13466,5140,7561,3730,20762,21436,16300,11600,8166,5593,9573,5847,6123,2590,46,17522,11048,14079,12495,14645,16696,12712,11102,11399,16500,9490,16771,19991,14338,15887,12894,14086,6571,4323,17611,8962,944,13191,9866,12171,13082,12615,8389,807,4466,16786,15598,14107,21091,14260,12049,16823,13711,4,17474,16297,17651,12069,18730,10581,17515,19584,10738,17038,7310,2239,59,20759,15807,758,17543,15148,13915,10145,3,17204,17304,18124,6449,20656,25426,20702,25679,11050,21112,14424,7906,16426,5566,18687,20025,2214,17304,27298,5436,6662,8898,15619,19454,30506,19688,30515,11189,3959,158,1214,22386,16907,15401,18680,20832,17563,21701,24133,19828,17174,14095,18077,12768,17412,13344,16669,19711,2072,12309,20691,24627,27413,25259,15453,18826,21126,22593,14108,16950,7628,14497,16273,21844,14531,17775,11358,20463,21369,26252,8283,15212,6794,8,17860,13179,4,13399,11708,18178,19963,20346,19296,9558,3413,4491,24006,21487,26361,9722,1823,2401,17609,12418,15759,25250,24360,20151,18285,12940,14056,15654,9466,10428,4186,13389,19437,8084,17674,10,6288,13873,15198,14299,20,11824,15715,16606,14787,16424,11371,16152,15763,11873,19408,18308,14481,13707,19725,27018,9094,15380,10423,11814,13164,14089,12380,7773,18362,14965,13945,14,19134,10311,11067,10525,11195,15360,14201,10654,12891,13562,15045,14559,12489,6247,11183,22439,17691,17049,11690,16453,18667,16175,13601,11876,12306,19987,5253,6225,12741,14496,9849,11803,9858,2347,6,21792,11013,16254,23277,23823,13284,12057,17486,16708,17422,25593,19498,16693,20318,19565,9067,8513,6526,4335,7,24092,23458,21083,9022,22906,15351,9983,9967,19762,3854,14500,17636,16054,10750,14370,20354,28761,13134,15798,6317,6,10605,15250,15423,30079,8901,20656,27913,17182,10487,5985,7,21985,12935,15434,22700,12946,26173,8864,11002,14126,15421,3574,9913,7983,11282,4726,3,3,25037,13217,5909,10600,13762,21192,18304,13922,7824,8203,14342,22008,4777,17983,9705,2337,1436,15872,7074,13345,19955,11783,16213,11549,15325,12522,13315,16440,23372,17357,18112,7,4472,25104,11490,8278,6369,3033,4,5,15435,5816,7005,21516,15175,13888,25787,20273,3857,13756,17585,15104,10797,12074,545,1333,20084,16150,14191,18204,7535,14133,1519,3942,15565,11619,16968,8438,17972,12127,14915,9925,135,17624,13727,14159,7153,7730,18051,12977,9995,3,4834,23067,24909,17692,18015,10014,3,5347,14207,17958,15191,11495,9472,14287,11224,14911,16551,14522,14648,131,15253,23335,7939,3,19880,21380,14554,22015,10243,15228,16839,17128,18806,17047,16208,17870,14909,4,7,13693,10985,20123,2468,2199,18539,19267,8736,8547,3932,10071,12712,17577,2,2,1747,19176,1,3635,19166,21049,26258,7651,6597,17777,15009,12902,16026,3233,18069,22174,14184,1256,22362,14636,0,1715,25186,8427,21763,22333,13817,19014,13230,13272,4,1,14007,12156,10345,17084,13004,18805,14281,16088,9796,15297,10280,16844,17344,17845,12496,10250,16289,15800,10331,11208,4856,7254,2572,19719,21341,20629,22145,5208,11724,20958,10030,7568,22468,23516,20169,12841,10774,15585,15814,11441,9541,5460,1362,21126,20233,10172,13631,16177,5592,18859,9272,6863,17767,13947,14124,18426,23283,3400,15016,5286,3,22762,15444,9543,9374,22853,7670,10380,7328,7644,8313,1520,18455,15997,8918,19655,12365,23798,15234,19025,14776,16510,14614,4760,7,16057,25398,22141,28948,20223,20090,17837,20983,15785,4846,2,10925,16241,14922,8689,7044,5034,12261,8156,22440,932,30448,26730,7819,30377,14883,14265,15600,25011,27351,17299,14548,27915,13491,13046,9765,10975,13791,22231,27916,9446,12042,18834,14988,23334,11648,15575,15956,16946,19998,10047,16334,1843,3,11124,25530,26845,25888,14545,4619,9946,12170,11883,24886,27075,21951,20383,6365,4445,11999,17691,12689,5,21334,13292,19307,23301,21263,16371,20909,17021,11462,14495,10100,12075,23959,2890,3,23239,14263,12537,10186,13996,16790,11743,19404,18725,10134,23730,17490,4490,20242,13942,22634,8677,19331,6974,12646,8318,13194,13601,17150,7319,3,12491,13103,13668,14045,17369,2073,7397,19260,1420,12420,10327,12320,15654,7075,19364,22802,18361,14862,17966,13168,8065,16671,11801,12,0,17217,23615,17165,2506,3,17015,24494,9173,3,17530,22472,14559,19050,11230,8834,14791,10297,13546,21415,24412,14263,20778,3006,3,11707,14520,17558,13894,25150,14779,8016,10015,19604,15931,13368,22281,11497,23030,20627,13487,17873,18953,8355,10541,17002,15255,11965,8670,3,21090,21174,17525,10856,0,3,27283,26462,16129,13780,23177,1893,6611,18205,7978,1952,30496,22562,20920,25439,20402,14727,21497,18653,13228,5863,27963,13209,22004,17073,8928,6631,18156,19049,9228,18016,24343,20137,6568,16539,1826,2689,9548,13608,12869,12188,14458,14987,8828,9806,11507,6277,9546,14509,8465,8954,13424,9873,11844,17548,11440,7091,14080,16836,18531,8611,11778,12435,14756,14507,15263,37,13890,10488,12053,11248,3721,12318,14527,16942,14923,16238,13355,8082,13293,8377,12686,9750,15183,17410,9187,12712,9314,16094,9456,16843,15214,6973,12932,7810,9152,14551,10008,9842,12826,12789,14879,4349,10285,7732,4115,9145,12713,10304,11607,5747,10184,6415,10710,3251,13559,12316,19876,8657,12094,6309,13941,11536,11757,12370,14671,11797,10885,6972,12413,6276,10544,8401,7130,8087,15101,15805,7877,7108,7339,9412,7327,12983,9521,11011,9549,2971,3,23293,21076,21191,14932,11954,4230,26773,20987,15808,25285,14031,3,6285,8119,9272,21121,21308,14963,12600,10175,16721,18112,17692,4385,13528,13650,18612,17177,13494,13545,17894,23019,4359,4941,12117,6597,25138,22823,8551,17358,23564,25237,24850,8121,10293,14414,10196,7231,5731,17329,25002,22145,11030,16303,12522,20407,12686,155,35,22197,18595,11529,13680,8991,26492,5366,855,14886,15728,23281,15008,18004,17612,5296,8044,6913,10481,5,20760,16280,3,28232,10614,4901,15577,11599,11154,16623,4957,16276,20810,3,3,11838,18121,7701,9863,26796,22351,23720,14987,14403,16756,15727,15899,9912,23762,11510,4,26235,37,21250,12225,29803,20316,20012,21955,22796,18031,16187,27523,14993,19805,13428,13976,17082,18212,1637,15860,21810,17788,6099,8,12874,14477,18954,9694,17277,10276,26283,17553,6688,532,10119,17381,23634,26473,21280,18183,13827,10287,24731,17736,8843,18164,12019,2091,3,29037,27338,28204,17167,13620,18121,12927,13760,8171,2746,10832,27151,23475,17181,21962,25794,8476,1691,11928,19853,13827,7619,7136,29288,8812,15217,20769,18165,26713,17073,19299,23267,20656,27242,26076,14619,7813,7314,11466,6666,24135,27626,7008,5260,23459,26131,10181,2385,0,1389,27893,11158,4658,29977,26085,18317,15938,13093,23949,13674,12692,9013,5006,13191,9476,8326,20346,11485,13871,10982,801,3,9209,13239,7607,10536,12251,25815,16777,13075,5208,8558,15710,20292,14796,10664,17489,2687,15428,12249,5,3,14840,24340,12443,20649,11337,12890,14910,14310,8175,8747,12959,22522,12513,8922,14475,1733,12313,18824,10287,7975,7967,6305,17466,18749,19284,1755,3,9545,13815,11050,8887,10286,9466,10044,7189,9714,11481,16845,7678,6539,12647,13493,15491,10323,9043,10146,17479,14829,13246,14277,9484,5888,13643,7380,7018,10817,15877,11693,6421,9865,3419,12633,370,23346,23150,21655,16802,12120,18171,15359,6331,9188,7561,8153,12202,13096,12292,11805,11250,15403,9465,6078,11388,18517,16624,12548,65,21904,18761,18822,12265,7615,10834,20542,16644,103,0,14,22557,24171,17413,14228,24548,8870,9313,3889,13946,17702,12943,2210,3,900,26628,17325,19276,10167,15909,6992,11356,17338,14162,21239,13727,5354,14770,17882,17727,9217,13677,5499,16588,5,22510,22100,7563,16388,28072,22946,15407,15077,342,3,9311,12912,4,2276,23419,21946,30574,6039,11763,12352,14170,17836,16937,13320,11587,5484,19334,15061,6740,18,7117,19922,15757,3,6309,9914,27971,18896,20088,14014,11748,3775,11505,9338,25367,25684,18392,23569,10544,9768,663,30293,13289,11527,29378,13959,4,5824,6479,3,16652,17270,18300,9645,15268,19770,18673,6340,11101,16090,12076,15511,15926,8949,13967,9026,4815,2,10222,12143,17607,18569,9653,30394,19129,15785,7079,11717,15319,22389,15505,4840,27983,14876,16221,778,13340,11406,17111,11935,11561,8645,13368,13533,18792,14343,13771,5189,15013,5167,6685,6358,5109,53,15390,16186,15313,19074,13966,15936,19922,21102,13166,15688,16794,15490,15368,25297,7041,25217,15820,25689,3187,2,12351,15292,18235,1408,7621,14598,19212,14101,18083,11374,10143,20301,19040,8048,18174,10482,2869,16126,22058,8116,10931,6170,13380,10595,19871,15632,22398,7214,18959,19214,10191,9599,1809,4,17047,17085,5880,11002,9795,8466,11534,19200,15159,10637,13483,7372,3131,2,4,5357,19804,12161,18689,12275,19159,20580,11698,17570,17594,8644,20118,16123,8358,11102,2427,2,21555,16914,22713,14240,6696,11067,12532,13142,10480,441,18286,14467,6091,14563,16846,14767,14979,5536,7726,2749,3,8890,12951,10651,2,736,25435,22527,18558,15611,13355,24663,11550,1273,3,9333,16910,18156,21999,3450,14678,21899,22593,14312,12998,13166,8071,18736,10268,7578,7597,3348,28,3923,27361,10992,9406,24461,7887,721,21551,27670,25280,26261,22479,4541,5446,12818,6747,20821,21596,5414,10779,195,2711,22853,23496,2559,1878,14298,10704,18326,20020,13940,1026,2,17200,19960,17824,14761,19696,15403,22692,19570,5688,8300,18485,21605,1523,14286,18655,14040,30511,16382,14394,16990,17028,14658,23062,7095,3,30608,14753,21581,9712,30622,18135,15353,25933,25697,16592,2303,22075,21947,12001,23759,12750,10569,12104,994,3,23907,15455,28619,21517,8023,16735,13983,14223,2624,616,1023,1226,1230,1434,3849,4224,5993,16281,18764,8996,14894,15045,11938,18245,10225,15090,16078,13036,14779,13047,9376,27970,17963,13585,6825,12684,10957,18902,20782,12156,11629,12054,17234,10322,4609,18414,17253,11476,7397,12257,9545,5823,5207,15577,15045,20048,13457,15250,13538,14087,20323,9438,10170,2975,18762,10309,11310,6848,14359,11344,18618,10206,5114,24114,21424,13746,23321,21786,15880,8595,10470,24902,13245,17914,8790,5957,19812,21315,26595,23409,9753,9316,19379,21095,13124,18398,21460,21067,11163,5504,10017,23393,21125,19413,6208,10710,16486,13191,11643,4840,3465,14614,14572,11630,13177,16701,14970,12671,10858,19372,13946,10916,5634,27781,22242,20644,3637,8594,21567,21021,4690,4874,7360,8279,9602,8571,10627,10392,10042,9172,7222,7029,6050,3854,1962,1010,11455,10510,6958,5072,2584,867,338,159,61,34,12,1,0],"fragments":[{"begin":"0.000","end":"52.880","lines":["Today we're talking large language models: what they are, how they do what they do and what ghosts may lie within the machine. I’m Sophie Bushwick, tech editor at Scientific American."]},{"begin":"52.880","end":"64.200","lines":["I’m George Musser, contributing editor."]},{"begin":"64.200","end":"91.520","lines":["And you’re listening to Tech, Quickly, the AI-obsessed sister of Scientific American’s Science, Quickly podcast. [CLIP: Intro music]"]},{"begin":"91.520","end":"132.840","lines":["My thoughts about large language models, which are those artificial intelligence programs that analyze and generate text, are mixed. After all, ChatGPT can perform incredible feats, like writing sonnets about physics in mere seconds, but it also displays embarrassing incompetence. It failed to solve multiple math brain teasers even after lots of help from the human quizzing it. So when you play around with these programs, you're often amazed and frustrated in equal measure. But there's one thing that LLMs have that consistently impresses me, and that's these emergent abilities."]},{"begin":"132.840","end":"136.560","lines":["George, can you talk to us a little bit about these emergent abilities?"]},{"begin":"136.560","end":"155.280","lines":["So the word emergence has different meanings in this context. Sometimes, these language models develop some kind of new ability just because they're so ginormous, but I'm using the word emergent abilities here to mean that they're doing something they weren't really trained to do, they're going beyond their explicit instructions that they've been given."]},{"begin":"155.280","end":"161.120","lines":["So let's back up a little and talk about how these models actually work and what they are trained to do."]},{"begin":"161.120","end":"187.760","lines":["So these large language models work sort of like an autocorrect on your phone keyboard. They're trained on what are likely completions of what you're typing. Now they're obviously a lot more sophisticated than that keyboard example. And they use different computational architectural techniques. The leading one is called a transformer. It's designed to transform cues that we developed from context. So we know what a word is because of the words that are around it."]},{"begin":"187.760","end":"194.360","lines":["And transformer, that's the ‘T’ of GPT. Right? It's a generative pre-trained transformer."]},{"begin":"194.360","end":"229.400","lines":["Exactly. So that’s one component is the so-called transformer architecture. It goes beyond the old or older; it's not that old neural network architecture that's models on our brains. So another component that they've added is the training regimen. They're basically trained on like a peekaboo system where they're shown part of a scene, well, if they're trained on visual data, but part of texts if they're trained on text, and then they're trained to try to fill in the blanks on that. And that's a very, very stringent training procedure."]},{"begin":"229.400","end":"249.520","lines":["If you had to go through that, if you were given half a sentence had to fill in the rest of the sentence, you would have to learn grammar. If you had known grammar, you'd have to learn knowledge of the world, if you hadn't known that knowledge of the world. It's almost like Mad Libs or fill-in-the blank training. So that is a hugely demanding training procedure that gives it these emergent capabilities."]},{"begin":"249.520","end":"281.840","lines":["And then, on top of all that, it has a fine-tuning so-called procedure where not only will it autocomplete what you've typed in, but it'll actually try to construct a dialogue with you, and it will come back and speak to you as if it were another human. And you know, it's acting, it's responding to your queries in a dialogue format. And that's pretty amazing, as well, that it can do that. And if these are features that people didn't really expect AI systems to have for another decade or so."]},{"begin":"281.840","end":"293.480","lines":["And what's an example of something that it does that goes beyond just filling in part of a sentence or even engaging in dialogue with people? One of these abilities that are being called emergent abilities."]},{"begin":"293.480","end":"323.200","lines":["This is really cool because every AI researcher you talk to on this has his or her or their own example of the aha! moment of something it was not meant to do, and yet it did. So one researcher told me about how it drew a unicorn. He asked it, draw me a unicorn. Now it doesn't have a drawing capacity, doesn't have, like, an easel and brushes. So it had to create the unicorn out of graphical programming language. So you have to consider the number of steps that are required."]},{"begin":"323.200","end":"346.080","lines":["It had to extract a notion of a unicorn from Internet text. It had to abstract out from that notion kind of the essential features of a unicorn, sort of like a horse, it has a horn, etcetera. And then it had to learn separately a graphical programming language. So its ability to synthesize across vastly different domains of knowledge is just astounding, really."]},{"begin":"346.080","end":"370.600","lines":["So that sounds really impressive to me. But I've also read some critics saying that some of these abilities that seem so impressive happened because all this information was just in the training data for the large language model so it could have picked it up from that, and they've sort of criticized the idea of calling these emergent abilities in the first place. Are there any examples of LLMs doing something that you're like, wow, I have no idea how they got it from that training data."]},{"begin":"370.600","end":"401.960","lines":["There's always a line you can draw between its response and what was in its training data. It doesn't have any magical ability to understand the world—it is getting it from its training data. It's really the ability to synthesize, to pull things together in unusual ways. And I think a kind of middle ground is emerging among the scientists who discover this, who, they're not dismissive and saying, oh, it's just autocorrect. It's just parroting what it knew. And to the other extreme, oh, my God, these are Terminators in the making."]},{"begin":"401.960","end":"435.680","lines":["So there's kind of a middle ground you can take and say, well, they really are doing something new and novel that's unexpected. It's not magical. It's not like achieving sentience, or anything like that. But it's going beyond what was expected. And, you know, as I said, every researcher has his or her their own example of, whoa, how the freak did it do that. And skeptics will say, I bet that it can't do this. Next day, it did that. So it's going way beyond what people thought."]},{"begin":"435.680","end":"442.760","lines":["And when scientists say \"How does it do that?\" can they look into the the sort of black box of the AI to figure out how it's doing these things?"]},{"begin":"442.760","end":"472.280","lines":["I mean, that's really the main question here. It's very, very hard. These are extremely complicated systems, the number of neurons in them is on par on the neurons in a human are, certainly a mammal brain. But they're using, in fact, techniques that are inspired by the techniques of neuroscience. So the same kinds of ways that neuroscientists try to access what's in our heads, the AI researchers are doing to these systems as well. So in one case, they create basically artificial strokes, artificial lesions in the system."]},{"begin":"472.280","end":"487.560","lines":["They zap out or they temporarily disable some of the neurons in the network and see how that affects the function. Does it lose some kind of functionality? And then you could say, ah, then I can understand where that functionality is coming from. It's coming from this area of the network."]},{"begin":"487.560","end":"519.400","lines":["Another thing they can do, which is analogous to inserting an electrical probe into the brain, which has been done in many cases for humans and other animals, is to insert a probe network, a tiny little network that's much smaller than the main one into the big network, and see what it finds. And in one case I was very struck by, they trained a system on Othello, the board game, and inserted one of these probe networks into the main network. And they found that the network had a little representation of the game board built within it."]},{"begin":"519.400","end":"530.080","lines":["So it wasn't just parroting back game moves, ‘I think you should put the black marker on, you know, this square,’ it was actually understanding the game of Othello and playing according to the rules."]},{"begin":"530.080","end":"558.200","lines":["So when you tell me things like that, like the the machine learning the rules of Othello building a model of the game board, or a representation of the game board within its system, that makes me think that, you know, as these models keep developing, as more advanced ones come out, that these abilities could get more and more impressive. And so this brings us back to something you mentioned, which is AGI, or artificial general intelligence, this idea of an AI with the flexibility and capability of a human."]},{"begin":"558.200","end":"563.560","lines":["So do you think there's any way that that kind of technology could emerge from these?"]},{"begin":"563.560","end":"596.280","lines":["I think absolutely. Some kind of AGI is definitely in the foreseeable future. I mean, I hesitate to put the number of years on it. One researcher said within five years, we'll see something that's like an AGI—maybe not a human level, but a dog level or at rat level, which would still be pretty impressive. The large language models themselves alone don't really qualify as AGI. They're general in the sense that they can discourse about almost any piece of information or human knowledge that’s on the on the Internet in text form."]},{"begin":"596.280","end":"625.760","lines":["But they don't really have a stable identity, a sense of self that we associate with most certainly animal brains. They still hallucinate, confabulate, they could have a limited learning ability, but you can't put them through college. They don't have this ongoing learning capacity. That really is what's so remarkable about mammals and humans, absolutely. So I think the large language models are basically solved, as far as the AI researchers are concerned, the problem of language, they got the language part."]},{"begin":"625.760","end":"646.760","lines":["So now they have to bolt on the other components of intelligence, such as symbolic reasoning, our ability to intuit what physics is that things should fall down or break, etcetera. And those can be kind of put on in a modular way. So you're seeing a modular approach that's now emerging to artificial intelligence."]},{"begin":"646.760","end":"657.480","lines":["We talk about modular AI that sounds like what I've heard about plugins, these programs that work with an LLM to give it extra abilities like a program that can help an LLM do math."]},{"begin":"657.480","end":"690.560","lines":["Yes. So the plugins that OpenAI has introduced with GPT, and that the other tech companies are introducing with their own versions of that are modular, in a sense that's thought to be roughly similar to what happens in animal brains. I think probably you'd have to go even further than that to get something that's truly an artificial general intelligence system. Still, plugins are still invoked by human user. If you give a query to ChatGPT, it's capable of looking at the answer on an Internet search. It can run a Python script, for example."]},{"begin":"690.560","end":"706.800","lines":["It could call up a math engine. So it's getting at the modular nature of the human brain, which has multiple components also that we call on in different circumstances. And whether that particular architecture will be the way to AGI, it's certainly showing the way forward."]},{"begin":"706.800","end":"712.240","lines":["So are AI researchers really excited about the idea that AGI could be so close?"]},{"begin":"712.240","end":"734.560","lines":["Yeah, they're tremendously excited. But they're also worried they're worried that they're the dog that's about to catch the fire hydrant, because it's just like, the AGI has been something they've wanted for so long. But as you begin to approach it, and begin to see what it's capable of, you also get very worried—and a lot of these researchers are saying, well, you know, maybe we need to slow down a little bit, or at least, slow down is maybe not the right word."]},{"begin":"734.560","end":"763.880","lines":["Some actually do want to slow down, some do want to pause or moratorium, but there's definitely a need to enter a phase of understanding, of understanding what these systems can do. They have a number of latent abilities, in other words, abilities that are not explicitly programmed into them that which they exhibit when they're being used that haven't been fully catalogued. No one really still knows what ChatGPT, even in its current incarnation, can do. How it does is still an open scientific question."]},{"begin":"763.880","end":"779.880","lines":["So I think before we you know, have the the Skynet scenarios, we've got more immediate a) intellectual questions about how these systems work and b) societal questions about what these things might do in terms of algorithmic bias or misinformation."]},{"begin":"779.880","end":"799.320","lines":["Tech, Quickly, the most technologically advanced member of the Science, Quickly podcast family, is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show is edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith."]},{"begin":"799.320","end":"810.600","lines":["Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you like the show, give us a rating or review!"]},{"begin":"810.600","end":"814.320","lines":["For Scientific American’s Science, Quickly, I’m Sophie Bushwick."]},{"begin":"814.320","end":"824.880","lines":["I’m George Musser. See you next time!"]}]}
