{"title":"Hearing Aids Stave Off Cognitive Decline","img":"https://static.scientificamerican.com/sciam/cache/file/0952A607-01EA-4CB0-938E432D457653C7_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/hearing-aids-stave-off-cognitive-decline/","audio":"https://traffic.megaphone.fm/SAM1056448334.mp3?updated=1703706807","intro":["Hearing aids may help maintain better brain functions in older people and better health overall."],"authors":["Josh Fischman","Tanya Lewis","Carin Leong","Elah Feder"],"category":["Cognition"],"transcript":[{"author":"Tanya Lewis","text":"Hi, this is Your Health, Quickly, a Scientific American podcast series!"},{"author":"Josh Fischman: ","text":"We highlight the latest vital health news: Discoveries that affect your body and your mind."},{"author":"Lewis","text":"And we break down the medical research to help you stay healthy. I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"We’re Scientific American’s senior health editors. On today’s show, we’re talking about a surprising way to slow cognitive decline: hearing aids. But unfortunately, most people who need them don’t get them. [CLIP: Show theme music]"},{"author":"Fischman","text":"Hey, Tanya, I learned a new weird thing about the screwy U.S. health insurance system this week."},{"author":"Lewis","text":"Oh yeah? What’s that?"},{"author":"Fischman","text":"Health insurance doesn’t cover hearing aids."},{"author":"Lewis","text":"Not at all?"},{"author":"Fischman","text":"No. Not at all. It often doesn’t cover hearing exams, either."},{"author":"Lewis","text":"That’s weird, since hearing loss is a medical problem."},{"author":"Fischman","text":"I know! But I was talking with Lydia Denworth, who writes Scientific American’s Science of Health column, and here’s what she told me."},{"author":"Lydia Denworth","text":"So the average pair of hearing aids that you would get through an audiologist will run you $4,700. Most private insurance doesn’t cover it. Medicare doesn’t cover it–hearing aids. I mean, it’s crazy."},{"author":"Fischman","text":"What’s really absurd is that hearing loss makes a bunch of other medical problems worse. So hearing aids could help. And one of those things they can help with is cognitive decline. That’s actually the reason Lydia and I started talking about this. There’s a really important study that she just found out about."},{"author":"Denworth","text":"This study was presented in July at the International Meeting of the Alzheimer's Association. And it was one of their headline studies. This was the first-of-its-kind, randomized trial. And it's nearly 1,000 adults, older adults between 70 and 84, with untreated hearing loss."},{"author":"Fischman","text":"About half of the group got hearing aids. And among them, some were already showing some indications of cognitive decline. They were less healthy."},{"author":"Denworth","text":"The older, less healthy group, the people who got hearing aids slowed the rate of cognitive change by about half."},{"author":"Lewis","text":"That's a pretty big effect. So, when you say the hearing aids ‘slowed the rate of decline by half,’ what does that mean, exactly? That they declined half as much as they would have without them?"},{"author":"Fischman","text":"Yeah, that’s it. The people took tests that measured their cognitive function every few months, over the course of three years. And the group without hearing aids kept going down kind of a steep slope. But the group that had the aids held onto their abilities much better. Over those three years, their mental state was almost twice as good as the people without hearing aids."},{"author":"Lewis","text":"That’s pretty impressive. This might be a good time to define what we mean by  “cognitive decline” though. As I understand it, it’s basically normal memory decline that happens with aging, not full-blown Alzheimer’s, right?"},{"author":"Fischman","text":"Right, yeah, it's not Alzheimer's or some other kind of dementia that makes it impossible for you to remember family members and awful things like that. Cognitive decline is much more mild. It's like going into a supermarket and not remembering one of the items on your shopping list, you know, that sort of thing. So you can still  function every day. You can hold down a job. You can take care of your family. But your mind isn't quite working as smoothly or as fast as it used to."},{"author":"Lewis","text":"Right, yeah, so it's more like day to day forgetfulness that we all experience as we get older, but I guess if there were an intervention like wearing hearing aids that might slow that decline, it seems like it'd be a pretty worthwhile thing."},{"author":"Fischman","text":"Yeah, it’s sort of like giving a pill and in this study, it’s not giving it to other people to see the pill’s effect. And in this case, the “pill” was hearing aids, and the message is that more people could benefit from them."},{"author":"Lewis","text":"So it seems like hearing aids could help a lot of people stay more mentally sharp. Do you know if people who need hearing aids actually get them?"},{"author":"Fischman","text":"Sadly, they don’t. Here’s Lydia again."},{"author":"Denworth","text":"Unfortunately too many people do not think of hearing aids in that way. And in fact, we estimate that only 15 to 25 percent of adults who would benefit from hearing aids are actually using them."},{"author":"Fischman","text":"Wow, that’s, like, a really tiny amount!"},{"author":"Denworth","text":"It's a tiny amount for something that really can be very, very helpful. And there are a bunch of reasons for that."},{"author":"Lewis","text":"Lydia already talked about one of the reasons people don’t wear them—the high cost and lack of insurance coverage. What are some other barriers?"},{"author":"Denworth","text":"There's stigma attached still to hearing aids. Many, many people feel that they are a sign of aging. They don't look at them the way they look at wearing glasses, even though it is essentially the same thing. You wear hearing aids to help you hear better just like you wear glasses."},{"author":"Lewis","text":"That’s a great point! I wear glasses, and you do too, Josh. So why the stigma for hearing aids?"},{"author":"Fischman","text":"Well, I think one of the reasons is that traditionally they were big. You know, there's this large thing sticking in your ear, right? And people look at that as an oddity."},{"author":"Lewis","text":"And I guess a lot of people wear glasses almost as  a fashion statement, too. And, a lot of younger people wear glasses. So it's, it's probably less stigmatized than hearing aids, which we typically associate with aging."},{"author":"Fischman","text":"You don't get your Calvin Klein hearing aids."},{"author":"Lewis","text":"I mean, that would be great."},{"author":"Denworth","text":"We’re a vain set of people… we’re I don’t know."},{"author":"Lewis","text":"I can see how wearing big bulky hearing aids would make you feel self-conscious. Have they gotten any smaller?"},{"author":"Fischman","text":"Lydia says they have."},{"author":"Denworth","text":"They have improved a lot. You can get in-the-canal aids that, you know, really can barely be seen. But I also think that one of the things that stopped people was just that they didn't think it mattered that much. People thought of hearing loss as you age just as kind of one of the things that happens. It sneaks up on you, and you're not always aware of the amount of loss you have because you're not getting checked regularly. Doctors do not routinely screen necessarily for hearing."},{"author":"Fischman","text":"In fact most primary care providers don’t check. Tanya, have you had a hearing test?"},{"author":"Lewis","text":"No, not since I was a little kid, I’m pretty sure."},{"author":"Fischman","text":"I had one a couple of years ago, actually because I noticed that I wasn’t hearing as well in my right ear as in my left. When I noticed this difference, I went to—here’s my hard science word of the week—an otolaryngologist. And it's so much easier to say ear, nose and throat doctor.  Anyway, they put me in a soundproof booth, put big ear can headphones on me, and then played a series of tones at different volume. [CLIP: Tones at decreasing frequencies]"},{"author":"Fischman","text":"And I was supposed to click a button when I heard a tone. It turned out that my right ear was a little worse. I couldn’t hear the higher frequencies. [CLIP: Tones at higher frequencies]"},{"author":"Lewis","text":"So has that been a problem for you?"},{"author":"Fischman","text":"What? Huh? Say that again?"},{"author":"Lewis","text":"Haha, very cute. But seriously, has it?"},{"author":"Fischman","text":"Really no. It’s mostly not. I hear you just fine. Sometimes at a party, or a noisy restaurant, a high-pitched voice kind of fades out against the general background hubbub. And actually I feel bad when that happens, but it doesn’t happen often."},{"author":"Lewis","text":"Yeah, I mean, I think we all have had experiences  at a cocktail party or something where you just can't always hear the conversation. So, if you don’t mind me asking, the doctors didn’t recommend hearing aids for you?"},{"author":"Fischman","text":"Nope. They said I was within the range of normal for my age, but to let them know if things got worse."},{"author":"Lewis","text":"Well, that’s good. But like Lydia said, a lot of people who really could use hearing aids are not getting them. And they can help with other things besides cognitive issues. I’ve read that older people with hearing loss fall more often, because your ears are tied into your sense of balance. And there’s more isolation and loneliness. Is the lack of social connection one of the reasons for the faster cognitive decline?"},{"author":"Fischman","text":"Yeah, it is, but there are other things that are going on in the brain with hearing impairment that also hasten cognitive problems. There's this sort of real estate grab that other areas of the brain make on the part of the brain that's involved with hearing."},{"author":"Fischman","text":"So, when you get less sound coming into the brain, the auditory cortex, the neurons there get quieter, and neurons in surrounding areas, ones that are involved with vision or touch, they sort of see these neurons like vacant houses and go, ‘Oh, here's an area that I can move into and grab and use it for myself.’ So the auditory area in your brain actually gets smaller."},{"author":"Lewis","text":"Yeah, I mean I think it makes sense that, you know, it's sort of use it or lose it, right?"},{"author":"Fischman","text":"Yeah, exactly. And also what's happening is because of that, you're actually working harder to hear any particular sentence. You're kind of concentrating on taking in the syllables and you're not concentrating on things like the overall meaning of the sentence. It’s what the scientists call an increased cognitive load."},{"author":"Lewis","text":"The good news is hearing aids are becoming easier to afford and more available. Last year the FDA approved some hearing aids that can be sold over the counter. You can get them at places like Walgreens and Costco."},{"author":"Fischman","text":"And those are much less expensive. Here’s Lydia again."},{"author":"Denworth","text":"Even though they are called over the counter, it's not a great idea just to buy them the way you would a bottle of aspirin."},{"author":"Fischman","text":"[Laughs]"},{"author":"Denworth","text":"You still benefit from some help in understanding how they work, and in making sure that you are getting a pair that will work well for you. And within the over-the-counter set of products, there's a real range of quality. I have heard from some audiologists that anything under about $400 is probably not worth it. Most of them tend to fall between $500 and $1,000 now, which is still substantially less than what hearing aids would run, in the $4,000s."},{"author":"Fischman","text":"So, I guess it’s good to know what you’re buying. Some of these over-the-counter models come with smartphone apps that help you customize them to work for you. And sometimes you can also get help at community health centers. Some have audiologists, or other people with hearing aids themselves who have been trained in making adjustments, and they can help you out."},{"author":"Lewis","text":"Well, that’s really helpful, but I guess there’s still the stigma hurdle. Although, these days, it’s not unusual to have something in your ears."},{"author":"Fischman","text":"And Lydia points that out."},{"author":"Denworth","text":"And one of the other hopes is that now that so many of us wear earbuds and Bluetooth devices and things on our heads that it doesn't look so odd to have to have something and that maybe that will kind of normalize."},{"author":"Lewis","text":"And popular headphone companies like Jabra are starting to make hearing aids, too, right?"},{"author":"Fischman","text":"Right."},{"author":"Denworth","text":"They are going to be marketing to consumers, directly. And that's going to begin to change our perceptions, I think, of what it is to treat your hearing. You know, if everybody's doing it, and everybody's trying to hear better we destigmatize this idea. [CLIP: Show music]"},{"author":"Lewis","text":"Better brain health, lower cost help, and everyone’s doing it. I hope that’s a message that everybody hears. You can read more about the link between hearing aids and brain health in Lydia’s new Science of Health column at ScientificAmerican.com."},{"author":"Fischman","text":"Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."},{"author":"Lewis","text":"Our show is a part of Scientific American’s podcast Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."},{"author":"Fischman","text":"I’m Josh Fischman."},{"author":"Lewis","text":"We’ll be back in two weeks. Thanks for listening!"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,443,76,357,455,625,1059,18131,6088,15609,13975,12543,12956,14289,13010,19393,20315,9241,2453,17649,16582,15685,11501,20316,21083,19968,5900,8427,23249,10419,13740,13723,24257,15460,15465,15378,4933,9195,15871,21815,22525,15844,10465,6164,12965,16424,20491,3735,24079,14564,21131,10928,7546,13687,14602,10887,2598,13904,19906,17457,14126,6715,17101,13052,4880,1666,13484,14085,22446,11641,11540,23697,11858,24047,13213,14156,18268,15509,13645,9832,3267,16774,21226,9750,2093,18382,18319,23232,12480,6959,15729,11877,7502,8911,21142,14148,12569,4459,6469,6517,6571,5568,4769,5088,3234,3247,921,615,521,513,500,12871,11853,15400,11458,9773,8704,6212,5426,8950,8712,24615,9730,16046,17533,24835,13159,7146,4873,8754,700,14945,18040,14021,22767,1212,13029,15464,13733,19356,21512,11980,13197,3063,22834,22707,9404,17250,12341,17581,11765,11055,7989,14798,10610,12351,10421,12189,9855,3341,6731,15583,11193,10245,18354,6412,12280,11644,4228,10696,18039,14703,13550,20060,9633,8151,10416,15016,3505,6032,20007,19894,11542,15043,12644,8880,8518,6934,2596,12888,7523,9561,13249,6604,3732,13829,14301,14049,14164,14174,12537,14093,13920,6551,6812,13922,10760,14027,4644,3397,11092,14129,6282,14151,14170,13957,8693,13922,5561,13334,14149,7111,7051,14265,9903,225,14298,14085,14275,10086,7918,9898,5823,5630,8930,14177,6395,21171,20953,5347,7487,14442,14796,13621,6551,15245,22121,16940,12576,20247,17060,16097,21140,17998,10046,3671,3580,19066,14304,13236,23898,103,13268,14881,11973,14857,10025,12431,11951,12630,9785,8778,9432,12667,18550,19401,16379,23163,15612,10373,9832,11113,9390,12202,10983,4942,1238,21466,15565,13689,16678,8245,20278,4872,13877,21529,4661,14123,14271,14340,14327,14324,10128,9702,14316,14244,14293,5044,7401,11695,12084,6606,9093,14251,7686,7804,9763,10136,4,14257,14339,10009,10775,14335,14455,14240,14425,10987,14320,10777,14664,14321,14325,14378,14300,14381,5103,14453,12400,14355,13701,2,14218,10357,14406,14470,14414,9625,14460,14423,14363,14384,5728,11964,6902,9260,10717,2610,14660,14448,14371,9831,10052,7957,16553,17170,10395,14463,8690,16730,13141,1691,11,12073,7040,13646,18192,18283,18355,18363,11821,10292,14799,8662,5603,12194,6598,16166,10605,8445,9156,12304,6331,8013,14709,14566,14625,14282,14560,3,11008,14701,14749,14628,14516,11818,14626,14691,14666,14707,14709,5434,11978,12259,14566,14760,13297,11456,10446,10810,21905,7120,16947,15029,10195,13118,16016,15628,18444,19886,17111,21592,16925,7796,15727,19875,11732,17130,12352,11843,20303,11695,16505,19843,12872,5486,7290,20799,18549,13073,1911,27877,16406,19123,10559,8568,13604,13205,20089,17735,21387,14386,27832,11514,11267,27799,11697,12812,17193,6247,10441,17141,693,6992,27023,10905,11893,15045,16191,11166,13041,24646,23383,24008,23191,17096,17092,9840,11006,19163,8,29216,24983,15420,20290,14202,10445,13019,15421,16608,18243,13940,4308,16334,12572,11,27536,19958,7482,13862,16567,12135,7272,6094,15540,7644,21959,26452,14222,22610,11323,23949,20384,15372,1631,14254,16281,22426,22364,4665,6101,17128,14124,14612,13933,12976,6417,5490,17088,14743,9776,15682,8739,3302,16544,19456,11919,11874,15239,12483,13168,15833,15074,11799,12320,17172,13138,7805,195,18766,12847,20176,19457,8988,13373,1330,21704,23281,28005,15415,19196,23160,18161,18127,18219,16751,22262,12649,17280,13041,13263,13592,10718,9865,8050,23650,5076,8758,7596,11978,8475,22369,10827,5704,4197,5376,12238,9816,13596,18084,1548,26122,17670,22250,11411,7943,26829,23811,24290,14831,21549,17688,6784,11268,14672,11682,7174,25635,15099,13887,7585,18657,18945,22665,12222,13989,10309,2779,17306,17179,15383,12543,20,26809,6253,18454,16231,12317,14051,17110,17231,9443,11785,13792,16220,13362,17537,9905,12570,5102,17416,3105,6,21697,10563,14873,13929,19422,16577,16670,25453,16553,13431,8716,6956,10712,9336,18687,16819,871,15058,5101,4163,14184,16286,16252,11887,16157,16208,13838,11586,11280,14388,16335,7212,14514,16680,14235,4949,5872,11365,12240,4055,12,20224,2514,8604,19960,22930,11721,16432,10465,8425,8399,15306,14328,8817,6,11015,19121,14213,14109,4896,11134,4536,7018,8087,8430,10572,477,3381,22457,17655,4690,1495,18953,27395,16597,17608,19577,10643,3376,11118,17155,7206,27327,6872,7835,2984,20033,12249,20142,10752,13731,14684,7642,9164,10846,18543,22215,9,18542,10420,3339,22077,24906,13765,17271,18278,7779,8966,23294,3760,6455,11000,27317,10646,36,10709,12722,17118,18915,9453,9406,14271,10519,721,13614,13128,6134,9219,12180,8992,11931,17930,17052,6259,11445,9040,5721,15656,6898,4619,10253,13006,11792,8300,7824,6421,8503,15973,6738,6971,4159,1690,15511,24308,24077,18951,11007,14767,16228,8470,2956,11711,11475,12089,12388,12678,7542,13346,13915,13810,8287,7084,12562,11364,636,14889,14926,15059,8281,14828,9943,14848,7274,7120,8713,7253,9310,15039,8913,14878,12724,13662,8110,5364,15211,15022,8230,10483,8012,11824,15250,6188,11740,13376,4084,21247,30949,18226,14357,11207,10,13928,14419,11317,14034,15840,11015,10162,10356,10427,10677,11952,12689,14719,12661,14836,14862,14831,12910,12501,14440,10800,9432,11401,12416,13750,6284,7323,12242,12076,7534,17266,15699,17645,17867,14173,8607,7056,8860,10925,9102,16580,17875,10896,11885,4019,16520,11983,2912,776,12730,13325,16839,9988,3747,14561,14618,13971,14917,13661,7982,11045,6148,9518,5317,3814,14751,13416,10241,14501,14229,5550,12625,1193,9197,14597,9499,14536,14636,12257,10738,14622,14699,14986,14775,14987,14578,14607,6952,7090,14685,13609,10381,9813,9864,8002,5061,10822,11227,11516,12583,14738,14755,8850,7392,14598,1758,7392,16686,12133,8080,17299,17160,9709,7510,9059,9717,11923,11255,11321,13787,6950,7699,5201,6466,4672,30080,30218,29937,26498,9519,9184,5874,23719,15554,12056,20544,15879,5500,16542,20848,17659,10423,14736,11932,5282,13162,22726,10032,16598,19951,10100,14048,15538,6273,14325,10160,4455,13116,16130,14922,16431,12564,7916,30053,13015,2431,16367,7508,7621,9867,14937,15835,16764,6931,12180,20257,5852,8267,8640,8304,20711,6893,6748,6491,7193,20760,20717,13458,14793,17402,7016,7965,20751,12816,14962,8682,10485,6650,1827,14980,15350,6300,6158,7683,6279,4139,8834,9057,25086,24957,19403,16446,20172,20945,22733,11360,12596,6596,11260,14808,20991,19273,13521,2755,12277,12312,12311,12195,3328,12344,9059,12203,5068,12844,23162,23162,9608,12249,12184,12136,5,10243,21048,15901,11855,13483,9331,11305,7723,6613,8921,6954,13172,2895,16192,16593,20983,10495,5048,4376,27656,17944,17250,21139,20168,12146,12269,8667,12254,12264,4230,12192,8180,8037,11464,9120,12289,6320,7856,12253,12157,12293,6118,4638,817,12317,12213,12307,12270,12204,12215,11999,12284,12336,8458,12269,12213,12186,11233,9812,12170,11979,12142,6888,5311,12357,12344,12182,12095,12193,9681,5416,7249,12212,8940,12201,11833,12114,12173,10353,8982,12651,12711,8989,12899,12961,9271,8489,8535,6941,12311,5536,13697,13883,14521,14112,14459,9796,14455,198,10093,12935,11530,15301,13205,12821,13366,10936,13429,8666,16403,7401,7893,6359,10446,11533,14522,11914,8813,18406,17995,21994,23829,7157,21375,16481,17536,27691,12614,20889,6127,229,24850,14676,16399,18376,14369,4,13033,15408,20727,21227,11702,20357,4356,7903,72,22766,26388,25352,20593,15104,11902,5416,11408,13399,18544,15833,16288,15691,15134,18057,19460,16250,17097,19375,14502,19431,6,13375,12726,14881,11936,6607,17459,19040,25449,13380,8348,8685,12772,22523,18212,16129,14649,10357,15387,14233,11086,17579,22491,18360,25650,18368,2661,8,10649,7945,7673,26878,9669,15764,13431,14948,12573,14258,9287,7958,3794,23791,23491,24259,15797,14907,22044,7767,6193,13829,14942,14737,18921,15490,9748,7008,13014,18095,13545,12441,10286,13485,12480,12531,9249,20353,17738,232,1,10608,10574,10592,10582,10549,6115,6394,6346,6384,6390,730,3104,3160,3151,3163,3154,0,1799,1805,1801,1801,1134,22086,21532,13477,8912,10666,7640,8839,22453,1389,7,12211,9053,14731,15772,18837,9364,11753,8973,2865,23873,14833,10254,18867,21604,25601,11704,9835,1933,1687,1694,1689,1684,1689,1098,1101,1113,1103,1148,688,709,708,710,713,7983,10674,7496,5357,5127,19467,25800,22446,9561,15347,30356,20464,22585,23416,6476,9635,8327,5,16453,8633,12439,7688,21127,25611,25449,16904,19968,20704,18428,15546,16315,12496,7269,8656,6,2818,18209,23392,19903,21356,16834,18963,18915,18535,22198,10864,11791,13382,7989,9112,13989,9151,20683,12753,18141,21608,15401,18654,846,6,18242,24045,7975,4750,13996,18927,23418,20130,11670,12965,9376,13388,24104,5509,16693,16578,18263,13386,15239,8277,13563,9304,9563,9813,7434,8312,8947,3735,7332,17590,16068,8250,13586,13853,7161,4704,18929,18372,14648,17054,6475,8395,17041,11237,8748,7139,9759,7449,4612,24781,24102,20328,17484,14321,10559,9877,10765,8445,10028,15090,17442,14016,14848,12616,17362,16994,749,16180,21904,22309,10988,21919,9634,4398,1853,16567,15585,6290,16150,14297,12583,11597,6319,14968,10965,12575,12566,14180,8892,9114,8022,13191,9761,8304,1161,15324,15134,12812,7605,8195,19365,15306,10751,6305,17056,18837,13745,7384,6550,12104,8236,14301,15334,8078,4536,13238,8218,6667,12704,12405,9439,4950,14184,900,5541,12672,14898,19709,12257,7756,9007,9372,1327,10105,20242,9354,12806,10823,17259,12776,6943,15856,19935,8911,6335,5374,4577,16429,21914,11485,14443,20033,13771,19034,17448,7095,10831,11065,18010,13799,12921,4028,15682,11172,9544,12255,3872,12497,19654,18919,6682,10001,17067,6866,18032,4036,13075,5183,15336,19485,11215,3132,15536,18625,10057,13991,7847,6342,15972,19203,18202,16196,10056,12075,6729,10826,15871,18796,9237,8454,20824,7906,12081,7297,9761,11029,9341,21969,9305,2462,17209,10423,17810,21817,17440,17771,14376,4778,9213,4356,4376,9901,10437,8878,5977,1145,12847,21819,14045,19071,19021,20247,20214,16545,4320,16655,8564,15810,13643,11924,13355,12878,12982,10607,7164,148,13962,12743,10652,8575,8204,3977,21554,2879,33,18608,15688,12706,7890,10302,11391,6771,16337,16822,11022,6008,7075,9459,11709,6000,12143,11644,21494,16899,17249,18132,17478,14313,9397,12521,11244,20936,8454,11373,11372,13843,6241,15828,21433,20736,12626,14669,13019,13213,6148,10345,17764,16647,10963,11240,10260,10519,8811,8068,9565,12536,16553,10003,10373,6060,23830,23138,18752,8215,22193,6578,18441,15325,22410,19564,8781,9916,2971,10188,19804,13871,10376,6503,21453,11458,19241,10421,21199,16330,11796,13318,14525,17725,10439,11402,10913,14494,19266,18899,14394,18287,13195,16305,15624,10363,7726,5183,7411,12593,11800,4006,25980,15130,23855,12407,7536,12560,11446,11658,21199,14032,21090,15104,15686,10483,1357,330,12334,19983,13455,7644,19561,19179,6904,9660,11432,7094,11751,5558,1567,12951,11996,13846,9655,13141,13727,11037,6962,9670,11663,15365,12466,8784,6727,3431,13511,14569,13115,18399,12070,7995,8668,11768,8424,9762,11041,9316,9917,3211,10,12645,10808,11919,15128,10186,7051,8347,12397,2219,14134,15736,12458,15643,29445,14023,10001,7,15811,18271,10286,2429,14073,13842,13761,13839,13821,13514,7073,9,9485,13906,13841,13895,13489,11888,13847,13734,10665,10348,11096,5954,13643,12649,10378,13279,11562,6038,31448,30451,13944,13718,12857,115,13653,13691,13687,13717,13443,13487,10800,13641,659,13718,13639,13432,13549,7842,11783,13635,13574,11135,13248,12440,6217,13058,14016,7600,14118,14129,8454,167,14760,14061,14175,14131,14339,14277,14289,12239,4854,14480,14300,8564,14668,12588,11488,14580,14603,14516,14592,14508,5215,14849,14812,14855,14754,13562,13608,12159,11560,10447,14026,15064,14643,13188,12210,5553,14994,9303,15089,6505,4,15168,15137,15227,15235,15393,10735,14974,9298,13671,9081,9600,8933,9438,13636,15530,15540,15656,15664,15650,13572,11694,9800,6476,15814,15762,4199,11059,15673,7491,470,26658,24322,19900,21814,27243,10912,4942,10240,8228,17276,13039,15764,17926,11174,11350,14649,17079,13825,12858,15008,10072,21834,17903,11130,15186,12980,1561,22560,13761,17753,11268,15757,18429,13678,10416,11682,7879,16436,16812,20951,20043,24698,13232,14012,9674,24460,13447,14876,10974,11681,8943,16073,6089,10534,11413,14483,13573,18654,7304,16782,22777,23227,24529,1729,14470,3421,14073,13264,10236,14083,17897,15794,11894,10278,9320,6122,16987,14052,10410,11119,12970,12899,12997,7133,7473,15846,2802,22714,12487,16145,20386,27463,14185,13492,13798,13604,13577,9164,13486,13674,13556,12840,11160,10549,10238,13396,13472,5286,2686,6718,5147,3900,3334,13314,4699,7690,9636,13353,4123,13174,13386,12955,12861,12977,11725,12887,13098,13253,13095,12888,18959,26481,12803,12642,13026,12841,12687,12688,9719,10536,12629,2281,9718,14124,13136,17801,12177,6225,18575,17093,8780,12757,5496,6905,6487,9447,16537,16758,19503,4328,12067,12218,11765,9543,12937,13387,11122,11578,11480,18905,18793,14532,12521,15817,15762,15528,11853,13447,5645,23556,23068,9755,14492,11365,13699,13759,13214,18192,12652,12983,14081,7153,12000,16505,14120,12346,12773,12889,13047,14452,14192,19271,22488,13639,23360,20927,16459,11258,16681,13241,2104,1351,2520,16950,14524,11856,9507,19313,13316,17411,12184,23459,18049,17215,13122,4223,18316,20090,15355,10566,19368,18019,8721,7065,4067,2555,5064,14643,9553,17171,19821,9484,7757,8725,9760,12916,8818,11797,8903,10004,8212,16411,11997,13013,12320,9977,12067,12950,19619,14172,2892,1761,24249,17685,12393,11644,10938,17708,11136,10382,7091,11593,24586,14089,9787,21571,28300,20024,20353,22982,28489,13205,27816,18090,4191,16552,9417,17358,23649,21113,15168,14090,10098,11676,26514,23251,16329,18763,18612,21795,10218,12283,19184,17372,15135,16790,11393,13427,15986,16150,6749,7884,8840,4386,7020,18893,19733,15370,15674,16490,11410,8605,5207,18247,13117,12713,14161,17427,9417,9490,15046,4142,12348,18390,20240,18493,12058,10313,11162,9754,11780,11592,16835,10851,13326,10450,16295,15982,15925,17580,15235,4910,15471,12592,16024,9713,9556,14198,12791,18719,18208,15443,12442,18396,12278,5570,16968,18931,13022,10235,13948,13326,10180,4771,18937,20942,6398,15474,3997,11105,14648,8885,13895,10881,8577,8247,7899,7230,3978,3543,4033,12888,12328,10702,10938,9941,11398,9191,9566,9477,10190,12241,11318,10664,11014,9299,10291,9576,10687,8393,11471,11249,10317,7688,7330,7356,6051,3852,1610,11546,10991,8582,6054,4148,1564,549,230,92,42,24,5,0],"fragments":[{"begin":"0.000","end":"32.640","lines":["Hi, this is Your Health, Quickly, a Scientific American podcast series!"]},{"begin":"32.640","end":"60.360","lines":["We highlight the latest vital health news: Discoveries that affect your body and your mind."]},{"begin":"60.360","end":"74.080","lines":["And we break down the medical research to help you stay healthy. I’m Tanya Lewis."]},{"begin":"74.080","end":"75.320","lines":["I’m Josh Fischman."]},{"begin":"75.320","end":"91.520","lines":["We’re Scientific American’s senior health editors. On today’s show, we’re talking about a surprising way to slow cognitive decline: hearing aids. But unfortunately, most people who need them don’t get them. [CLIP: Show theme music]"]},{"begin":"91.520","end":"97.560","lines":["Hey, Tanya, I learned a new weird thing about the screwy U.S. health insurance system this week."]},{"begin":"97.560","end":"99.000","lines":["Oh yeah? What’s that?"]},{"begin":"99.000","end":"101.560","lines":["Health insurance doesn’t cover hearing aids."]},{"begin":"101.560","end":"102.440","lines":["Not at all?"]},{"begin":"102.440","end":"106.200","lines":["No. Not at all. It often doesn’t cover hearing exams, either."]},{"begin":"106.200","end":"108.920","lines":["That’s weird, since hearing loss is a medical problem."]},{"begin":"108.920","end":"116.640","lines":["I know! But I was talking with Lydia Denworth, who writes Scientific American’s Science of Health column, and here’s what she told me."]},{"begin":"116.640","end":"129.560","lines":["So the average pair of hearing aids that you would get through an audiologist will run you $4,700. Most private insurance doesn’t cover it. Medicare doesn’t cover it–hearing aids. I mean, it’s crazy."]},{"begin":"129.560","end":"147.480","lines":["What’s really absurd is that hearing loss makes a bunch of other medical problems worse. So hearing aids could help. And one of those things they can help with is cognitive decline. That’s actually the reason Lydia and I started talking about this. There’s a really important study that she just found out about."]},{"begin":"147.480","end":"167.640","lines":["This study was presented in July at the International Meeting of the Alzheimer's Association. And it was one of their headline studies. This was the first-of-its-kind, randomized trial. And it's nearly 1,000 adults, older adults between 70 and 84, with untreated hearing loss."]},{"begin":"167.640","end":"176.360","lines":["About half of the group got hearing aids. And among them, some were already showing some indications of cognitive decline. They were less healthy."]},{"begin":"176.360","end":"183.480","lines":["The older, less healthy group, the people who got hearing aids slowed the rate of cognitive change by about half."]},{"begin":"183.480","end":"193.560","lines":["That's a pretty big effect. So, when you say the hearing aids ‘slowed the rate of decline by half,’ what does that mean, exactly? That they declined half as much as they would have without them?"]},{"begin":"193.560","end":"215.840","lines":["Yeah, that’s it. The people took tests that measured their cognitive function every few months, over the course of three years. And the group without hearing aids kept going down kind of a steep slope. But the group that had the aids held onto their abilities much better. Over those three years, their mental state was almost twice as good as the people without hearing aids."]},{"begin":"215.840","end":"228.080","lines":["That’s pretty impressive. This might be a good time to define what we mean by  “cognitive decline” though. As I understand it, it’s basically normal memory decline that happens with aging, not full-blown Alzheimer’s, right?"]},{"begin":"228.080","end":"260.320","lines":["Right, yeah, it's not Alzheimer's or some other kind of dementia that makes it impossible for you to remember family members and awful things like that. Cognitive decline is much more mild. It's like going into a supermarket and not remembering one of the items on your shopping list, you know, that sort of thing. So you can still  function every day. You can hold down a job. You can take care of your family. But your mind isn't quite working as smoothly or as fast as it used to."]},{"begin":"260.320","end":"274.480","lines":["Right, yeah, so it's more like day to day forgetfulness that we all experience as we get older, but I guess if there were an intervention like wearing hearing aids that might slow that decline, it seems like it'd be a pretty worthwhile thing."]},{"begin":"274.480","end":"291.440","lines":["Yeah, it’s sort of like giving a pill and in this study, it’s not giving it to other people to see the pill’s effect. And in this case, the “pill” was hearing aids, and the message is that more people could benefit from them."]},{"begin":"291.440","end":"299.640","lines":["So it seems like hearing aids could help a lot of people stay more mentally sharp. Do you know if people who need hearing aids actually get them?"]},{"begin":"299.640","end":"302.440","lines":["Sadly, they don’t. Here’s Lydia again."]},{"begin":"302.440","end":"315.840","lines":["Unfortunately too many people do not think of hearing aids in that way. And in fact, we estimate that only 15 to 25 percent of adults who would benefit from hearing aids are actually using them."]},{"begin":"315.840","end":"319.360","lines":["Wow, that’s, like, a really tiny amount!"]},{"begin":"319.360","end":"326.200","lines":["It's a tiny amount for something that really can be very, very helpful. And there are a bunch of reasons for that."]},{"begin":"326.200","end":"333.840","lines":["Lydia already talked about one of the reasons people don’t wear them—the high cost and lack of insurance coverage. What are some other barriers?"]},{"begin":"333.840","end":"349.280","lines":["There's stigma attached still to hearing aids. Many, many people feel that they are a sign of aging. They don't look at them the way they look at wearing glasses, even though it is essentially the same thing. You wear hearing aids to help you hear better just like you wear glasses."]},{"begin":"349.280","end":"355.040","lines":["That’s a great point! I wear glasses, and you do too, Josh. So why the stigma for hearing aids?"]},{"begin":"355.040","end":"367.240","lines":["Well, I think one of the reasons is that traditionally they were big. You know, there's this large thing sticking in your ear, right? And people look at that as an oddity."]},{"begin":"367.240","end":"380.120","lines":["And I guess a lot of people wear glasses almost as  a fashion statement, too. And, a lot of younger people wear glasses. So it's, it's probably less stigmatized than hearing aids, which we typically associate with aging."]},{"begin":"380.120","end":"384.640","lines":["You don't get your Calvin Klein hearing aids."]},{"begin":"384.640","end":"387.200","lines":["I mean, that would be great."]},{"begin":"387.200","end":"389.720","lines":["We’re a vain set of people… we’re I don’t know."]},{"begin":"389.720","end":"395.520","lines":["I can see how wearing big bulky hearing aids would make you feel self-conscious. Have they gotten any smaller?"]},{"begin":"395.520","end":"397.040","lines":["Lydia says they have."]},{"begin":"397.040","end":"425.360","lines":["They have improved a lot. You can get in-the-canal aids that, you know, really can barely be seen. But I also think that one of the things that stopped people was just that they didn't think it mattered that much. People thought of hearing loss as you age just as kind of one of the things that happens. It sneaks up on you, and you're not always aware of the amount of loss you have because you're not getting checked regularly. Doctors do not routinely screen necessarily for hearing."]},{"begin":"425.360","end":"430.760","lines":["In fact most primary care providers don’t check. Tanya, have you had a hearing test?"]},{"begin":"430.760","end":"433.600","lines":["No, not since I was a little kid, I’m pretty sure."]},{"begin":"433.600","end":"467.240","lines":["I had one a couple of years ago, actually because I noticed that I wasn’t hearing as well in my right ear as in my left. When I noticed this difference, I went to—here’s my hard science word of the week—an otolaryngologist. And it's so much easier to say ear, nose and throat doctor.  Anyway, they put me in a soundproof booth, put big ear can headphones on me, and then played a series of tones at different volume. [CLIP: Tones at decreasing frequencies]"]},{"begin":"467.240","end":"480.040","lines":["And I was supposed to click a button when I heard a tone. It turned out that my right ear was a little worse. I couldn’t hear the higher frequencies. [CLIP: Tones at higher frequencies]"]},{"begin":"480.040","end":"481.720","lines":["So has that been a problem for you?"]},{"begin":"481.720","end":"484.160","lines":["What? Huh? Say that again?"]},{"begin":"484.160","end":"486.640","lines":["Haha, very cute. But seriously, has it?"]},{"begin":"486.640","end":"502.240","lines":["Really no. It’s mostly not. I hear you just fine. Sometimes at a party, or a noisy restaurant, a high-pitched voice kind of fades out against the general background hubbub. And actually I feel bad when that happens, but it doesn’t happen often."]},{"begin":"502.240","end":"512.800","lines":["Yeah, I mean, I think we all have had experiences  at a cocktail party or something where you just can't always hear the conversation. So, if you don’t mind me asking, the doctors didn’t recommend hearing aids for you?"]},{"begin":"512.800","end":"520.480","lines":["Nope. They said I was within the range of normal for my age, but to let them know if things got worse."]},{"begin":"520.480","end":"542.200","lines":["Well, that’s good. But like Lydia said, a lot of people who really could use hearing aids are not getting them. And they can help with other things besides cognitive issues. I’ve read that older people with hearing loss fall more often, because your ears are tied into your sense of balance. And there’s more isolation and loneliness. Is the lack of social connection one of the reasons for the faster cognitive decline?"]},{"begin":"542.200","end":"560.920","lines":["Yeah, it is, but there are other things that are going on in the brain with hearing impairment that also hasten cognitive problems. There's this sort of real estate grab that other areas of the brain make on the part of the brain that's involved with hearing."]},{"begin":"560.920","end":"586.960","lines":["So, when you get less sound coming into the brain, the auditory cortex, the neurons there get quieter, and neurons in surrounding areas, ones that are involved with vision or touch, they sort of see these neurons like vacant houses and go, ‘Oh, here's an area that I can move into and grab and use it for myself.’ So the auditory area in your brain actually gets smaller."]},{"begin":"586.960","end":"591.200","lines":["Yeah, I mean I think it makes sense that, you know, it's sort of use it or lose it, right?"]},{"begin":"591.200","end":"613.600","lines":["Yeah, exactly. And also what's happening is because of that, you're actually working harder to hear any particular sentence. You're kind of concentrating on taking in the syllables and you're not concentrating on things like the overall meaning of the sentence. It’s what the scientists call an increased cognitive load."]},{"begin":"613.600","end":"625.200","lines":["The good news is hearing aids are becoming easier to afford and more available. Last year the FDA approved some hearing aids that can be sold over the counter. You can get them at places like Walgreens and Costco."]},{"begin":"625.200","end":"629.000","lines":["And those are much less expensive. Here’s Lydia again."]},{"begin":"629.000","end":"635.560","lines":["Even though they are called over the counter, it's not a great idea just to buy them the way you would a bottle of aspirin."]},{"begin":"635.560","end":"636.360","lines":["[Laughs]"]},{"begin":"636.360","end":"667.560","lines":["You still benefit from some help in understanding how they work, and in making sure that you are getting a pair that will work well for you. And within the over-the-counter set of products, there's a real range of quality. I have heard from some audiologists that anything under about $400 is probably not worth it. Most of them tend to fall between $500 and $1,000 now, which is still substantially less than what hearing aids would run, in the $4,000s."]},{"begin":"667.560","end":"687.240","lines":["So, I guess it’s good to know what you’re buying. Some of these over-the-counter models come with smartphone apps that help you customize them to work for you. And sometimes you can also get help at community health centers. Some have audiologists, or other people with hearing aids themselves who have been trained in making adjustments, and they can help you out."]},{"begin":"687.240","end":"694.280","lines":["Well, that’s really helpful, but I guess there’s still the stigma hurdle. Although, these days, it’s not unusual to have something in your ears."]},{"begin":"694.280","end":"695.960","lines":["And Lydia points that out."]},{"begin":"695.960","end":"710.880","lines":["And one of the other hopes is that now that so many of us wear earbuds and Bluetooth devices and things on our heads that it doesn't look so odd to have to have something and that maybe that will kind of normalize."]},{"begin":"710.880","end":"715.400","lines":["And popular headphone companies like Jabra are starting to make hearing aids, too, right?"]},{"begin":"715.400","end":"716.120","lines":["Right."]},{"begin":"716.120","end":"732.080","lines":["They are going to be marketing to consumers, directly. And that's going to begin to change our perceptions, I think, of what it is to treat your hearing. You know, if everybody's doing it, and everybody's trying to hear better we destigmatize this idea. [CLIP: Show music]"]},{"begin":"732.080","end":"746.760","lines":["Better brain health, lower cost help, and everyone’s doing it. I hope that’s a message that everybody hears. You can read more about the link between hearing aids and brain health in Lydia’s new Science of Health column at ScientificAmerican.com."]},{"begin":"746.760","end":"758.840","lines":["Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."]},{"begin":"758.840","end":"779.040","lines":["Our show is a part of Scientific American’s podcast Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."]},{"begin":"779.040","end":"782.040","lines":["I’m Josh Fischman."]},{"begin":"782.040","end":"797.480","lines":["We’ll be back in two weeks. Thanks for listening!"]}]}
