{"title":"Here’s How You Go Birding in the Middle of the Night","img":"https://static.scientificamerican.com/sciam/cache/file/DE9B725E-8B4D-4355-8C2C868E7813FF13_source.gif","url":"https://www.scientificamerican.com/podcast/episode/heres-how-you-go-birding-in-the-middle-of-the-night1/","audio":"https://traffic.megaphone.fm/SAM3261737926.mp3?updated=1703605731","intro":["If you really want to challenging your bird identification skills, try using them at night, when bird calls are less than 100 milliseconds long."],"authors":["Jacob Job"],"category":["Animals"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify [CLIP: People slating the tape for nocturnal flight call recording sessions] [CLIP: Theme music]"},{"author":"Jacob Job: ","text":"Every night while you sleep, thousands, if not millions, of ghostly figures dart through the sky just above where you lie. They are Rose-breasted Grosbeaks, Sora, Grasshopper Sparrows, Blackpoll Warblers, Long-billed Curlews. Some of them are flying just a few hundred miles. Some are nearly circumnavigating the globe. So how, given that it’s dark and given that they are flying anywhere from 15 to about 55 miles per hour over your sleeping head, would anyone ever be able not only to count them but also to know which bird species just zoomed past?"},{"author":"Job","text":"I’m Jacob Job, and you’re listening to a five-part Science, Quickly Fascination series on the nighttime bird surveillance network. And today you’ll not only learn how it’s possible to see bird migrations in darkness but will also get the actionable intel on how you, too, can join the nighttime bird surveillance network. That network, it turns out, is growing."},{"author":"Joe Gyekis","text":"So the night calls seemed like a cool frontier, and people are finding good stuff."},{"author":"Job","text":"This is Joe. He’s a member of the nighttime bird surveillance network."},{"author":"Gyekis","text":"Joe Gyekis, that’s G-Y-E-K-I-S. I’ve been pretty active in birding for most of my life, and my day job is sort of as a health science teacher here at Penn State."},{"author":"Job","text":"Joe grew up in the heart of Pennsylvania. He says he owes his interest in birds to growing up with natural spaces surrounding him and a family who liked to be outdoors. But there’s one particular aspect of bird-watching that is most appealing to him."},{"author":"Gyekis","text":"I’ve always been interested in identifying bird sounds, and it’s just been a passion of mine to learn to identify call notes and other things ..."},{"author":"Job","text":"Which made for a natural transition."},{"author":"Gyekis","text":"I ordered a bucket from Bill Evans and started asking friends for help with identification."},{"author":"Job","text":"By bucket, he means Bill Evans’s flowerpot recording station that we talked about in the previous episode. Around six years ago Joe placed his first bucket on the roof of his house and hit “record.” As the birds flew over the house, the microphone captured every sound they made, including the trills, “zeeps,” buzzes and whistles as they echoed across the night sky. But he had a big problem. He didn’t know how to identify anything he was hearing. [CLIP: Nocturnal flight calls recording]"},{"author":"Gyekis","text":"When they’re calls that are, like, 50 milliseconds long, it’s really hard to learn how to identify them. People who start to learn flight calls as kids, I think they can. But for me, even as a pretty experienced ear birder, I really struggle with it."},{"author":"Job","text":"Maybe it’s a good idea to pause and give you an idea of how difficult this really is. It’s hard enough to learn bird IDs when the songs you’re listening to are a couple of seconds long or more. Let’s play a bit of a game. I’m going to play a few daytime bird songs and let you try to listen and ID them—if you’ve done this before. If you haven’t, you’ll hear a couple of cool songs that are pretty common in, say, the continental U.S."},{"author":"Job","text":"And then you might be able to recognize them when you do hear them from now on. Here’s your first song: [CLIP: Song Sparrow song]"},{"author":"Job","text":"Did you get it? That’s a Song Sparrow. Here’s a harder one: [CLIP: Chipping Sparrow song]"},{"author":"Job","text":"That’s a Chipping Sparrow. Not that easy, right? These sounds might be foreign to you, but at about two seconds long each, there’s enough auditory information to hear the differences between them. Now say you had just a hundredth of that much audio to work with and still had to make the ID. See if you can hear the differences in these nighttime flight calls: [CLIP: Nocturnal flight calls of Song Sparrow and Chipping Sparrow]"},{"author":"Job","text":"Let’s hear those again. [CLIP: Nocturnal flight calls of Song Sparrow and Chipping Sparrow]"},{"author":"Job","text":"Almost impossible—especially when most nocturnal calls are less than 100 milliseconds long. Some are as short as 20 milliseconds. We’re talking about pushing the limits of our hearing and processing capabilities. Okay, so back to Joe: He was up and recording birds at night from the roof of his house. But nighttime bird speak was a new language to him. He wasn’t fluent—yet. But he also decided that his ears weren’t enough. So he turned to specialized computer software to transform the sounds he was hearing into images called spectrograms."},{"author":"Job","text":"A spectrogram is like a visual voiceprint of whatever made the sound."},{"author":"Gyekis","text":"For like a clear whistle type of call, if I was to whistle [whistles], it’ll make a little line that rises and drops, and the length of it will be the length of the call. And so you get a picture of the call note. So looking at the spectrogram and being able to zoom in close on the really short ones makes a huge difference for the ability to identify."},{"author":"Job","text":"This was a game changer."},{"author":"Gyekis","text":"It’s obvious on the spectrogram. Are those notes rising? Are they falling? How high is the pitch? What’s the shape of the note? Did it go up and then down? Is it polyphonic with multiple lines, or is it a pure note with just a single line?"},{"author":"Job","text":"The spectrograms froze the nighttime bird calls in time. Soon they began to take on familiar shapes. Joe likens the calls he saw on the spectrograms to notes on sheet music. He recognized shapes he was seeing over and over in the spectrograms, but he couldn’t make sense of them. Joe could hear and appreciate the music, but he couldn’t separate the avian “instruments,” so to speak. So he turned to another tool: the collective wisdom of the surveillance network."},{"author":"Gyekis","text":"I was a social media abstainer for a solid decade, and then I got massively addicted to all parts of Facebook because I was on this one group all the time. But basically I joined ’cause my friends told me that’s where I could get answers about “What bird is this? What bird is this?” So I learned how to upload little bits of sound, a little bit of spectrogram, onto Facebook posts."},{"author":"Job","text":"And upload he did, with some early embarrassment."},{"author":"Gyekis","text":"I remember the very first recording. I had my main call, it was in the middle of the summer. The main call that I had was a Chipping Sparrow, which Bill Evans, this expert of all this stuff, I [was] just very naively, like, asking him everything, like, “That’s a Chipping Sparrow?”"},{"author":"Job","text":"Despite the early hiccup, like a musician, he slowly learned to read the notes."},{"author":"Gyekis","text":"Along the way, I went from not knowing what Chipping Sparrow and Swainson’s Thrush calls looked like on the spectrogram until ..."},{"author":"Job","text":"He learned to identify most of the calls he would hear on any given night. A composition began to form in his mind. I asked Joe how long it now takes him to identify all the calls he records in a single night."},{"author":"Gyekis","text":"Once you’ve gotten over the initial learning curves, and you’re just in business mode, you can analyze a quiet night in 15 to 20 minutes. Of course, the problem is eventually spring migration kicks into high gear, and then you have 20,000 chirps, and you have to stop for every one and look at it carefully. Maybe zoom in a little bit, maybe listen, and you start to find way more cool stuff, but if it’s a busy night, it just depends how busy is busy. It could take you three, four hours."},{"author":"Job","text":"But that effort paid off in a big way when he discovered something unexpected."},{"author":"Gyekis","text":"I picked out an Upland Sandpiper call. And I’m in a forested, mountainous county of central Pennsylvania, where I think, back in the ’60s, that wouldn’t be a surprising bird at all. But they have really declined massively in the East, and it was the first record in the county for over a decade. So I was just like, wow, this is so amazing, so easy. I thought I would get them every summer, all the time. I haven’t since."},{"author":"Job","text":"But every now and then, Joe records a night call that stumps him and the members of the Facebook group."},{"author":"Gyekis","text":"One of the things that I find the most exciting is: whenever either I or other people on the group just post sounds that even people like Bill Evans and Michael O’Brien, these people who we all regard as the most educated on this subject in the world, and then it’s just like—that’s such a cool recording, and we don’t know."},{"author":"Job","text":"And there’s a lot more that the nighttime bird surveillance network doesn’t know than it does know. This is very much an active field of research that Joe says could benefit from people putting flowerpot microphones on their roofs."},{"author":"Gyekis","text":"There’s a lot of open questions about how birds at night use the landscape that we simply just can’t answer from having 10 people recording. To be able to get conservation implications, we need a large enough sample size that it’s not just random, down to one weird night or one big night, versus one low night at one count location can make it seem like one species was way more abundant this year or way less abundant."},{"author":"Gyekis","text":"But when we have regular birders all across the country, thousands of us, recording every night, we’re gonna be able to start getting a representative sample of the population of birds in flight on the northbound migration, on the southbound migration, year after year. If we can just get the people who are just at their house, for a very low electricity burden, we can monitor really accurately for vocal nocturnal migrants. Just having a bigger array of many, many people monitoring, I think it’s gonna be a big help. [CLIP: Theme music]"},{"author":"Job","text":"On the next episode of this five-part Fascination on the Nighttime Bird Surveillance Network:"},{"author":"Benjamin Van Doren: ","text":"When I’m thinking about migratory birds, I’m thinking about this enormous phenomenon comprising billions of birds in North America for example. I believe that we need to use tools that allow us to process data on larger and larger scales to begin to comprehend and begin to understand such a vast phenomenon."},{"author":"Job","text":"We’ll explore what it takes to analyze tens of thousands of hours of nighttime bird recordings collected from rooftop flowerpot mics across the globe. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominick Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[983,1552,2277,5342,6224,5968,8392,12285,16937,16972,16945,10263,17009,15844,15522,16901,7712,16892,16895,9787,15844,9231,12255,12449,9319,7484,7109,6972,4302,5046,3903,15915,15820,16038,9483,15947,9501,16052,13650,16041,15842,15968,16109,15971,6998,6712,5386,4696,6100,19953,25465,25673,25555,25782,26249,26528,16563,21369,12970,9069,12837,8570,10428,14308,8627,14396,8566,10644,13512,9859,11564,12507,14359,11252,17134,14430,13728,15020,13220,17546,19671,18044,17952,16500,13698,7663,21677,11139,6552,11235,26852,14150,11112,20909,14742,18296,21900,17282,12803,17082,13947,14808,17563,14654,7674,7939,18366,17324,18915,16971,15834,5706,10574,17806,14077,8047,23814,16475,17644,10443,20208,16345,16178,20326,15124,19599,18392,15837,7765,5461,3701,19395,20287,19743,14165,13052,12508,21182,14023,6050,8908,20255,11992,18935,16462,14831,15422,14678,14627,4093,8354,7706,14933,21023,14882,13742,21773,12368,15547,18279,12141,15256,16986,22207,12536,16512,13602,22445,10045,18249,17612,19412,16127,22038,21667,13628,10002,13049,20068,15818,6440,13729,18068,23691,15106,11734,13856,18973,10370,24226,20234,19076,16541,13713,15187,14868,16726,13711,11381,18610,13622,17208,8526,4180,16333,15393,12916,14128,18092,15183,13391,19601,19616,22798,11048,17986,22714,19037,11088,12797,8328,19457,16264,15530,14700,9350,19079,7951,7040,16262,14927,10798,17231,21572,16455,20535,21106,24178,16206,12040,17485,20483,11099,19038,20729,8340,7817,18381,21407,14085,18142,11046,14738,20409,21278,20746,14113,13754,11919,6011,14245,12371,16816,16051,15240,16443,20776,8660,7443,7111,17635,21560,19005,17975,19460,18656,8523,14315,16472,8753,9547,11282,10907,8776,10906,4581,5638,8414,6466,6796,1699,1159,848,825,780,1372,1465,615,1535,2386,2653,2912,1182,3646,4001,3606,925,746,199,160,97,47,26075,15672,13638,13921,13579,7831,13468,4966,11114,15773,9584,13762,11031,6517,17398,15448,13087,6455,12116,84,11094,18589,16344,22158,15989,18936,14936,14830,8630,18,15029,20117,9657,8067,4935,8783,20798,10674,16021,11720,283,6,21866,8095,15459,7116,19667,15754,10134,13425,5257,11476,12671,14742,13841,5957,199,22919,14756,11954,13833,17944,11092,4043,15318,12840,10286,15257,7382,13087,9879,11922,9681,4707,10303,16128,18923,12696,12292,8622,345,0,11446,15095,17032,14363,9770,15341,10097,11962,14534,15133,17644,9351,12680,10685,760,19657,11680,16566,18705,13004,3656,0,20114,15000,11483,15369,22320,12660,20461,18442,12568,12717,11405,8082,6817,21743,27650,14669,11238,1253,23174,11598,10225,4193,12875,11344,7912,14293,11713,4449,1879,8613,18547,11996,14671,10630,2214,20640,14891,13304,10889,9366,20480,16113,11834,15261,5439,4181,18462,11907,10840,4257,11521,7681,9986,3818,12966,18176,21273,23821,15287,7698,5657,22324,20876,7899,1645,24887,19334,21725,10024,11048,20269,14233,18832,11060,16767,19079,5936,1319,4296,22589,16889,20618,5956,16144,13189,19498,8042,12248,7716,14576,3871,5846,20183,19931,14018,11674,13169,16030,22554,6349,18013,19370,17781,14063,14024,23398,16894,17063,14722,10457,20448,6989,2105,3115,19223,12494,12128,15185,12735,20294,10739,20126,20420,15988,14768,19859,11685,14339,13778,11778,1755,16787,14640,14597,14489,18369,4973,19435,20905,21817,14033,17428,20486,14365,8115,5978,15686,11141,14595,6650,9426,10888,2324,19418,10616,14200,13651,16038,19541,19760,13149,23448,12883,1774,18902,14334,17857,13059,3226,1473,13914,15835,15604,13782,20165,9714,14835,11678,4181,26873,28257,18412,13661,10982,13046,1484,15308,9494,16537,15683,17822,11903,2054,13986,15533,21578,18617,5488,12408,9725,15269,1747,18313,14985,16405,3745,5902,15005,16903,19556,12581,11795,10198,7320,4760,7423,6152,1699,10841,12548,12857,16678,2104,16030,6214,22119,13772,11424,9241,2821,3831,20404,16758,12413,8688,4935,1655,12896,14051,13833,12725,11229,19363,12030,11155,10445,12006,12237,19454,12667,12030,12476,8190,3224,3,12617,19120,14073,12693,20795,14255,8544,14362,15138,12143,10930,11297,5280,18486,16151,17538,12992,17331,14087,13895,6,0,15095,20563,15551,3381,2,21818,18654,11339,12585,14853,18247,14457,10152,18575,20579,16224,12146,10930,14534,9,13540,16079,13269,9580,0,10138,23797,2223,13190,14430,12581,12015,16115,16711,17345,18281,11959,13224,15597,18498,13109,11775,11578,1914,0,23071,18278,14625,15607,18740,16354,12434,9835,14715,12108,14274,487,0,15715,18456,20408,10224,116,11708,19728,11289,7060,14846,15565,20017,20071,19690,151,13438,13375,9889,471,463,16925,14222,16786,20101,725,109,113,16498,19709,12429,514,334,303,7908,15416,16303,15468,15292,18037,15023,314,163,148,21635,12756,13034,14532,11546,76,2893,22872,16251,16223,13993,0,83,15079,14401,20539,17432,10302,10713,18714,16354,19786,10071,18339,14431,12158,7910,57,15539,19655,20832,11885,11555,13934,11079,12928,15195,8432,12806,4970,1,0,20417,12846,16194,16313,19711,17796,17554,16043,16516,15337,10932,22703,13280,12796,13763,10713,144,0,43,9643,13700,15527,17196,11218,11790,19900,16028,16220,6480,1809,4770,11694,4679,4867,6251,6184,5982,29969,5220,5174,5321,15564,12727,10509,2441,4553,11890,7122,4697,4484,5381,4289,23395,23787,4156,3115,2992,2059,15955,11686,20158,11860,7204,16284,20565,14176,18399,16084,16579,13792,18923,14850,15660,12482,18920,9857,17308,184,15298,11887,18587,15474,8097,14364,12748,10816,3688,36,16734,17447,20071,14898,12461,18828,12260,12303,20578,12879,9029,14651,5895,472,0,0,20788,44,19066,11192,4561,0,11611,19400,17857,15157,13005,12293,17641,17059,12370,18540,13251,405,174,23655,17799,13988,9092,10982,12284,15938,11194,9596,22,8235,14715,13992,10492,59,2420,12369,699,0,15147,16119,17788,16732,10012,13616,13685,7943,1,13864,13154,17822,20629,11953,12057,16644,15343,19499,16799,13650,16706,8896,13760,10041,18034,11835,17063,22584,14243,1913,0,17249,21653,16304,16134,17778,18310,11319,14863,17543,9622,16581,10397,17504,10798,4,23784,23198,11095,6411,14885,11951,2151,19319,18592,19169,6879,16998,11530,10948,5201,11245,7712,381,18495,13829,26430,331,198,16338,17340,13271,14527,13756,18268,13555,11987,15229,8946,311,15591,16268,17730,16447,4152,7543,8161,16293,20553,935,5004,23193,12808,557,15918,3012,24746,20371,31,19472,13033,16933,44,13267,18949,7007,0,12016,24560,3123,10,1,29214,15566,16080,16678,13663,8048,10308,6859,2850,7581,14877,7378,12528,11935,4757,7438,7512,17,26153,21093,14174,11111,32,13999,10942,10617,7169,12138,12444,7056,6224,11578,6050,7735,3198,14208,16104,14540,13384,7159,942,27801,25232,12548,15685,6632,11165,9785,5604,22458,6956,19358,15888,17633,9800,16590,11415,12933,9782,11133,5086,7793,22887,3986,17614,12897,408,11641,21863,15256,7959,14563,9722,9726,19771,9409,3762,10989,10898,9653,8032,17786,18100,4489,22107,16916,14082,19862,14329,14942,18881,15832,17579,18633,7619,3,3626,10154,14316,12017,11080,18729,12972,13680,2930,791,4847,12902,21810,15772,19768,10736,17596,7018,20840,15336,9682,15560,15699,6236,2301,116,5461,19681,21376,15476,13128,13742,15511,15686,14747,22111,16669,3792,13474,15167,16571,12196,3380,5554,2458,19417,13460,16746,16074,15750,12434,11317,1096,19453,16024,19161,16686,17619,11848,13856,14795,16077,9916,3795,3667,13647,13504,13528,14346,10689,217,12158,21030,14136,16125,11092,17195,17348,7723,4149,27257,11122,1515,18296,16654,13256,14591,7822,9586,1126,6924,21438,17960,15700,15287,9847,17004,16570,10479,9850,11838,19327,15393,10388,5240,7096,1826,23102,7664,2379,18615,23132,17314,15559,12656,7323,15805,12787,12831,20773,13330,6022,14841,17097,690,220,17770,11290,12614,10812,12813,8740,10299,8512,21588,7195,13271,8648,6362,7784,8977,202,4051,23218,10722,11789,6786,5,20459,13975,13454,1133,20019,7597,11039,3791,23,11224,22792,10027,11992,19851,8619,11392,1686,19904,11327,11420,11985,10136,7545,13308,16614,13782,12697,5945,8267,14708,12376,14761,14361,9112,110,19733,18139,10670,12415,6946,18282,12051,11513,8949,17213,15194,11898,4867,14245,8501,17814,7876,7986,11131,8264,8003,19170,18695,13614,3217,8976,8117,16778,10522,8997,6717,17522,15217,6223,7208,8188,10991,16851,13621,13838,12020,19750,14865,5508,7968,19490,8101,10260,4424,2257,3277,799,18720,14915,16263,16363,6110,9169,19074,12353,17567,3230,16628,13041,8770,11450,9463,13838,15025,11167,11304,5197,6070,22449,18266,16578,8888,17774,9118,8877,12969,9856,11158,11179,9092,13780,23021,2291,23235,11741,12706,19961,10933,10038,3922,8321,23908,12083,15227,18947,18950,16525,14412,19255,14414,15698,19846,12166,13276,11068,3981,8703,19800,14818,13401,17864,8886,14291,2821,21559,19603,16348,19396,23136,13519,13207,14489,21207,19923,19158,13514,16170,8796,11018,14543,3233,27780,13352,19449,19486,7194,12453,12479,12205,7942,10974,11202,5593,6410,14257,11237,11826,3995,3824,4228,9455,13209,10943,18441,16002,16149,18157,7534,3468,5486,5330,3207,9142,13372,14311,1819,26560,18290,15912,11582,2522,23984,11955,9652,13441,5585,9294,14615,13117,7060,12140,12936,20770,17129,11404,17321,10449,2842,23112,15143,20462,15723,8417,9684,5427,19039,10036,10261,7512,9532,9976,10396,14715,8791,12682,10042,2056,21625,22175,2146,14835,16372,22930,15937,12380,20606,15953,15996,10510,8310,19117,12324,13500,8939,4242,13091,22010,17081,7541,6151,8267,7014,8918,5477,12488,17762,17070,11877,6482,2161,22017,22897,22659,15891,13974,16164,14725,12095,12436,22536,14519,10402,14935,8969,1229,26355,16592,13545,11176,10521,7599,18797,20282,2975,15395,18198,11702,2780,10382,17708,12194,12194,19370,20062,11498,20172,7954,11795,6290,8699,10453,6036,20247,14169,13844,1280,20253,12044,14305,7243,22721,12181,17315,5480,15847,18167,13811,9327,10069,11274,19186,17615,17222,13789,6382,1168,9516,11300,15512,2398,19613,9300,8607,12556,22539,10238,21340,5296,17345,5377,13846,8329,4432,4028,23853,17939,1807,21220,12815,14285,13511,5925,22267,18806,13538,9880,5550,14679,9757,15352,11596,2763,14135,17296,9789,7712,11103,1027,989,1056,1072,1636,875,738,911,1287,2524,4408,722,914,199,176,138,18693,16771,17884,23597,17656,4781,15847,18517,14988,14050,18528,17311,8850,12254,13013,17826,19887,12106,13085,3,24691,13337,11797,15124,15835,13107,3838,7,13803,17929,13524,14169,2196,14134,19912,13176,8101,7,18780,16111,10886,7159,14448,13473,7142,1671,11305,18980,16433,13500,7066,19023,9386,8901,15846,16014,9325,13721,11889,7004,7857,18342,12736,15707,7929,362,8800,9750,16818,14714,12786,7477,13178,7506,149,10180,14145,11845,14529,12155,16942,17439,10664,14399,4103,19063,15161,11224,6328,19,15431,12753,10173,8085,5070,5287,6562,16525,1690,12865,13174,15859,11575,15976,20420,16158,16594,14847,15539,15258,13865,12941,16870,17443,8161,6,0,14155,7574,16687,16721,14598,12520,13708,14623,19982,7638,14236,10622,14657,15605,11613,12694,18976,19209,16566,19416,15258,9186,4878,4034,7865,6325,7812,7851,8170,12322,9150,24247,14824,17735,5071,5391,16056,12261,20009,13513,5200,21016,15301,15996,13683,9511,13128,13023,5182,16728,15361,17515,14793,9692,16893,15130,9418,20232,9949,11576,11332,8730,17376,17248,7136,19983,19839,14336,6763,12023,11837,24381,15668,11478,7676,16140,11464,4896,15622,17845,21315,11109,12838,16428,11485,15375,10658,16202,11686,14481,14181,3311,18208,17379,15929,11727,17236,9015,14464,13013,14563,12139,13266,4312,20739,14275,18459,12543,7971,15117,18799,14065,12814,5275,16699,11921,3061,1826,11217,23615,16602,15298,4676,2189,4769,25311,12717,10741,18153,11464,4355,13823,22275,8328,8477,4284,15351,17294,9589,11147,3485,2831,25234,22753,15344,13784,16356,8640,17120,12782,10086,11808,11223,14483,5664,18048,9439,5896,10040,22180,16188,3015,22040,13247,14539,7319,14308,9271,19704,15150,13366,7511,7546,4883,23736,8085,11611,3303,14758,13103,12272,11882,12208,3202,10012,18456,10854,18086,15964,10696,6000,17884,11032,23100,24388,6922,21412,22577,11128,9258,3776,2996,17935,15609,13242,18356,13104,15114,16402,4995,11659,19455,12095,15857,16086,2419,14671,5814,15470,10972,7851,3854,24265,11274,8096,10994,5221,6774,3063,1938,1999,1012,684,630,701,984,2099,3929,5148,6409,5352,3927,2486,2285,2034,2165,2832,3883,3312,18491,19690,21468,13252,17815,18983,12985,21182,19993,12776,17091,22171,13719,17506,19046,18074,16919,20495,20910,20285,20424,16929,21893,3753,24553,22717,23355,20926,19931,22729,23049,20898,25359,21901,21478,20577,21848,20516,20983,20723,20360,15517,25401,25522,24493,16844,14011,3833,22060,18959,21026,4089,13803,20864,20490,4129,19380,24154,27506,25091,13685,17511,18367,6770,21131,18937,20664,13717,20212,20860,18527,9911,9101,20361,20136,20041,13830,22572,15993,11793,3909,21455,19904,15302,3549,20485,21342,2797,19148,18578,14049,14656,14289,16518,17753,18526,17498,5689,17168,16632,9224,18133,21108,17258,17908,14397,21541,16679,24443,19389,14058,8146,24381,17251,13911,15212,19223,18319,11080,19346,13295,13401,2819,3557,2754,12421,9101,17189,20072,15621,16751,17875,15662,16768,14787,8143,16312,16321,5121,20453,16779,17442,12142,7388,18772,17948,15877,13386,16776,17265,17507,13581,3653,4002,3738,2879,16644,21439,15925,24338,18437,15725,18381,5222,4226,21572,16489,15302,18931,11695,8774,13220,16358,12804,21545,17906,23598,16689,6179,5605,5728,4547,17724,18898,18188,16132,16703,16764,16098,20073,13008,17639,12958,11676,11281,12109,7531,5989,7764,15681,10818,5738,4948,5298,1493,403,126,42,13,5,3,2,0,0],"fragments":[{"begin":"0.000","end":"18.680","lines":["Apple | Spotify [CLIP: People slating the tape for nocturnal flight call recording sessions] [CLIP: Theme music]"]},{"begin":"18.680","end":"119.960","lines":["Every night while you sleep, thousands, if not millions, of ghostly figures dart through the sky just above where you lie. They are Rose-breasted Grosbeaks, Sora, Grasshopper Sparrows, Blackpoll Warblers, Long-billed Curlews. Some of them are flying just a few hundred miles. Some are nearly circumnavigating the globe. So how, given that it’s dark and given that they are flying anywhere from 15 to about 55 miles per hour over your sleeping head, would anyone ever be able not only to count them but also to know which bird species just zoomed past?"]},{"begin":"119.960","end":"152.880","lines":["I’m Jacob Job, and you’re listening to a five-part Science, Quickly Fascination series on the nighttime bird surveillance network. And today you’ll not only learn how it’s possible to see bird migrations in darkness but will also get the actionable intel on how you, too, can join the nighttime bird surveillance network. That network, it turns out, is growing."]},{"begin":"152.880","end":"157.160","lines":["So the night calls seemed like a cool frontier, and people are finding good stuff."]},{"begin":"157.160","end":"161.280","lines":["This is Joe. He’s a member of the nighttime bird surveillance network."]},{"begin":"161.280","end":"174.440","lines":["Joe Gyekis, that’s G-Y-E-K-I-S. I’ve been pretty active in birding for most of my life, and my day job is sort of as a health science teacher here at Penn State."]},{"begin":"174.440","end":"187.560","lines":["Joe grew up in the heart of Pennsylvania. He says he owes his interest in birds to growing up with natural spaces surrounding him and a family who liked to be outdoors. But there’s one particular aspect of bird-watching that is most appealing to him."]},{"begin":"187.560","end":"199.840","lines":["I’ve always been interested in identifying bird sounds, and it’s just been a passion of mine to learn to identify call notes and other things ..."]},{"begin":"199.840","end":"201.800","lines":["Which made for a natural transition."]},{"begin":"201.800","end":"211.080","lines":["I ordered a bucket from Bill Evans and started asking friends for help with identification."]},{"begin":"211.080","end":"237.520","lines":["By bucket, he means Bill Evans’s flowerpot recording station that we talked about in the previous episode. Around six years ago Joe placed his first bucket on the roof of his house and hit “record.” As the birds flew over the house, the microphone captured every sound they made, including the trills, “zeeps,” buzzes and whistles as they echoed across the night sky. But he had a big problem. He didn’t know how to identify anything he was hearing. [CLIP: Nocturnal flight calls recording]"]},{"begin":"237.520","end":"254.680","lines":["When they’re calls that are, like, 50 milliseconds long, it’s really hard to learn how to identify them. People who start to learn flight calls as kids, I think they can. But for me, even as a pretty experienced ear birder, I really struggle with it."]},{"begin":"254.680","end":"280.080","lines":["Maybe it’s a good idea to pause and give you an idea of how difficult this really is. It’s hard enough to learn bird IDs when the songs you’re listening to are a couple of seconds long or more. Let’s play a bit of a game. I’m going to play a few daytime bird songs and let you try to listen and ID them—if you’ve done this before. If you haven’t, you’ll hear a couple of cool songs that are pretty common in, say, the continental U.S."]},{"begin":"280.080","end":"288.640","lines":["And then you might be able to recognize them when you do hear them from now on. Here’s your first song: [CLIP: Song Sparrow song]"]},{"begin":"288.640","end":"297.000","lines":["Did you get it? That’s a Song Sparrow. Here’s a harder one: [CLIP: Chipping Sparrow song]"]},{"begin":"297.000","end":"317.640","lines":["That’s a Chipping Sparrow. Not that easy, right? These sounds might be foreign to you, but at about two seconds long each, there’s enough auditory information to hear the differences between them. Now say you had just a hundredth of that much audio to work with and still had to make the ID. See if you can hear the differences in these nighttime flight calls: [CLIP: Nocturnal flight calls of Song Sparrow and Chipping Sparrow]"]},{"begin":"317.640","end":"327.000","lines":["Let’s hear those again. [CLIP: Nocturnal flight calls of Song Sparrow and Chipping Sparrow]"]},{"begin":"327.000","end":"361.440","lines":["Almost impossible—especially when most nocturnal calls are less than 100 milliseconds long. Some are as short as 20 milliseconds. We’re talking about pushing the limits of our hearing and processing capabilities. Okay, so back to Joe: He was up and recording birds at night from the roof of his house. But nighttime bird speak was a new language to him. He wasn’t fluent—yet. But he also decided that his ears weren’t enough. So he turned to specialized computer software to transform the sounds he was hearing into images called spectrograms."]},{"begin":"361.440","end":"365.920","lines":["A spectrogram is like a visual voiceprint of whatever made the sound."]},{"begin":"365.920","end":"396.080","lines":["For like a clear whistle type of call, if I was to whistle [whistles], it’ll make a little line that rises and drops, and the length of it will be the length of the call. And so you get a picture of the call note. So looking at the spectrogram and being able to zoom in close on the really short ones makes a huge difference for the ability to identify."]},{"begin":"396.080","end":"398.000","lines":["This was a game changer."]},{"begin":"398.000","end":"410.760","lines":["It’s obvious on the spectrogram. Are those notes rising? Are they falling? How high is the pitch? What’s the shape of the note? Did it go up and then down? Is it polyphonic with multiple lines, or is it a pure note with just a single line?"]},{"begin":"410.760","end":"438.480","lines":["The spectrograms froze the nighttime bird calls in time. Soon they began to take on familiar shapes. Joe likens the calls he saw on the spectrograms to notes on sheet music. He recognized shapes he was seeing over and over in the spectrograms, but he couldn’t make sense of them. Joe could hear and appreciate the music, but he couldn’t separate the avian “instruments,” so to speak. So he turned to another tool: the collective wisdom of the surveillance network."]},{"begin":"438.480","end":"465.840","lines":["I was a social media abstainer for a solid decade, and then I got massively addicted to all parts of Facebook because I was on this one group all the time. But basically I joined ’cause my friends told me that’s where I could get answers about “What bird is this? What bird is this?” So I learned how to upload little bits of sound, a little bit of spectrogram, onto Facebook posts."]},{"begin":"465.840","end":"469.400","lines":["And upload he did, with some early embarrassment."]},{"begin":"469.400","end":"486.480","lines":["I remember the very first recording. I had my main call, it was in the middle of the summer. The main call that I had was a Chipping Sparrow, which Bill Evans, this expert of all this stuff, I [was] just very naively, like, asking him everything, like, “That’s a Chipping Sparrow?”"]},{"begin":"486.480","end":"491.120","lines":["Despite the early hiccup, like a musician, he slowly learned to read the notes."]},{"begin":"491.120","end":"498.720","lines":["Along the way, I went from not knowing what Chipping Sparrow and Swainson’s Thrush calls looked like on the spectrogram until ..."]},{"begin":"498.720","end":"510.160","lines":["He learned to identify most of the calls he would hear on any given night. A composition began to form in his mind. I asked Joe how long it now takes him to identify all the calls he records in a single night."]},{"begin":"510.160","end":"542.760","lines":["Once you’ve gotten over the initial learning curves, and you’re just in business mode, you can analyze a quiet night in 15 to 20 minutes. Of course, the problem is eventually spring migration kicks into high gear, and then you have 20,000 chirps, and you have to stop for every one and look at it carefully. Maybe zoom in a little bit, maybe listen, and you start to find way more cool stuff, but if it’s a busy night, it just depends how busy is busy. It could take you three, four hours."]},{"begin":"542.760","end":"547.280","lines":["But that effort paid off in a big way when he discovered something unexpected."]},{"begin":"547.280","end":"579.800","lines":["I picked out an Upland Sandpiper call. And I’m in a forested, mountainous county of central Pennsylvania, where I think, back in the ’60s, that wouldn’t be a surprising bird at all. But they have really declined massively in the East, and it was the first record in the county for over a decade. So I was just like, wow, this is so amazing, so easy. I thought I would get them every summer, all the time. I haven’t since."]},{"begin":"579.800","end":"585.720","lines":["But every now and then, Joe records a night call that stumps him and the members of the Facebook group."]},{"begin":"585.720","end":"609.560","lines":["One of the things that I find the most exciting is: whenever either I or other people on the group just post sounds that even people like Bill Evans and Michael O’Brien, these people who we all regard as the most educated on this subject in the world, and then it’s just like—that’s such a cool recording, and we don’t know."]},{"begin":"609.560","end":"624.600","lines":["And there’s a lot more that the nighttime bird surveillance network doesn’t know than it does know. This is very much an active field of research that Joe says could benefit from people putting flowerpot microphones on their roofs."]},{"begin":"624.600","end":"650.440","lines":["There’s a lot of open questions about how birds at night use the landscape that we simply just can’t answer from having 10 people recording. To be able to get conservation implications, we need a large enough sample size that it’s not just random, down to one weird night or one big night, versus one low night at one count location can make it seem like one species was way more abundant this year or way less abundant."]},{"begin":"650.440","end":"685.840","lines":["But when we have regular birders all across the country, thousands of us, recording every night, we’re gonna be able to start getting a representative sample of the population of birds in flight on the northbound migration, on the southbound migration, year after year. If we can just get the people who are just at their house, for a very low electricity burden, we can monitor really accurately for vocal nocturnal migrants. Just having a bigger array of many, many people monitoring, I think it’s gonna be a big help. [CLIP: Theme music]"]},{"begin":"685.840","end":"694.720","lines":["On the next episode of this five-part Fascination on the Nighttime Bird Surveillance Network:"]},{"begin":"694.720","end":"717.320","lines":["When I’m thinking about migratory birds, I’m thinking about this enormous phenomenon comprising billions of birds in North America for example. I believe that we need to use tools that allow us to process data on larger and larger scales to begin to comprehend and begin to understand such a vast phenomenon."]},{"begin":"717.320","end":"749.640","lines":["We’ll explore what it takes to analyze tens of thousands of hours of nighttime bird recordings collected from rooftop flowerpot mics across the globe. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominick Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."]},{"begin":"749.640","end":"753.400","lines":["Apple | Spotify"]}]}
