{
  "title": "Some Parents Show Their Kids They Care with a Corpse",
  "img": "https://static.scientificamerican.com/sciam/cache/file/AF4FDDAD-B161-429C-B01E170F27E6E3E4_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/some-parents-show-their-kids-they-care-with-a-corpse/",
  "audio": "https://traffic.megaphone.fm/SAM6132582937.mp3?updated=1703605714",
  "intro": [
    "If you’re a silphid beetle, a dead body is all your children really want, and it’s your job—no matter how difficult—to get one for them."
  ],
  "authors": [
    "Emily Schwing"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Emily Schwing",
      "text": ": Parenting can seem a thankless gig. First, you and your partner track down a dead body. Next, the two of you work together to bury it, and it’s often many times the size of your own body. If it starts to rot, or you start to snack on this body, you’ll have to cover the stench of decomposition with your own anal secretions so that other hungry, desperate, overworked parents don’t come looking for your lunch. And this all before your kids are even born—that is, if you’re a silphid beetle. For Scientific American’s Science, Quickly, I’m Emily Schwing. [CLIP: Show music]"
    },
    {
      "author": "Derek Sikes",
      "text": ": So, they’re commonly called burying beetles. In England, they’re called sexton beetles. It’s the sextons with people who buried the dead. And that’s what these beetles do."
    },
    {
      "author": "Schwing",
      "text": ":Derek Sikes is the curator of insects and a professor of entomology at the University of Alaska Fairbanks Museum of the North. A study he and a colleague published in the Journal of Zoology explores the parental behavior of these undertaking beetles. [S. T. Trumbo and D. S. Sikes, Resource concealment and the evolution of parental care in burying beetles]"
    },
    {
      "author": "Sikes",
      "text": ": Yeah, so they bury dead vertebrates, like a dead bird or a mouse. And they’ll work together as a male-female team to get it down underground. And they try to find it when it’s really fresh—sometimes within hours of death, before there’s any noticeable smell to humans."
    },
    {
      "author": "Schwing",
      "text": ": In his lab, Sikes opens a cabinet door and slides out a drawer filled with black-and-orange armored beetles."
    },
    {
      "author": "Sikes",
      "text": ": This is a world collection. So I’ve traveled all around the world and collected these in various parts of Asia. They’re primarily found in the Northern Hemisphere. And when they do occur in the Southern Hemisphere, it’s usually on mountaintops, which gives us a concern for them for climate change, because they’re very cold-adapted. Mountaintops in the tropics are becoming warmer and warmer. They’re going to have to move up slope, and they may eventually lose habitat entirely."
    },
    {
      "author": "Schwing",
      "text": ":  Wow, some of them are very big."
    },
    {
      "author": "Sikes",
      "text": ": That big one that you’re pointing at is commonly called the American burying beetle. And there’s a few giant species in this genus, and this is one of them."
    },
    {
      "author": "Schwing",
      "text": ": This big one is about the size of my thumb, all black with plates of armor—its exoskeleton—laid out across its back. Other burying beetles have orange jagged stripes on their backs. Some are about the size of a sunflower seed or even smaller. Silphid beetles belong to the subfamily Nicrophorinae, and parenting beetles don’t just simply bury small dead creatures and leave. Lurking in the shadows of the forest floor, where these bugs roam, there’s a lot of competition: other hungry beetles and lots of vertebrate scavengers, all looking to feast on the same things silphids love to eat."
    },
    {
      "author": "Sikes",
      "text": ": But if more than one male or female find it, they’ll fight. And so there’ll be these beetle battles, right? And it’s the largest beetles, invariably, that win these fights and drive off their competitors until you have the largest male and the largest female, who work together to dig underneath the carcass and get it down into a crypt. And they try to do this as fast as possible because the clock is ticking. There’s blowflies. There’s vertebrate scavengers. There's all kinds of things that want to eat a small, dead carcass. So they try to monopolize it and try to get it entirely for themselves."
    },
    {
      "author": "Schwing",
      "text": ": The silphid so fiercely protects its food source because the eggs it lays will also feed on whatever’s buried in this seeming crypt. Sikes says the reproductive output of this particular kind of beetle is low, compared to other insects, which is all the more reason they try to keep their food hidden."
    },
    {
      "author": "Sikes",
      "text": ": Yeah, parental care in beetles is pretty rare."
    },
    {
      "author": "Schwing",
      "text": ": Alongside behavioral ecologist Steve Trumbo at the University of Connecticut, Sikes discovered that the better the beetles prove to be as parents, the better they are at concealing their crypt-turned-pantry from other creatures who might be feeling peckish."
    },
    {
      "author": "Sikes",
      "text": ": Think about it: when a bird or mouse dies, and it begins to rot, the more smelly it becomes, the more things can find it quickly."
    },
    {
      "author": "Schwing",
      "text": ": That smell? To be honest, it’s coming from microbe farts—what the researchers call “volatiles”—that result from the decomposition process. But Silphids don’t want any other competition to know their food is rotting."
    },
    {
      "author": "Sikes",
      "text": ": We’ve discovered that the excretions and secretions of these beetles help conceal the scent from their competitors. And close relatives that aren’t in this group, when they manipulate a carcass, when we put those out in the field, they are more easily found by burying beetles than control carcasses that haven’t been manipulated."
    },
    {
      "author": "Schwing",
      "text": ": There are only about 70 species of burying beetles in the world. Sikes says that’s a low number within the insect kingdom, and he believes that might be directly related to the parental care they offer their young."
    },
    {
      "author": "Sikes",
      "text": ": So in most insects, there’s very little parental care. In a female, like a mosquito, it’s usually limited to just choice of where they’re going to put the eggs. You’re going to put the eggs in a place that should give them a good chance of survival, their preferred habitat, you know. But with these beetles and some other insects that show parental care, they’re—the adults are spending a lot of time with their offspring as they're developing and doing interesting things like sharing their microbiome."
    },
    {
      "author": "Schwing",
      "text": ": And though we are just now discovering the lengths to which silphid parents go for their brood, the beetles—it appears—learned their morbid tricks while avoiding the foot falls of ancient creature, like Tyrannosaurus rex."
    },
    {
      "author": "Sikes",
      "text": ": We estimate it was in Asia, probably in the Cretaceous, when this first evolved."
    },
    {
      "author": "Schwing",
      "text": ": After 100 million years or so of practice, burying beetle parents have the job down cold—but also stench-free and ready for eating. Yummy! Scientific American’s Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio and Kelso Harper. Our theme music was composed by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. For more up-to-date and in-depth science news, head to ScientificAmerican.com.  For Science, Quickly, I’m Emily Schwing."
    }
  ]
}