{"title":"Using Human-Sized Microphones and Hay Bales, They Unlocked the Mysteries of Bird Migration","img":"https://static.scientificamerican.com/sciam/cache/file/88017C56-26E0-448E-8B747E35A7155BC9_source.gif","url":"https://www.scientificamerican.com/podcast/episode/using-human-sized-microphones-and-hay-bales-they-unlocked-the-mysteries-of-bird-migration/","audio":"https://traffic.megaphone.fm/SAM9055900871.mp3?updated=1703605732","intro":["For thousands of years, no one truly knew how birds migrated—that is, until a few unlikely pioneers sat in an empty field with hundreds of pounds of kludged together recording gear and waited to hear sounds that no one had ever captured."],"authors":["Jacob Job"],"category":["Animals"],"transcript":[{"author":"SUBSCRIBE","text":": Apple | Spotify [CLIP: Historical audio of nocturnal flight calls]"},{"author":"Jacob Job: ","text":"This recording that you are listening to is 66 years old. And it was the first of its kind—ever. After that initial bit of introduction, you are now listening to the sound of birds migrating through the inky darkness of night. If you tried the same thing today, you might use a small handheld microphone. But back then, it was a really, really big one sitting in a six-foot-wide dish, surrounded by bales of hay. Basically it was a lot of work to get this sound. And the guy you hear on the tape—which was reel-to-reel tape, by the way—is Richard Graber. In 1957 he and Bill Cochran became the first people to record these nocturnal flight calls.  And when they did, they peered more deeply into the mysteries of bird migration than arguably anyone ever had.  [CLIP: Theme music]"},{"author":"Job: ","text":"I’m Jacob Job, and you’re listening to Scientific American’s Science, Quickly. Birds have fascinated people for centuries. But until relatively recently, we’ve mostly taken an interest in their lives during the day. What happened after dark was a mystery. That is beginning to change. Today we’re ears to the sky as we dive into the science of the nocturnal flight calls of migrating birds. We sit down with a legend of the nocturnal flight call world to explore the history and technology of the science and obsession of tracking migratory birds at night."},{"author":"Bill Evans: ","text":"I’m sort of a bird-watcher that got out of control."},{"author":"Job: ","text":"This is Bill Evans. He is a legend in the nocturnal flight call community. Think Mickey Mantle–and-baseball-level legend. He can reasonably take credit for a lot of what we know today about nocturnal flight calls. We first heard from Bill in the first episode of this five-part Fascination:"},{"author":"Evans: ","text":"And it all sort of came together when, one night at this campsite 30 miles east of Minneapolis, Saint Paul, I heard a large night migration of birds going over—all sorts of calls. I was up on a bluff, and I had a really good window to hear this phenomenon with my ears."},{"author":"Job: ","text":"But getting to that place turned out to be as complicated as the migrations of birds themselves. Bill grew up in a family that moved from place to place around the country, including Maryland, South Carolina, Florida, Ohio and eventually California. When he was 12, the family yet again packed up and settled down in Minnesota. One day, while playing with the kids in his new neighborhood, a chance encounter shaped his life."},{"author":"Evans: ","text":"And a wave of warblers came through. And I didn’t need binoculars; I was so close to them, like a foot or two away. There’s Blackburnian Warbler, American Redstart, Black-throated Green [Warbler]. I hadn’t seen these multicolored gems before. That’s what I always think of as the beginning of my bird-watching even though I’d grown up learning some stuff from my father. That’s when the interest really became instilled in me."},{"author":"Job: ","text":"A seed, seemingly dropped from the sky, landed on his head. And there it lay, waiting for the right time to germinate and grow into its final form. When he got to the University of Minnesota in the early 1980s, fueled by tuition costs less than $2,000, Bill dove into courses in history, physics, literature and biology. He was interested in everything. But he still didn’t know what he was going to do for a living. He also couldn’t stop thinking about birds. The seed was growing. In between classes and working as an assistant librarian, he spent his time bird-watching. On weekends he would go camping in area parks. He sat there, deeper in nature, hoping to catch a glimpse of waves of warblers again. That’s what brought him to the bluff that night his life changed."},{"author":"Evans: ","text":"Yes, during that flight was a moment that changed everything. It was like all these different threads of my life came together, and I had the vision, seemingly, of what I was gonna do the rest of my life. And [it was] certainly something that I was gonna pursue, and I literally started the next day."},{"author":"Job","text":": His first question was ..."},{"author":"Evans: ","text":"How could I record the whole night?"},{"author":"Job","text":": Bill wanted to make audio recordings of birds as they migrated overhead. Tapping into his interest in history, Bill turned to his predecessors. Remember Richard Graber from the start of the episode? [CLIP: Historical audio of nocturnal flight calls]"},{"author":"Job","text":": Richard, his wife Jean Weber and their colleague Bill Cochran were the first people to make recordings of nocturnal flight calls as they studied bird migration. Back then audio equipment wasn’t so affordable and was quite sizable. There’s a historical picture of Richard standing next to his recording station. It’s in a field, and there’s this giant six-foot-wide parabolic dish, like a satellite TV dish, pointing toward the sky. In the middle of the dish is a microphone and wires running to a table with an old reel-to-reel tape recorder. Surrounding the whole setup are bales of hay stacked three high to limit noise intrusions from the sides so the microphone could focus on listening to the birds above. Their first recordings, though not of the highest quality, sparked an idea in Bill."},{"author":"Evans","text":": So my first year recording was 1986. I had the vision in spring of ’85. But in the fall of 1986, I had a four-foot parabolic dish with a microphone in the focal point, and I had this on top of my little Plymouth Champ, small little car, and I was driving around Minnesota ... aiming this four foot parabolic dish at the sky and recording on a hi-fi VCR."},{"author":"Job: ","text":"For those of you too young to have used a VCR or know what one is, it’s what came before DVDs and Netflix. Movies would come on spools of tape in these seven-by-four-by-one-inch cassette tapes that you’d pop into a VCR to watch. No one knew how to set the clock on VCRs, and you’d get a small fine if you didn’t rewind the tape before returning the movie to your local Blockbuster. You can Google “Blockbuster.” But VCRs also let you record your own content on blank tapes, and Bill took advantage of this."},{"author":"Evans: ","text":"You could put it in the “slow play” mode, and you could actually make an audio recording for eight or nine hours, and that was the cheapest way to record the whole night back in those days. So there was a lot of recording on VCRs for the next 15 years, really."},{"author":"Job: ","text":"With this new recording setup in hand, Bill was off and running. But answers sparked more questions."},{"author":"Evans: ","text":"The addiction had totally overtaken my life, and just knowing what was passing over one spot wasn’t enough. I’d listen back to those tapes, but then I’d wonder, “Well, what’s happening 20 miles to the east? What’s happening 20 miles to the west?” And the same thing with different geographic regions: “What’s happening in Florida? What’s happening in Texas?”"},{"author":"Job: ","text":"So he set out to answer those questions. He dropped out of school 12 credits shy of graduation, rearranged his work schedule and spent months on the road recording the sounds of migrating birds from his Plymouth Champ. He was in Florida, then in southern Alabama, then back to Florida before making his way to South Texas. He couldn’t stop."},{"author":"Evans: ","text":"I was just so obsessed with this; I couldn’t bear not being out in the field for one of the migration periods.... Each year I was going out and doing this more and more, so I was accumulating all these tapes."},{"author":"Job: ","text":"But he could only record in one place at a time when he wanted to be everywhere at once. Meanwhile it was becoming clear a bigger picture was developing. Wind-generated energy was coming online in the late 1990s, and there were concerns about impacts on migratory birds colliding with the turbines. Bill was gaining minor fame for his recording exploits. So environmental consulting companies started asking him to monitor bird collisions with turbines at wind farms across the country by documenting the birds flying overhead."},{"author":"Evans: ","text":"I wanted multiple stations, but I couldn’t afford these expensive studio microphones, and that’s when I started what would be eventually called the flowerpot microphone."},{"author":"Job: ","text":"That’s right, he said flowerpot microphone. It’s literally exactly what it sounds like. It’s a quarter-sized microphone placed inside a medium-sized flowerpot. The flowerpot acts like a parabolic dish, amplifying and concentrating sound from above into the microphone. Slap some Saran Wrap over the top, and now you have an inexpensive, waterproof microphone for about $35. And instead of placing it on top of a Plymouth Champ, you could put it on the roof of your house or in an open field with a clear view of the sky. So, to repeat: the equipment went from hundreds of pounds of gear surrounded by hay bales in the 1960s to things you could get on a trip to your local florist and neighborhood RadioShack in the 1990s. This was a huge deal. It allowed nearly anyone to record bird migration at night. And Bill could now place monitoring stations all across the country. But he had a new problem. Up until then, the most anyone could do was count the number of flight calls per night. But he needed to know which species were calling at any given time during migration. How else could he understand which were most impacted by wind farms?"},{"author":"Evans: ","text":"These little call notes needed to be described, and it was not gonna be an easy endeavor because you can’t see these birds. They’re migrating over at night. They’re giving these short little calls. The best analogy to figuring out the identity of the calls is sort of like a jigsaw puzzle. When you start it’s very slow going. You have to work on the edge. You gotta work on the easy stuff first. But as you acquire pieces, the puzzle starts to pick up steam."},{"author":"Job: ","text":"But that jigsaw puzzle is huge."},{"author":"Evans: ","text":"In North America we have several hundred species migrating over that are giving flight calls. And a lot of them are the same as they are during the day. A flock of Canada Geese going over at night, it sounds just like they do during the day. [CLIP: Canada Goose sounds]"},{"author":"Evans: ","text":"But when it comes down to the songbirds, that’s where the real difficulty lay, because the calls that they’re giving at night are not, in many cases, not frequently given during the day. There’s some that were pretty easy, and you start with those, and then you work toward the harder ones."},{"author":"Job: ","text":"So Bill set out to identify the calls he’d been accumulating on all of those tapes. For help, he teamed up with Michael O’Brien, an artist and renowned expert in bird identification. And together they began to puzzle."},{"author":"Evans: ","text":"You get this dynamic [where] you don’t know one until you know them all, so you might have a distinctive flight call, say, something like [a] White-throated Sparrow. [CLIP: White-throated Sparrow sound]"},{"author":"Evans","text":": But how do you know? When you’re recording it at night you don’t know that you have recorded a White-throated Sparrow until you ruled out all the other species, ’cause how do you know that some other species might give a White-throated Sparrow–like note?"},{"author":"Job: ","text":"It was a very slow go at first. But one piece at a time, a fuller view of the puzzle began to take shape."},{"author":"Evans: ","text":"Michael’s work figuring out some of the harder ones on the East Coast, especially in fall migration, that is priceless. Like, it transformed the whole jigsaw puzzle. And so we’re coming down to the end, and there’s just a few species..., distinctive species, that are left, and that came together in a very jigsaw-puzzle-like way. You know, if you’ve done one, you know that on those last few pieces, there’s still a little question, but they tend to go in pretty easy, compared to earlier in the puzzle. I’m not saying we know everything. There’s still some mysteries out there."},{"author":"Job: ","text":"After nearly a decade, Bill and Michael had a good ear for which species produced specific flight calls. This was transformational. Scientists could now move beyond counting birds. They could now identify who was flying over, when they were flying over and where they were flying over. And to give others this night call decoder ring, Bill created a central repository for all things nocturnal flight calls."},{"author":"Evans: ","text":"I’m executive director of a nonprofit called Old Bird Incorporated."},{"author":"Job: ","text":"Old Bird features that early work by Bill and Michael. Their Flight Calls of Migratory Birds album, originally available on CD, can now be found free online. This comprehensive guide now acts as a sort of Rosetta stone for anyone trying to decipher this nocturnal language in the sky. And anyone who wants to record these calls in the night from their own backyard can buy their own flowerpot microphone system. As for Bill, it’s safe to say he still feels as connected to the birds today as he did during his youth in Minnesota. [CLIP: Nocturnal flight call recording from Evans]"},{"author":"Evans: ","text":"And I can’t really, at this point, separate me from night flight call monitoring. I have a family; I have two kids, a wife. I’ve loved having a family and love, but really my life is permeated by my love for studying bird migration, especially these nocturnal flights. And there’s a spiritual angle of it, too, just connecting with these little beings. [CLIP: Theme music]"},{"author":"Job: ","text":"On the next episode of this five-part Fascination on the nighttime bird surveillance network:"},{"author":"Joe Gyekis: ","text":"I’ve always been interested in identifying bird sounds, and it’s just been a passion of mine to learn to identify call notes and other things. And the night calls seem like a cool frontier, and I just instantly knew that’s something I wanted."},{"author":"Job: ","text":"We look at how people across the world have taken advantage of Bill’s bird-call Rosetta stone and are now part of a network of at-home scientists working to further reveal the mysteries of nocturnal migration. Full disclosure, I’m one of them. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."},{"author":"SUBSCRIBE","text":": Apple | Spotify"}],"wave_peaks":[271,813,9420,9150,11191,13964,14295,12001,12946,10964,13200,2483,2647,2486,3278,15784,17138,4303,15446,7173,11169,3113,2872,3444,11035,12617,15528,14950,11606,9978,2959,3766,11208,12721,14668,14068,12490,12776,11828,3087,3205,2889,11077,6596,11742,9309,9609,6407,8085,12136,7939,9139,5823,11575,5890,10101,4076,2791,2633,4094,14953,13448,2652,9148,12284,13321,11761,10932,12003,11382,9712,11207,7377,10269,5366,5808,2543,2590,2479,2300,2034,1926,1661,8456,17955,18024,14651,11443,8508,10656,9971,17313,13261,15477,12536,1157,1322,13495,12684,20641,12310,17748,1316,1381,27784,8414,1205,1637,1207,1260,17169,21964,17397,12009,15780,12217,1331,12503,16298,14495,11069,20971,17557,12179,18490,11207,12968,8739,16618,4269,9862,3700,1944,1626,1378,1627,9830,17072,17225,19191,13379,11932,11064,18679,11863,14619,11391,15285,10343,14196,1251,19990,19250,11119,15407,17653,14089,12750,9881,13075,8034,22663,10244,16343,21037,13645,13389,6164,13558,16641,12419,11576,4739,1345,18271,14539,15108,18791,16263,13554,13169,16135,11893,1271,17391,14664,13813,11715,15140,1267,1284,12596,12779,11554,12704,18375,13230,1392,13300,19448,17918,17501,1323,1387,13151,18256,17987,26085,10793,9312,15551,13892,19659,12432,12960,15637,11348,13696,12548,15928,12834,14096,18635,11760,1205,1389,12951,14318,14199,1316,19045,11786,12448,10878,11762,12474,13195,12876,16273,15052,5402,19395,17050,12153,11375,12960,14907,3419,1817,16820,8531,10743,14027,9909,11762,12500,14295,13364,10208,17071,13577,15022,13130,17611,13724,14797,15959,14271,13647,7956,14532,15416,12411,15846,12621,12399,24907,11346,19131,12945,16004,15972,8136,5277,20155,16302,25201,15798,14652,14803,21015,9787,7659,22253,16897,17160,17420,14722,15513,6706,14179,15788,14833,15422,14997,13980,16867,18430,15044,9450,5543,22161,17335,13066,15700,9342,17479,18442,7144,6317,7059,14630,12708,14032,12584,15613,6768,6442,6487,15807,14500,14924,18262,23187,20239,15123,16500,16328,22667,13922,16228,18028,18788,15104,19425,16628,13850,6167,6335,19024,17696,16826,16238,19496,23711,15357,20400,15690,14504,13954,20152,14588,16924,14186,22085,13097,7003,19934,21595,14762,15618,24152,13024,20035,15844,14766,15477,8167,5215,4908,5927,6466,10832,4521,5679,8519,6651,6266,1487,1139,847,815,779,1454,1469,622,1675,2465,2678,2930,1193,4024,3819,842,587,326,90,46,18,9,4297,8595,13573,21636,3077,3379,10094,2836,3302,51,12753,16895,13343,2964,3,6636,17463,14132,11859,18720,15489,19018,14569,7235,2598,1,25211,8492,11148,16849,17188,9585,15866,16492,16296,10340,395,0,12193,12732,12553,10824,12017,19807,18124,18000,14576,13819,13362,15596,18896,16573,13121,16941,15266,1,0,6562,19737,20834,20192,15943,22936,22120,15942,13868,13119,19356,21004,21832,7802,5343,14919,17365,11786,6178,5117,2443,4051,6398,18392,6091,4849,7796,8334,4572,2302,4682,5866,6369,5309,1383,2536,2343,4019,8965,22857,16354,5024,7361,6438,378,5087,5882,5459,7294,7710,979,1867,20517,8112,4999,5414,3357,871,3529,7063,15025,1810,438,526,8886,4958,9602,17878,8763,6704,5330,6155,6804,13094,4848,2647,1815,4440,2758,426,19370,16296,15765,14724,13214,16045,12626,21335,13460,22596,19353,16428,13745,16578,17213,14726,1257,4322,14754,16127,20541,15999,13930,20737,20115,17852,20119,20195,12682,11282,12593,19698,11902,12636,21076,13157,11869,17663,10402,7176,18869,948,15944,12076,15771,17852,3517,12592,14063,16788,8868,18982,13198,15987,13797,20064,13369,16226,16872,13039,20126,676,0,16238,16914,16563,16029,20845,13014,14942,15096,13028,14538,6732,22949,12716,19481,13418,13009,14673,221,3458,4621,10221,18143,19768,7197,3182,3045,3488,3,3565,7036,5231,5243,11062,4029,3575,5540,8155,13979,7367,3849,9154,15448,12286,3505,4,13864,22580,21882,31750,19902,17707,11172,10772,22128,19236,10839,9657,15804,10207,7056,6256,7879,6644,5009,9334,3208,4067,3,6242,6054,7120,3760,148,7,5029,13486,7233,7188,33,13025,13781,17265,4776,3871,9049,6612,6855,2672,14758,17040,15868,10038,9316,15235,15979,192,2031,7251,5406,4616,3533,10233,3358,4,3694,4001,1167,7847,5341,3162,4621,6490,3911,1397,2409,8987,1900,2119,1842,0,14077,10799,3205,14783,13557,15239,19694,19094,17151,19769,22398,4444,3304,12116,14828,13804,2454,3504,14483,15173,19014,15770,16020,12063,13468,17306,10512,18816,14091,6011,41,30,21,14,8,749,18237,15268,12750,15691,14894,23944,14141,18041,16910,16349,8315,16,12282,18224,14745,17812,18936,14800,14953,17323,10152,31,17840,16108,11759,15722,11073,10179,15791,53,19019,8953,13109,14451,18766,11660,8193,3,11662,13446,18531,9931,15874,13066,4736,15767,18492,15092,12819,18034,10951,15987,17392,2309,0,8205,8731,18169,17472,12638,22252,15354,18287,19627,3722,124,9730,11706,16952,8368,1895,2431,2924,2899,2358,2626,2548,2796,1622,1515,1471,906,912,704,777,705,440,405,398,319,166,91,68,14215,18615,15275,12856,14609,15553,20412,8381,15489,17144,15273,3706,10550,20121,14540,18723,10052,2,0,16148,17210,10976,18204,15969,13159,12754,18317,5451,5,17756,18319,10708,13579,12900,14000,18345,12812,22754,16424,11361,15077,11529,16077,14816,6456,2,24436,20664,12869,14010,15310,23349,20497,17550,13519,6717,437,944,1187,1470,6036,6928,2624,7113,13556,4136,7783,6842,17006,9506,5097,6899,5001,6869,6108,12393,9855,3861,10622,4464,3686,2834,3548,1677,1250,3790,12505,6281,3508,1319,5485,5926,2681,3522,17673,7483,12915,8311,4369,4221,3040,3003,4580,4509,4461,6358,8412,5728,6497,4791,9379,6991,12504,4665,2838,13677,11295,6797,3560,7077,2720,23322,21416,12681,19078,3725,15592,9453,20753,5805,8441,6337,4773,14449,18750,13496,19973,16246,13805,18314,13121,14656,17457,19106,16996,1146,1805,2635,24637,11461,15262,14919,12668,18246,330,16902,13454,11730,19172,9650,2560,125,16218,17783,19580,17538,19080,21933,13233,15802,607,10126,10635,11281,14008,14319,13292,10481,12438,12675,10274,817,14778,17724,16023,18185,15647,17156,16747,16014,19333,14865,19299,19652,14018,21251,13454,13980,15103,17463,23949,14816,18724,18991,18673,26253,16309,19140,6550,69,1,19811,26775,21206,15387,14699,20380,17570,14554,15319,11689,18834,19902,12533,9,195,15583,22068,18314,19562,19816,22338,16163,14410,17733,17145,9364,2449,19,19090,11957,11359,16654,14414,18583,13916,21339,16796,14926,17763,19563,4967,12885,21300,15788,13367,14413,18334,13618,6158,21372,26,0,15231,14624,13875,14329,18668,19173,17751,17116,18001,14384,14183,19153,17447,15349,16227,9323,14120,12569,14554,11563,15133,336,0,2,17331,18001,13062,24354,18061,18584,21265,25697,20948,13802,17248,13804,13923,10770,11564,21979,14042,19760,9641,14478,14454,20318,19749,19201,14713,12501,15449,16522,11205,16283,679,0,5927,21720,19077,18489,7307,17039,21777,18436,22842,14759,15958,6624,18897,17081,11140,11393,9430,3,8948,13953,13373,21709,9029,1000,1210,3121,5086,3571,5056,3334,4573,16587,2791,5781,3761,2788,1827,2,0,1343,4125,9470,17756,17428,4749,3997,7125,5973,1672,7250,4715,20299,4152,9183,5311,5757,940,4212,4304,3606,7,3626,14076,15393,7594,1582,2770,8307,7508,9720,13008,16579,13838,4611,7177,1283,0,3926,22270,17458,16322,8,228,8393,16121,11103,14186,6708,12382,6720,5728,7357,22776,13981,9456,20979,5547,5489,7426,4345,22608,9060,8450,9396,13189,6215,3137,2570,1,18843,15239,16131,12477,10900,12200,12734,17753,16885,18847,12913,11591,3402,14378,13510,16211,13130,14437,12410,11753,17274,20389,8958,1146,6282,10364,13698,14085,17828,12375,15594,13449,21734,12231,17284,17988,15843,10773,17323,13721,3049,21115,31843,26533,14830,17141,18386,6083,25217,16575,15084,17784,15201,25150,18351,20704,14353,12047,27833,29035,19766,24030,24353,23933,31840,28798,23211,27216,21051,21928,18608,22440,21163,24951,27039,15806,17937,12541,7690,14287,13623,16956,10355,591,615,268,18758,10773,19022,20678,21281,18886,14171,13155,17879,19409,16743,13549,14181,11513,13178,13822,17440,14757,8533,1426,9547,11272,8747,8154,34,6604,5000,8547,11883,8670,16378,8123,7791,7842,5542,21794,22608,14480,3337,3912,4626,4210,4069,1496,0,2184,4788,4003,12446,12050,6462,6604,4323,4462,2382,119,1719,1930,42,0,4204,10656,4578,2780,3877,4863,4490,2,5482,7209,17440,21521,21598,8548,6998,13030,7651,5867,24,3728,9814,3050,5147,3171,4107,6388,8338,1944,57,12475,18611,11514,18301,24229,16100,14732,76,18542,20467,15888,15599,3193,2,19173,46,17685,15416,21178,14971,17416,7244,1677,1926,1968,1867,1787,1738,2554,2524,3392,2013,2752,3996,5270,3538,3329,1304,15232,10664,4908,6450,5414,2232,2164,6394,15368,17794,12793,15253,10157,23597,11283,10996,5856,9880,4357,2603,7800,13195,14256,11811,7064,12560,3099,4934,7581,10536,4857,4553,3850,6553,2375,10967,2994,2454,4159,4028,5339,1834,1762,1639,3289,7735,5308,7427,7286,7474,9095,4764,10813,3839,21215,2912,6998,2349,5260,8894,7995,15156,22994,22816,15051,18416,5681,1416,15302,16724,15813,12989,17855,22171,22243,19649,18005,17295,1779,18974,16983,15664,18123,13520,12965,17825,18763,19674,16246,13429,16125,25788,12047,18589,18458,14822,17800,10520,23574,1402,17514,18430,15551,9590,17267,18392,13531,27619,12116,16296,20785,16304,14868,13458,20189,18775,14671,22047,23314,10928,10208,17862,9582,21110,2071,5822,6489,13244,12672,6130,3984,6754,2449,10334,10966,11927,10808,6683,5227,5067,6940,13201,4820,4894,8797,2771,7795,1242,1952,5456,7550,13153,6016,6685,3506,3590,6111,3883,23771,7540,2626,4227,6780,5815,5727,4829,1905,16595,2381,14794,17772,12510,13579,9322,13856,17391,16072,21911,10414,11928,14098,9668,21540,14867,16366,13333,2435,503,293,287,11604,15283,14824,13055,13226,18117,16858,10808,13040,14136,19030,55,3127,9224,12002,15409,13983,11904,18999,15600,11607,13827,13115,18385,7546,258,17021,17396,17471,15400,12928,19703,15951,13439,17206,14490,15090,15011,13330,1923,4541,14261,14154,15622,18398,20379,16115,15870,20888,14676,13438,14,21112,18745,20851,7894,19504,16279,15217,24745,22650,14272,16992,17318,16828,14367,8862,16376,16590,19101,20325,20481,5926,20373,19294,18440,19733,16773,20567,13972,15593,15907,15796,17107,20085,9097,7900,3585,5881,6971,13368,10470,18536,4045,4469,4234,1065,4,5852,9913,10354,5197,6035,1884,2596,5080,965,6417,19208,7294,6723,3536,307,7779,13409,3143,3,6544,3831,2441,3824,5236,10129,7830,9975,12621,17198,3181,1098,20477,19827,8793,17869,15340,18712,20500,16043,16635,9,17449,12765,14149,14948,19524,15559,16259,12267,2975,1,16941,18359,22217,18499,19351,18764,8928,17316,13651,23640,18379,18599,19104,2,13324,20175,17120,24253,18147,18862,15296,13312,19571,19868,12054,13481,15282,17247,26111,10874,18888,10375,18883,16414,9067,16,4311,21523,14446,19190,17481,21418,20568,23855,23912,23150,18888,25209,21661,11278,18289,18790,18000,11634,17939,16320,19074,15905,5063,13,0,23221,15468,17709,20376,17319,18827,15263,20674,18832,14320,2,12056,15895,20646,12491,17688,12886,13786,15903,17320,12460,13933,12401,20400,16427,1880,0,4448,14317,14759,18359,2024,11833,14091,16824,19835,21344,17821,16119,13652,14049,17250,18824,18237,14683,11084,14353,16925,16568,7166,3,16947,13471,15438,13332,19494,15973,12242,17316,11203,17935,17272,16037,19995,12860,11992,13903,4226,3,11756,10945,11259,9367,250,0,14467,18810,11027,9867,12130,12884,14374,17464,18001,16000,14534,14511,3,11691,14919,16410,19414,18106,14703,17928,12134,18722,19414,18148,12827,1362,16,18622,13515,18213,3711,3655,8606,7685,8523,7468,10532,9241,4950,18562,17219,17888,4370,16328,12115,17576,12722,13439,16221,12087,19566,17418,10069,13628,5772,1219,20790,12712,12076,13120,13401,15320,17661,13998,17961,10922,15217,10072,14455,13119,3450,1485,17436,15709,13496,13702,13059,16592,9851,20204,11822,10296,3151,1950,6921,16130,14118,5505,2613,6103,12150,2891,5571,6231,2986,5881,4789,2638,1071,2326,7764,6111,7647,9040,8676,7877,12221,22514,7226,9319,3831,6212,9336,5703,18944,5386,1805,7585,7730,7661,15911,4166,3736,6710,11533,7837,6315,5682,9511,14416,13470,7734,11747,8443,10878,4755,3271,6116,8314,16232,5072,10662,10742,13764,16919,5320,11421,15375,10595,6603,5921,5008,14906,6755,6218,4711,5784,5173,2872,11249,6385,9008,9397,6205,6364,4075,22363,7276,8717,7329,3903,5761,16935,11448,10551,6903,7196,7410,4238,8737,21206,21158,20532,14014,10546,12864,3762,774,6755,12255,9550,8868,9702,7370,5270,20124,14841,3341,6687,6814,4635,1283,15914,18111,15694,18629,9719,2839,16954,2065,6998,20,9261,12508,12806,10202,1968,12015,7210,8505,8809,9478,6591,9207,12484,6321,10653,8190,13702,7055,7623,3784,7013,3810,3548,4156,3603,2650,2727,2671,9409,6492,11093,6818,7973,6817,6109,8153,18238,12235,12544,10672,11402,7195,3,7297,9869,5520,6354,3533,4150,6069,5,0,4055,4840,15444,10673,6884,7992,4634,9023,4453,5604,8989,5309,7022,11894,4590,7676,6235,1845,2905,3152,6592,1247,6836,8425,6763,6471,8268,3823,569,0,12144,5944,12012,16668,8367,6277,5204,13880,9982,20006,19941,7967,7297,18305,17709,23110,14102,15098,19052,18669,9886,11750,15764,12483,18835,12525,6799,2351,5,20872,18388,545,13951,20073,19384,13822,15260,1841,16659,19797,10356,21113,14110,13988,17370,16146,10645,6157,46,13005,19818,8029,12054,14345,16737,9599,5436,9682,6307,6309,5932,12967,20229,13465,3682,3384,23150,22648,3,1,9640,18145,11558,5631,5619,5161,1120,13292,3850,5280,1526,5403,8688,20659,18241,7155,10108,5235,213,21343,211,132,133,146,131,13125,3790,9306,7665,13796,20592,3809,1743,2958,3397,18575,8353,11119,2721,1973,9015,10159,5183,5227,3163,19803,20692,7123,5691,8734,4433,5554,19542,16868,17608,16049,4810,12266,3162,9974,3956,7337,11,19358,18020,11606,2665,198,2062,11560,4292,3222,3531,9853,5371,7509,1,15785,19351,19474,13586,17154,22917,13064,1175,0,19847,16625,10465,19069,16122,17509,18001,12141,19420,12582,15715,9801,13902,6255,6509,4844,13271,18503,17050,16240,4455,9223,12160,15944,4362,8999,25305,9375,6655,7141,7077,7432,12940,6952,5947,6151,21733,10196,23208,12816,7782,4355,4194,8674,7280,5717,21716,5791,3215,6768,10214,6519,23381,20404,6847,8371,4402,3738,5379,9177,8948,6824,15441,12135,9113,8452,4416,5097,6498,14005,12586,2653,7949,10264,10877,8147,14047,8468,4668,3929,15619,6136,1855,1657,9359,6856,5097,7298,9998,5722,3311,12121,12821,8359,11446,7437,2298,8105,11205,6698,15936,6535,10622,20562,3969,8453,12964,4855,8214,8040,8630,5880,2579,12433,11119,15983,16844,11567,3649,5545,5646,9268,9755,10054,7286,10575,4823,6067,3510,2522,4734,6086,5082,13871,13362,9640,16995,8926,1979,5803,11155,5485,8379,2526,2475,16500,12921,20115,17300,4518,17639,20021,14201,14805,15799,14583,16951,10718,11768,8043,8612,18791,10523,2405,16808,10850,18229,18550,8592,6763,2614,2533,24098,15832,23043,12818,14183,8423,18281,14645,2135,16118,20833,13612,18592,13486,14162,18445,17307,1602,17032,17370,20446,13998,16183,19235,15516,14986,19690,12121,2460,2293,21169,19387,15713,13465,18098,18291,17294,12339,7523,2446,18725,16038,13092,23022,13512,19845,13852,18050,18552,17794,14295,15580,12451,262,14723,3703,1795,4170,7814,17978,9256,4578,20239,4114,2548,7076,9299,3563,61,16642,16584,18752,13961,21277,14898,15622,15284,12628,6,1,16875,20747,16137,19563,14173,16075,20623,12809,13945,16124,11645,16110,13912,11215,11983,12,15836,17209,20557,21273,20184,8970,0,14085,20239,17679,19076,20638,21155,14144,20578,14676,15244,15410,18166,12832,15024,10422,19521,17616,16900,15774,14076,11892,20895,14989,0,19926,20171,15851,13840,18884,12001,18699,13132,17957,21141,17065,20543,18025,116,16178,16692,17063,17564,21156,14595,7296,183,0,16226,15193,15342,38,4889,19153,18197,16423,15148,12299,12268,23071,15001,16320,13476,11629,11754,12137,10848,10687,9488,17754,6029,2781,3068,13272,8638,8083,5713,12246,11509,14843,9467,9029,6877,1207,4265,15718,9220,8195,2221,1983,5165,8871,8389,6379,4994,7528,7707,5880,2640,20263,2268,2122,2074,3581,2506,14327,16160,3810,17275,5754,4900,5508,2601,3726,9517,6477,9300,10845,13481,5942,4860,4950,3161,4679,1212,2133,10110,9048,7084,1325,11269,18112,11181,5747,6006,11590,9522,7820,9965,5716,3833,2552,4655,12869,2307,10748,2507,6077,12528,9132,14099,17641,4786,8078,6422,4479,4022,8453,3197,4093,6827,4848,4641,1236,1550,554,296,605,1173,1730,3009,2903,15781,26101,24639,22078,18885,18994,20054,26981,17354,14953,19142,22683,20173,14984,16488,15785,14079,2626,27144,14972,12074,2876,22312,14335,10833,9846,13197,9732,11203,12663,13967,5175,2968,3576,18564,11538,8267,19549,7564,21376,17723,14376,13474,10228,4973,20530,13442,15353,10200,3830,18929,12733,13419,8619,15557,12055,11399,10029,21843,17365,15606,9657,15933,6145,10483,17570,12315,16560,6932,10734,17764,14685,7512,15621,3910,12020,17478,19798,18091,20934,16174,14469,16106,14897,14184,16801,11982,22081,20575,18114,15523,6752,15218,23414,19824,18270,23261,16024,21087,13139,20343,9036,16318,17314,23416,16636,16102,16526,16607,18575,18030,19674,11740,4501,3589,19661,17196,15939,3029,2509,17608,18940,12083,7056,5537,4664,4458,22329,15330,17201,15966,13730,19424,19291,17148,14372,15354,19850,17044,19956,19971,20984,15775,5019,18869,19402,14399,11517,15022,17859,12523,11736,2717,10060,19818,19411,19570,16039,22595,17375,9396,6566,23764,21083,14265,14186,19324,12685,6829,13434,17278,21696,19978,16316,17671,17159,5042,4646,5335,25063,19421,21220,21064,20929,15710,17418,11438,19060,17211,6670,7783,9643,5618,4828,6764,12287,8458,6517,5615,5386,1766,562,206,153,37,17,9,5,2,0,0]}
