{
  "title": "Poisons and Perils on the Salton Sea",
  "img": "https://static.scientificamerican.com/sciam/cache/file/0DF64B75-4B26-4E69-92CA2FA9C7BC1219_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/poisons-and-perils-on-the-salton-sea/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/14697540-BBC0-44E7-88D61C02FAB581FE.mp3",
  "intro": [
    "Toxic dust plagues marginalized communities on the shores of this disappearing salt lake."
  ],
  "authors": [
    "Kate Furby",
    "Tulika Bose"
  ],
  "category": [
    "Pollution"
  ],
  "transcript": [
    {
      "author": "Kate Furby",
      "text": ": East of Los Angeles, there's a landlocked salty lake called the Salton Sea. Once advertised as a swanky tourist destination in the 1950s and 60s, it's now drying up. Toxic dust from the exposed lake bed is severely impacting the health of local residents. This is Scientific American's Science, Quickly. I'm Kate Furby. [CLIP: Show theme music]"
    },
    {
      "author": "Ann Cheney: ",
      "text": "I've been there when there's been dust storms where it's been very difficult to actually drive or see because of the impaired visibility. There's just this very rotten egg smell in the summertime and it's not, um, a really great place to be."
    },
    {
      "author": "Furby: ",
      "text": "That's Ann Cheney, an associate professor at the University of California, Riverside, who studies public health and health services at the Salton Sea."
    },
    {
      "author": "Cheney: ",
      "text": "At one level, you look and you can see the sea, and it's beautiful. You can see, um, the palm trees. So you are embedded between these two mountain chains. But then you breathe. Then you remember that you're in an environment where, at any moment, the wind could pick up and bring the toxicity from the playa of the drying sea into your body."
    },
    {
      "author": "Furby: ",
      "text": "The Salton Sea is the largest lake in California, but it actually started out as an accident. One hundred and fifty years ago, it didn't even exist. It was basically just a dry valley. Then in 1905 a canal breached and flooded the ancient lake bed with water from the Colorado River, which created an oasis. [CLIP: Miracle in the Desert (Salton City promotional film, 1968)]"
    },
    {
      "author": "Narrator: ",
      "text": "A sea in the desert with its wide sandy beaches, no tides or dangerous undercurrents, and with literally millions of fish ready for the taking..."
    },
    {
      "author": "Furby",
      "text": ": For a while, small rivers and irrigation runoff fed the lake. In the 1950s and 60s, it was developed to be the next Palm Springs, a chic pastel getaway that was drivable from Hollywood. [CLIP: Miracle in the Desert (Salton City promotional film, 1968)]"
    },
    {
      "author": "Narrator",
      "text": ": Here is where you can find the good life in the sun. Today the Salton Riviera, beside the Blue Salton Sea, is the place for you to take charge of your future. Here you can get away from the crowds, the hustle and bustle of the big city."
    },
    {
      "author": "Furby",
      "text": ": But the salts and chemicals in the water accumulated and the area became too harsh for most life. The era of the Salton Sea holiday getaway was over. Today the lake is around 50 percent saltier than the Pacific Ocean. The Eastern Coachella Valley is estimated to be home to about 34,000 people, including more than 6,000 Purépecha, an indigenous Mexican community. The area is struggling with environmental hazards that are impacting their health and their children's health."
    },
    {
      "author": "Cheney: ",
      "text": "So I spent a lot of time in the community. Um, for example, I was there Saturday for a training. [Cough] Sorry, I need some water. And, um, I, I realized that I find myself stopping and thinking and saying, “Oh, my throat's bothering me,” or, “Oh gosh, I'm gonna get a headache when I get home.”"
    },
    {
      "author": "Furby",
      "text": ": And the conditions around the lake are only getting worse. Droughts, increasing temperatures, agriculture, water use—these things are all making the Salton Sea more dry. Every year, the sea shrinks, and the dusty, barren looking lake bed that surrounds it gets bigger. Less water means more dust—more dust that is harming humans and wildlife."
    },
    {
      "author": "Cheney",
      "text": ": These are individuals who are living primarily in very low income, poverty stricken conditions—in trailers and apartments."
    },
    {
      "author": "Furby",
      "text": ": The Salton Sea is in the California desert, but it lies between Coachella Valley and the Imperial Valley, agriculture hubs that only exist because of massive irrigation. The Valley has hundreds of thousands of acres of farmland producing millions of dollars worth of food. And who is actually farming all that food?"
    },
    {
      "author": "Cheney: ",
      "text": "That population happens to be, um, at this moment, Latinx and Indigenous Mexicans, including pockets of Native Americans. For those who are living along the borders of the sea, and you are working in the nearby agricultural fields, this is their livelihood."
    },
    {
      "author": "Furby",
      "text": ": For her research in the community, Cheney, especially devotes time to working with the lead family caregivers, many of them women. But ultimately the consensus is that government help is needed to assess and clean up the environment."
    },
    {
      "author": "Cheney",
      "text": ": They lack a political voice because there's a large percentage of individuals who are undocumented."
    },
    {
      "author": "Furby",
      "text": ": Cheney says that the people she works with, local residents and other scientists studying the area, they're worried that things are only getting worse. More and more people are getting sick, and it's unclear what the government will do to help."
    },
    {
      "author": "Cheney: ",
      "text": "I'm frustrated that things haven't happened."
    },
    {
      "author": "Furby: ",
      "text": "And they're seeing the health impact affect the most vulnerable people. According to the Centers for Disease Control and Prevention, the national average for children with asthma is 6 percent. But kids living near the Salton Sea are three to four times more likely to have trouble breathing."
    },
    {
      "author": "Cheney: ",
      "text": "Children that are in our studies, they might have respiratory distress. But they also have nosebleeds, they have skin irritation, they have hair loss. Um, they have a lot of other complications."
    },
    {
      "author": "Furby",
      "text": ": Cheney's study on Latinx and Indigenous children's respiratory health was published last month."
    },
    {
      "author": "Cheney: ",
      "text": "Asthma doesn't fully capture what kind of chronic health conditions these children have."
    },
    {
      "author": "Furby",
      "text": ": There's something else going on here. The symptoms of the children living near the Salton Sea don't match classic asthma symptoms. Emma Aronson, also at UC Riverside, is trying to solve the mystery. She's an environmental microbiologist."
    },
    {
      "author": "Emma Aronson: ",
      "text": "I had asthma when I was a child. I had an allergic asthma from growing up in the city of Philadelphia, downtown, and so I used an inhaler and it made it better. It doesn't work like that for non-allergic type asthma."
    },
    {
      "author": "Furby",
      "text": ": Here's the thing: dust makes everyone sick. In areas with more dust storms or air pollution, asthma rates are higher. And while kids' lungs are still developing, they are even more vulnerable. But even still, children living near the Salton Sea are getting much sicker than they would be if it was just regular old dust."
    },
    {
      "author": "Aronson",
      "text": ": So it might be something beyond just the fact that there's a lot of dust. There might be something in the dust that is causing these problems."
    },
    {
      "author": "Furby",
      "text": ": Right, because dust on its own actually can cause asthma. So the question is, is there something else stuck to the dust that's making it worse?"
    },
    {
      "author": "Aronson",
      "text": ": Exactly. We've been sequencing those microbes sound in dust, and for all of these different groups of microbes that we're identifying, we're trying to figure out are there certain, um, microbes that are known to produce toxic chemicals?"
    },
    {
      "author": "Furby",
      "text": ": For example, with the Salton Sea drying out, the microbes that normally live in the water might be experiencing extreme stress, the same way that when you're stressed, you sweat and smell bad. But these microbes could be producing hazardous compounds as a byproduct. And then that compound gets attached to the dust and blown into the communities where people are getting sick."
    },
    {
      "author": "Aronson",
      "text": ": There's some simple things, um, that many microbes produce that, if they were produced in excess in this area for some reason, theoretically could cause some of these, um, some of these symptoms. So we're right in the middle of this. We don't have answers right now. Um, but we've been collecting dust and these other types of samples for years and, um, I've been sequencing them. We're looking for genes responsible for the production of chemicals that could be harmful to humans."
    },
    {
      "author": "Furby",
      "text": ": While Aronson and her colleagues are racing to figure out what's going on. Residents near the Salton Sea are still getting sick and looking for solutions that will help them now."
    },
    {
      "author": "Cheney",
      "text": ": If the family has the ability to move, that's an option, but a lot of times the families don't because they're living in poverty."
    },
    {
      "author": "Furby",
      "text": ": That's Cheney again."
    },
    {
      "author": "Cheney",
      "text": ": Yes, it's depressing and um, it's really unfortunate that there are such high disparities in health for chronic health conditions among this population."
    },
    {
      "author": "Furby",
      "text": ": Cheney is helping the locals figure out what they can do to help themselves, and she's trying to help them understand the risks to their health so they can make decisions for their families. She says her research is helping empower groups of women as well as caregivers."
    },
    {
      "author": "Cheney",
      "text": ": It's also really inspiring to know that if we can make sure to get the right resources and public health information and knowledge and access to healthcare services, that there can be change."
    },
    {
      "author": "Furby",
      "text": ": And this isn't an isolated incident. Environmental issues that occur in economically disadvantaged communities have been overlooked before. Communities that struggled with contaminated water, such as Flint, Mich., or Hinckley, Calif., these are low-income areas that need to employ environmental cleanup and need government action to do so. In these cases, it took a lot of work from scientists, local residents, and journalists to get support for action. While the Salton Sea's future feels uncertain, the communities and scientists are working hard together. To try to understand the roots of the problems and how to address them. For Scientific American's Science, Quickly, I'm Kate Furby. Scientific American's Science, Quickly is produced and edited by Tulika Bose, Jeff DelViscio and Kelso Harper. Our theme music was composed by Dominic Smith. You can listen to Science, Quickly wherever you get your podcasts. For more up-to-date and in-depth science news, head to ScientificAmerican.com. Thanks, and see you next time."
    }
  ]
}