{
  "title": "El Niño is Back. What Does That Mean For You?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/C09940CE-0249-4C8B-B27CCE938EBB379C_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/el-nino-is-back-what-does-that-mean-for-you/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/0B83DFFC-9169-49A9-A5511FD8DC5364AE.mp3",
  "intro": [
    "The famous climate pattern El Niño could usher in a new hottest year on record and will have domino effects on the world’s weather."
  ],
  "authors": [
    "Andrea Thompson",
    "Jeffery DelViscio",
    "Elah Feder"
  ],
  "category": [
    "Weather"
  ],
  "transcript": [
    {
      "author": "Thompson: ",
      "text": "This is Science, Quickly. I’m Andrea Thompson, editor for earth and environment."
    },
    {
      "author": "DelViscio",
      "text": ": And I’m Jeff DelViscio, chief multimedia editor."
    },
    {
      "author": "Thompson: ",
      "text": "And today we’re talking El Niño."
    },
    {
      "author": "DelViscio",
      "text": ": Because it’s back. [CLIP: Chris Farley on Saturday Night Live: “I am El Niño. All other tropical storms must bow before El Niño.”]"
    },
    {
      "author": "Thompson: ",
      "text": "Okay, so just in case you didn’t catch the reference, that was comic Chris Farley..."
    },
    {
      "author": "DelViscio",
      "text": ": …in 1997 on Saturday Night Live. Farley did the bit because that year was one of the strongest El Niño on record."
    },
    {
      "author": "Thompson",
      "text": ": So it was definitely on the public’s mind in a big way. Though he got the science wrong."
    },
    {
      "author": "DelViscio",
      "text": ": It was hilarious, but yep. El Niño isn’t a tropical storm, like he said."
    },
    {
      "author": "Thompson",
      "text": ": What it actually is … a natural climate pattern."
    },
    {
      "author": "DelViscio",
      "text": ": It’s a cycle, really … a push and pull between wind and water over the Pacific Ocean."
    },
    {
      "author": "Thompson: ",
      "text": "Right. The whole cycle is actually called ENSO–the El Niño-Southern Oscillation. The oscillation part is because it seesaws  between warm and cold states about every two to seven years."
    },
    {
      "author": "DelViscio",
      "text": ": Okay, so, Andrea, let’s help everyone sorta mentally picture this."
    },
    {
      "author": "Thompson: ",
      "text": "Right, sure, well, imagine we’re out in the tropical Pacific, kinda hovering above the Earth, looking down."
    },
    {
      "author": "DelViscio",
      "text": ": And we’d need to be able to see the temperature of the ocean below us, right?"
    },
    {
      "author": "Thompson: ",
      "text": "That’s right. And that’s important because when El Niño really gets going what we’d see is this tremendously large lobe of warm water that starts to stretch across the equatorial pacific from east moving west."
    },
    {
      "author": "DelViscio: ",
      "text": "And that’s not how it normally looks in that part of the Pacific, right?"
    },
    {
      "author": "Thompson: ",
      "text": "Right. Normally, during the “neutral” setting the western tropical Pacific is much warmer than the eastern."
    },
    {
      "author": "DelViscio: ",
      "text": "So that’s just one way to tell if an El Niño is in effect. But how warm is that lobe of water? And how long does it last?"
    },
    {
      "author": "Thompson: ",
      "text": "Ithas to be 0.5 C above normal. And it has to stay that way for at least three months. And, by the way, it has a counterpart, La Niña, with cold waters, 0.5 C below average. But that’s a podcast for another day."
    },
    {
      "author": "DelViscio: ",
      "text": "Got it. So we’ve got this big anomalous water feature. But the effects of the El Niño don’t stop at the ocean, do they?"
    },
    {
      "author": "Thompson",
      "text": ": Nope. The whole climate system is interconnected. And the ocean affects the atmosphere. And the Niño on what happens with weather elsewhere. It’s like a weather domino effect when it gets going."
    },
    {
      "author": "DelViscio",
      "text": ": Okay, let’s do a rundown of some of those dominos. What are they and where do they happen?"
    },
    {
      "author": "Thompson: ",
      "text": "Okay, here are some major examples of effects: Instead of usual rising air and rainy conditions in southeast Asia, that area sees subsiding air, which means dry weather and can cause drought. In 2016 there was a major drought in Indonesia that caused food shortages and helped fuel huge wildfires. Meanwhile other places, such as part of eastern Africa and parts of South America, often see higher rainfall, which can cause major flooding. Changes in looping air patterns also alter things like the jet stream across the U.S. and tends to bring cooler weather to the south and warmer to the north. Also, because it’s not all bad news, we do tend to see less hurricane activity in the Atlantic. That’s because the atmosphere is more stable—hurricanes need unstable air to get going. (But this year there are also super warm ocean waters—that’s like hurricane fuel—and it’s hard to know which influence will win out. So TBD on that one.)"
    },
    {
      "author": "DelViscio: ",
      "text": "Wow. That’s a global weather monkey wrench. But, you know, the reason we’re talking about this today on the podcast is because the Niño is here. So, “news we can use” time. Do you know what we might expect from this one?"
    },
    {
      "author": "Thompson",
      "text": ": Well, very tricky to forecast, but right now, there are slightly better-than-even odds that this event will develop into a strong one. It should build in strength in the coming months. And El Niños typically peak in the Northern Hemisphere winter. And strength is important because we have more confidence will see certain effects when it’s stronger. Though nothing is a guarantee—a strong event in 2016 didn’t bring needed rains to SoCal as the one in 1998 did."
    },
    {
      "author": "DelViscio: ",
      "text": "So that’s weather, but how is it going to affect global temps? Things are already getting warmer with climate change. Does an El Niño add to that?"
    },
    {
      "author": "Thompson: ",
      "text": "Unfortunately, an El Niño would add to the heat for sure. They always bump up the global average temperature and can frequently set yearly heat records. 2016 is still the hottest year on record, thanks, in part, to the major El Niño that year. But really it’s adding on to the background global warming signal—2016 was half a degree C warmer than 1998 (at the time, 1998 was far and away the hottest year). Given El Niño and a good chance it will be strong, there’s a good chance we’ll see a global heat record this year or next."
    },
    {
      "author": "DelViscio: ",
      "text": "Ugh. Great. Well, more heat on top of our hotter world ain’t great. But honestly, knowing how El Niño works shows, in a pretty profound way, that everything in Earth’s climate is connected."
    },
    {
      "author": "Thompson: ",
      "text": "Yep, that’s right. This change in the ocean and air thousands of miles away from where you live will affect your weather in the coming months. And once you know it, you can prepare for it."
    },
    {
      "author": "DelViscio: ",
      "text": "And to help you do that, here are some sites you can go to track how Niñoish this one is getting. We’ll leave links in the show transcript."
    },
    {
      "author": "Thompson: ",
      "text": "The Climate Prediction Center at NOAA—that’s the National Oceanic and Atmospheric Administration—puts out weekly and seasonal forecasts."
    },
    {
      "author": "DelViscio: ",
      "text": "Columbia University has this group called the International Research Institute for Climate and Society. They have a El Niño forecast, so you can know if it’s coming before it gets going. But they track it as it goes, too."
    },
    {
      "author": "Thompson",
      "text": ": And if you live in the Southern Hemisphere, Australia’s Bureau of Meteorology is a great one to hit up."
    },
    {
      "author": "DelViscio: ",
      "text": "And, of course, Andrea is on this. So, you can always check sciam.com for El Niño news as it develops."
    },
    {
      "author": "Thompson: ",
      "text": "This is my life."
    },
    {
      "author": "DelViscio: ",
      "text": "Good thing, it’s news we can all use. [Music]"
    },
    {
      "author": "Thompson: ",
      "text": "Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. This show was edited by Elah Feder and Alexa Lim. Our show’s music was composed by Dominic Smith."
    },
    {
      "author": "DelViscio: ",
      "text": "And before you go, please consider supporting independent journalism like this. Become a Scientific American subscriber today."
    },
    {
      "author": "Thompson: ",
      "text": "And don’t forget to subscribe to the podcast on Apple or Spotify."
    },
    {
      "author": "DelViscio: ",
      "text": "For Science, Quickly, I’m Jeff DelViscio."
    },
    {
      "author": "Thompson: ",
      "text": "And I’m Andrea Thompson."
    }
  ]
}