{"title":"These Creatures Are Probably the Closest Thing Nature Has to Real Werewolves","img":"https://static.scientificamerican.com/sciam/cache/file/96F0F77D-3271-41E8-B3EB39CDA447F212_source.gif","url":"https://www.scientificamerican.com/podcast/episode/these-creatures-are-probably-the-closest-thing-nature-has-to-real-werewolves/","audio":"https://traffic.megaphone.fm/SAM8237520815.mp3?updated=1703605711","intro":["Under the right conditions, the spadefoot tadpole will transform into a voracious predator of its own species."],"authors":["Brian Gutierrez"],"category":["Animals"],"transcript":[{"author":"Brian Gutierrez: ","text":"Werewolves aren’t real. Everyone knows that. But stay with me for a moment while I tell you about the spadefoot frogs—specifically, their tadpoles, which just might be the closest things to werewolves in nature. I want to tell you about the bizarre and true story of cannibal tadpoles. I’m Brian Gutierrez, and this is Scientific American’s Science, Quickly. [CLIP: Science, Quickly show music]"},{"author":"Gutierrez: ","text":"Spadefoot tadpoles are born as peaceful bottom-feeders that eat little bits of algae and poo floating in the water. But under the right conditions, each tadpole has a chance to transform into a hulking, agile predator. And the first things on the menu are other tadpoles."},{"author":"David Pfennig","text":"And so, and I have some right here."},{"author":"Gutierrez: ","text":"I’m in the office of David Pfennig on the third floor of the biology department at the University of North Carolina at Chapel Hill."},{"author":"Gutierrez (tape): ","text":"Oh, okay. Could you describe what ..."},{"author":"Pfennig: ","text":"Yeah, so, so what you’re seeing here is: I’m showing you a little vial filled with ethanol, and it’s got some tadpoles in it. And some of these tadpoles you see are small; some of the tadpoles you see are large."},{"author":"Gutierrez (tape): ","text":"Oh, okay, so this is one of the huge ones. Yeah."},{"author":"Pfennig: ","text":"And so that huge one is what we call the carnivore morph."},{"author":"Gutierrez: ","text":"Learning about the carnivore morph—what I think of as a tadpole werewolf—is why I came to see David. The tadpoles in this particular vial are from the deserts of Arizona. The desert is a pretty tough environment for any organism to survive, but that’s especially true for frogs, which need to stay moist to breathe and they usually lay their eggs in water. An amphibian surviving in the desert is like an ice cube surviving in a dutch oven. Making it work requires some pretty extreme adaptations. One of those is hibernation."},{"author":"Pfennig: ","text":"They’ll go into their permanent burrow, and they’ll dig with their hind feet. That’s why they’re called spadefoots, because they’ve got this little keratinized spade on the back of their feet. And they basically sort of do this little wiggle dance, you know, to sort of dig into the ground. So they’re digging backwards, if you want to think about it that way."},{"author":"Gutierrez (tape): ","text":"How deep do they go underground?"},{"author":"Pfennig: ","text":"Well, it depends upon the time of the year. So they have been recorded as digging almost a meter deep—so 90 centimeters deep."},{"author":"Gutierrez: ","text":"That’s almost three feet into the earth. In arid environments, spadefoot frogs sleep patiently underground for months, a year or even two years if they have to—waiting for the perfect moment to emerge.  When he goes out looking for them, David waits for the trigger that will bring the frogs out of their deep sleep: rain. [CLIP: Rain sound slowly starts and gets more intense]"},{"author":"Pfennig: ","text":"We don’t really know how they know it’s raining, but somehow they know it’s raining."},{"author":"Gutierrez: ","text":"The frogs come up from under the ground and start looking for newly formed pools that dot the landscape in all shapes and sizes."},{"author":"Pfennig: ","text":"Some of them could be as small as your bathtub. Some of them could be as, as big as your bedroom. Some of these ponds can be as big as your whole house and maybe your backyard, you know, and so it just depends on the location. It depends on how much rain you get. But one thing that unites all the places where these toads breed is that they’re all temporary. The males typically will arrive first, and then they’ll start to call. They have very loud calls, like a lot of frogs, but these guys in particular have really loud calls. [CLIP: Sound of spadefoot frogs]"},{"author":"Pfennig: ","text":"It’s, like, really raucous. You can’t even hear yourself talking, you know, this can be so loud. You have to yell for somebody else to hear you. So it’s very, very noisy. The water is just full of frogs calling. And that will attract the females to the site as well. And then all the breeding will take place in one night."},{"author":"Gutierrez: ","text":"After months of barely moving, the frogs get to work incredibly quickly.  That night, each female will lay between 800  and 1,500 eggs. Those eggs will hatch as soon as the next day in these fresh rainwater pools."},{"author":"Pfennig","text":"It’s just, it’s clean rainwater just falling on dirt, right? And so there’s nothing, there’s no algae or anything like that growing in them initially. Presumably, if  you wanted to, you could probably drink out of them, I guess."},{"author":"Gutierrez: ","text":"It’s the perfect nursery for baby tadpoles. But it doesn’t stay that way for long.  After that first night, the pristine water that’s clean enough to drink slowly turns into sludge. Algae starts to bloom across the surface, and large animals such as cattle come by to drink and do their business around the pool."},{"author":"Pfennig: ","text":"And so then they’ll start getting a little smelly, you know, and so then you wouldn’t want to drink the water out of them, of course. And so basically, over time, it just starts, you know, it starts getting nastier and nastier, basically."},{"author":"Gutierrez: ","text":"At first, this is all food for the new tadpoles. But as the water starts to evaporate, that nastiness gets more and more concentrated, making it harder and harder for them to breathe through their gills. If the pool dries up too quickly, there might not be any water left at all."},{"author":"Pfennig: ","text":"You’ll go in there, and there’ll be thousands, tens of thousands of tadpoles all dying because the, the water has disappeared, and they’re just basically desiccating in the sun."},{"author":"Gutierrez: ","text":"David showed me a picture. It’s really tragic. As the pool of sludgy water gets smaller, the tadpoles gather closer and closer together until there’s no water left, just a mound of tadpoles on top of the drying mud. On top of that, parasites and predators start to arrive. The tadpoles aren’t poisonous, so they’re an easy snack for snakes, birds and even insects such as wasps and beetles."},{"author":"Pfennig: ","text":"You get all these—what are called tiger beetles. And this is a type of beetle that will just, like, line up along the shoreline, and they’ll just be waiting for a tadpole to come close enough to them, and they’ll, like, reach into the water and try to grab it. And I’ve actually seen a number of times where they’ll grab a tadpole, and they’ll pull it up on the shore and then eat it."},{"author":"Gutierrez: ","text":"Sludge water, drying out and hungry tiger beetles: these are all very good reasons for these little tadpoles to grow up and bury themselves in the ground as quickly as possible."},{"author":"Pfennig","text":"These guys have really, really rapid development…the spadefoot tadpoles. One species can develop from egg to moving onto land at about seven to eight days."},{"author":"Gutierrez","text":"That’s really fast. On Monday the tadpoles emerge from their eggs and open their little tadpole eyes. By next Monday they need to lose their tail, grow lungs, grow legs and then use those legs to hop  out of  the pool. It’s a very aggressive and very literal deadline. To meet it, the tadpoles need to bulk up fast. So they are born hungry."},{"author":"Pfennig: ","text":"They pretty much will eat anything. So mostly what they’re eating is just ... what we call detritus. So they’ll just eat stuff on the bottom of the pond. And so that is an amalgamation of, like, bacteria, some algae, poop from other tadpoles. They’re reprocessing. And so they’re just, you see them just shoveling that, you know, like, going along and sort of eating this, the mud or the dirt on the bottom of the pond."},{"author":"Gutierrez: ","text":"Most spadefoots start life as these bottom-feeders, what David calls “the omnivore morph”. Some of them stay that way for their entire tadpole life unless—and this is the truly strange part of the story—they happen to get a taste of flesh."},{"author":"Pfennig","text":"If a little tadpole happens to eat some fairy shrimp, or even maybe another tadpole, early on in life, then these really dramatic changes will take place, and they’ll become this big-headed form that we call the carnivore morph."},{"author":"Gutierrez: ","text":"These carnivore morphs are so different from the bottom-feeders that for almost 100 years, biologists thought they were an entirely different species. The transformation is like a tadpole version of that scene in An American Werewolf in London. Their color changes from dark gray to gold. They double or triple in size. Their intestines get shorter to specialize in digesting meat. Their body shape changes from an oval to a diamond because their jaw muscles balloon and protrude from the sides of their head. To top it all off, sharp keratin beaks emerge from their gummy mouths. And soon their personality starts to match their smile."},{"author":"Pfennig: ","text":"The carnivore is a lot more active. It’s a lot more aggressive than the omnivore. The omnivore tends to sort of be very gregarious.They’ll just, like, kind of hang out with a lot of other tadpoles. They’re sort of, like, just slowly grazing. They’re just kind of, like, sitting there, maybe swimming really slowly. The carnivores, when you first walk up to a pond, you can just see them in the water. They’re, like, just zipping around really frenetically, like little sharks. And they’re just—zip, zip, zip, zip. And they’re just like, anything ... you see them, like, if they grab, they bump into another tadpole, they nip at it, and they try to eat it."},{"author":"Gutierrez: ","text":"The carnivore morphs actively hunt down other spadefoot tadpoles. David says up to 40 percent of what they eat could be other members of their species."},{"author":"Pfennig: ","text":"They can just swim around and just suck up these little omnivores like they’re, you know, like they’re candy."},{"author":"Gutierrez (tape): ","text":"What’s the advantage of becoming a cannibal for a frog?"},{"author":"Pfennig: ","text":"Cannibalism is one of those things we’ve—we being in science—we’ve sort of struggled to explain."},{"author":"Gutierrez: ","text":"From an evolutionary perspective, cannibalism is a little puzzling. Eating members of your own species, in the long term, would seem to lead to extinction. But for a spadefoot tadpole stuck in a quickly drying pool, it is often the best chance of survival."},{"author":"Pfennig: ","text":"So you tend to find cannibalism in nature in sort of extreme situations, like what these spadefoots are facing often in their ponds, where you’ve got to make the transition to another stage of life really quickly, where resources may be really limited, where competition is really strong. So again, you’ve got tons of tadpoles all crowded into a little tiny pond. And in circumstances like that, then the benefits of cannibalism might outweigh its costs."},{"author":"Gutierrez","text":"The carnivore morphs are probably terrifying for other tadpoles. But luckily we humans have nothing to fear."},{"author":"Pfennig","text":"They’ll actually chew on your leg, too."},{"author":"Gutierrez (tape): ","text":"Oh, really? Do you have any bite marks?"},{"author":"Pfennig","text":"No, no, what they, they, they chew, they sort of chew on your leg hairs, you know, so you kind of, like, feel them picking at your leg hairs."},{"author":"Gutierrez: ","text":"So if you’re still looking for a last-minute Halloween costume, consider dressing up like a spadefoot tadpole: nature’s real, tiny aquatic werewolves. [CLIP: Show music] Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Follow Scientific American for updated and in-depth science news. For Scientific American’s Science, Quickly, I’m Brian Gutierrez."}],"wave_peaks":[14,145,827,2071,3750,19073,13080,12880,12509,14674,17849,15613,18822,13629,19308,17756,17500,19326,16808,19474,14759,20215,20239,24128,19012,18112,16959,24806,15429,24375,14249,4870,8953,25223,17138,16169,17115,5924,17019,11360,21183,11524,16852,15175,18270,5045,3289,12278,20981,12847,21113,8453,3952,3696,28346,28669,15317,20141,18696,10412,21645,10721,8830,11825,5303,3215,3422,26571,16847,15854,15122,18279,16818,15244,14510,4804,2576,23999,19212,16659,26041,12270,7109,3160,20326,27686,17733,16811,4258,26702,27008,21495,20009,16097,18298,15794,17289,6445,6714,14741,18026,17440,15041,13725,13708,10172,11717,2799,2005,1713,1624,1611,1056,1124,800,620,304,25526,22956,13617,16465,14097,13755,21838,6693,5978,15901,13012,16941,10472,15124,14881,16040,15658,824,508,113,22948,14508,11260,18342,4596,12306,13570,26597,14684,11295,7341,11229,13868,2138,15823,19714,16159,22836,21704,26248,2161,123,23785,13247,22144,11796,6753,93,8189,20914,17596,9387,28994,10180,6036,11721,12387,10045,9415,10954,23932,1247,28813,24383,24766,17450,28580,12227,16922,18959,16123,19808,24307,14220,13115,10863,15491,14465,20637,15077,10916,19179,10513,179,6632,21242,17415,17720,14722,12945,13831,13799,14648,13545,8595,13290,16060,11878,9283,13708,14104,12768,11542,7685,393,351,13192,11945,19236,18227,14664,14558,12337,12092,1022,11839,11970,10527,15397,16963,2321,416,26809,28357,19121,21889,22917,18594,19096,18384,11928,16997,23275,2207,17175,19231,12448,10681,8744,222,14572,12709,14633,14873,16374,13780,8869,1717,1,22064,23614,18960,14430,9246,195,20425,18574,16929,22886,18276,17903,2783,19596,14686,16024,12402,11792,2283,4466,28089,13958,18189,19825,20753,9236,15417,17083,15957,19717,14062,167,113,12802,25745,18270,22384,17784,6779,11912,11406,12216,9400,2537,979,27431,19615,27089,14900,16412,10342,19977,13371,14790,16376,9691,14447,13371,4212,104,20756,13698,15659,16185,13993,16582,348,232,17329,17799,14958,13462,17627,16165,15700,15444,18769,14836,20128,13461,20003,11150,219,11978,20541,15383,675,17987,13453,11532,13367,13143,9948,11989,11066,3957,186,24060,18610,7426,17595,25004,12415,2207,19372,19464,16139,14852,19082,7604,12156,4184,3680,17411,14994,15549,15077,16280,22982,18422,19346,16844,16356,10771,15685,18800,9254,19572,10897,12659,13737,14633,11764,204,3296,17699,17060,16864,15847,823,3007,15654,18170,18738,13750,11925,11435,14348,3459,18853,13840,14289,12647,13404,7596,15302,11960,7867,13383,9894,11204,208,28952,24917,16560,13256,19383,16051,20383,16952,13856,17723,18207,17180,16981,15787,853,13907,15370,14273,16544,11210,13835,10620,10217,8075,25032,22084,9633,13181,10905,11105,9643,991,189,255,17324,21119,8992,6669,15553,16235,18350,10947,14430,16871,14027,16566,12084,9184,4171,11234,13180,420,16603,15500,14501,21949,8506,516,15665,17153,22018,11614,8067,10657,4648,76,16057,18181,18500,10542,1156,10316,13939,11381,15688,5592,16834,15338,20902,13994,12760,3696,9450,2436,1169,2177,929,8233,15345,16284,24312,24577,27251,20220,20076,20640,10991,17067,16572,14783,19608,14677,11822,10822,15737,14962,16831,16815,17431,11276,21998,21196,15441,15749,11816,22145,5488,10283,20961,11203,10560,11441,9183,15178,21123,11166,13623,13804,13338,10773,9523,2197,19139,20172,19541,17139,19384,15609,14755,16227,14196,14475,4666,14547,16395,17338,18865,15894,764,799,19444,20153,17327,17737,20898,16901,18708,10998,16432,16595,18561,10633,10227,9123,15243,10991,14684,17115,12428,13023,11660,12397,10859,693,658,17250,19911,23092,18893,15090,21100,13036,17747,15449,15624,14292,14837,13780,13308,13876,12323,10349,809,20585,17132,14561,15058,14934,13235,11276,11001,11556,10667,12889,9142,9751,14085,12940,11480,12848,12589,10060,8289,8882,10208,8311,12249,14158,9375,8745,29204,29169,29286,28921,6521,7756,29365,29089,29131,6585,5304,29435,29163,29165,7012,10483,29535,29105,29231,8452,8673,13239,26738,20794,18895,12748,7300,15074,15617,11398,10554,13254,9021,11345,5262,10071,11939,7935,11333,9499,3896,7072,10288,11638,13948,12582,992,14886,20916,19346,11628,8953,11983,10755,12550,17214,16364,17744,15436,3796,13583,9526,10383,4497,8635,7211,9286,2332,17297,17768,17226,14095,12885,4650,13775,14250,9133,11337,12294,11294,7508,1339,14307,11921,16497,17753,18562,12481,14081,11461,7672,464,391,525,403,114,21054,17885,14847,22388,9031,2993,23435,15408,13788,17661,15932,10021,2918,14654,22379,10599,14500,11983,12182,9758,11807,11244,15267,18406,15034,7018,577,18423,17240,20217,21603,13288,18104,17460,13370,18234,16207,18010,11247,10870,14317,14498,15615,14899,13827,17252,17916,12992,13387,16642,16589,13665,10408,15480,15164,13550,11981,13942,13140,9237,13216,15432,14222,3488,1568,11685,15372,14718,10900,12376,11822,13659,14827,12790,9549,8105,87,19368,22773,12416,9430,15035,21018,5892,476,183,19119,18372,10276,15972,11412,11502,856,41,165,79,26155,19659,19329,19426,11415,15414,16772,19957,14183,11978,15654,11742,299,8628,14375,12099,9611,11541,12404,9844,1716,21621,21905,13759,11744,15476,9457,10457,15399,14881,14250,12476,27164,10460,11700,12642,4543,9744,11746,10023,11308,1230,17918,23430,17607,16629,14616,11505,8870,9903,8594,9762,13449,17921,10186,9239,10463,8428,9124,8312,461,12699,23446,15692,16426,19998,17827,13315,13917,14105,11443,13164,9615,8725,14139,17851,18080,11246,7090,8127,22968,14731,20238,19051,9441,23610,4744,4111,114,20433,17852,12871,17420,13330,729,14339,17480,9667,8979,12850,14831,15158,9759,1285,12200,19411,18449,18925,11105,9867,8995,16719,13222,4714,358,11377,15193,14739,15714,16167,10096,14118,16432,13425,18350,16287,13997,13879,17128,15345,15559,13922,19830,16748,15571,17884,15731,15468,15244,15461,16241,14692,12294,976,24226,18887,17953,18683,12625,18996,12950,16452,15827,11566,12226,12761,12219,255,19223,16410,17565,8742,9356,11588,17202,7288,23218,4619,234,15536,13804,9545,13485,18409,13355,13116,10982,24236,10184,15560,12402,9859,9616,14806,13584,14422,11716,16032,13930,998,17654,17658,19222,25378,9475,9385,20122,12839,5980,2922,57,11696,25808,24762,20572,18131,15483,18739,16519,17132,5714,369,19905,29002,17707,15184,15240,16283,13262,21016,15277,16110,16513,15540,23438,17174,14751,19307,9718,13267,4631,17833,16383,15514,18985,19773,14259,10480,14985,16815,14916,672,17090,18637,14179,13259,13796,12626,19847,13306,13986,16197,17157,14582,8159,13204,12185,11499,16501,13376,16957,14734,8098,1369,20691,20330,12809,11921,12335,9601,11549,10003,13493,12626,19157,9961,7063,11504,16384,12941,11694,12708,10338,3420,10651,19073,18821,18854,18688,16427,16954,28800,16070,8525,1471,82,20571,21332,19665,16761,11114,23468,15870,12524,15800,18136,14081,13748,16651,14689,15796,11777,19400,22307,18637,17882,20224,14770,15337,13326,6816,11937,11684,14866,11697,9423,9295,10663,10339,16687,566,243,12440,15717,13803,12424,15821,11615,9408,7419,14139,10112,8740,6095,145,22771,16977,19898,14045,3982,439,376,20758,16904,20759,18486,19540,16864,18323,18232,17254,13071,14471,20904,10267,705,23688,23943,18084,16676,18084,13309,14656,15726,3109,20991,17649,14807,20128,17559,15208,8082,23110,19168,14256,26281,28798,21112,13892,31,340,146,19323,24182,22238,11886,18487,15109,10752,19785,6278,516,264,15757,18773,14774,24651,13113,15003,16270,6281,393,14347,20967,17910,13981,6992,95,26915,28221,16978,17895,18112,14022,12646,7130,5466,18206,16824,17674,21484,20779,12709,12118,13359,6428,19067,12696,15780,20026,19274,16354,16913,6231,12944,17772,12928,13090,11676,11180,15800,14424,13067,16228,11038,14893,2416,14443,15446,12872,10907,12770,20637,16213,7270,346,12743,13363,16470,12469,10333,19035,16281,23124,16397,4160,12503,12259,13892,13844,9640,9058,566,9832,14008,16064,15794,15233,12069,11106,10822,13140,10827,10443,12722,10989,15594,15071,15097,17323,13318,18863,19650,11758,11970,11336,9517,12793,11969,9071,10948,11848,15850,13267,15568,8805,13418,8348,23459,19218,20692,27349,18163,12007,12450,28226,18615,7700,1066,18560,15686,24045,10490,15665,11022,4127,51,265,16718,17006,16821,15696,13508,15333,21910,19991,6398,67,146,16145,8998,3954,10648,18470,8982,15660,10691,13046,12854,11527,13106,41,302,16274,28870,21486,2856,4098,24479,13152,18510,3821,15590,6934,1088,19157,2246,21549,21886,17433,16561,15966,13811,12677,10557,17633,16602,14047,15013,14725,15392,16865,14825,13750,11074,12942,1767,377,20640,15057,16566,20151,17258,17267,14659,14573,13497,12463,11861,16093,12829,12016,8732,16135,11785,9278,7944,13227,24872,13918,11020,15814,24068,11799,20623,10605,6991,21917,24545,18666,26676,11824,3612,28963,13110,22170,15764,13277,15389,26693,18286,14893,8389,2553,62,23639,24876,9977,13160,23364,17676,13184,12800,23021,9936,2059,17945,16207,17014,12708,11481,5303,4104,5423,4017,4218,19921,12807,12992,12344,22556,13507,13154,9136,800,14903,18198,11042,19629,15081,16535,11453,735,18326,13344,17461,11766,12490,10949,16942,14114,12185,15776,9145,3199,2344,18958,9911,14184,9583,14916,10840,11497,16895,9414,17435,15688,15981,9446,10624,15385,11952,16881,21125,22069,10907,1860,22313,26478,19581,4663,20045,8876,16060,11141,10843,9378,15303,18664,22268,22974,13078,14433,9243,7699,7372,6273,6205,5688,4654,4874,2587,21289,21395,15096,23290,17032,12060,20067,22188,11975,13187,1390,10068,20872,17141,17207,9929,6925,10825,12071,6624,12371,18016,14278,15401,12995,13340,291,16092,17115,19893,16273,16858,18114,8772,17167,16257,16011,17110,15465,13406,16107,14756,17930,11794,19953,13364,15728,16135,8831,17565,15679,14146,9927,8689,14874,10790,11432,14843,15956,13706,3235,594,23515,23318,19362,16827,18217,18374,17574,12222,14113,12378,12922,11431,14655,22341,18257,15607,12556,8910,10213,13028,3323,377,6875,13701,14899,20594,18770,19230,8373,12577,12826,1426,17314,17313,15893,13121,21189,16244,15600,16102,15913,14006,10779,5716,17805,15613,6556,12916,7941,1166,13951,19310,14805,12412,28969,23451,20139,11840,13691,16819,8295,3119,492,16291,21916,18636,18136,16488,13978,12186,21685,17603,17710,12957,12144,5153,931,22610,18289,1547,12289,17696,20878,15395,18978,18351,14033,14419,14418,13260,11162,11017,11714,445,28679,21285,18508,20516,19133,15451,15306,14928,1276,17689,19613,18911,14359,14834,12695,15359,222,16339,15784,11644,14588,12074,13936,18788,15934,11631,7174,19235,28983,15855,21505,13782,24447,16484,16195,17274,9619,286,346,20867,18161,16049,12821,11586,14299,16473,11138,13453,11700,12661,15505,286,276,24647,15013,24956,28704,17215,21507,13716,19247,15309,14199,9736,198,18476,16211,17968,13751,10434,19578,1144,35,13692,14937,16753,12988,17783,10658,11703,13806,11256,13892,11397,12211,10368,11411,16773,14507,14646,14405,11106,171,15049,14591,14603,11493,10694,9286,12774,10198,472,12422,17835,16321,17137,18339,19322,10689,11547,13020,13148,13205,10438,13389,15711,14896,13032,16296,15492,13602,11761,13849,11654,14397,16671,16635,18373,20315,16625,14249,6630,11900,11513,11063,10275,13120,13807,11647,12689,14064,12131,18501,12765,7450,524,14628,17260,17834,18004,15340,12506,12292,15305,20457,14866,14915,16833,10575,13275,10434,17991,13544,181,317,26855,17629,19022,16644,18157,20054,14510,15184,9766,3434,397,170,20490,20776,15997,23242,16149,15914,11054,63,21411,18357,19875,18553,13136,14467,22471,19999,13001,18987,24162,20581,7820,20828,24262,18264,24425,17610,19522,15883,15771,15485,12460,6102,116,24826,17223,14664,15674,13815,17493,17643,15909,22317,14349,3374,21003,16276,15413,13415,16356,25782,5393,3267,23248,21750,16153,6780,19208,14001,9413,19756,14453,5963,22842,22840,22752,16470,18157,14267,18413,18320,18338,19478,19971,18887,18375,28715,23824,20155,20772,25396,20901,21738,11023,4236,18380,16994,5880,19889,18515,19371,16130,17466,12705,3874,5031,4272,27761,19004,17950,18487,22708,16832,17156,20541,11464,5854,19316,20740,16379,17415,21141,16811,14972,10589,26519,20748,13112,11040,12314,8815,11526,2704,1979,1738,1627,1634,987,1095,814,614,302,183,165,66,47,24,15,3]}
