{
  "title": "The World’s Most Frightening Animal Sounds like This",
  "img": "https://static.scientificamerican.com/sciam/cache/file/FA0DB09C-6533-4FE1-9212B94195BF07D8_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/the-worlds-most-frightening-animal-sounds-like-this/",
  "audio": "https://traffic.megaphone.fm/SAM3642579876.mp3?updated=1703696423",
  "intro": [
    "Lions, tigers, bears: this creature sends all of those beasts running for the hills."
  ],
  "authors": [
    "Karen Hopkin"
  ],
  "category": [
    "Conservation"
  ],
  "transcript": [
    {
      "author": "Karen Hopkin",
      "text": ": This is Scientific American’s Science, Quickly. I’m Karen Hopkin. What’s the scariest sound you can think of? Is it…? [CLIP: Scary breathing and screaming] "
    },
    {
      "author": "Hopkin: ",
      "text": "Or maybe…? [CLIP: Terrifying music]"
    },
    {
      "author": "Hopkin: ",
      "text": "How about…? [CLIP: Lion roar] "
    },
    {
      "author": "Hopkin: ",
      "text": "Well, if you’re a mammal in the African savanna, it may well be this: [CLIP: Audio from study: “Women’s World Cup to be held in England and Wales from the 24th of June to the 23rd of July.”]"
    },
    {
      "author": "Hopkin",
      "text": ": A new study shows that animals from impalas to elephants are more likely to flee from a talking human … [CLIP: Audio from study: “My dad was a teacher, so I grew up in a home where everything I knew was sports.”] "
    },
    {
      "author": "Hopkin: ",
      "text": "Than from a snarling lion. [CLIP: Lion snarl from study]"
    },
    {
      "author": "Hopkin: ",
      "text": "The work appears in the journal Current Biology."
    },
    {
      "author": "Liana Zanette",
      "text": ": We’ve been working in the ecology of fear for a couple of decades now."
    },
    {
      "author": "Hopkin",
      "text": ": Liana Zanette is a professor of biology at Western University in Ontario. She says that fear is an overlooked aspect of predator-prey interactions."
    },
    {
      "author": "Zanette",
      "text": ": When we think about how predators can affect prey populations, we think about killing, right? Like the lion goes in and kills the zebra, and that's one less zebra in the population."
    },
    {
      "author": "Hopkin",
      "text": ": But even if a predator doesn’t kill you, it can still scare the pants off you, which then affects your behavior."
    },
    {
      "author": "Zanette",
      "text": ": You hear a predator around, you take off ..."
    },
    {
      "author": "Hopkin",
      "text": ": Even if you’re a professor of biology."
    },
    {
      "author": "Zanette",
      "text": ": When, for example, I’m out in South Africa, and I hear lions snarling and growling, I run, y’know? I’m not hanging around."
    },
    {
      "author": "Hopkin",
      "text": ": That makes total sense."
    },
    {
      "author": "Zanette",
      "text": ": All animals, even the human kind, have evolved as prey for something else, right? And so we all have the same responses when we encounter a life-threatening event. We all mount behavioral antipredator defenses to avoid being killed."
    },
    {
      "author": "Hopkin",
      "text": ": That includes skedaddling like your life depends on it—because it does."
    },
    {
      "author": "Zanette",
      "text": ": But we can see, too, that there’s going to be the cost, right? There’s going to be trade-offs."
    },
    {
      "author": "Hopkin",
      "text": ": In previous studies—on everything from cougars and sparrows to European badgers—Zanette found that fear affects animals’ fitness."
    },
    {
      "author": "Zanette",
      "text": ": Scared prey eat less. And we’ve shown in those other studies that that can affect population numbers and lead to cascading effects down the food chain. That’s the ecological consequences of fear."
    },
    {
      "author": "Hopkin",
      "text": ": So where do people fit in? Animals certainly have good reason to fear us."
    },
    {
      "author": "Zanette",
      "text": ": We know now that, through global surveys, that humans kill prey at far greater rates than other predators do."
    },
    {
      "author": "Hopkin",
      "text": ": But can we possibly be as intimidating as creatures we typically think of as predators such as lions and tigers and bears? To find out, Liana and her colleagues headed to South Africa."
    },
    {
      "author": "Zanette",
      "text": ": Because it’s home to the largest population of the most fearsome predator on the planet, the king of beasts: lions. So if animals are gonna be maximally afraid of what we consider to be the most fearsome, large carnivore predator on the planet, it’s going to be there."
    },
    {
      "author": "Hopkin",
      "text": ": On the savanna, Liana and her team looked to the local animal population to determine “Who’s more menacing, them...? [CLIP: Lions from study] "
    },
    {
      "author": "Hopkin: ",
      "text": "Or us? [CLIP: Humans from study] "
    },
    {
      "author": "Hopkin: ",
      "text": "The researchers set up motion-sensitive camera-and-speaker systems at 21 water holes around Greater Kruger National Park. When an animal would wander within about 30 feet of the device, a sound clip would play from the speaker while the video camera recorded the creature’s response. The audio might feature a lion growling ...  [CLIP: Lion growl]"
    },
    {
      "author": "Hopkin: ",
      "text": "Or a person chatting ... [CLIP: Sound of talking]"
    },
    {
      "author": "Hopkin: ",
      "text": "Or a bird chirping ... [CLIP: Sound of chirping]"
    },
    {
      "author": "Hopking",
      "text": ": To serve as a nonpetrifying control. And what did they find?"
    },
    {
      "author": "Zanette",
      "text": ": Animals are two times more likely to flee when they hear humans than when they hear lions."
    },
    {
      "author": "Hopkin",
      "text": ": They also leave the waterhole 40 percent faster when they hear humans. And that’s true across species."
    },
    {
      "author": "Zanette",
      "text": ": The leopards fled humans, not lions; hyenas fled humans, not lions. I still find that incredible."
    },
    {
      "author": "Hopkin",
      "text": ": Some animals took longer than others to dash."
    },
    {
      "author": "Zanette",
      "text": ": Like, you know, giraffes, they take a little bit of time to get moving because they’re frigging huge, compared to a warthog, you know, which is gone right away."
    },
    {
      "author": "Hopkin",
      "text": ": Warthogs hear humans … [CLIP: Warthog sound]"
    },
    {
      "author": "Hopkin",
      "text": ": And they’re history, whereas southern white rhinos ..."
    },
    {
      "author": "Zanette",
      "text": ": It takes them a while to get their bulk going. They have that big head, and they got to turn their head, their head and their huge bodies, and, you know, hightail it out of there."
    },
    {
      "author": "Hopkin",
      "text": ": But once they get going, they go. [CLIP: Sound of rhinos departing]"
    },
    {
      "author": "Hopkin: ",
      "text": "That’s the pitter-patter of rhinos heading for the hills from a video recorded for the study. In another video, a leopard that’s dragging home a large order of impala ... [CLIP: Sound of panting leopard]"
    },
    {
      "author": "Hopkin",
      "text": ": Drops his dinner and doesn’t look back after hearing the terrifying sound of ... [CLIP: Human speaking Afrikaans]"
    },
    {
      "author": "Hopkin",
      "text": ": Now, elephants did move when they heard lions growling. But in several videos recorded for the study, they actually move toward the source of the sound."
    },
    {
      "author": "Zanette",
      "text": ": My favorite is still that one where it’s at night, [CLIP: Elephants from study] and the elephants get so angry that a lion is there that they smash the camera, and the camera goes black. But it’s still going, so you can hear the elephants trumpeting as they eventually move away."
    },
    {
      "author": "Hopkin",
      "text": ": They never respond that way to the sound of people."
    },
    {
      "author": "Zanette",
      "text": ": So elephants recognize that lions are a predator, but they can defend themselves against that predator. And they do. Elephants realize that humans are a predator, but they cannot defend themselves against it. And so what did they do instead? They leave."
    },
    {
      "author": "Hopkin",
      "text": ": Liana finds these reactions to unexceptional human utterances utterly remarkable."
    },
    {
      "author": "Zanette",
      "text": ": Who knew that humans just being out on the landscape was having such an incredible effect on all manner of animal? It’s really quite amazing."
    },
    {
      "author": "Hopkin",
      "text": ": At the same time ..."
    },
    {
      "author": "Zanette",
      "text": ": It’s really depressing—right?—because there’s over eight billion of us, we are in every nook and cranny on the planet. And so fear of humans does really pervade the planet so extensively and affects so many different animals. Then this is a completely new environmental impact that humans are having out there."
    },
    {
      "author": "Hopkin",
      "text": ": But Liana is determined to focus on the positive."
    },
    {
      "author": "Zanette",
      "text": ": Part of what we do in our lab is conservation biology. And you know, the number one rule of conservation biology is you can’t ever get depressed. Otherwise you will not go on."
    },
    {
      "author": "Hopkin",
      "text": ": So, for example, she thinks that animals’ instinctive skittishness around human vocalizations could be leveraged to, say, keep rhinos out of regions where poaching is a major threat."
    },
    {
      "author": "Zanette",
      "text": ": Our idea is to maybe ... set up some speakers playing human sounds so that rhinos will hear [and think], “Okay, I hear humans; humans are around there. That’s not a good neighborhood. There’s no way I’m going there.” So they won’t venture into those areas, and they won’t get poached."
    },
    {
      "author": "Hopkin",
      "text": ": Now, does Liana think she could use her own words to scare away a lion or leopard she might stumble across on her next research expedition?"
    },
    {
      "author": "Zanette",
      "text": ": Well, maybe. But I’m not gonna stay there and find out, no frigging way. [CLIP: Show theme music]"
    },
    {
      "author": "Hopkin",
      "text": ":Science, Quickly is produced by Jeffery DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Subscribe wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news. For Scientific American’s Science, Quickly, I’m Karen Hopkin."
    }
  ]
}