{
  "title": "They Tap Into the Magical, Hidden Pulse of the Planet, but What is the Nighttime Bird Surveillance Network?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/1159DF5D-6DC4-4339-9EB31FC6F5A93108_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/they-tap-into-the-magical-hidden-pulse-of-the-planet-but-what-is-the-nighttime-bird-surveillance-network/",
  "audio": "https://traffic.megaphone.fm/SAM9061262090.mp3?updated=1703697998",
  "intro": [
    "On any given night, dense clouds of dark, ghostly figures pass over your head as you sleep. Maybe you never knew they were there, but there are people out there who are deciphering all the unseen movement that happens amid the darkness."
  ],
  "authors": [
    "Jacob Job"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    },
    {
      "author": "Kyle Horton: ",
      "text": "Actually seeing migration is tough. I didn’t see migration, but I heard it that night, and that’ll always stay with me. [CLIP: Theme music]"
    },
    {
      "author": "Jacob Job",
      "text": "There’s no denying it. We humans largely operate under the light of the sun. But as the sun sets and we go to bed, another shift begins. While we sleep, depending on the time of year, the skies come alive, and they have a story to tell. Are you ready to listen? I’m Jacob Job, and you’re listening to Scientific American’s Science, Quickly. [CLIP: Sound of dawn chorus of birds]"
    },
    {
      "author": "Job",
      "text": "Each spring billions of migratory birds take wing in an annual ritual that carries them from their wintering grounds to their breeding grounds. Come fall, adult birds with offspring reverse course and head back to their winter homes. Birds have been migrating for at least hundreds of thousands of years. Our understanding of this phenomenon is relatively recent, however. Early speculation suggested that the seasonal exodus of birds was best explained by some pretty far-out-there hypotheses. Dating back to at least the 11th century was the idea that some geese temporarily transformed themselves into barnacles that clung to the sides of ships.  A 16th-century Swedish priest hypothesized that some birds dove down under water only to pass the winter in the relatively warm mud at the bottom of lakes.  A century later, another member of the clergy even suggested that birds escaped the cold of winter by hitching a ride on the wind—to the moon. [CLIP: Neil Armstrong moonwalk audio] Over time and with slightly more careful observation, it became clear that birds were indeed seasonally hitching rides on the wind—but not to nose-dive into lake mud or escape Earth’s gravity for far-off celestial bodies. They were instead traveling to other parts of the globe where it was warmer and, more importantly, where there was food to be found. They were migrating. We now know that in North America, around 70 percent of bird species migrate. Many of them spend weeks or months traveling thousands of miles across the Western Hemisphere twice a year. Birders know this and spend every spring and fall hopping from green space to green space with binoculars in hand, hoping to catch a glimpse of unfamiliar species they otherwise rarely have a chance to see the rest of the year. [CLIP: Bird sounds] As waves of winged migrants move across the landscape, it’s like a reshuffling of the deck. New species pop up each morning in your neighborhood. Those that were there just the day before are now gone. These daily discoveries can feel almost magical. And what most of us don’t understand is that most of the magic happens at night. [CLIP: Sounds of nocturnal flight calls]"
    },
    {
      "author": "Job: ",
      "text": "In this episode, and over the four more that follow it, we will embark on a Science, Quickly Fascination, diving deeply into the Nighttime Bird Surveillance Network. We’ll hear from birders and researchers who got a glimpse of these moments."
    },
    {
      "author": "Joe Gyekis",
      "text": "I live in the State College borough [in Pennsylvania]. Right in the middle of a town. Nights of 20,000 calls is a normal thing on a yearly basis.... Bigger numbers than that can also happen."
    },
    {
      "author": "Benjamin Van Doren",
      "text": "Some of the best nights of nocturnal listening that I experienced were when I was in college in Ithaca, N.Y., upstate New York at Cornell University. And so I remember calls from birds every few seconds that were migrating overhead. I found really thrilling because it felt like I was tapping into this vast mysterious pulse of the planet phenomenon that was just so much bigger than me. This was a whole ’nother level of experiencing something that was hidden to so many other people."
    },
    {
      "author": "Horton",
      "text": "And I remember going out to Tifft Nature Preserve, which is right in the heart of Buffalo, [N.Y.]. And I  remember walking up the hill, dewy grass. Brought a blanket, laid it out and just stayed there for most of the night, and I was just so pumped to hear these flight calls. I didn’t know what they were at that point. And I remember I stayed up late. I probably got back to my dorm at 4 A.M. or something."
    },
    {
      "author": "Bill Evans: ",
      "text": "And it all sort of came together when, one night at this campsite 30 miles east of Minneapolis, Saint Paul, I heard a large night migration of birds going over, all sorts of calls—one of these nights that there’s just constant calling up there, birds in nocturnal migration. And it was late May, [the] peak of spring migration. And it was quiet, and there were no insects, and the frog choruses were distant. I was up on a bluff, and I had a really good window to hear this phenomenon with my ears. For me, it was rapturous. I mean, this is an incredible phenomenon. I’m a good bird-watcher; I can go out during the day and see lots of birds, but here, you know..., this is the flight. This is the movement. This is different than anything that happens during the day. [CLIP: Nocturnal flight calls continue]"
    },
    {
      "author": "Job: ",
      "text": "The sounds they’re describing and the ones you’re currently hearing, the “chips,” “cheeps,” “zeeps,” “whistles” and “trills,”—these are the sounds of birds migrating at night. Specifically you’re hearing their nocturnal flight calls. Remember the 70 percent of North American birds that are migratory? It turns out that 80 percent of them migrate at night. Now there’s a whole host of reasons why birds may choose to migrate at night. Migrants encounter fewer predators at night. The nighttime atmosphere is calmer and easier to fly through. And the moon and stars act as navigation beacons, guiding birds across continents. But navigating in the dark has its challenges. Birds get blown off course, get caught in storms, encounter hazardous pollutants and collide with objects in their way. Scientists think that one way birds offset these challenges is by talking to one another. But exactly what they’re saying, why they say it and even who is doing the calling are still a bit of a mystery. In fact, it wasn’t until the late 19th century that we had our first documented evidence of nocturnal flight calls. In 1896 amateur ornithologist Orin Libby tallied nearly 4,000 such calls near his home in Wisconsin. Ever since then, scientists have been working night and day to decode this sort of nocturnal Morse code. What they’ve learned so far is that the phenomenon of migration is happening on a scale far larger than we once thought. But also that scale is shrinking as migratory bird populations decline to record low numbers. [CLIP: Theme music]"
    },
    {
      "author": "Job: ",
      "text": "For the next four episodes, we’re gonna go dark. We’ll train our ears to the night sky and learn about the science of nocturnal flight calls. We’ll meet the people, science and technology behind the global undertaking to decipher these enigmatic sounds of migration and how this work is being used to help protect migratory birds before it’s too late. And because fall is knocking on our door here in the Northern Hemisphere, it’s the perfect time to get inspired to go out and listen to your patch of night sky. On the next episode of The Nighttime Bird Surveillance Network:"
    },
    {
      "author": "Evans: ",
      "text": "They’re secretive, and here they were. And there’s all these other calls up there, too, which I didn’t know. And basically the idea came to me at the time that, wow, if I could make a recording of this phenomenon, that this would be a document that someone in the future would appreciate. And it was all there for me in that moment."
    },
    {
      "author": "Job: ",
      "text": "We get into the nuts and bolts of tracking the nightly movements of migratory birds with one of the original pioneers of nocturnal flight call monitoring. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."
    },
    {
      "author": "SUBSCRIBE",
      "text": " Apple | Spotify"
    }
  ]
}