{
  "title": "Are You a Lucid Dreamer?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/02F671BF-EAE3-4DBA-857686DA376F1B80_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/are-you-a-lucid-dreamer/",
  "audio": "https://static.scientificamerican.com/sciam/cache/file/78C6E71A-1A72-4581-A6E82A5BBA0BA5EA.mp3",
  "intro": [
    "A sleep researcher who studies what dreams can tell us about the possible onset of some mental disorders believes lucid dreamers might hold a lot of answers in their head."
  ],
  "authors": [
    "Gary Stix",
    "Jeffery DelViscio"
  ],
  "category": [
    "Sleep"
  ],
  "transcript": [
    {
      "author": "Gary Stix",
      "text": ": For Science, Quickly, I'm Gary Stix. Dreams may say something about the psyche, but they also say something about disease states. Dreams may even be something we can take some control over. To find out about all this, Scientific American got in touch with sleep expert Isabelle Arnulf, who is head of the Sleep Disorders Clinic at Pitié Salpêtrière University Hospital in Paris. During her career, Arnulf, who is also a professor of neurology at Sorbonne University in France, has researched a broad range of sleep conditions. Sleepwalking, rapid eye movement, sleep behavior disorder, lucid dreaming, sleep and Parkinson's disease and hypersomnia, hypersomnia being excessive daytime sleepiness. Professor Arnulf is with us now to talk about sleep and dreams. Hello, Professor Arnulf. Welcome to the podcast."
    },
    {
      "author": "Isabelle Arnulf",
      "text": ": Hello. Thank you."
    },
    {
      "author": "Stix",
      "text": ": So REM Sleep Behavior Disorder has been a real focus of your research. Can you tell us what that is and how you've found that it interacts with dreams and also how it might help us to better understand dreams?"
    },
    {
      "author": "Arnulf",
      "text": ": So REM sleep behavioral disorders correspond to people having some violent behaviors during sleep, including boxing, kicking, shouting. This is the most common kind of dream behavior we see. And this is a disorder that should be treated because people are injuring themselves or their loved one. Most of them are older than 50 years old and they can go up to 80. So it's not young people. And it has been discovered in the last 15 years that these behaviors, when they occurred in the elderly, is a strong predictor of Parkinson's disease and related disorders. So we started to do a lot of cohort of patients to follow them over time and looked whether they would develop Parkinson's disease or not. This is the main research direction presently, but in addition to that was to use these behaviors as a window onto the dream process. Because if you think about it, during this process of waking up and remembering your dream, you lose a lot of information. In contrast, if you look at people during REM sleep behavior disorder, you'll see that dream in action at the time it's happening. People speak exactly like they would speak during wakefulness. They behave like they would during wakefulness. It's a narrow window, but it's a very, very proficient window into dreams."
    },
    {
      "author": "Stix",
      "text": ": Is there certain content of these dreams? And my understanding is that in some of the neurodegenerative conditions like Parkinson's that you just mentioned, there are certain themes, there's certain types of dreams that they have. Can you talk about them?"
    },
    {
      "author": "Arnulf",
      "text": ": The most recurring themes of these dreams are aggression. They are mostly aggressed by animals, or by other humans. Or it's their loved ones who were aggressed, and they fight back to protect their loved ones, to protect themselves. We see that in 80% of the dreams, but 20% of them are quite normal."
    },
    {
      "author": "Stix",
      "text": ": Can this be used by clinicians for diagnosis?"
    },
    {
      "author": "Arnulf",
      "text": ": If somebody is enacting dreams, shouting at nights, I think these dreams of being attacked and enacting them in the bed in their fifties or sixties, yes, it can be really used in the diagnosis process. You must think about Parkinson's disease that is coming, but enacting part is most important because all people can have nightmares but enacting them is is the key point that is caused by the beginning of Parkinson's disease."
    },
    {
      "author": "Stix",
      "text": ": Another area you study has to do with lucid dreams. Can you tell us what lucid dreams are and how they might provide a better understanding of dream states, and how they can be used in sleep medicine?"
    },
    {
      "author": "Arnulf",
      "text": ": Lucid dreams is being aware of dreaming while you are still dreaming without awakening. Sometimes you realize you're dreaming and it wakes you up, but a lucid dreamer can remain asleep. And as soon as they realize that they are dreaming, many of them can act or change some of their dreams. Most of them try, for example, to fly and you can also change your dream to make them more agreeable, avoid enemies, or making nice travel all over the world, or sex with great (movie) stars. So it's it's a condition that occurs in the normal population, it's more frequent in children than in adults. And this ability to change your dreams is very useful when you have nightmares. If you can realize that it's a bad dream or a nightmare and change it, it will make your nightmares disappear. It's something we have developed with patient with narcolepsy, which is a another disorder when people are sleepy all the time, and they used it a lot to change their nightmare to make them more agreeable."
    },
    {
      "author": "Stix",
      "text": ": So you communicate with the self-aware patient and try to get them to take certain actions? Is that what you're saying?"
    },
    {
      "author": "Arnulf",
      "text": ": Until our recent work on lucid dreaming, it was thought that you could not communicate with somebody asleep and dreaming. But we were able to do that in the series of patients. We were able to ask them some questions where they were asleep and they were able to answer, not with their mouth, but with some signs from their body, like pointing or smiling. So lucid dreamers, in addition to changing their dreams, can be able to send signals or codes to the investigators. And in this case, they are just great subjects for helping us about research in dreams. Lucid dreaming is also just a scientific tool to explore what happens during our dreams. For example, it was possible to know if time was the same during our dreams and doing reality using some signals sensed by the lucid dreamers like counting from 0 to 10, during dreams and doing the same during wakefulness. And it was shown that it was the same duration. And we use it more recently to ask our lucid dreamers to send us codes about the emotions that were feeling in their dreams, and what we saw is that these are the emotions going extremely fast during lucid REM sleep, and they switch very rapidly from smiling to crying as if it was one of the functions of dreams to regulate emotion."
    },
    {
      "author": "Stix",
      "text": ": Does it also have any kind of clinical use in helping patients?"
    },
    {
      "author": "Arnulf",
      "text": ": Yes, it has some clinical use, but you must be a lucid dreamer, which is something ... if you're not spontaneously a lucid dreamer, it may be difficult to acquire. You need three to six months of training to get to proficient lucid dreamers. But there are some people trying to develop some other techniques to accelerate the ability to become aware that you are dreaming when you are dreaming."
    },
    {
      "author": "Stix",
      "text": ": What are you most excited about in your research going forward?"
    },
    {
      "author": "Arnulf",
      "text": ": The most exciting things I think is lucid dreaming--such a potent way to answer a lot of question we have about dreams for a long time, and because I found that this patient with narcolepsy where proficient lucid dreamers during naps, during daytime, we have built a lot of experiments around this idea and it worked very well to answer all the question we had about dreams. So it's coming one paper after the other because it takes time to publish, but I'm surprised by how efficacious this model is to understand dreaming."
    },
    {
      "author": "Stix",
      "text": ": This is really fascinating. Thank you so much."
    },
    {
      "author": "Arnulf",
      "text": ": Thank you. And goodbye."
    },
    {
      "author": "Stix",
      "text": ":Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong. Our show's music was composed by Dominic Smith. Please consider supporting independent journalism like this. Become a Scientific American subscriber today, and don't forget to subscribe to the podcast on Apple or Spotify. For Science, Quickly, I'm Gary Stix."
    }
  ]
}