{"title":"Migratory Birds Are in Peril, but Knowing Where They Are at Night Could Help Save Them","img":"https://static.scientificamerican.com/sciam/cache/file/75B5DCF8-B45C-453D-BB3E777C5103FAF1_source.gif","url":"https://www.scientificamerican.com/podcast/episode/migratory-birds-are-in-peril-but-knowing-where-they-are-at-night-could-help-save-them/","audio":"https://static.scientificamerican.com/sciam/cache/file/7DB0DB9E-A2CF-42E3-B1D5029B213CF915.mp3","intro":["Light is a very dangerous, if not so obvious, threat to birds who migrate at night. But researchers are using weather radar to track birds and provide “lights out” forecasts to help keep their paths clear of visual distraction."],"authors":["Jacob Job"],"category":["Animals"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify [CLIP: Numerous nocturnal flight calls of Swainson’s Thrushes]"},{"author":"Jacob Job: ","text":"The night of May 23, 2022, was an exciting one for me. I was at my house in northern Colorado, winding down for the day. My phone buzzed. I pulled up the alert. It showed that a large movement of migratory birds was coming my way, and they might just fly right over my house. I stepped outside on that cool, calm, and cloudy night and turned my ears to the sky. I could already hear them flying overhead: dozens of Swainson’s Thrushes. I rushed inside and turned on my audio recorder."},{"author":"Jacob Job: ","text":"Before the sun came up the following morning, my microphone captured nearly 1,200 nocturnal flight calls, nearly twice as many as I counted any other night that spring. And I was ready for it."},{"author":"","text":"[CLIP:Theme music]"},{"author":"Job","text":"I’m Jacob Job, and you’re listening to the final episode of a five-part Fascination from Science, Quickly on the Nighttime Bird Surveillance Network. Migratory birds are in peril. For many, that peril comes from one very dangerous, if not so obvious, pollutant: artificial light at night. This light disorients migratory birds, pulling them off course and putting them in harm’s way. It is thought that artificial light contributes to the deaths of millions of birds each year."},{"author":"Job","text":"In this episode, we shed some light on how scientists are working to help darken the skies overhead so migratory birds can find safe passage in the night."},{"author":"Job","text":"When that massive movement of migratory Swainson’s Thrushes flew over my house, I was prepared to record it because I had some advanced warning. As science has pulled back the curtain on the magnitude of night migration, its vastness has necessitated the development of technology to detect all of these birds in the night sky. Using technology to predict the movement of birds across the continent is not that different from predicting the movement of weather systems. We can do this because of radar."},{"author":"Kyle Horton: ","text":"We have this incredible and unique system of radars across the U.S. It goes by a number of names. I say Weather Surveillance Radar. We might turn on the TV and hear Doppler radar, NEXRAD. Formally, these are WSR-88D radars. That’s Weather Surveillance Radar. WSR-88 is when they [were] reengineered in 1988, and the D [is] telling us that these radars have Doppler capacity."},{"author":"Job","text":"This is Kyle Horton. He’s an assistant professor in the department of Fish, Wildlife and Conservation Biology at Colorado State University. And clearly Kyle knows something about radar. But rather than tracking raindrops ..."},{"author":"Horton","text":"I use, primarily use weather surveillance radars to monitor the passage of nocturnally migrating birds. So when I was a graduate student, I started with three sites, and that was a big deal. We went up to six sites. By the end of my Ph.D., we were working on a study with 20 sites, and at that point, that was the largest study of using radar data in the U.S. for migratory birds, and it seemed like a massive achievement at that point."},{"author":"Horton","text":"I would say within a year from us starting that study, we had ramped up to a study using all of the radars, all 143."},{"author":"Job","text":"As Kyle mentioned, you are likely most familiar with radar in the context of weather. And that’s the exact system Kyle is talking about: all 143 WSR-88D radar stations located across the contiguous U.S.. [CLIP: Thunderstorm and rain]"},{"author":"Horton","text":"The radar sends out a signal. That signal bounces off of something in the atmosphere and returns back to the radar. That signal returning can tell us something about the intensity of that signal. Is it big or small? Is it a small rain droplet or a big rain droplet? That signal that returns can tell us which direction things are moving: north, south, east or west. It can tell us how fast things are moving as well."},{"author":"Horton","text":"So again, those tools, those measurements are set up for meteorologists to quantify the movement of a thunderstorm or a tornado or a hurricane coming through the Gulf of Mexico region."},{"author":"Job","text":"It turns out that we can also think of birds as big raindrops."},{"author":"Horton","text":"Most of the content of a migratory bird is water, so the radars are well equipped for that detection. It’s not to say that they’re detecting tens of birds or hundreds of birds, but we’re talking about hundreds of thousands of birds to millions of birds on a given night. And I think those numbers are just—they’re eye-popping in a way. They’re hard to comprehend. I sometimes have to give myself a sanity check, too, of “Is it really possible we’re detecting 500 million birds flying across the U.S.?” And you do the numbers, you crunch them...."},{"author":"Horton","text":"Okay, yep, that makes sense."},{"author":"Job","text":"Before this innovation, our collective understanding of how many birds might be moving on any given night was pretty rough. Now that understanding is much clearer. [CLIP: Upbeat music]"},{"author":"Horton","text":"It opened our eyes. We could see migration at a continental scale. We could see where differences were showing up. We could see the ebb and flow of migration on a nightly basis. But really importantly, we could start pairing those movements with predictors to say, “Okay, the winds are out of this direction. They’re moving at this speed. The temperature is X, Y or Z. Cloud cover is at this level. And we see this amount of migration.”"},{"author":"Job","text":"Kyle and his team learned that, like with weather systems, you can predict the movements of migratory birds and that these movements are closely tied to weather patterns. They pulled nearly 25 years of past radar data to look at the relationship between birds and weather. With a lot of help from machine learning, the relationship was stunningly clear and highly predictable. This is mostly how I knew that May 23, 2022, had the potential to be a big night for night calls over my house."},{"author":"Horton","text":"We can now forecast the movement of migratory birds in near real time. We make forecasts multiple times a day, and you can see those forecasts live, spring and fall, on a site called BirdCast. BirdCast was an idea two decades ago, and now it’s come to fruition in terms of that vision. If you go on March 1 to around mid-June, we have spring migration forecasts.  If you go mid-August to mid-November, we have fall forecasts showing up on BirdCast."},{"author":"Job","text":"Kyle and his team are using these forecasts to help curb one of the biggest issues that migratory birds face: the deadly effects of artificial light pollution. Artificial light is not something most people would instantly recognize as a harmful pollutant. But according to Kyle, it’s a huge problem for migratory birds."},{"author":"Horton","text":"If you go out and take a can of paint, and you dump it in the lake, yeah, you’re polluting, right? But if you leave your porch light on at night, or we leave your office lights on, and it’s casting light out into the airspace, is that pollution? And some folks might say no, and some folks might say yes. And I would be in the camp of saying that that’s a pollutant. So that’s one of the things that birds are facing."},{"author":"Job","text":"So what can this kind of airborne pollution do? [CLIP: Ominous music]"},{"author":"Horton","text":"There’s lots of evidence that’s been growing over probably more than a century at this point where we might see birds colliding with communication towers. It’s not the tower that they’re colliding with, it’s usually the guy wires. But why are they circling around a communication tower? And usually the light on the communication tower, they are entrained into that light. They circle around it. They’re calling, giving these flight calls, and then they collide with something that they ultimately didn’t see, the guy wires supporting the communication tower."},{"author":"Job","text":"These towers have bright lights on them to prevent aircraft from flying into them at night. But this visual deterrent unfortunately has the opposite effect on birds."},{"author":"Horton","text":"We see evidence of this of birds colliding with skyscrapers. And they're colliding with the windows. But why are they flying into the building? It’s not to say that birds collide with trees on a given night when they’re migrating. They can perceive obstacles, but they couldn’t perceive the glass on the building at night."},{"author":"Job","text":"Essentially Kyle and his team found that more lights on skyscrapers leads to more dead birds."},{"author":"Horton","text":"So that’s why we think about light as a pollutant for these birds. It’s taking them off course. It’s reshaping where they’re on the landscape. We can see more birds in urban centers than we would otherwise expect, and light keeps coming up as a common attractant."},{"author":"Job","text":"The problem with artificial light is especially visible at the Tribute in Light memorial. [CLIP: Ominous music]"},{"author":"Horton","text":"We see this in New York City, one of the most photo-polluted cities in the lower 48 states of the United States. When we go there on September 11, when the towers of light are set up to remember the lives lost during the terrorist attacks, there's no missing them. They cast miles up into the airspace; you can see them from upwards of 60 miles away on the horizon. Birds flock to those lights en masse. We see thousands of birds, warblers, circling the towers of light."},{"author":"Horton","text":"In that case, there’s not ultimately a structure associated with those lights, but the birds are very clearly attracted to those lights. The lights go on; the birds show up. The lights go off; the birds dissipate."},{"author":"Job","text":"And night flight calls also seem to be impacted by light pollution. Scientists aren’t entirely positive why birds produce night flight calls, but when they make these calls reveals some clues. Birds emit night flight calls more frequently during poor weather conditions, such as fog and rain. They also call more when disturbed or flying in particularly dense flocks—and, it turns out, when they encounter light pollution. This suggests that the night calls might play a role in birds’ flocking dynamics—sort of an attempt to keep one another safe."},{"author":"Job","text":"As birds call out when they’re disoriented in light pollution, however, it attracts even more birds into the light, putting more individuals in danger of running into objects and killing them. To combat this problem, BirdCast is working to get anti-light-pollution-proactive."},{"author":"Horton","text":"So we have Lights Out forecasts as well. Again, we think of light pollution and turning off lights as a motivator for those types of maps."},{"author":"Job","text":"The maps predict when heavy movements of migratory birds will be flying over major cities or light-polluted areas. The approach is a way to give people and cities in the paths of these birds a chance to help keep them safe by turning out unnecessary lights at night. To date, there are dozens of city- and state-wide Lights Out programs around the country working to turn their lights off at night during peak migration."},{"author":"Horton","text":"On a seasonal basis, most areas across the U.S. see about 10 nights of massive migration. More than 50 percent of birds will pass that area in 10 nights. Not to say that it’s 10 nights in a row. They’re not the same 10 nights every year, but it’s about 10 nights when you’re gonna see the vast majority of migrants pass through any given region. [CLIP: Serious music]"},{"author":"Job","text":"But producing the data that predict the timing of movements of migratory birds across dangerous light-polluted areas is only one part of the equation. There is still a lot of work to do to get the word out about the issue."},{"author":"Horton","text":"Most people don’t know that birds migrate at night. So the thought that people would make a connection between light pollution and migratory birds seems unlikely. So there’s a lot of growth, room for potential here for just education around bird migration. So if we can make those connections, whether it’s local stakeholders or national venues, I think we can make a lot of change there as well."},{"author":"Job","text":"If you want to help protect migratory birds, go to BirdCast. Set up alerts on your phone. And just turn your lights off on those big migration nights, at the very least. If you want to have a greater impact, reach out to your local lawmakers. Introduce them to the tools that BirdCast offers. Work together to shape policy that is the most effective at curbing light pollution when it’s the most dangerous to migratory birds. [CLIP: Theme music]"},{"author":"Job","text":"We are living in a golden age of migratory science. In the last five podcast episodes, we’ve come a long way from those early days of not knowing where birds go in the winter, to giant satellite dishes that allow us to listen to the sky, to rooftop flowerpot recordings of nighttime calls made cheaply and from your own backyard, to a mass movement, supercharged by artificial intelligence, to understand just how awe-inspiring and complex the secret lives of migratory birds actually are. And for Kyle, that knowledge is so close to flying up to our very doorstep."},{"author":"Horton","text":"And I would say, if we can provide that algorithm to people, probably for free, and they can wake up in the morning and check their phone or get a text message that, okay, a Vesper Sparrow flew over and x number of Chipping Sparrows flew over and, oh cool, there was a Rose-breasted Grosbeak mixed in, there’s Swainson’s thrushes coming over—I think those breakthroughs are coming."},{"author":"Job","text":"Until then, get outside this fall. Look up and listen closely. Peak migration is upon us. They’re coming. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. Our theme music was composed by Dominic Smith. For Scientific American’s Science, Quickly, I’m Jacob Job."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[57,129,371,473,852,1171,1644,2167,8123,8502,3897,4708,4172,4045,6158,4789,4480,4993,5132,6340,5917,6676,7003,6179,5855,5510,5999,7324,7408,6429,6794,8335,6949,6530,5604,6723,9626,7034,5591,5200,4382,4464,8493,15900,19986,15570,15573,15767,14739,22673,13245,20079,10199,12456,12183,26089,11880,6366,2841,2744,2491,15994,18906,13705,13820,20141,15444,16221,17449,16353,14439,6842,1991,18433,19964,19968,2663,2717,18131,14596,16221,4730,16573,21350,20060,19289,11819,13899,19778,15493,18588,19163,8820,16404,2532,17886,19682,15384,20422,15319,9620,13376,3419,3693,7311,2780,2471,2441,2051,17829,20771,18149,19362,14667,14192,21533,10832,20224,13236,18079,19001,20019,24082,14539,4900,7040,17384,14640,20933,11071,13608,17652,12535,7112,7573,7064,17487,16321,14516,15815,18735,12389,11154,2715,2634,2714,3562,7812,2563,17202,19574,16169,17645,17662,18417,17491,16768,13771,3907,3743,3009,13019,18157,20827,16868,16298,19543,15207,6603,7991,21641,21290,21868,16486,14361,25853,14033,19848,12083,20546,19181,12638,2776,13006,7585,20354,16006,15193,20259,22342,19476,14313,14897,9512,15807,4683,2486,10439,22952,5786,15330,10509,8620,16328,9602,11018,14358,11960,12375,12918,14639,11623,17602,13344,14385,15459,13496,18344,14049,12049,10269,18406,20692,15311,24843,16575,15733,16258,20821,25448,22350,18982,21473,14309,20029,20605,16252,20505,23691,17520,12518,12107,18391,18594,20798,23847,16127,22237,7600,4735,10905,25369,18363,22237,18140,21021,15848,8441,5830,22782,19020,8888,8201,25272,21547,15902,19110,18980,18713,17519,16604,15614,26374,23462,21872,11461,15622,6654,9652,8352,25558,20796,20083,15140,14225,6265,5364,15336,19855,16040,19284,13680,21677,18532,15778,5238,18099,25190,18833,19386,13166,19303,13075,16064,14607,5010,10356,8150,22172,25633,25317,22482,20291,15205,21117,14344,19643,22146,18231,13460,23834,13479,8092,14907,4836,8528,22677,22322,26905,15762,8743,15076,22321,19810,20854,24047,13086,23650,19124,18974,19255,15665,24577,18871,14924,10153,22273,15683,16668,7584,19798,18676,25610,14370,14392,9973,11147,15355,17193,15542,13781,15732,14271,11157,9073,11211,4733,5808,5266,8667,6920,1815,1178,877,857,796,1401,1488,638,1154,2323,2680,3005,1218,3065,4132,3956,984,898,304,283,201,139,107,59,15613,19343,19698,14709,13308,18804,13656,14905,10118,16716,12810,14843,21884,3091,1,19804,15332,12825,18468,12446,14255,21259,11518,17755,16170,6209,1,26198,22037,12605,20889,19816,21933,18824,20635,12163,14116,21141,16804,16902,5,26216,24982,15890,23913,19853,16706,13801,15287,16396,21527,15404,5495,5240,14528,12352,21867,13004,20323,13501,19516,11023,0,6047,10801,16670,13497,14469,15596,16814,15795,16261,19430,18161,13897,335,9553,27330,15926,21260,15524,12269,12763,13250,17533,16049,9268,9,14324,15618,12509,11166,13030,15452,5508,19260,21195,7173,18176,25386,6966,6247,11580,11243,21697,14240,16613,15615,12371,15665,12896,5223,8941,13874,19762,21309,26383,26500,10474,7515,9507,4143,8598,12804,27733,19868,21819,14921,14844,17592,5178,7,9314,6022,21329,15591,18902,23866,20106,20990,8686,10878,9124,11173,9421,7454,24088,18265,21520,17771,19221,12324,10041,16350,2718,8508,8263,8324,13248,9313,11646,10059,8836,10582,8610,10607,17893,16851,20254,7958,10702,8902,11281,9749,20416,16646,287,12949,14831,17193,23724,18618,14978,19424,16051,24564,18489,17352,12607,19827,19057,17521,9738,18910,14959,15987,11988,6901,218,1,20727,17807,15342,20865,13642,18582,13655,18786,16308,162,20913,21025,18500,12822,23469,20656,17267,11005,21582,13986,19296,14215,11221,24631,15792,17367,20779,9920,8803,12419,20922,19163,12882,9014,10581,8536,8818,15245,11656,10276,344,13441,23420,26473,24244,9522,13354,12750,11696,10101,23258,4338,7575,13173,10064,9699,10145,17614,14888,2693,7,6940,28529,22844,20551,9922,10274,11324,16186,21412,10048,17059,4639,18168,8214,6693,28381,12642,22389,3569,9629,28919,28967,20588,20162,11716,11798,10331,16988,11974,14587,7887,565,11297,10323,7817,388,1,13449,12936,28196,27383,21024,6550,8272,14696,6693,89,25374,23585,19038,14830,14412,19124,21133,17922,27870,13410,18185,11389,19535,16150,12809,14969,13543,15668,12780,25653,24447,10540,29836,12021,8750,6492,2241,20889,22844,17104,3487,21825,14834,18246,18286,13637,17791,11039,14782,19754,9006,18094,6221,22096,16721,12717,15298,17048,20848,10947,17796,18550,12,20163,16383,16786,16684,10367,14684,35,16249,21183,18884,15239,16411,11648,16945,16891,12494,4934,21010,16365,20673,10403,13203,16144,14395,2601,18878,28010,18372,20237,20046,12892,13720,19333,27616,20695,16431,12279,22168,13183,6471,12334,22293,20695,11263,10852,3559,9240,26858,25611,14693,7555,26070,12284,21037,9566,14858,14471,22341,13519,7905,17817,20836,13295,10710,24038,18031,19612,12482,1347,16971,19346,9812,1669,28269,16635,25368,23356,14406,7181,27381,12584,28249,12236,11141,19020,9997,21409,18310,11756,19454,14047,1313,26343,24437,30848,13030,11284,11524,21174,16655,9352,24201,26332,22716,22187,5090,1565,24341,25167,4271,14681,7700,22549,23751,14888,26449,26453,19042,20718,7045,22691,22082,14597,17794,13015,3635,29585,27702,22515,16908,16410,18364,23116,23946,10560,11912,10735,22064,13948,7737,9763,11743,14033,23636,15319,23785,19797,26102,20083,19225,15450,14461,15875,16356,10676,12088,31350,15882,17881,16118,16539,23513,17532,17510,29014,8924,17371,18634,16274,28780,18027,27174,29748,25853,15579,14740,11919,16536,7847,2579,17144,16463,21558,11773,11076,12232,21301,14313,10877,21224,13531,3952,12780,23953,23040,15260,11802,28233,8062,18059,13791,17053,9631,13924,18642,20863,11154,8595,22215,12395,19427,12094,21846,28293,23130,8950,30672,30595,21065,12059,5527,625,15694,14209,21101,24177,16967,15446,8606,14353,14851,2855,3777,14693,16369,14294,15675,17599,12345,5898,26442,21957,14768,17101,15139,12161,28693,25842,6182,4624,14583,27063,24760,22176,11722,24825,27540,193,26383,28111,26090,19972,14398,17840,18355,18475,15717,16853,14601,18498,17992,21584,14138,20058,11477,18318,15597,13197,16009,11274,20362,14824,7748,8516,16457,14904,858,6336,24630,18289,14838,16050,11755,14056,10013,12294,2792,23022,28055,18958,20067,15395,11923,20567,9886,15149,15784,19727,16799,15322,7014,8708,18042,15845,16020,13294,15785,13693,14410,10442,14077,11511,29233,26434,26779,14285,9538,16334,15185,8973,10214,20846,23267,21810,8646,4648,11674,27552,13697,10288,17568,7310,9921,6171,18966,9035,13954,7872,5790,19808,14206,4347,16287,14195,26857,28184,21623,17052,13778,10028,14732,10277,4435,15730,12878,10079,10495,22283,10685,9735,31767,21923,19415,22107,29314,22084,10517,13898,20510,11165,9926,6602,5409,17245,13899,11520,15696,16822,5170,19600,15840,12308,6087,9983,17619,15352,14669,20023,15937,15572,7263,17486,16540,15872,17242,18896,15182,21214,15120,20303,11067,3976,2988,20641,18433,13492,20231,19738,14989,14365,22335,17306,16038,17335,20827,16375,12467,11015,21688,14706,12184,16141,2880,12616,20451,20764,21599,11343,19108,11910,4164,16568,16367,16031,11893,21110,11652,14220,11721,25160,19866,17352,15484,5833,13673,18311,20328,24781,13669,17793,18993,17997,12746,15429,13769,12164,2235,26459,14524,14519,11647,16708,15127,14164,16872,15233,16702,3370,8722,16574,21031,17393,4883,10985,16863,15183,18895,14868,3397,3927,11411,21838,29108,14017,8595,21391,17289,30135,8526,8954,15858,8729,23926,24657,22511,22987,23441,14846,8249,30979,9634,10910,14017,19044,23848,26903,12927,4726,5263,17019,15483,12900,14644,19177,17191,4501,27296,14929,23929,11890,26792,24340,18894,11817,17279,6861,8649,8726,3133,6403,25108,24820,10080,10224,28761,15190,8011,8286,11896,6445,10331,16020,9590,11560,9709,3509,8090,17129,11452,8511,5783,4564,17471,14882,3982,19154,29712,12155,10798,13511,8767,26213,28547,17647,9922,11001,5964,7630,3926,16253,17475,14534,19846,12686,11943,19574,23436,21009,16328,15831,15456,14838,13229,21548,18634,17251,14607,21168,3024,1180,17165,15079,25880,19487,13822,16879,8680,5045,4,19824,20756,21287,16823,25545,22765,16056,16835,15891,15511,11970,16032,15761,15337,19008,13129,5687,4,20548,18732,19777,8093,14567,12638,13000,20045,13560,18462,15603,5260,197,22722,28623,7295,11899,19809,2490,27408,18693,7935,20638,26130,27297,1122,27087,14039,11867,7716,71,1,13263,21682,13592,27285,28057,11461,14029,20314,13757,9588,18549,29679,23873,21405,4596,23042,26588,14262,6300,28620,15553,18775,18002,9700,8747,28060,8163,8120,5402,4606,48,13426,24961,13078,20212,12142,15824,11711,12492,9284,10354,12411,11373,11907,19421,8453,3277,18,18919,30613,11614,19518,13698,14879,11695,7364,2535,13365,16105,14976,20261,19241,11020,5740,11139,2244,2902,1669,806,3052,6198,2495,4639,2277,2698,1351,950,8823,3278,25474,27312,13095,14636,24031,16503,11681,6627,22351,29411,13812,12868,9509,4617,890,513,18993,16886,20164,17422,26638,7373,13203,28364,20984,13408,13851,10630,10016,13690,17923,31734,20795,15260,30027,12679,4055,8612,19699,20117,13331,2732,13746,28773,21034,12545,21162,17863,22935,6879,10245,4711,12211,8908,17048,25439,29776,13765,9409,9107,14263,4276,14543,11649,4500,16003,4056,5921,15701,11156,6781,29798,28901,7757,21455,23306,18243,26317,6117,30826,12260,19551,24636,20070,25226,1090,1591,21728,15333,7657,14121,30461,24087,12618,21093,18683,29108,11880,10909,30542,14980,12596,12247,3871,11543,10352,162,14393,21448,17048,17778,20317,17692,15573,15214,21567,14121,18630,15225,10920,15440,1,20080,19703,12276,22142,19069,11831,13769,21851,11959,26619,17562,17659,17206,3153,15821,25845,18453,21439,23904,20771,15823,27573,19413,19148,29575,11534,17067,13258,12955,30381,16000,17191,30717,21320,24548,14517,8744,16715,15934,17772,13587,23401,19520,21921,3983,26389,29399,7063,11949,11867,13049,9524,10086,9104,14478,18112,9138,14868,12897,14628,1594,2,17370,19160,20469,21135,13155,27919,18276,12191,14058,15900,11884,12105,5741,21798,17013,5139,20994,14740,13699,19565,15063,19027,18093,25327,21261,14747,9941,9730,14076,18075,8627,22391,27487,17014,29925,68,30312,16467,16188,13441,11999,14513,14646,12395,18104,16661,15474,13138,10852,2546,2,0,15497,20965,23375,26524,17944,19693,18914,5232,10057,3852,8128,15489,29701,15231,11513,10742,6867,18447,14693,18494,7739,13689,24373,8376,7498,8806,13272,7716,13215,13774,10974,4522,21941,14032,20165,18478,13745,9955,24937,12899,14106,16594,18375,12006,16713,12813,7971,2897,1656,805,3032,6230,2428,4655,2144,2694,3030,9581,16258,12278,18046,17205,10754,509,9319,16913,25978,19710,11842,10939,7680,9216,13643,19013,14075,10301,10589,23470,23429,1850,16993,7938,20915,13135,25474,26481,30644,16707,20037,25698,12061,8560,29551,17957,22905,16319,13670,15328,10900,9335,9114,23179,23801,20097,13995,6725,16339,13317,16612,289,251,12094,23839,16988,16277,7844,15135,14190,20452,6878,27011,24008,19193,15334,18150,5553,12629,19953,14039,13291,9692,13682,12966,13600,19607,10989,3934,22744,9855,31935,17232,20376,19748,13299,9486,8124,1776,19095,13196,12109,19489,11575,16240,21181,26734,18071,15903,11170,23704,22624,17072,6906,22978,11997,23586,4112,3,20197,19951,30354,12068,8094,14133,14189,13999,20877,30496,25999,21275,21904,15889,16837,31102,8712,17277,6991,15938,25261,17006,15943,29260,4004,9920,26429,29742,11826,9959,11017,7231,2230,3089,2627,2227,2001,3829,4756,2493,2159,1955,2319,2924,2771,2709,2209,1993,1465,920,355,13949,23832,16474,19422,19888,12249,11808,20560,16765,10585,6919,547,1500,24235,20168,19250,20323,19990,16361,18066,19426,16277,18673,17985,18332,41,19936,17367,19361,10934,18741,11183,11601,20717,11410,428,6244,21437,17447,17329,19217,18480,8479,17519,12837,13215,17340,19727,19308,14479,8944,4347,21105,21617,13261,12809,20353,2744,18068,21717,19742,16898,15396,20664,14308,18487,17114,7467,13841,13287,15616,19880,2853,16834,15988,15654,15162,19958,1369,17558,22825,19474,13388,8416,2016,15952,19371,16807,20511,19610,14377,21809,18725,13601,11441,15431,17332,16942,17964,4235,1305,20095,14090,21292,15029,10535,15953,17260,13093,1708,23172,20285,16623,16302,14913,19774,12855,17802,12892,8073,16156,13824,18575,18237,13055,13288,19399,12085,13376,18913,5077,17405,15380,12104,14178,12225,13007,14774,17717,19990,16977,5885,15757,6044,2113,14961,15505,20579,17293,8648,3192,20502,22046,16351,12717,14004,21080,15423,19165,15730,15283,19298,4920,11568,14063,19148,29513,28870,27191,11135,13083,17862,4353,42,87,14219,27347,16143,11857,27845,9811,15317,8590,14830,14506,21503,25369,23615,14061,19038,16546,20951,14542,11305,5767,16707,24689,18992,15994,16516,11320,14512,19525,16357,17240,12415,18585,14600,16915,16446,8616,19524,11844,17597,11805,1877,5643,21025,18365,15332,14902,15423,18072,18768,12133,17798,15374,23040,13436,4632,20914,18099,18270,16238,19744,13359,19711,20344,16233,16183,17951,7257,10723,1,15719,11875,18188,18364,13419,15060,12936,14917,19604,19610,24313,14247,17650,16671,16428,20188,7551,15758,15646,17295,19287,20451,12505,14537,13233,16650,15596,1321,20239,9063,20163,15407,13620,61,26553,23996,22237,29335,22242,21009,19638,13463,15120,15491,11397,16448,19314,13141,11497,1256,2,23237,20458,9453,17307,18854,15302,15510,16973,20536,22526,23336,3545,14873,2597,12084,19628,26852,13220,21328,22952,27677,24,23599,16348,19077,19035,12026,17058,11613,14282,30192,10783,17723,13099,2469,7372,8349,7806,13721,20279,17817,11302,10943,10770,7677,9523,13177,4738,4022,16640,12977,18296,17581,18256,14813,16747,23653,14027,15412,19376,15625,14775,13252,19828,12635,15516,17904,13373,21189,5506,14540,14675,15203,18365,18905,5256,1130,16525,14608,16468,17106,15577,14922,12284,13412,14549,16494,13072,8565,2529,21315,22950,21465,18865,14608,17510,17023,17429,3528,3090,27047,27371,3379,3581,13294,13395,30201,23407,25285,24368,17584,6099,11571,7095,24774,9482,7717,16623,12389,16484,12265,1856,10234,13411,14399,8009,1177,11396,19566,26637,27131,5111,14440,27431,14856,13965,10221,9402,18000,11399,8968,11878,9783,16281,15698,4688,21001,8227,2396,2039,19638,18207,21560,17764,15448,11792,8692,3362,19953,22960,10152,11642,25994,16933,15762,22305,11656,17358,16611,19025,9097,7022,1206,17262,11547,7164,9808,18899,25743,7898,7219,5413,22695,14882,18454,16712,25396,17376,21168,5975,11550,19991,25384,2298,7072,22180,22358,11962,19538,1894,15574,14348,16405,16087,16351,13244,13850,15206,19031,11562,4606,17148,12957,4236,2110,14075,16024,19704,15575,21475,1651,13608,17515,17785,18465,17149,13115,2079,20662,14959,16643,13123,12131,19305,17221,19635,19967,4302,2833,18355,19424,15555,14025,20897,15410,15401,16240,24947,18510,17068,19729,12638,6609,12136,17319,16347,11479,16409,13892,16069,2598,588,1026,2421,3327,6470,7783,8154,7560,3106,2521,1908,2076,2713,3172,3070,2353,1743,1673,1924,1539,13278,20988,15306,12220,16242,14057,17599,17331,13090,18977,5850,3233,2347,16596,18800,20267,20261,22962,18069,26795,6880,16782,23573,19849,18614,16670,19040,16144,14856,23468,15927,16791,18625,20466,16493,16844,8978,20536,19911,24783,15893,15260,19465,21728,18502,16191,26757,24302,3171,16666,17654,20146,20277,16905,22489,23046,20374,21578,15576,19338,13636,14840,9364,22348,17502,21605,11952,1392,12697,23035,15462,14442,10890,20976,20788,21219,21548,19225,19917,7663,19928,20766,14110,18757,21367,19731,20274,16133,22757,22641,7532,17677,19885,18500,19910,19962,5368,9478,19058,15529,2684,24068,23010,21571,8605,24561,26541,15592,21819,21909,16603,20757,18860,21000,19049,12634,5785,19590,30692,25297,24041,16996,16615,13026,20737,32738,23984,21781,15746,12035,9623,5925,18992,12958,15519,5368,29887,25315,15737,19403,21436,17888,16445,11798,27441,16753,24129,11140,16927,26582,13193,12347,7144,30707,29725,19627,19765,8626,27768,12674,25024,23110,24732,25534,21445,14787,16367,7930,21006,16687,18427,15055,18140,26686,16071,15575,16937,9802,9899,13410,4439,8727,15580,17337,12903,30115,20505,10270,16021,22166,19759,17903,4078,4611,19629,20916,21663,13873,10069,3110,19039,21138,9106,7042,21856,24048,19828,16936,3738,24148,23913,15902,16775,20304,12010,2383,2573,21167,20056,19614,19097,8602,4898,5027,17649,21107,4756,5996,4751,4745,2977,20240,18935,17733,16478,22912,21703,20085,18567,14406,16074,19851,7176,20269,14551,18305,3925,3256,18855,15492,16869,22134,18014,21741,16095,8782,4997,21740,17110,18719,19553,25499,16313,7526,16296,13701,21974,17262,15400,18799,18054,6295,5208,4692,21566,15817,13346,11332,20107,16265,13104,9451,2488,2759,3555,25720,21466,18834,19603,20293,18888,14901,2077,19239,22215,8119,5946,5863,5565,3383,572,380,179,59,24,16,8,4,2,1,1,0,0]}
