{"title":"Follow a Hurricane Expert into the Heart Of the Beast","img":"https://static.scientificamerican.com/sciam/cache/file/88CD9AB6-A069-4DA4-920287ACD9964D1F_source.gif","url":"https://www.scientificamerican.com/podcast/episode/follow-a-hurricane-expert-into-the-heart-of-the-beast1/","audio":"https://traffic.megaphone.fm/SAM8302189497.mp3?updated=1703605749","intro":["Along with an expert, we take you into some of nature's most monstrous storms. "],"authors":["Andrea Thompson"],"category":["Weather"],"transcript":[{"author":"Andrea Thompson: ","text":"This is Science, Quickly. I'm Andrea Thompson, Scientific American's news editor for earth and environment. Summer means sun, heat, sand and the start of hurricane season in the Atlantic Ocean from June 1 to November 30. Tropical storms and hurricanes can spin up over the warm waters, bringing punishing winds, torrential rains and pounding surf when they hit land.  Our ability to forecast these massive storms has improved considerably in the last few decades, but they can still throw us plenty of curveballs."},{"author":"Andrea Thompson: ","text":"To help us understand the secrets of these meteorological mysteries, we're talking to Kim Wood, an assistant professor of meteorology at Mississippi State University."},{"author":"Thompson","text":"Hey, Kim, thanks for joining us."},{"author":"Wood","text":"Thank you, I'm happy to be here."},{"author":"Thompson","text":"So to start with, what happens to turn a mishmash of thunderstorms into this monster cyclone? You know, really take us into the heart of the beast."},{"author":"Wood","text":"So when a storm has the potential to become a tropical cyclone, the generic term for a tropical storm or a hurricane, it needs certain ingredients to be in place. So we need those thunderstorms to be there as sort of the seed disturbance. But for that to then become this organized storm, the ocean needs to be warm enough to provide energy to keep those thunderstorms going, there needs to be air rising, there needs to be moisture because they're clouds."},{"author":"Wood","text":"They need that water vapor to exist.  And there's something called vertical wind shear, which is a change in wind speed or direction with height. And if there isn't much of that, the thunderstorms can build more straight upward. And that makes them more efficient in turning that ocean energy into becoming a tropical cyclone.  So once it starts to get organized, you get that rotation there, then that ongoing circulation, once it's in place, that helps continue focusing the energy so it can intensify further."},{"author":"Thompson","text":"Great. Now, can you describe a little bit the components of a hurricane? You know, people might hear about the eye or the eyewall? You know, what are those? And how do they kind of lead into perpetuating the strength of the storm?"},{"author":"Wood","text":"Yeah. So when you look at a mature hurricane, and we use the word mature because it has these components in place. So when it's getting organized in the tropical storm phase, it'll have a center, which the winds are moving around in a circle, but it can look kind of lopsided, like the thunderstorms are more to one side than the other. But as a storm continues to organize, that asymmetry decreases, meaning those thunderstorms are starting to wrap more around the center, so it's less lopsided."},{"author":"Wood","text":"And that increasing structure, that organization helps kind of take advantage of the energy that is in place for it to continue intensifying.  So the eye is the center of the storm once it's strong enough to have an eyewall in place, meaning that there is a circle of strong thunderstorms wrapping around that center. So an eye starts to appear when it's around that hurricane strength threshold of 74 miles an hour, because it's increased in organization."},{"author":"Wood","text":"So you've got the eye that can be clear—it depends on how strong the storm is—and then the eyewall, or the strong thunderstorms that wrap around that.  And then as you go away from that location, that's where you see what we call rain bands, which are the outer parts of the storm that also can produce hazards like heavy rainfall and have winds associated with them. But it's not as strong as what we see right around the center."},{"author":"Thompson","text":"Is climate change is going to keep ratcheting up these storms, and what can we expect from hurricanes in a warmer world?"},{"author":"Wood","text":"I wish we had an easy answer to this. Yes, climate change will do this. But we have these competing factors. So warmer conditions means warmer water, which is more energy. But these warmer conditions also affect things like where's the wind shear and how strong is it? Where is the humidity? And how is that changing in space and time? For example, we saw some interesting behavior in the Atlantic last August in 2022, where nothing happened. We thought we'd see stuff, and we didn't."},{"author":"Wood","text":"And one of the factors is likely that there was dry air out in the Atlantic that was preventing those seed disturbances I referenced earlier from becoming tropical cyclones. And so we've got these competing factors for what could happen under climate change. Now, one of the things we are watching for is the potential for storms to achieve higher intensities because there would be more energy."},{"author":"Wood","text":"So one of the findings that seems to be consistent across studies so far is that we do expect stronger storms, but just because we expect stronger storms doesn't mean we expect more storms overall. And one of the things to be thinking about with respect to impacts, is a storm doesn't necessarily have to be strong to have strong impacts."},{"author":"Wood","text":"Because they might move slower and thus dump rain for a longer time, resulting in freshwater flooding.  We've got issues with changes in how high sea level is, and thus less how far in water can be pushed from the ocean when a storm does make landfall. And those are not directly tied to how strong the storm is. The strength does affect that, but it's not a 1:1 ratio, a strong storm equals a strong storm surge or a lot of rain."},{"author":"Thompson","text":"Right. And yeah, to talk a little bit about storm impacts, because we rate hurricanes by their wind speed, that doesn't always give the right impression of you know what impacts to expect from a storm because wind speed isn't the only thing that does damage, right?"},{"author":"Wood","text":"Right, exactly. An unfortunate example of this is Hurricane Florence from 2018, where, as Florence approached the Atlantic coast of the U.S., it was weakening in the sense of its maximum sustained winds were decreasing, but the storm was getting bigger. It was growing in size and extent. And if you have a larger area being impacted by wind over water, that's more water that gets pushed toward shore and thus a worse storm surge."},{"author":"Thompson","text":"Right."},{"author":"Wood","text":"The other thing is that it slowed down. So by slowing down, it rained harder over the same location, or it rained more, because it was there for longer. And that resulted in more rain-related impacts, upwards of three feet of rain in places."},{"author":"Thompson","text":"Wow, that is a lot of rain."},{"author":"Wood","text":"Yes, it's hard to picture when you're talking about rain in units of feet."},{"author":"Thompson","text":"With satellites and supercomputers and other tech advances, we can forecast hurricanes pretty precisely now, more so than in the past. Can you walk us through how we've improved hurricane prediction, particularly when it comes to some of the most dangerous storms, those that jump in strength in just a few hours?"},{"author":"Wood","text":"So I'll start from the observation side with our satellite capabilities. So with the GOES 16 and GOES 18 satellites that are now GOES-East and GOES-West, respectively, we have an instrument called the Advanced Baseline Imager. It, so to speak, takes pictures very often with really good resolution."},{"author":"Wood","text":"And it's much easier to see how the thunderstorms are evolving over time for a storm, as it's getting its act together, so to speak, organizing, starting develop that eyewall, and then once it does have an eye and eyewall, how is that changing over time.  So we're getting more information on shorter timescales about how those thunderstorms are changing, which is important because thunderstorms occur on, you know, pretty quick timescales over the course of minutes or so."},{"author":"Wood","text":"And you want to see what's happening in those minutes to be able to get a sense of how those processes could then translate to changes for the storm, more broadly speaking."},{"author":"Thompson","text":"Right. Now, would tools like AI be able to help us continue improving forecasts and understanding what's happening in these storms?"},{"author":"Wood","text":"Yeah, there's quite a few papers that have come out recently, scientific analyses that take AI tools to tease out signals that are too complicated for a human eye to capture in a short amount of time. And when I say signals, it's things like what are those thunderstorms doing? And it's not just are they getting stronger or weaker? But where are they? Like, how are they moving around the center of the storm? And are we seeing increases in how circular things are? How symmetric the storm is?"},{"author":"Wood","text":"Are we seeing decreases?  So AI tools help tease out those signals so that a forecaster doesn't have to watch a loop of satellite imagery over and over to see it themselves."},{"author":"Thompson","text":"So what really blows your mind about a hurricane?"},{"author":"Wood","text":"Phew, this is a wonderful question. The fact that the physics underlying a hurricane is the same across ocean basins—the Atlantic, the Eastern Pacific, the Western Pacific, the South Indian Ocean—and yet we watch these incredibly diverse ranges of behavior. We get these incredibly powerful storms, like Mawar that happened recently in the Western North Pacific, like Patricia in 2015 in the Eastern North Pacific, but then you also get these storms like Tropical Storm Arlene from just last week in the Gulf of Mexico, where it's like, yes, that was a tropical cyclone."},{"author":"Wood","text":"It was pretty asymmetric.  But, you know, it still counts as a tropical cyclone and it formed from a different approach, different seed disturbance, than something like Typhoon Mawar or Hurricane Patricia, and yet they're still tropical cyclones. And we can learn so much about them by investigating the weak storms and the strong storms and everything in between."},{"author":"Thompson","text":"Well, thank you for joining us and helping us understand a little bit better how hurricanes work."},{"author":"Wood","text":"Thank you again for having me. It was a pleasure to chat."},{"author":"Thompson","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show was edited by Elah Feder and Alexa Limb. Our theme music was composed by Dominic Smith. Don't forget to subscribe to Science, Quickly wherever you get your podcasts. And for a daily dose of science, sign up for our new Today in Science newsletter. Our colleague Andrea Gawrylewski delivers some of the most interesting and awe-inspiring science news, opinion, and whatever else strikes your fancy to your inbox each afternoon. We think you'll enjoy it. Check it out at sciam.com/newsletters."},{"author":"Thompson","text":"For Science, Quickly, I'm Andrea Thompson."}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,27884,19891,13046,7500,1045,20062,11498,5480,2907,16444,10374,8619,7654,11572,7124,6297,18779,4474,928,24685,19167,18110,6180,18801,3571,11729,3246,13443,15531,9610,6792,6542,6961,7521,3514,1341,15498,15779,8310,13253,8585,2160,15948,12116,8995,7701,5022,17165,14217,8048,7545,4390,8168,16825,13266,10698,19382,19320,10808,5016,20032,8992,6023,6564,3802,2847,20181,16716,12789,11947,7821,4333,5978,8612,6681,11448,13278,8024,6174,4834,1871,17774,16205,17270,14042,11265,6204,7942,3864,23333,9697,13101,10392,7687,7738,5921,6283,6087,2849,18154,9686,14721,8235,10380,15013,15770,13096,13839,7618,9551,8511,4504,6255,3282,2302,2786,5339,5419,5427,4458,3674,4315,2871,2945,822,555,439,446,428,328,11193,15232,10194,13602,7744,152,29165,21639,29333,21924,15945,3914,15712,6255,18570,17443,12654,26103,11882,7412,10439,17485,14571,9254,15990,15893,7384,8210,10765,4707,12576,8345,8481,6489,5348,8916,12928,7574,12529,9793,4275,655,17367,29455,12621,13832,8982,17791,16887,8732,11098,10069,17788,19430,16241,4868,13949,8470,10090,19670,14124,12609,13796,7242,7506,13775,12443,6937,14233,13094,10696,20496,18735,20096,7583,4339,27110,7156,12824,1456,29070,25261,15022,27692,12169,29145,29295,24510,14285,17149,12237,11814,8828,15547,16209,14400,2509,29307,5351,28317,25669,10189,16326,9969,7548,29188,12878,16294,7009,9519,20658,4419,3773,25379,14915,29090,23573,17105,13470,17288,12519,13644,14770,9758,2964,14144,15312,15273,5720,11260,6142,23997,15841,15505,10660,18900,11332,21507,13620,21045,19375,19309,15913,14462,10321,26889,9475,5262,21419,12878,13843,8257,16029,13771,856,15728,17441,6215,11809,19229,13519,8907,24142,10815,11154,4986,6551,11282,11844,5859,6800,12468,13966,4725,13568,15274,24249,29210,21107,5402,19551,29382,18989,12230,20162,12011,2060,22227,29261,13531,1457,13223,28941,15050,12272,15909,16360,11566,17408,17128,13142,11494,6604,9859,10432,4694,10192,9017,10486,24181,7600,19430,18684,1918,29109,19529,17257,23086,28966,8348,25666,25498,25821,14753,24221,28864,11199,29174,29260,21945,29123,11292,23269,21550,3662,16128,25735,29071,1220,28011,28200,23755,11395,23000,22650,28847,29021,14609,14209,10135,13241,7729,9556,14414,13966,8595,6445,15479,21878,13533,11577,15812,11696,17413,19306,14351,11221,7977,9407,1686,11686,10984,7843,19496,19586,9743,17880,10113,10231,7483,20375,23406,9777,10280,6457,10807,8213,8367,5407,1656,16791,22952,8127,6688,21015,17548,5040,3741,3801,24518,29391,3133,29305,9071,21960,25099,24311,18598,21144,11167,18514,17264,22345,14122,17484,11581,18250,21457,14227,10485,9771,12504,13004,319,29293,27797,2183,28958,19226,69,29269,18763,2494,14501,29039,12581,13164,11814,1767,18327,23409,17916,17799,8284,14479,19085,17020,10518,16098,16588,12469,12067,7728,79,26814,20954,25517,15249,17952,14134,20893,12863,12264,11204,24845,23731,10817,4735,29214,27190,18975,18939,12422,12408,17505,11370,1572,29088,422,25045,25861,10229,15103,12767,7809,29146,29149,20869,10736,22566,25330,3911,10819,19440,22085,15620,13437,7580,29069,12143,12837,5891,111,28051,16429,29069,21647,15873,7492,23875,23319,20308,28505,29279,25173,11531,174,17604,29262,2914,28081,14468,3141,29276,29317,14735,16286,24949,29355,23147,16456,15661,12398,12608,9970,17187,22416,6182,16622,23721,29271,22020,18244,25210,19860,16719,14275,58,29349,22201,25551,21386,28473,25027,19147,19779,24739,17058,14444,11813,14628,4085,19897,21327,23133,29111,29208,17386,8491,27658,28117,29170,15070,3308,29352,15715,10875,2770,15,11620,29578,20902,13814,17266,7702,5207,153,29301,29217,25463,29473,28187,9573,14612,28966,13213,13255,17702,26421,20785,12851,11072,12961,12160,22385,21219,13115,23007,26612,5791,93,14282,29297,13344,24266,20016,11069,8218,10494,3867,11803,29091,22192,26116,694,15903,19815,10616,12135,23471,19495,26124,18149,12969,20325,15766,12779,17525,17967,22482,18686,15416,21849,11724,11358,13355,29131,25504,5765,25293,20765,29216,29169,27547,16351,6768,9682,6815,28872,25436,11878,18116,18066,19439,18066,10082,5160,9830,8772,11260,29289,29147,7169,12250,17642,22753,29254,8401,7816,17368,11289,19649,10221,29013,11513,8346,8240,5214,8794,18426,14997,8210,10824,21292,28974,12668,9269,4599,11502,9033,4074,1241,5432,2837,272,20286,14368,13473,12432,5008,24326,12500,6021,7672,5566,4568,13281,9222,11620,4648,5704,3330,2615,2967,9,26014,20812,19645,18603,16415,19948,28068,25969,21451,12244,18856,15420,14830,27664,26733,18424,18644,23940,17237,6720,14085,6206,3090,28637,26199,3453,20701,22214,6889,6613,7184,8323,26868,17716,24,27841,16515,25101,22387,2179,27273,20644,19629,18196,22391,16259,11053,13792,13577,16667,9799,8770,14481,16049,9856,12946,9024,4825,23154,17687,2103,20439,20393,913,14232,6674,20101,13697,13249,12822,78,25321,11055,14327,10888,12196,6652,574,15613,7498,7269,7666,111,13389,21092,10382,19344,12617,24679,17505,18655,20599,10421,7624,12672,14290,23765,3413,22260,7633,25037,7267,23893,23826,23558,21948,2014,21,19127,21867,17720,28062,15994,26812,11848,8725,123,21190,21162,398,28694,28553,26195,16380,13070,20006,15864,14683,11812,19210,14119,23158,12121,13512,16422,15732,20432,22665,11983,12232,13172,25650,11218,10670,4986,21225,11857,10024,27346,7339,12793,18644,3156,15233,17074,4996,1210,22987,17445,23563,6211,4365,15361,21270,12933,5067,14140,544,12,25066,10270,25755,23189,6186,7496,10972,5145,1982,39,19132,18445,20014,17497,14334,11990,11012,10521,7714,13934,14508,7026,8418,4178,4956,1339,14991,7887,20451,20153,8660,5508,6379,29098,9620,4676,6489,2342,2659,27307,19749,2658,21533,24782,15839,11516,488,29316,16087,16799,10397,14474,7486,7138,26590,20591,16089,21722,29281,8450,10661,7881,12636,107,14127,16540,746,22053,29131,29151,16568,11445,10915,3382,24539,12180,8,2046,22042,29125,29226,24050,22407,21781,15857,24791,11885,16882,15031,15033,5711,37,21025,15745,14550,20450,18115,6128,13404,21224,10570,14453,10950,12145,1401,25120,21384,29175,18699,11878,23779,6857,13033,8939,16660,13576,13854,12264,1580,83,11529,25235,12854,21210,7826,14465,13497,16146,12505,9367,9910,12663,11531,5917,16085,20034,14985,19644,13212,6124,21549,24079,14771,16781,13217,536,12971,13752,10491,13636,12764,12089,14904,17142,8632,11035,14079,9665,15464,5301,4508,12119,8439,16372,5721,8360,11001,6255,9874,6561,111,21507,24509,19584,20359,23874,29159,14262,20110,8271,15006,8460,5771,7399,5006,10208,29179,29236,29103,15921,11945,14811,8021,26503,23945,19034,18864,17842,15626,11489,14574,18000,14753,11217,14245,10625,12491,20491,18293,14834,19,14659,14827,15613,16265,8930,11581,6594,5971,10415,18330,17502,19266,2620,1304,16460,27942,15322,397,8987,10109,9437,9218,21742,10973,9748,607,3652,19935,17210,13743,9635,17007,14376,8439,8149,8793,9667,11669,7371,9678,6456,5150,7705,15827,9994,8276,9224,4488,13571,6267,5629,228,29105,14873,29164,11155,21468,8680,22891,23936,28619,17559,18672,12956,8278,21367,11321,10653,4870,14920,15812,14187,85,25988,19640,282,24646,5940,9955,24067,14855,21915,5850,10533,17493,9765,12519,29202,22311,7997,28982,1818,25030,27832,14818,17132,19957,17986,17005,18402,12637,12911,29189,27676,3750,21697,14269,16238,180,29178,13155,19764,26751,22880,17507,5440,24760,21102,28043,28065,13896,23078,5111,20086,4310,131,24197,8251,28562,29531,18785,20718,21028,19603,27353,14019,8179,27661,29110,29029,29041,8581,28137,29208,69,2308,26874,4989,29233,29222,15231,25844,12099,11322,23845,16965,12679,14133,17536,12419,8820,6371,4582,9405,29413,16634,14871,18241,21173,16260,5808,29316,13070,22136,20355,24936,29166,11648,18284,17631,7246,22,18781,12237,23781,12491,11192,4388,5,20987,23655,18123,3305,23473,11816,23465,23561,11625,90,18905,18258,2287,25597,11895,8596,7833,8538,20543,14317,10171,3102,8193,6738,10851,9391,12657,19857,14041,6449,6861,3423,12418,7585,3126,4994,895,2267,7207,12784,7615,28729,20886,29162,29338,19683,29107,29099,14973,13265,21640,13888,6622,7634,7546,3720,7422,7650,7232,6184,7620,7141,5588,6645,500,126,14747,16389,16968,11590,11967,10938,8879,25503,14081,12894,6171,3710,14137,27271,13482,12809,9928,4398,9641,23605,11375,8693,10256,14733,14286,22970,18718,1765,20417,29242,15976,15641,27548,13058,7733,6855,5444,7519,7701,6627,10252,14166,14103,6537,7083,8127,15272,20700,18116,17016,13447,13926,11652,1597,26935,22444,22955,11387,12243,10236,3731,12459,14062,18149,22693,29281,19006,7362,11430,5841,5919,20286,11529,7298,28838,16193,14630,10094,11194,14716,10905,11364,22891,18087,24142,10232,6772,7456,16911,9555,15212,13317,16303,15083,14962,6381,29056,12394,29095,15542,11682,26761,29398,29106,21308,11277,29762,12850,26718,17518,16520,3228,22543,17265,27236,29303,27317,4813,26241,29097,25260,18327,4589,2484,15835,20451,24064,29295,18455,18961,9315,6996,13023,12359,19693,11534,21650,10156,10756,22229,11771,9688,15863,9789,24027,21723,21845,794,26252,19948,3770,15721,14331,23360,27141,11562,11494,18446,23501,17190,17554,17954,29212,16109,12918,5930,25312,29213,28205,14974,10535,21567,11348,7264,9162,9830,2617,20694,25947,27600,29242,28481,9206,7034,7544,19334,15924,17219,12111,1899,28544,23180,9812,13396,11564,8145,11063,13213,7500,12553,55,14396,29193,27264,15690,10494,20917,11231,46,8674,3580,20295,25211,23897,7361,16207,14219,7641,9798,128,25068,5003,22234,29148,9382,13760,16540,29039,29484,13003,15601,11850,1870,2865,22794,27187,21558,20453,29211,20621,14541,10102,9942,17630,15246,9882,14075,12651,12967,17875,17164,19228,8919,5750,2044,10371,9506,5502,3223,18954,12975,13419,12563,18118,8800,21724,21740,8285,20117,16803,21390,11617,9682,8400,8549,9219,10779,10305,13704,11503,22095,9309,3330,4625,1530,301,3071,29269,26974,1673,25849,19098,14682,23550,20893,7993,9205,6965,7687,26931,19114,12465,17537,5485,8323,11020,1741,28498,15995,24075,13249,19249,20334,1049,13151,7062,9748,15905,21200,7374,220,23036,21073,12687,9783,21750,12776,7865,10231,11649,11512,3315,17537,19178,15956,11994,16708,8847,7263,79,8658,12581,11259,10694,5659,28729,25899,2043,29192,17501,15824,13300,8050,9624,1614,28682,27672,21707,15425,12849,10330,14660,27546,8913,21217,17382,3094,13656,11714,21476,13719,18412,13811,16402,9046,10887,5334,7386,2358,15318,17669,9373,18994,18701,17013,9520,14236,13500,18043,22028,13251,11426,9308,16340,9499,13420,7233,8325,1310,29139,17190,13546,8068,29170,2950,16389,29294,8433,5531,29200,19715,26063,29309,15499,12060,4365,810,29438,29286,29264,17110,15308,17767,23325,16451,18586,29189,17310,19073,16838,12762,11090,9030,3189,10903,5665,1496,13073,18112,17723,16485,9523,6341,5248,3594,1449,23261,24005,11920,8866,12637,14146,10712,8494,2143,12203,18571,13053,24885,276,6907,17333,11741,13976,10930,5139,10314,6328,43,16492,16151,13996,13902,8364,5406,11567,11587,6749,4244,5237,14443,14345,8655,13660,13261,19751,16183,14972,16233,326,12974,29183,29022,14309,11281,5026,32,29293,24653,29292,5604,8449,9864,5674,29221,18336,29104,8904,7703,7243,7572,8235,4446,23529,7475,1030,12859,20811,16610,24615,10215,18592,3466,17699,19713,22973,16297,27224,9317,13053,8481,18947,11853,11270,14565,15522,15378,14554,20251,9881,12904,12351,7257,6925,4651,8191,36,24629,29259,28290,23706,11006,11472,9435,11308,13438,21405,8955,29129,16391,15090,29164,11195,11746,7443,24130,19840,23726,20499,392,29167,19464,844,8,19703,29180,26568,23411,17753,8619,2877,20057,18987,20131,14511,8823,749,23898,29146,18112,12723,4630,28979,17477,11063,18578,14044,12471,9206,14740,16671,23570,23207,16698,12514,15944,10848,14850,18753,27674,2229,4082,26512,5677,17746,24725,12829,28952,6267,14091,20156,21545,28481,13637,18208,29314,27794,29108,18680,28660,11532,11607,16299,7302,24013,29246,29085,18437,69,21790,19550,16478,14738,3639,11883,9469,40,4477,23487,20173,12769,21567,26687,11004,9801,10538,14781,22483,10371,6327,6497,95,23432,15351,14481,19947,13965,10731,11560,9565,9995,10176,12894,8884,7765,8400,10190,6346,26910,27326,21885,15603,7499,11674,13352,18284,57,60,250,419,581,1044,994,1277,1495,26578,21764,15384,12922,22320,23735,13870,4112,18331,11076,3571,12993,11630,8493,13958,7925,7660,23757,14090,10235,16595,11982,9339,11181,6437,2232,5228,19684,10095,11690,8095,12565,5102,2601,3549,29249,24979,17805,20165,24748,9076,22817,15547,8688,6505,3606,4541,17981,21048,11907,10456,4283,23967,10857,12611,27507,12139,9663,9498,3286,15190,25198,14104,17217,13795,10802,11215,13640,24891,20632,11192,20000,14183,16583,18002,8249,15835,20696,14382,14092,10022,8418,14332,11087,16370,8488,3099,8852,19441,17490,1998,1500,29334,28300,28944,17392,17072,26074,9463,9488,3301,22495,12854,9762,19881,12835,7633,5285,5635,6929,7762,9754,10707,8781,11279,11281,14140,14525,13598,13183,11970,12206,11939,13066,11499,10242,14139,13403,12432,9603,9209,8749,4909,4720,1826,14634,14021,9457,7528,5010,1585,528,270,88,47,19,4,0,0,0,0],"fragments":[{"begin":"0.000","end":"75.400","lines":["This is Science, Quickly. I'm Andrea Thompson, Scientific American's news editor for earth and environment. Summer means sun, heat, sand and the start of hurricane season in the Atlantic Ocean from June 1 to November 30. Tropical storms and hurricanes can spin up over the warm waters, bringing punishing winds, torrential rains and pounding surf when they hit land.  Our ability to forecast these massive storms has improved considerably in the last few decades, but they can still throw us plenty of curveballs."]},{"begin":"75.400","end":"94.520","lines":["To help us understand the secrets of these meteorological mysteries, we're talking to Kim Wood, an assistant professor of meteorology at Mississippi State University."]},{"begin":"94.520","end":"99.240","lines":["Hey, Kim, thanks for joining us."]},{"begin":"99.240","end":"101.080","lines":["Thank you, I'm happy to be here."]},{"begin":"101.080","end":"110.120","lines":["So to start with, what happens to turn a mishmash of thunderstorms into this monster cyclone? You know, really take us into the heart of the beast."]},{"begin":"110.120","end":"141.520","lines":["So when a storm has the potential to become a tropical cyclone, the generic term for a tropical storm or a hurricane, it needs certain ingredients to be in place. So we need those thunderstorms to be there as sort of the seed disturbance. But for that to then become this organized storm, the ocean needs to be warm enough to provide energy to keep those thunderstorms going, there needs to be air rising, there needs to be moisture because they're clouds."]},{"begin":"141.520","end":"174.760","lines":["They need that water vapor to exist.  And there's something called vertical wind shear, which is a change in wind speed or direction with height. And if there isn't much of that, the thunderstorms can build more straight upward. And that makes them more efficient in turning that ocean energy into becoming a tropical cyclone.  So once it starts to get organized, you get that rotation there, then that ongoing circulation, once it's in place, that helps continue focusing the energy so it can intensify further."]},{"begin":"174.760","end":"187.400","lines":["Great. Now, can you describe a little bit the components of a hurricane? You know, people might hear about the eye or the eyewall? You know, what are those? And how do they kind of lead into perpetuating the strength of the storm?"]},{"begin":"187.400","end":"218.640","lines":["Yeah. So when you look at a mature hurricane, and we use the word mature because it has these components in place. So when it's getting organized in the tropical storm phase, it'll have a center, which the winds are moving around in a circle, but it can look kind of lopsided, like the thunderstorms are more to one side than the other. But as a storm continues to organize, that asymmetry decreases, meaning those thunderstorms are starting to wrap more around the center, so it's less lopsided."]},{"begin":"218.640","end":"253.640","lines":["And that increasing structure, that organization helps kind of take advantage of the energy that is in place for it to continue intensifying.  So the eye is the center of the storm once it's strong enough to have an eyewall in place, meaning that there is a circle of strong thunderstorms wrapping around that center. So an eye starts to appear when it's around that hurricane strength threshold of 74 miles an hour, because it's increased in organization."]},{"begin":"253.640","end":"279.080","lines":["So you've got the eye that can be clear—it depends on how strong the storm is—and then the eyewall, or the strong thunderstorms that wrap around that.  And then as you go away from that location, that's where you see what we call rain bands, which are the outer parts of the storm that also can produce hazards like heavy rainfall and have winds associated with them. But it's not as strong as what we see right around the center."]},{"begin":"279.080","end":"285.000","lines":["Is climate change is going to keep ratcheting up these storms, and what can we expect from hurricanes in a warmer world?"]},{"begin":"285.000","end":"321.120","lines":["I wish we had an easy answer to this. Yes, climate change will do this. But we have these competing factors. So warmer conditions means warmer water, which is more energy. But these warmer conditions also affect things like where's the wind shear and how strong is it? Where is the humidity? And how is that changing in space and time? For example, we saw some interesting behavior in the Atlantic last August in 2022, where nothing happened. We thought we'd see stuff, and we didn't."]},{"begin":"321.120","end":"347.520","lines":["And one of the factors is likely that there was dry air out in the Atlantic that was preventing those seed disturbances I referenced earlier from becoming tropical cyclones. And so we've got these competing factors for what could happen under climate change. Now, one of the things we are watching for is the potential for storms to achieve higher intensities because there would be more energy."]},{"begin":"347.520","end":"371.800","lines":["So one of the findings that seems to be consistent across studies so far is that we do expect stronger storms, but just because we expect stronger storms doesn't mean we expect more storms overall. And one of the things to be thinking about with respect to impacts, is a storm doesn't necessarily have to be strong to have strong impacts."]},{"begin":"371.800","end":"399.080","lines":["Because they might move slower and thus dump rain for a longer time, resulting in freshwater flooding.  We've got issues with changes in how high sea level is, and thus less how far in water can be pushed from the ocean when a storm does make landfall. And those are not directly tied to how strong the storm is. The strength does affect that, but it's not a 1:1 ratio, a strong storm equals a strong storm surge or a lot of rain."]},{"begin":"399.080","end":"414.760","lines":["Right. And yeah, to talk a little bit about storm impacts, because we rate hurricanes by their wind speed, that doesn't always give the right impression of you know what impacts to expect from a storm because wind speed isn't the only thing that does damage, right?"]},{"begin":"414.760","end":"447.480","lines":["Right, exactly. An unfortunate example of this is Hurricane Florence from 2018, where, as Florence approached the Atlantic coast of the U.S., it was weakening in the sense of its maximum sustained winds were decreasing, but the storm was getting bigger. It was growing in size and extent. And if you have a larger area being impacted by wind over water, that's more water that gets pushed toward shore and thus a worse storm surge."]},{"begin":"447.480","end":"447.960","lines":["Right."]},{"begin":"447.960","end":"465.360","lines":["The other thing is that it slowed down. So by slowing down, it rained harder over the same location, or it rained more, because it was there for longer. And that resulted in more rain-related impacts, upwards of three feet of rain in places."]},{"begin":"465.360","end":"468.240","lines":["Wow, that is a lot of rain."]},{"begin":"468.240","end":"473.760","lines":["Yes, it's hard to picture when you're talking about rain in units of feet."]},{"begin":"473.760","end":"494.000","lines":["With satellites and supercomputers and other tech advances, we can forecast hurricanes pretty precisely now, more so than in the past. Can you walk us through how we've improved hurricane prediction, particularly when it comes to some of the most dangerous storms, those that jump in strength in just a few hours?"]},{"begin":"494.000","end":"513.040","lines":["So I'll start from the observation side with our satellite capabilities. So with the GOES 16 and GOES 18 satellites that are now GOES-East and GOES-West, respectively, we have an instrument called the Advanced Baseline Imager. It, so to speak, takes pictures very often with really good resolution."]},{"begin":"513.040","end":"542.280","lines":["And it's much easier to see how the thunderstorms are evolving over time for a storm, as it's getting its act together, so to speak, organizing, starting develop that eyewall, and then once it does have an eye and eyewall, how is that changing over time.  So we're getting more information on shorter timescales about how those thunderstorms are changing, which is important because thunderstorms occur on, you know, pretty quick timescales over the course of minutes or so."]},{"begin":"542.280","end":"552.160","lines":["And you want to see what's happening in those minutes to be able to get a sense of how those processes could then translate to changes for the storm, more broadly speaking."]},{"begin":"552.160","end":"561.360","lines":["Right. Now, would tools like AI be able to help us continue improving forecasts and understanding what's happening in these storms?"]},{"begin":"561.360","end":"595.400","lines":["Yeah, there's quite a few papers that have come out recently, scientific analyses that take AI tools to tease out signals that are too complicated for a human eye to capture in a short amount of time. And when I say signals, it's things like what are those thunderstorms doing? And it's not just are they getting stronger or weaker? But where are they? Like, how are they moving around the center of the storm? And are we seeing increases in how circular things are? How symmetric the storm is?"]},{"begin":"595.400","end":"605.840","lines":["Are we seeing decreases?  So AI tools help tease out those signals so that a forecaster doesn't have to watch a loop of satellite imagery over and over to see it themselves."]},{"begin":"605.840","end":"609.360","lines":["So what really blows your mind about a hurricane?"]},{"begin":"609.360","end":"649.800","lines":["Phew, this is a wonderful question. The fact that the physics underlying a hurricane is the same across ocean basins—the Atlantic, the Eastern Pacific, the Western Pacific, the South Indian Ocean—and yet we watch these incredibly diverse ranges of behavior. We get these incredibly powerful storms, like Mawar that happened recently in the Western North Pacific, like Patricia in 2015 in the Eastern North Pacific, but then you also get these storms like Tropical Storm Arlene from just last week in the Gulf of Mexico, where it's like, yes, that was a tropical cyclone."]},{"begin":"649.800","end":"674.080","lines":["It was pretty asymmetric.  But, you know, it still counts as a tropical cyclone and it formed from a different approach, different seed disturbance, than something like Typhoon Mawar or Hurricane Patricia, and yet they're still tropical cyclones. And we can learn so much about them by investigating the weak storms and the strong storms and everything in between."]},{"begin":"674.080","end":"679.040","lines":["Well, thank you for joining us and helping us understand a little bit better how hurricanes work."]},{"begin":"679.040","end":"684.120","lines":["Thank you again for having me. It was a pleasure to chat."]},{"begin":"684.120","end":"717.840","lines":["Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our show was edited by Elah Feder and Alexa Limb. Our theme music was composed by Dominic Smith. Don't forget to subscribe to Science, Quickly wherever you get your podcasts. And for a daily dose of science, sign up for our new Today in Science newsletter. Our colleague Andrea Gawrylewski delivers some of the most interesting and awe-inspiring science news, opinion, and whatever else strikes your fancy to your inbox each afternoon. We think you'll enjoy it. Check it out at sciam.com/newsletters."]},{"begin":"717.840","end":"729.120","lines":["For Science, Quickly, I'm Andrea Thompson."]}]}
