{"title":"Ada Limón’s Poem for Europa, Jupiter’s Smallest Galilean Moon","img":"https://static.scientificamerican.com/sciam/cache/file/1DE4E2EF-EA52-44FD-97143D1C87128019_source.gif","url":"https://www.scientificamerican.com/podcast/episode/ada-limons-poem-for-europa-jupiters-smallest-moon1/","audio":"https://traffic.megaphone.fm/SAM4376406225.mp3?updated=1703605723","intro":["U.S. Poet Laureate Ada Limón discusses her involvement in NASA’s Europa Clipper mission and the inspiration behind her poem, which will travel onboard the spacecraft."],"authors":["Brianne Kane","Kelso Harper","Carin Leong"],"category":["Planetary Science"],"transcript":[{"author":"Bri Kane","text":"Poets are always talking about the moon. But this time it’s Ada Limón, our United States Poet Laureate, and she’s not talking about our moon. She was asked by NASA to write a poem about Jupiter’s smallest [Galilean] moon, Europa, which they believe may have the potential for life. Limón’s poem will be engraved on a spacecraft called the Europa Clipper, which will begin its journey to the icy moon in 2024. I’m Bri Kane, a member of Scientific American’s editorial team and resident poetry nerd."},{"author":"Bri Kane","text":"Today, I’m speaking with Ada herself about her experience working with NASA on this once-in-a-generation mission, and how we all can join her on this adventure to Europa. You’re listening to Science, Quickly. [Clip: Show theme music]"},{"author":"Kane","text":"According to NASA, the ocean hidden under Europa’s icy crust is one of the most likely places in our solar system to harbor life, but we need a closer look to be sure. That’s why we’re sending the Europa Clipper mission, which will make nearly 50 close flybys of the moon. But the spacecraft won’t just be carrying science instruments."},{"author":"Kane","text":"It will also bring a poem by Ada Limón, entitled “In Praise of Mystery: A Poem for Europa.” In just seven stanzas, Ada reminds readers that no matter how sterile space travel may seem, it is still an intimately human experience, a compulsion even, to reach for more, to see what else—or perhaps who else—is out there. Stick around to the end of the episode to hear Ada read the poem herself. Ada, thank you so much for joining me today!"},{"author":"Ada Limón","text":"It's such a pleasure to be here. Thank you for having this conversation. It was such a joy to work on this poem."},{"author":"Kane","text":"To get us started – can you tell me about your work with NASA's Europa Clipper? I mean, who called who for that meeting?"},{"author":"Limón","text":"They actually .... they emailed me first. I was actually in the Library of Congress. And they told me all about the second moon of Jupiter, Europa. And there was so much excitement on their end about the project itself, and about what the Clipper’s mission was going to be. And at the end of it, they said, you know, “Are you interested in creating an original poem that will go inside of the spacecraft?” And of course, I said, “Yes.” And it's still sort of a, you know, I'm in awe of it."},{"author":"Limón","text":"Being asked to do it, then having to sort of forget about where it was going, and what was happening, and trying to write an authentically real poem for myself was a really interesting prompt. And one of the most difficult and beautiful creative endeavors I've ever, you know, partaken in."},{"author":"Kane","text":"So the prompt really was just write a poem for space?"},{"author":"Limón","text":"Yeah."},{"author":"Kane","text":"Can you tell me, like, how do you get in the right headspace to write a poem with such a broad topic?"},{"author":"Limón","text":"You know, I think it was very interesting, because I had taken a few notes while we were together. And one of the very first lines I wrote down was “we too are made of water.” Because they had said, this connection about water, about, you know, the earth and how much water we have, and how Europa is primarily made of water. And my first thought was, “and we're made of water.” And so I had scribbled that down in my notebook. And so that I knew that that was the seed of something."},{"author":"Limón","text":"I didn't know if that was going to be the whole poem, what was going to come from it, or if it would make it into the final draft. But that was the beginning. That did have a seed that, you know, it was an anchor in water.  I'll tell you, I threw away a lot of drafts. This did not come easily. I definitely had… I want to say 19 drafts? It was really one of the hardest, again, but also really a delightful prompt, because how do you think about where it's going to be?"},{"author":"Limón","text":"Who's going to read this, right? In terms of legacy, what will go on after my human body is done? And also, what is it to speak for Earth and a planet that I care so deeply about, that we all care so deeply about?"},{"author":"Kane","text":"That makes a lot of sense. I wanted to ask you about that line – that we too are made of water. Because I thought that was such an interesting sentiment for you to begin on this large prompt. I wanted to ask you, what do you hope or what do you imagine of this space-dwelling reader, what will they actually learn about us or about our relationship to water—our relationship to this planet—from this poem of yours?"},{"author":"Limón","text":"Yeah. I think that I really wanted to get across our love of this planet. And I wanted to make sure that that was built in to the lines of the poem. Our wonder, our curiosity. That we are a species that wants deeply to do right by our planet, even as we work on trying to live with limited resources on a planet that is finite. And I also wanted it to be a deeply human endeavor. I wanted it to feel human, whatever that means."},{"author":"Limón","text":"And then I also really wanted to include plants and animals and trees, and not just because I love them dearly, but because how can you speak for a planet or write a poem without mentioning the plants and animal life that make this planet so incredibly awe-inspiring all the time?"},{"author":"Kane","text":"I wanted to ask you about that line in the poem where you say that “we are creatures of constant awe.” That really jumped out at me at my first reading because, for me, space makes me feel really awe-inspired but terrified, sometimes, as well. Can you talk to me about how you balance that in this poem? The kind of awe-inspiring nature of space exploration, alongside our somewhat terrifying, even desperate attempt to find another habitable planet?"},{"author":"Limón","text":"Yeah, I think one of the biggest things that I think about is ... I can't write from a place of fear. I can't write from a place of real anxiety. That doesn't mean that I don't have fear and anxiety for the future of our planet, or for the future of our people and our plants and our animals."},{"author":"Limón","text":"But it does mean that I needed to create a space in me that allowed for an equanimity, a spaciousness, a consciousness that was larger than my own agonies when I think about what we have done to the planet, what we are doing, what we continue to do. And so I think that I needed to allow our best selves to be present in this poem. And I don't always do that in my own poetry. But I think this poem called for that. And in some ways, it has a different kind of ambition because of that."},{"author":"Limón","text":"I wanted to offer the best of us if it was possible. And I know there's a lot of the worst of us, we see it all the time. We see it daily, you know, and we spend a lot of time on that. And that's okay. And it's necessary. And we need to be clear eyed and, you know, committed to change. But I also think there are moments when we need to remember that at our core, there is a lot of kindness, there is a lot of warmth, and there are a lot of good intentions."},{"author":"Limón","text":"And I always think about meeting with the NASA scientists the first time and how deeply aware they are that this Earth is the best planet."},{"author":"Kane","text":"It’s so nice to think that NASA knows this is the best planet. I wanted to ask you about your relationship with the NASA team, specifically about the Message in a Bottle part of this mission. NASA is not only including your poem, but the rest of us can sign our names alongside and be a part of this mission forever as well. How does it feel to be introducing us all in this way to Europa?"},{"author":"Limón","text":"Yeah. I think that part was extremely overwhelming, as you might imagine. Because, so often, one of the freest things I can do as a poet is think, “Oh, I'm just gonna write this poem for myself. And maybe it'll allow for some kind of healing or some kind of, you know, individual movement in my own life. And maybe I'll just put it in a drawer, and no one will read it.” And I couldn't do that with this poem. And I also had to consider everyone. Which I rarely do, because I never want to speak for anyone."},{"author":"Limón","text":"And so I think that that was an intense part of it, because I wanted it to be a we, but I wanted to be very conscious of who that we was. And so to me, it dealt with that sort of the, you know, the creature aspect, the human animal part, and not necessarily all of the dangerous baggage that can come along with the human consciousness part."},{"author":"Kane","text":"There's a lot of dangerous baggage there for sure. I wanted to ask you why big projects like this are so important to you as our Poet Laureate? Why did you want to be a part of this mission? And why were you so inspired to bring all of us along with?"},{"author":"Limón","text":"Yeah, thank you so much for asking that. I think one of the biggest things that I love to do and as an artist, as a human being is, I love it when we can put poetry in places that it might not be expected. I love the way that poetry can allow us to envision something in a different way. Not only was this poem incredibly important to me on a personal level, but on a poetic level, I think about what it means for poetry, to be going to space."},{"author":"Limón","text":"And I think about how human beings have always been interested in storytelling, in poems, in making the breath and song of poetry make sense on the page, and also in the ear, in the eye. All of these experiences that we have with the poetic elements, I felt really beautiful that those things were going into space. And I thought that spoke to the power of poetry."},{"author":"Kane","text":"That’s really beautiful. I have a fun one to wrap things up. And take your time thinking on this one, because it's a big one. But if you got the chance to go safely to Europa yourself, would you want to go with the crew from your favorite Star Trek or your favorite Star Wars? I may have been doing a little research and I may have found out that you grew up a fan as well."},{"author":"Limón","text":"Oh my gosh. I mean, I think that I would have to say I would want to go with Spock."},{"author":"Kane","text":"Do you think he would appreciate the poem?"},{"author":"Limón","text":"I just feel like he would be my counterpart, right? Like, I could be the feeler. And I could be sort of a mass of human attention and, you know, feelings and then he could kind of keep me centered and organized and straight. And we could actually get to Europa because I, you know, it's a very good idea that the poem is going, but the poet, you know, I might get lost leaving the house. So I need Spock."},{"author":"Kane","text":"Thank you so much, Ada. This is a wonderful conversation. Thank you very much for joining me today."},{"author":"Limón","text":"Thank you. It was a pleasure."},{"author":"Kane","text":"And now, Ada Limón reading “In Praise of Mystery: A Poem for Europa.”"},{"author":"Limón","text":"In Praise of Mystery: A Poem for Europa. Arching under the night sky inky with black expansiveness, we point to the planets we know, we pin quick wishes on stars. From earth, we read the sky as if it is an unerring book of the universe, expert and evident. Still, there are mysteries below our sky: the whale song, the songbird singing its call in the bough of a wind-shaken tree. We are creatures of constant awe, curious at beauty, at leaf and blossom, at grief and pleasure, sun and shadow."},{"author":"Limón","text":"And it is not darkness that unites us, not the cold distance of space, but the offering of water, each drop of rain, each rivulet, each pulse, each vein. O second moon, we, too, are made of water, of vast and beckoning seas. We, too, are made of wonders, of great and ordinary loves, of small invisible worlds, of a need to call out through the dark."},{"author":"Kane","text":"Thank you for tuning into Scientific American’s Science, Quickly. This podcast is produced by Jeff DelViscio, Tulika Bose, Kelso Harper and Carin Leong. Our theme music is by Dominic Smith. Editor’s Note (9/18/23): This podcast incorrectly stated that Europa is the smallest of Jupiter’s moons. It is the smallest of the planet’s four largest moons, also called its Galilean moons. The transcript was edited after posting to reflect these corrections."}],"wave_peaks":[889,985,1746,26718,24975,12563,16072,15363,7130,1235,14120,13640,25060,10061,12378,17224,13878,20712,10732,14671,16904,11948,23338,12002,19478,24532,17211,23459,7772,1701,12930,15379,21216,21531,20604,13872,18699,16419,14001,12850,7504,10926,16934,13301,17552,10629,10761,17716,12856,10591,17189,1257,18159,25519,16005,12095,21226,16181,21629,19652,13833,18684,15260,13815,13290,13648,15251,15539,11238,19925,11028,9421,14543,11139,18867,18994,6348,25352,13145,5264,18838,15883,10417,12848,17668,15993,14163,12646,21647,13178,11293,13641,1968,11694,20998,12770,13239,12506,19533,13549,26400,9775,13778,13257,19057,15714,15981,17022,16340,8791,12355,7416,19784,17902,15721,14091,20714,21197,11644,11037,11824,5041,1143,7351,14109,9298,13562,12722,6348,1444,1748,1725,1821,2002,2252,3130,2528,2886,1594,365,2431,3066,2513,2646,2726,450,23063,21827,22587,11203,14931,16580,14312,13504,17330,18004,14942,24418,13323,10694,14098,18210,13014,11394,13197,11846,10459,24289,12950,11894,11871,10458,15275,12948,8096,15278,734,151,17680,17525,14377,15703,16431,14710,14865,14293,14744,13075,10071,8254,15690,23561,15713,9032,4459,59,17175,17251,9413,14171,19949,11516,14614,13223,18279,7725,12275,3170,19065,16413,11855,16457,15325,11302,12210,11805,23280,11733,13796,10454,10473,7156,18102,16018,11372,9952,369,128,19819,14027,14019,11876,14880,16354,9925,11044,22226,17773,16679,14683,11900,22951,10545,10254,266,16607,11644,9203,8889,9034,10563,9113,9980,1983,10109,15956,9204,5591,13438,9964,11169,10951,1245,12554,20016,23084,5902,1134,19468,23246,19572,6481,16084,16832,5657,132,3953,23275,17992,11548,15634,10229,15791,13716,10494,12712,9121,426,57,2302,15234,17984,15305,14317,20046,15997,19879,14243,26568,25865,12058,10547,16271,17525,11791,4378,14839,9034,19614,26881,25216,14861,13323,20634,5740,7652,10168,30720,18462,19872,9733,15976,14413,19919,15128,861,16051,18433,25397,19179,15988,25096,20969,26599,15240,15635,26034,11953,14801,16953,16436,21311,25771,21892,21648,26077,31417,22641,2470,28782,27585,11827,10540,10765,18477,20123,17020,8573,487,9099,29155,20049,22966,24178,14731,14522,12440,878,16245,20544,10132,22588,20190,12818,9746,9613,18664,29341,25661,22598,15273,7633,7754,10412,14505,894,26910,13194,16379,17408,3696,232,400,23439,23715,29643,26161,25073,16659,13907,16891,17574,20296,13046,13154,19143,17107,12152,8577,22160,21221,16965,11740,8853,7540,539,14167,16322,10460,4790,27819,20924,22765,12641,11147,8620,8997,8945,8466,1473,161,10807,11477,11565,7360,18091,1941,17656,13262,14971,14147,7432,2517,487,4183,14981,16949,16459,10851,11264,16664,14585,21859,7463,174,812,473,29690,25044,19601,21756,20119,16943,18312,14371,15026,14194,449,150,1735,15367,28842,11608,16947,1784,15792,6777,25727,15315,16156,17228,20842,22931,2963,197,288,245,11791,24968,22755,6427,12393,13319,13602,12520,17370,8866,7217,27050,16117,15989,7704,602,16038,5426,16910,12251,19325,12132,11686,9568,9040,7501,147,164,7961,10666,13131,13975,19644,23376,626,7820,14670,12963,21583,16309,12391,10506,16221,4577,14810,16224,13911,4454,150,27820,22669,12390,12189,11906,10976,18994,11487,2604,20942,21377,15940,16273,13398,1179,129,93,94,7189,16970,19813,8565,2704,15196,26034,12308,25771,14593,32053,21662,15925,17721,3617,8549,27319,31927,17701,20967,13739,15458,26556,24838,12153,24191,14906,15535,20814,19026,14533,10510,25721,15079,15878,20821,25289,26944,21251,16658,17076,12161,9771,16385,16432,19527,12712,273,301,31607,22246,21848,28303,16862,8232,1238,23840,17136,13489,16976,10688,16630,11029,1983,6747,20118,13825,19977,18987,22138,17860,11193,6318,183,4338,22372,9902,18675,4265,8397,10967,13758,11979,7005,553,23825,19772,11586,21167,24510,26253,23909,1636,8501,20319,8622,14374,24085,12510,598,20745,24823,754,9763,14160,2467,963,17395,23155,14551,13324,16262,25084,15224,14901,699,14070,12420,22125,15570,12989,12541,9100,12405,1118,18683,16218,24949,15063,17607,12005,5917,1982,1548,17077,28357,22459,10038,22831,22892,9353,17344,11143,28885,31113,24880,31989,9779,7753,7328,17478,13037,738,31845,14998,18410,8204,5788,6086,12368,23977,23562,529,14677,13194,23351,20807,16283,17327,16484,10123,17648,20383,9826,455,22890,7429,4467,27302,28366,26893,15222,25251,21802,20208,7413,10275,7909,10165,12874,8545,9677,635,31903,28038,27703,25828,16774,17893,23846,4525,5420,14385,16939,16282,10047,12437,16847,15381,26275,24449,19036,23465,13305,16690,10435,4766,4190,2450,71,123,32201,18334,21034,21225,29112,584,11518,7915,23458,11290,13565,18753,1862,4191,19557,19089,21947,22266,26675,19048,14096,512,94,26079,26902,6755,28219,17721,29181,26850,3945,15028,20007,2635,403,97,15855,22566,23159,21152,20217,14303,17318,10356,12700,24692,12194,13417,3172,161,265,23278,13287,26007,16418,3853,6531,18519,29306,24732,8618,3816,31583,18497,18208,19437,12417,14174,10824,21809,6838,19704,1867,326,25822,11753,125,90,23591,25056,26095,1300,21327,25025,14634,11063,11049,13275,1654,101,82,516,23780,21270,862,1809,260,12278,17607,18096,16044,28017,24392,24362,22906,14317,9580,10688,21797,17738,17187,12181,9597,7369,6379,89,58,14189,22235,18020,14993,15553,20078,15215,22645,25418,24532,23839,13202,20333,12922,26718,12168,12240,14206,13013,14516,2878,15884,15033,9094,11004,9307,12668,11354,11500,12809,13795,21316,23665,4387,185,22944,18367,8157,14798,7587,14318,13563,12925,9887,23900,14548,12283,13443,10638,17733,8822,141,26516,18108,11797,18987,19162,20120,19969,12677,10682,17322,13909,28871,10745,12611,12594,11117,18051,21228,14073,14087,12736,18264,21947,994,286,363,162,175,20176,28600,25999,1094,27847,23990,24111,21583,15738,13889,16767,4728,3045,26384,17413,15928,738,95,23599,14725,15632,1418,146,172,30287,26907,13954,13064,29441,14127,12956,7407,16261,11623,6980,3376,305,27398,23948,15661,3897,23275,26161,24423,7559,463,400,27746,14230,3620,286,4214,3999,31717,661,309,280,220,9402,28025,18066,11667,22524,22029,16192,2764,15642,7618,202,416,11590,22086,14703,24333,24283,191,3240,25128,7159,19437,18978,32079,17769,7626,4702,23013,17597,25582,16171,13977,8246,660,97,123,28554,25645,7414,6061,4316,16319,13199,16773,11782,13117,9476,2309,433,25678,17731,13977,16933,13186,12418,240,219,2871,26056,23807,23319,24968,14278,13762,11286,9872,20642,7998,95,122,94,19989,23248,24542,14057,6982,3310,60,18685,24026,21904,2987,1025,17448,23091,28548,17624,11179,15957,8275,6447,14795,12342,16781,16426,15560,28511,19797,16444,23352,23810,4453,9050,4607,456,24850,20716,24701,15368,7190,1001,90,83,8063,31949,8546,8720,14057,16914,13343,21032,23656,19672,6263,110,128,12203,30348,19133,14876,5009,3394,227,113,21447,13212,12219,18706,17001,18660,16649,12727,3193,1684,11857,18087,13378,8278,17975,10305,10542,113,24217,14570,12257,15355,14283,12378,2710,359,89,15818,22305,9332,21351,15726,7165,16068,17101,13050,15327,15170,14479,10511,13188,17899,11760,12487,7412,174,22588,15937,21368,16350,15314,12128,11249,17955,13263,16133,13312,13589,14201,9992,13647,14105,17730,12701,19818,10765,16562,12811,27646,21006,18843,12705,18172,2011,11579,15781,26552,17386,23294,22238,21840,23244,18885,10806,10580,1129,26386,17682,15555,18832,14279,13675,14189,16548,11654,18809,14374,14292,2355,21396,24656,19115,15389,14411,18974,14345,18683,19031,16680,22769,23030,20335,13266,22184,11408,14434,1851,93,372,25325,29362,15064,22303,14243,14537,15529,18749,10771,12685,8694,4434,150,25557,23730,25356,13743,12897,7805,19272,17121,13838,786,93,355,15322,5813,115,105,624,30278,23175,23153,10660,10504,9220,16919,15781,15026,3387,74,7786,17319,19901,24901,5274,130,124,160,31978,22436,13565,21641,15591,17028,8060,12722,14712,2538,10756,11239,14172,9321,992,244,24250,18636,7748,7155,11752,18878,6146,9019,2099,17916,13260,9600,12419,12551,8160,370,639,23526,31524,29118,24185,11590,16657,12763,11538,6552,13173,10324,11606,6701,15413,1099,24896,21752,7763,9517,15728,4650,13770,25925,8526,4297,144,9798,15973,9562,4632,153,15040,18659,6183,22505,3470,21916,12023,560,14060,7208,248,14955,13479,9413,9602,12604,5029,138,95,116,5337,139,20616,28982,7686,16066,13868,20569,12688,13373,13062,1363,13855,31187,18123,12060,12639,14136,15428,11887,9000,5727,6983,3540,358,30852,24455,24060,19141,19969,6100,21337,11785,9136,6859,25783,19608,20487,5623,139,18865,22783,26301,5317,242,16444,18072,6500,7789,5527,5235,170,264,18628,20106,31199,24342,26608,21360,6628,7449,3447,99,325,19178,17973,14021,14771,5138,17568,19167,9719,218,156,19157,12566,17182,9786,28076,26173,7733,1730,110,135,120,12496,15421,19252,12294,14284,11414,10386,8148,5399,246,149,142,26595,4275,120,26340,25471,21434,10536,6455,21051,11058,2173,133,16865,16337,18955,11614,133,125,178,17540,13060,12448,198,86,24064,16723,15659,20008,9563,6582,360,9338,18044,15844,9459,1355,185,8188,14018,12354,7643,165,8398,9952,17910,11764,11677,123,11422,27236,25857,17543,7946,114,10850,25579,13265,14539,18110,11005,6974,368,16646,5439,8779,7967,13286,13574,7545,359,307,10923,10195,8690,3799,9588,4477,1392,140,25994,31787,15052,17546,14577,12234,13068,4133,62,82,70,5279,11999,12005,14440,14916,12939,14427,5719,103,129,11337,13458,19854,20759,15916,8844,21244,11604,10572,11647,20564,8761,10600,9123,4519,722,235,110,17533,15226,26135,12564,14859,18073,10340,130,124,10882,18132,15797,19062,10019,6653,15369,15084,6842,177,141,154,10481,15422,17682,3244,17840,8761,9941,119,103,96,14788,14503,24791,20273,252,20808,13545,267,14645,22903,8947,2332,80,10397,15697,13020,14949,18486,12451,10083,6986,13041,10636,9443,3604,2753,26556,15648,23466,15274,19773,14057,15631,13780,19241,11096,12704,16400,12801,11382,20368,21625,10485,20271,23296,16394,11200,16149,206,21101,13505,19050,12344,13955,14217,13598,17099,21007,18579,15748,17443,20874,11708,15475,16442,16439,21438,20476,14973,21594,14883,20891,9931,1150,31922,6772,14226,12972,11999,11986,16719,10435,11919,10654,13832,21391,225,7860,7333,483,31971,25169,5148,104,84,26194,31861,28684,27716,19031,10823,11379,14055,17156,10572,27952,28334,16406,26822,19058,13451,14720,3053,28306,20312,5124,428,19056,28167,20235,14034,3676,7730,18314,6843,12077,11667,18392,8056,10419,18163,9897,9997,23593,12560,14787,9239,8047,16225,13402,586,13537,13403,11344,15959,15566,1682,19678,17311,12337,7622,7178,10933,14781,10873,14219,12172,284,8343,12172,7630,14391,12067,8061,9959,10841,9752,17991,5350,522,24117,15633,22797,23402,11678,8765,6848,5241,8729,685,31949,27057,25637,20133,21074,8443,9699,5218,948,30317,25469,26178,20986,20457,8883,11114,8098,1229,89,27078,12958,1175,112,26144,3133,86,798,4293,25764,25184,6242,252,103,3521,21242,25711,24475,9025,16381,17000,15494,14008,8041,9378,25308,22122,19768,26606,23474,20670,19281,24026,15070,11555,14314,18937,19539,26619,7393,13840,483,17599,31868,25760,10818,7345,10875,9225,6010,112,1064,21116,19546,24117,17974,5460,25318,15673,8453,5979,1224,17631,11624,17850,8208,13303,2407,347,30838,17437,3175,124,22172,17901,10437,9443,16879,24315,27090,3851,13723,1008,11152,18147,15315,16268,8843,14792,15680,28391,10783,246,10720,1112,519,28576,15505,16689,15831,22108,10984,10424,10065,14937,9699,162,97,74,26779,17706,21833,22864,5834,5925,3235,45,82,78,101,165,106,17016,14068,24049,23729,9892,14152,10258,11792,8452,9255,23545,15510,11193,6639,23477,23927,31621,22514,16187,32009,15873,25414,23327,18355,26868,11689,94,8363,10427,26552,20792,31883,15946,23272,27273,20766,9429,10996,13382,16094,13692,18811,23692,22542,12972,181,20658,11851,16328,24714,10464,15492,4344,15451,28162,9828,12245,17525,17076,15849,14369,14015,7591,56,17586,15271,21684,18965,24000,26651,9784,17125,25203,15442,15056,14628,20188,23278,7742,12281,9424,622,26426,23546,6195,30443,18612,14810,9081,7101,4384,12521,18328,28330,26378,25006,14898,10150,18659,349,1415,19143,10484,9911,18779,18104,5321,126,16471,20447,10982,20086,12518,247,3570,25769,6415,27783,26914,13517,24034,12953,9915,11434,22132,13562,11852,17457,3041,121,25050,24878,9604,6887,7430,13773,989,108,105,6921,28231,20219,9078,11481,13762,10303,17584,13022,18555,10794,11778,5916,24716,16670,459,27519,23674,362,79,91,28944,20723,23603,16171,10174,1896,109,87,29541,15552,19399,21510,6099,9123,21162,19546,6485,89,80,14584,13047,7180,8272,595,466,17855,14570,23646,23153,21604,13115,8174,6322,23397,995,127,103,6258,19842,15190,21145,9022,6933,8762,356,6105,9914,4963,163,181,4264,21616,10194,4745,91,16304,13458,5339,1280,121,133,12885,9145,15974,7370,6357,12348,26453,16522,27073,10318,316,23371,9905,9667,6358,305,13005,23322,10832,9062,13660,19994,21901,6500,9419,8944,25749,10157,291,281,28702,13492,16065,7374,15229,16454,11605,13223,14723,13560,8744,2403,104,97,27718,24401,17920,19449,13778,22525,11048,7693,11869,4222,272,9150,10632,7991,137,131,12194,13983,18301,11460,143,1817,24877,6924,20859,22123,7148,8585,63,22,40,5615,5283,4091,6743,5992,32063,24691,14594,10445,27046,11864,13827,15959,19573,12058,11340,11871,1524,14271,13074,17215,15921,18324,16404,23417,18851,15145,2808,81,15443,20264,14381,6982,13051,16662,15885,21288,16846,10009,797,9528,23258,18747,13809,15080,12944,20137,25488,24600,18908,18259,15674,25807,14840,12362,2348,27700,12940,16381,14721,16592,18187,16137,16922,19551,18267,11171,19622,17293,19236,19776,21603,19572,24105,8708,1842,29173,20752,8026,204,81,31915,13807,27328,18512,21282,15241,31430,21022,24429,24670,4283,22655,31646,21692,32353,32009,25086,18362,17550,17104,13549,27577,15179,26104,18231,26186,18572,14067,11740,18222,14981,26070,23487,18776,18205,24431,1530,26927,15099,17018,11513,22101,12134,255,32011,23680,13283,17366,18241,14873,10187,11433,6978,18296,17182,20326,16901,13005,11065,10685,15625,9216,1746,11696,20245,15004,17147,16315,8578,26015,23624,18784,17942,15000,11496,7706,211,232,26857,23622,21071,17387,17747,12881,11813,10315,15311,8148,4386,4880,23418,29650,12246,19597,28067,10191,9485,7571,22707,1959,141,19213,26664,13791,17320,24158,18044,20988,19921,17072,13419,18179,12173,379,366,24382,24577,23448,337,204,12221,4355,424,32010,23500,21977,6214,13398,5674,27272,5714,30635,28041,15626,20722,17997,14257,7089,5933,6688,25949,32062,17522,13952,18588,15104,16712,19977,24558,22690,12428,14683,16695,18925,20062,20380,18268,15451,28296,19410,20658,18671,24524,22028,170,107,19490,15244,13347,11808,10136,8155,8133,6012,10063,9110,8125,10390,10431,12734,9332,11414,4351,575,8,11,3,10,19,11,17064,23429,13048,19549,9655,6467,464,58,76,29366,23927,5986,47,14756,18911,4760,20,16,15,1057,118,28765,25967,17362,25177,13050,5173,14324,9902,16129,3179,107,15668,13949,15536,25973,10401,13120,11130,5194,1181,18334,16745,20388,516,25940,18802,10403,10531,7287,157,17258,20479,12616,1467,27142,14376,4328,12569,22931,3850,736,383,26285,27765,15128,13175,16514,9541,20290,19638,19807,9505,11141,21903,16342,15859,13767,4056,19278,11901,18780,6652,3208,21508,28967,10498,171,9580,26296,5633,278,427,7489,31382,15147,26543,23391,12889,16172,21903,22572,22792,22416,772,45,20580,15787,6369,1825,11166,24546,19981,13062,14586,9909,23324,11370,23716,20558,18409,12869,8257,7722,4714,437,575,823,21990,12920,23002,25077,8896,5237,13415,7212,19401,10106,27856,13358,574,395,23863,15623,31911,12626,8180,29328,15021,4456,20841,29223,6448,25613,16292,10309,10693,24677,10553,1829,26506,11874,16580,11682,12641,2728,1170,19829,22227,24136,24865,8976,16598,8704,9460,4835,5888,26047,13396,19380,15650,8261,13330,12461,1969,964,988,19758,28369,9292,2104,20007,23488,5599,685,529,11466,25799,18602,7577,994,8513,14363,12086,6819,14055,15837,19331,8961,13023,2888,729,1187,31806,18116,1754,28679,12769,12651,2175,1353,11515,14367,13155,1387,24260,14091,3823,12692,20569,2314,908,18846,26048,5391,8273,27003,12034,9484,2858,1965,17403,23454,19443,25801,17936,8554,13667,21905,4733,2813,18213,19018,1749,16842,17052,15753,15538,2908,1393,24907,18132,16567,11593,15169,16734,13137,3989,1067,19081,12194,4052,680,21764,24273,8166,314,225,12112,14077,1295,65,26,18,16,11,24,92,275,476,5378,4869,3715,3547,3416,17508,14879,16309,15677,21017,13872,20924,15590,18723,12054,14164,16232,29569,11996,19906,24506,20773,16537,13660,13714,14583,6433,19263,19524,16582,21205,15507,10027,29422,21039,11868,16351,20503,20928,15630,3316,2388,1426,432,159,97,30,15,5,2]}
