{
  "title": "This Tick Bite Makes You Allergic to Red Meat",
  "img": "https://static.scientificamerican.com/sciam/cache/file/E00F627B-E4E7-41B7-B9A2AF4DC6B2C6C2_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/this-tick-bite-makes-you-allergic-to-red-meat/",
  "audio": "https://traffic.megaphone.fm/SAM5153392644.mp3?updated=1703605727",
  "intro": [
    "The bite of the lone star tick makes people allergic to a sugar found in mammalian products, and many doctors don’t know about it."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Carin Leong",
    "Alexa Lim"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "We highlight the latest vital health news: Discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman: ",
      "text": "On today’s show, we’re talking about ticks—and the nasty diseases these little blood-sucking vampires carry with them. One of them even makes you allergic to red meat and dairy! [Clip: Show theme music]"
    },
    {
      "author": "Lewis",
      "text": "I am terrified of ticks. I like to go hiking in the Hudson Valley, but I always try to wear long pants or use insect repellant. And I check for ticks when I come home."
    },
    {
      "author": "Fischman: ",
      "text": "You’re really actually sort of like shaking terrified of ticks? Why?"
    },
    {
      "author": "Lewis: ",
      "text": "Well, I mean I especially worry about deer ticks because they carry Lyme disease. Those ticks are super common here in the Northeast. What about you, Josh?"
    },
    {
      "author": "Fischman: ",
      "text": "Funny, I actually went to college not that far from Lyme, Connecticut where that disease got its name, and I wasn’t that worried about it then. But now I’ve got this dog with this dense, black fur."
    },
    {
      "author": "Lewis: ",
      "text": "Oh, you mean Kayla?"
    },
    {
      "author": "Fischman: ",
      "text": "Yep, good old Kayla. And it’s very hard to see ticks in her fur because they’re the same color. I once was brushing Kayla and I brushed one onto myself and I didn’t see it for hours. Fortunately, it didn’t bite me. It was just hanging out, dangling from my leg."
    },
    {
      "author": "Lewis",
      "text": "I’m glad it didn’t bite you, because ticks are more than just a nuisance—they transmit serious and sometimes deadly diseases. Lyme disease, for example, is probably the one we’re most familiar with, and it’s the most common vectorborne disease in the U.S."
    },
    {
      "author": "Fischman: ",
      "text": "Vectorborne means what exactly?"
    },
    {
      "author": "Lewis: ",
      "text": "Any disease spread by insects that bite or suck our blood, like ticks, mosquitoes or fleas. Lyme disease is primarily caused by a bacterium called Borrelia burgdorferi, which is transmitted by the bite of the blacklegged tick—more commonly known as the deer tick. This often results in a characteristic bull’s eye rash, as well as flu-like symptoms like fever, headache, fatigue, and sometimes joint pain."
    },
    {
      "author": "Fischman: ",
      "text": "Some people experience long-term chronic symptoms too, and those can include extreme fatigue or neurological issues."
    },
    {
      "author": "Lewis",
      "text": "Yeah that’s pretty awful. We actually know quite a lot about Lyme disease. Or at least more than other kinds of diseases spread by ticks. But today I want to talk about a different tickborne condition, which causes a particularly bizarre problem: an allergy to red meat, among other things. It’s called alpha-gal syndrome. The tick bite causes an immune response to a sugar called galactose-α-1,3-galactose."
    },
    {
      "author": "Fischman: ",
      "text": "Okay Tanya, you get the hard science word of the week."
    },
    {
      "author": "Lewis: ",
      "text": "I thought you’d like that. The sugar, called alpha-gal for short, is present in most mammals  except for humans and a few ape and monkey species."
    },
    {
      "author": "Kersh",
      "text": "Alpha-gal syndrome is a tick-bite-associated allergic condition. We think people, after getting a tick bite, in the few weeks or maybe a couple of months after, they start having allergic reactions when they consume red meat or other products that contain the alpha-gal sugar."
    },
    {
      "author": "Lewis",
      "text": "That’s Gilbert Kersh, chief of the Rickettsial Zoonoses Branch at the CDC’s Division of Vector-Borne Diseases. How’s that for a title? I talked to him a couple weeks ago for a story about alpha-gal syndrome. He co-authored a couple of recent CDC reports about how widespread this condition is and what doctors know about it."
    },
    {
      "author": "Fischman",
      "text": "I’d never heard about this. A tick bite can make you allergic to hamburgers?"
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, strange as that may seem. Something that makes people eat less red meat might not sound so bad for the planet. But it’s actually quite severe."
    },
    {
      "author": "Fischman: ",
      "text": "What kind of symptoms do people get?"
    },
    {
      "author": "Lewis: ",
      "text": "They are really debilitating. The reactions include gastrointestinal symptoms like diarrhea and vomiting."
    },
    {
      "author": "Fischman: ",
      "text": "And it’s not just beef, right?"
    },
    {
      "author": "Lewis: ",
      "text": "Right—many mammalian products contain alpha-gal, like pork…"
    },
    {
      "author": "Fischman: ",
      "text": "Bacon? Sausages?"
    },
    {
      "author": "Lewis: ",
      "text": "Yup."
    },
    {
      "author": "Fischman",
      "text": "Venison?"
    },
    {
      "author": "Lewis",
      "text": "Yup."
    },
    {
      "author": "Fishman: ",
      "text": "Cheddar cheese? Regular milk?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, dairy too. It’s even in gelatin!"
    },
    {
      "author": "Fishman: ",
      "text": "So people with the syndrome could react to jello! And also, and maybe more importantly, pills like gel caps, which are made from gelatin."
    },
    {
      "author": "Lewis",
      "text": "Yeah, that’s the tricky part. It’s not like you can just stop eating red meat and you’ll be fine. It’s actually really hard to avoid all products that contain alpha-gal. The allergy can cause symptoms outside the digestive system, too."
    },
    {
      "author": "Gilbert Kersh: ",
      "text": "There are other patients who have more traditional allergic reactions—who will have hives—and some develop anaphylaxis. They may have trouble breathing, swelling of the tongue, those kinds of symptoms—which can be quite serious and often result in visits to the emergency department."
    },
    {
      "author": "Fischman",
      "text": "So, what kind of tick should we look out for? And where are they?"
    },
    {
      "author": "Lewis",
      "text": "It’s spread by the bite of the lone star tick, which is found in the U.S. South, Midwest and mid-Atlantic. The county with the most positive tests for alpha-gal syndrome is actually Suffolk County, on Long Island."
    },
    {
      "author": "Fischman",
      "text": "So, that’s close to you New York City people."
    },
    {
      "author": "Lewis",
      "text": "It is. But it’s not clear if there are really more cases here, or if there’s just more awareness of the condition."
    },
    {
      "author": "Fischman",
      "text": "Is there any guesstimate about how many people actually have this allergy?"
    },
    {
      "author": "Lewis: ",
      "text": "According to a recent study by Kersh and his colleagues, there were more than 110,000 people in the U.S. who tested positive for alpha-gal antibodies from 2010 to 2022. But he thinks the actual number of cases is likely much higher."
    },
    {
      "author": "Kersh: ",
      "text": "Lack of awareness among health care providers, we suspect that that 110,000 is quite a bit undercounting, and we estimate as many as 450,000 people may be living with alpha-gal syndrome in the U.S. The number of positive tests has been going up year by year."
    },
    {
      "author": "Fischman",
      "text": "He mentioned lack of awareness. Do doctors really not know about this?"
    },
    {
      "author": "Lewis: ",
      "text": "Some definitely don’t. For a separate study, Kersh and his colleagues surveyed health care providers about their knowledge of alpha-gal syndrome and how to treat it."
    },
    {
      "author": "Kersh: ",
      "text": "We did a survey of health care providers, and 42 percent of healthcare providers had not heard of alpha-gal. An additional 35 percent were not too confident in their ability to diagnose or manage a patient who had it."
    },
    {
      "author": "Fischman",
      "text": "Huh, so I’m not the only one just learning about this. It’s kind of new and mysterious to the people who I’d go to for a diagnosis."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah it is. And there’s no treatment. All you can do is avoid foods or medicines that contain alpha-gal. But some people experience fewer symptoms as time goes on."
    },
    {
      "author": "Fischman",
      "text": "The best thing, I guess, is to avoid getting bitten by a tick in the first place."
    },
    {
      "author": "Lewis",
      "text": "Well, yes, that’s always the best strategy. So make sure to wear that DEET, and make sure to remove any ticks if you do find them!"
    },
    {
      "author": "Fischman: ",
      "text": "If you get bitten by a tick, the first thing to do is to remove the entire tick, using tweezers. And if you’ve had a possible tick bite, or experience a rash or unusual symptoms, you should see your doctor."
    },
    {
      "author": "Lewis",
      "text": "Definitely. But given how widespread alpha-gal syndrome already is, getting doctors to recognize it is the next step."
    },
    {
      "author": "Kersh: ",
      "text": "One of our objectives is to increase awareness about Alpha-gal syndrome, both among the public and among healthcare providers, so that this can be recognized and managed appropriately."
    },
    {
      "author": "Fischman",
      "text": "It is just another reminder that if we ignore tickborne diseases, our ignorance may come back to bite us! [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": "Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": "Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’ll be back soon. Thanks for listening! [Image credit: Ben Konkol/Kelso Harper/Scientific American (overlaid photographs and title graphics); Science Photo Library/Getty Images (tick)]"
    }
  ]
}