{
  "title": "Have Astronomers Seen the Universe’s First Stars?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/24E70FD0-CA28-4DA9-8F83DF599C73444F_source.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/have-astronomers-seen-the-universes-first-stars/",
  "audio": "https://traffic.megaphone.fm/SAM2425753090.mp3?updated=1703605749",
  "intro": [
    "The James Webb Space Telescope is giving us our first glimpse of stars in the early universe."
  ],
  "authors": [
    "Carin Leong",
    "Lee Billings"
  ],
  "category": [
    "Astronomy"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": ":Apple | Spotify"
    },
    {
      "author": "Lee Billings",
      "text": ": Hi, and welcome to Cosmos, Quickly. This is Lee Billings."
    },
    {
      "author": "Carin Leong",
      "text": ": And this is Carin Leong. [CLIP: Show theme music]"
    },
    {
      "author": "Billings",
      "text": ": Carin, thanks for being here. A quick question for you: What’s super-duper bright and hundreds or even thousands of times heavier than our entire solar system, yet it’s so hard to find that it has yet to be directly seen?"
    },
    {
      "author": "Leong",
      "text": ": Hmm…"
    },
    {
      "author": "Billings",
      "text": ": It’s not a good riddle, I admit. The answer, though, is a “Population III” star. That’s astronomer lingo for the very first stars in the universe, which formed from dense clouds of pristine hydrogen and helium that filled the cosmos in the first few hundred million years after the big bang. Those conditions should’ve allowed Population III stars to bulk up to proportions impossible for more chemically enriched modern-day stars to achieve."
    },
    {
      "author": "Leong",
      "text": ": Right, okay. And these massive stars were also foundational for everything else we see in the universe today, right? So they were important cosmic ingredients that “set the table” for the evolution of things like galaxies, black holes, other types of stars, planets, and of course, us!"
    },
    {
      "author": "Billings",
      "text": ": Right! Exactly, yes. So we’re talking about them today because scientists may have kinda-sorta seen them for the very first time."
    },
    {
      "author": "Leong",
      "text": ": How do you only “kinda-sorta” see an ultra-luminous gigantic star?"
    },
    {
      "author": "Billings",
      "text": ": Right, well, these stars formed a very long time ago–which in cosmic terms also means we can only see them by looking from very, very, very far away. They also didn’t last very long due to how quickly they burned through all their stellar fuel–each one existed for just a few million years, it’s thought. These are bright but brief candles astronomers have to somehow see across a gap that encompasses almost the entire visible universe."
    },
    {
      "author": "Leong: ",
      "text": "So–let me guess–that must mean observatories probably couldn’t take an actual picture of a Population III star. So, maybe scientists look for their more subtle effects, and they have to use the biggest, best thing we’ve got… ... the James Webb Space Telescope. Am I right?"
    },
    {
      "author": "Billings",
      "text": ": Bingo, right you are. The James Webb Space Telescope, or JWST for short, was custom-built to see the light from these first stars. So, recently two independent teams did just that–using JWST to look for Population III stars. One team, led by Roberto Maiolino at the University of Cambridge, studied a galaxy called Gn-Z11 from just 400 million years post-big bang. Using a technique called spectroscopy, they were able to see that the light shining from the galaxy’s edges seemed to come from very hot sources rich in helium but essentially devoid of heavier elements. Those are probably clouds of pristine gas in the galaxy’s outskirts that are studded with Population III stars. The other team, led by Eros Vanzella at the National Institute for Astrophysics in Italy, used a massive galaxy cluster as a starlight-magnifying “gravitational lens” to zoom in on a tiny background galaxy from about 800 million years post-big bang. They found spectroscopic signs that the galaxy harbored two star-packed clumps with record-breaking low levels of elements heavier than helium. It’s another possible sign of Population III stars."
    },
    {
      "author": "Leong",
      "text": ": Okay, so we’re maybe seeing traces of these things. It’s like we’re seeing the light from this super bright source. We can’t see the source exactly, but the colors of light it shines are telling us that it’s coming from really pure primordial stuff."
    },
    {
      "author": "Billings",
      "text": ": Basically, yeah. You got it."
    },
    {
      "author": "Leong: ",
      "text": "But outside of a simple existence proof, though, what else might this be telling us?"
    },
    {
      "author": "Billings",
      "text": ": If Maiolino’s team has in fact seen Population III stars, their data suggests each would weigh at least 500 times as much as our sun. Now that generally fits with predictions, but having a bona fide confirmation would show us we’re really on the right track in understanding our stellar forebears. And, among other things, the result from Vanzella’s team is showing just how enormous the boost to JWST can be from galaxy-cluster gravitational lenses. It’s paving the way for future JWST studies that, if we’re lucky, might ultimately even resolve individual Population III stars. Think of that—an actual image from across the depths of cosmic time, capturing one of the very first stars that ever was. It’d probably just be a little dot or smear of light, though."
    },
    {
      "author": "Leong",
      "text": ": Sure—but it’d still be one of the most impressive “baby pictures” ever made, right? Well worth including in a photo album. [Clip: Show theme music]"
    },
    {
      "author": "Leong: ",
      "text": "Thank you for listening to Cosmos, Quickly. Our show is produced by Tulika Bose, Jeff DelViscio, Kelso Harper—oh, and me!  Our music was composed by Dominic Smith."
    },
    {
      "author": "Billings",
      "text": ": Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com"
    },
    {
      "author": "SUBSCRIBE",
      "text": ":Apple | Spotify"
    }
  ]
}