{
  "title": "The Search for New Psychedelics",
  "img": "https://static.scientificamerican.com/sciam/cache/file/7069320C-D9A6-4E3C-B4CC3DE8F77AF416_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/the-search-for-new-psychedelics/",
  "audio": "https://traffic.megaphone.fm/SAM8769373914.mp3?updated=1703605709",
  "intro": [
    "As companies join the hunt, can the field of mind-altering synthetic substances stay true to its original pioneering spirit of wonder, curiosity and connection?"
  ],
  "authors": [
    "Rachel Nuwer"
  ],
  "category": [
    "Medicine"
  ],
  "transcript": [
    {
      "author": "Rachel Nuwer: ",
      "text": "When someone says psychedelics, what comes to mind? Maybe “magic mushrooms” or LSD? Or if you’re a real aficionado, maybe you think of more obscure substances such as dimethyltryptamine, also called DMT, or 4-Bromo-2,5-dimethoxyphenethylamine, also called 2C-B. Unless you’re really deep in the psychedelic weeds, though, what probably doesn’t come to mind are, say, 4-Hy­droxy-N-methyl-N-iso­propyl­tryptamine, also called 4-HO-MiPT, or 2,5-dimethoxy-4-(n)-propylthiophenethylamine, also called 2C-T-7. These things are mouthfuls.  The latter two psychedelics are actually among hundreds of obscure, consciousness-altering drugs—ones that maybe just a handful of people have ever tried, let alone studied. Most are synthesized in labs, and new ones are being created all the time. Some are made by underground chemists looking for the next big high, but others are being created by bona fide scientists searching for better therapeutic agents. For Science, Quickly, I’m science journalist and author Rachel Nuwer. Today I’ll be taking you on a mind-bending journey: the hunt for new psychedelics."
    },
    {
      "author": "Matthew Baggott: ",
      "text": "I think the existing psychedelics are going to help a lot of people, but there are some people that will not be helped by them or that will benefit even more from other medicines."
    },
    {
      "author": "Nuwer: ",
      "text": "That’s Matt Baggott, a neuroscientist and co-founder and CEO of a start-up called Tactogen. He and his colleagues are trying to make safer and more effective MDMA-like molecules for therapeutic and medical uses. There are at least 50 other labs and companies around the world pursuing similar goals."
    },
    {
      "author": "Baggott: ",
      "text": "For me, three big reasons to create new psychedelics would be, one, decreasing unwanted effects ..."
    },
    {
      "author": "Nuwer",
      "text": "For example, bladder irritation that’s sometimes caused by ketamine or transient high blood pressure that can be triggered by MDMA. Matt thinks it could be possible to engineer new versions of these drugs that don’t cause the kinds of unwanted side effects that have nothing to do with the actual therapeutic uses of psychedelics. The second reason for pursuing new psychedelics, he says, is ..."
    },
    {
      "author": "Baggott: ",
      "text": "Increasing the accessibility of these types of therapies. Many of us are concerned that psychedelic therapies may end up being so resource-intensive that the insurance industry and other payers won't consider the therapies to be cost-effective, and they may be reluctant to cover them. But if it’s not covered by the payer, then treatment will often be in the range of tens of thousands of dollars."
    },
    {
      "author": "Nuwer: ",
      "text": "The steep price tag is becausemost psychedelic-assisted therapy usually requires several sessions of around eight hours each and requires two therapists to be present. So if Matt and other scientists could create molecules that are shorter-acting but still just as effective, then the costs could be reduced, and the treatments could become available to way more people."
    },
    {
      "author": "Baggott: ",
      "text": "And then the third ... reason for developing new psychedelics is a little more speculative. I think that psychedelic-derived medicines could create whole new categories of therapy. We don't really have an established idea in our health care system of pharmacotherapies that accelerate psychotherapy. But that’s exactly how a lot of people are thinking about psychedelics. And so that’s just one example; there may be many other examples of ways that psychedelics could provide new, essentially, types of treatments. There’s a really large possibility space here that we're only now starting to explore, and there’s a lot of promise."
    },
    {
      "author": "Nuwer",
      "text": "It’s important to acknowledge, though, that Matt’s search for new psychedelics isn’t new. In a way, he and all the other researchers pursuing this path today are just following in the footsteps of those who came before. One of the greatest psychedelic pioneers of all time was the late chemist Alexander Shulgin, known as Sasha to his friends."
    },
    {
      "author": "Erika Dyck: ",
      "text": "Maybe there’s no one else quite like Sasha Shulgin."
    },
    {
      "author": "Nuwer: ",
      "text": "Sasha was best known for resynthesizing MDMA, aka Ecstasy, and kicking off widespread interest in it among therapists in the late 1970s. But he also famously created hundreds of new psychedelic drugs in a ramshackle backyard lab at his home in Lafayette, California. Sasha would actually try out his creations on himself, starting with tiny doses and working his way up. If the compound seemed interesting enough, he’d invite his late wife, Ann, and their closest friends to try it with him, and they’d all take notes. "
    },
    {
      "author": "Dyck: ",
      "text": "Without those moments, much of this psychedelic history would look quite different. There are people working for pharmaceutical companies now who came into this, I think, with a real, genuine desire to to embody the Sasha Shulgin spirit. He’s so visible and becomes ... a kind of iconic figure in this space who’s not only associated with the brilliance of his own chemistry and for allegedly introducing over 200 psychoactive compounds. He’s open with the DEA.... And he creates things faster than the DEA can figure out what to do with it."
    },
    {
      "author": "Nuwer",
      "text": "That’s Erika Dyck, a professor of health and social justice at the University of Saskatchewan who researches psychedelic history. Erika says that one of the things that set Sasha apart from other psychedelic chemists of his day was the fact that he was so open about his work creating new mind-altering substances—despite this being at the height of the war on drugs. In the 1990s he and Ann even wrote two books about their experiences that contained detailed instructions in the back for making all of Sasha’s different psychedelics. "
    },
    {
      "author": "Dyck: ",
      "text": "He writes about it and sort of shares his enthusiasm for the chemistry in a way that scales things differently than a patent and scaling it in terms of its marketability, and that’s a different philosophy. It’s a different way of living in this space."
    },
    {
      "author": "Nuwer: ",
      "text": "That’s because, unlike most other chemists, Sasha wasn’t driven by profit. He seems to have been motivated by sheer enthusiasm for drugs and their potential promise for unlocking hidden realms of consciousness and secrets of the brain."
    },
    {
      "author": "Dyck: ",
      "text": "A lot of people describe his enthusiasm—this just giggling, infectious enthusiasm for the process of discovery that really just kind of brought him to light."
    },
    {
      "author": "Nuwer: ",
      "text": "Sasha and Ann were friends with all kinds of luminaries of their day, including famous astronomer Carl Sagan, chemist Albert Hofmann, who discovered LSD, and author, musician and therapist Laura Huxley, the wife of writer Aldous Huxley."
    },
    {
      "author": "Dyck: ",
      "text": "They hosted dinner parties and gatherings at their place in Lafayette and really, I think, nourished a community of psychedelic enthusiasm at a time when prohibition overwhelmed this space."
    },
    {
      "author": "Nuwer: ",
      "text": "Sasha had fancy friends, but he wasn’t snobby. He was also happy to hobnob with students, hippies—anyone who was interested in drugs. His prolific publishing and welcoming nature inspired some people, including Matt, to get into psychedelics."
    },
    {
      "author": "Baggott: ",
      "text": "When I started becoming interested in these molecules, it seemed like there was almost no research happening on them, and that was a big question of mine: Why is so little being done to look at these molecules that seem so promising? So a lot of what I was doing was reading what, at the time, seemed like ancient papers in the ... stacks of the University of Chicago science library. I started to see Sasha Shulgin’s name a fair amount, as well as Dave Nichols at Purdue."
    },
    {
      "author": "Nuwer",
      "text": "Matt is referring to medicinal chemist David Nichols, who published a lot with Sasha and tried to create new MDMA-like molecules himself in the 1990s."
    },
    {
      "author": "Baggott: ",
      "text": "I wrote to both Dave Nichols and Sasha Shulgin.... They both responded to me...and I was able to get a role at the University of California, San Francisco, in a lab that Sasha was affiliated with.... And so I got to know Sasha during that time period pretty well."
    },
    {
      "author": "Nuwer: ",
      "text": "That was the 1980s. The research methods for finding new psychedelics have come a long way since then."
    },
    {
      "author": "Baggott: ",
      "text": "The tools at the time that were available were primitive, compared to what we have today."
    },
    {
      "author": "Nuwer: ",
      "text": "Matt and others now usually use computer simulations to explore virtual molecules that they might be interested in making."
    },
    {
      "author": "Baggott: ",
      "text": "These collections, these chemical libraries, can include billions of molecules. To evaluate these possible molecules, what we do is: we put digital representations of them into machine-learning models to predict if the molecules might interact with receptors of interest or other biological sites that we think are important. So then we go on to make the most promising of these hypothetical molecules... and then we screen them to see if they really do interact with the receptors and other sites of interest that we thought they might. Once we find a molecule that seems to work—what we call a hit—we then can make variations of it to see if we can tune the effects, make it more selective or more advantageous in some way.  That kind of process is fairly high-tech, uses a lot of computational power and often relies on contract research organizations with specialized assays. Very, very different from Sasha working in his, like, tiny, little, almost barn-like laboratory, you know, on his own."
    },
    {
      "author": "Nuwer: ",
      "text": "Whatever discoveries come out of today’s carefully controlled laboratory settings, a lot of experts say it’s still important to remember the more personal, adventurous, DIY Sasha Shulgin–type approach that got us to where we are today—and even to try to keep that spirit alive."
    },
    {
      "author": "Dyck: ",
      "text": "There’s a lot of ... profiteering out there, and ... it’s hard not to see the desires to turn psychedelics into another pharmaceutical commodity, and I worry that this will take the magic out of the mushrooms. Legalizing the psychedelics, I hope, doesn't necessarily take away that joie de vivre that exists in that space that has different rules of engagement."
    },
    {
      "author": "Nuwer: ",
      "text": "This is part one of a three-part series on the science of psychedelics. For Science, Quickly, I’m Rachel Nuwer. On our next episode, we’ll be talking about the heated debate in the field about whether the tripping part of the psychedelic trip is actually necessary for therapeutic use.  Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper and Carin Leong, and edited by Elah Feder and Alexa Lim. Don’t forget to listen to Science, Quickly wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news."
    }
  ]
}