{
  "title": "MDMA Moves from Club Drug to Real Therapy",
  "img": "https://static.scientificamerican.com/sciam/cache/file/A3D3B003-89EA-4D9F-A0212C8A9C3DAF0C_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/mdma-moves-from-club-drug-to-real-therapy/",
  "audio": "https://traffic.megaphone.fm/SAM2838975806.mp3?updated=1703605751",
  "intro": [
    "The party drug MDMA could soon be approved for treating people with severe PTSD."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Alexa Lim",
    "Jeffery DelViscio"
  ],
  "category": [
    "Mental Health"
  ],
  "transcript": [
    {
      "author": "SUBSCRIBE",
      "text": ": Apple | Spotify"
    },
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, and welcome to Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "On this show, we highlight the latest vital health news, discoveries that affect your body and your mind. Every episode, we dive into one topic. We discuss diseases, treatments, and some controversies. "
    },
    {
      "author": "Lewis: ",
      "text": "And we demystify the medical research in ways you can use to stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman: ",
      "text": "Today, we’re talking about MDMA. It’s a well-known party drug. But it is also showing real promise for treating intractable PTSD —flashbacks, depression, and other symptoms that recur long after a traumatic event. And it might help other conditions too. The medication could soon be headed for FDA approval."
    },
    {
      "author": "Lewis",
      "text": ": Just a quick disclaimer: MDMA is currently an illegal drug.  Although we’ll be talking about its potential therapeutic applications, we are not condoning or advocating its use. [Clip: Show theme music]"
    },
    {
      "author": "Lewis",
      "text": ": Josh, what do you know about MDMA?"
    },
    {
      "author": "Fischman",
      "text": ": Well, I know it got a reputation as a party drug in the 1980s, making people feel excited and giddy. That’s when it got the nicknames Ecstasy and Molly. But before that, some psychiatrists were using it during talk therapy. They thought it helped patients open up in sessions."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, that’s the gist of it. MDMA is a psychoactive drug with both stimulant and mood-enhancing effects. It appears to act by flooding the brain with the neurotransmitter serotonin, producing feelings of euphoria and affection. But that’s definitely not what it was invented for. In 1912 the pharmaceutical giant Merck was trying to develop a blood-clotting agent. They came up with [three-four METHUH-LEEN-DIOXY-METHAMPHETAMINE] 3,4-Methyl​enedioxy​methamphetamine. "
    },
    {
      "author": "Fischman",
      "text": ": No wonder they called it MDMA."
    },
    {
      "author": "Lewis",
      "text": ": Right? And thank you so much to our show’s producer, Jeff DelViscio, for forcing me to say it… But… moving on…. Merck did some early experiments with MDMA in animals, but ended up shelving it because the chemicals needed to synthesize it were too expensive. But years later, when it was given to humans, the drug was found to have certain…other properties. That’s why it became a party drug.  [CLIP  “This is your brain on drugs”] But in fact it was used for therapy purposes as early as the 1970s."
    },
    {
      "author": "Rachel Nuwer",
      "text": ": MDMA was resynthesized in 1968 by the psychedelic chemist Alexander Shulgin, in the Bay Area. Shulgin tried it himself in 1976, for sure. He introduced it to some therapist friends of his who spread it among all these Bay Area therapists, who in turn spread it broader outside into the United States and even other countries."
    },
    {
      "author": "Lewis: ",
      "text": "That’s Rachel Nuwer, a science journalist, author and frequent Scientific American contributor. She recently wrote a book on MDMA called “I FEEL LOVE: MDMA and the Quest for Connection in a Fractured World.”"
    },
    {
      "author": "Nuwer: ",
      "text": "And it really became this favorite therapeutic catalyst that a bunch of professionals were using, but it's also a drug that makes you feel good. And inevitably, it escaped from the therapist's office, as people like to say, onto the dance floor in the early 1980s."
    },
    {
      "author": "Lewis",
      "text": ": The U.S. government declared MDMA a Schedule I drug, meaning it has no accepted medical use and a high potential for abuse. And that made it a lot harder to do research on or get funding for."
    },
    {
      "author": "Nuwer: ",
      "text": "It is, like, really worth emphasizing that this started as a therapeutic drug, always paired with psychotherapy. And you know, back in the late 70s, and early 80s, scientists were starting to do some studies about it. And they were finding evidence that it could help with everything from couples counseling to substance use disorders to trauma."
    },
    {
      "author": "Fischman: ",
      "text": "Couples counseling is kind of a weird use, compared with trauma disorders and other stuff, isn’t it?"
    },
    {
      "author": "Lewis",
      "text": ": Yeah it is strange—but there are stories about couples on the brink of divorce who had tried everything else and nothing worked, yet MDMA helped them reconnect. But there’s not a lot of research to back up the anecdotes. There’s much more research on using MDMA to treat severe PTSD. So, there's this one group that has been a real mover in the MDMA research space. It's called the Multidisciplinary Association for Psychedelic Studies, or MAPS.  It's a nonprofit, and so far, they've funded a couple of large, late-stage clinical trials using MDMA to treat PTSD. One of these trials finished in May 2021."
    },
    {
      "author": "Fischman: ",
      "text": "How were these tests designed?"
    },
    {
      "author": "Lewis: ",
      "text": "90 patients with severe PTSD were randomly assigned to receive either MDMA or a placebo. Both groups also had several talk therapy sessions before and afterward with a trained therapist."
    },
    {
      "author": "Fischman",
      "text": ": What did they find out? Did the drug work?"
    },
    {
      "author": "Lewis",
      "text": ": So I talked to one of the researchers who led the trial."
    },
    {
      "author": "Michael Mithoefer:'",
      "text": "… 88 percent of people receiving MDMA plus the therapy had meaningful improvement in their PTSD symptoms, versus 60 percent who had improvement with the therapy alone."
    },
    {
      "author": "Lewis",
      "text": ": That’s Michael Mithoefer, a psychiatrist. He’s been doing clinical research on MDMA-assisted therapy for PTSD for more than two decades."
    },
    {
      "author": "Mithoefer",
      "text": ": And then in terms of losing the PTSD diagnosis, the therapy plus MDMA was 67 percent of people no longer meeting the criteria for a PTSD diagnosis versus 32 percent in the therapy-only group."
    },
    {
      "author": "Fischman",
      "text": ": Those are pretty impressive results, especially for people who’ve struggled with PTSD for years while other treatments have failed them. It makes me wonder why this drug worked so well. What do the researchers think?"
    },
    {
      "author": "Lewis: ",
      "text": "Some scientists think that MDMA may help reopen up what’s called a “critical period” in the brain, like we experience during childhood when we’re learning new things. And this might allow people to engage with traumatic memories in a new light and work through them. Another important point to mention is that it’s not just the drug itself that seems to help people—the talk therapy is also critical. Sometimes unwanted things come up during the MDMA trip. A trained psychotherapist can help the patient integrate their experience."
    },
    {
      "author": "Nuwer: ",
      "text": "Whatever we're talking about in terms of therapeutic potential, it's MDMA-assisted therapy. I think of MDMA really as like that catalyst for therapy."
    },
    {
      "author": "Lewis: ",
      "text": "The second large trial has now been completed, and Mithoefer says the results are very promising, too. They’ve submitted them for publication. The Food and Drug Administration needs these two clinical trials in order to evaluate the drug for medical approval. That approval could happen soon–Mithoefer and his team plan to submit an application to the FDA this summer."
    },
    {
      "author": "Fischman: ",
      "text": "Part of that process is checking the drug’s safety and effectiveness, right, so it’s not a done deal?"
    },
    {
      "author": "Lewis: ",
      "text": "Right. And MDMA does have some risks."
    },
    {
      "author": "Nuwer: ",
      "text": "People do die from taking too much MDMA or taking adulterated MDMA [...] In terms of MDMA itself, the most common risk is overheating. So MDMA messes with your thermal regulation, and you can get really hot on the dance floor and dehydrated and run into problems that way. There's issues of people actually drinking too much water and dying that way. Again, this is in a recreational setting. They've heard, “Oh, you need to drink water on MDMA,” and then they just are chugging, like, liters of water in an hour, diluting their blood, and yeah, falling into a coma."
    },
    {
      "author": "Fischman",
      "text": ": That’s scary. I know it sometimes happens to long-distance runners who drink too much water. Cells swell up and stop working properly. It can lead to heart attacks or seizures."
    },
    {
      "author": "Lewis",
      "text": ": Yeah, it’s definitely something to avoid. But remember, these were people taking the drugs in a party setting. In the controlled setting of the trial, the researchers did not see these adverse effects."
    },
    {
      "author": "Mithoefer",
      "text": ": In our clinical trials, we did careful screening. So the fact that we had a good safety record, people should keep in mind that these were carefully screened people medically and psychologically. We know that MDMA elevates blood pressure and pulse, kind of like moderate exercise. So that's why we do careful cardiovascular screening […] And we've excluded some psychiatric conditions too."
    },
    {
      "author": "Fischman",
      "text": ": In other words, don’t try this at home."
    },
    {
      "author": "Lewis",
      "text": ": Exactly. There are real dangers to using it. But in the therapist’s office, with the right kind of supervision and safeguards, MDMA could actually help people heal from their trauma."
    },
    {
      "author": "Fischman",
      "text": ": Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio and Kelso Harper. It’s edited by Elah Feder and Alexa Lim.  Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": ": Our show is a part of Scientific American’s podcast Science, Quickly. You can subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have ideas for topics we should cover, send us an email at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com."
    },
    {
      "author": "Fischman",
      "text": ": For a daily dose of science, sign up for our new Today in Science newsletter. Our colleague Andrea Gawrylewski delivers some of the most interesting and awe-inspiring science news, opinion and whatever else strikes her fancy to your inbox each afternoon. We think you’ll enjoy it. Check it out at sciam.com/newsletter-signup."
    },
    {
      "author": "Lewis",
      "text": ": Yeah, it’s a great read. Go sign up! I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’ll be back in two weeks. Thanks for listening!"
    },
    {
      "author": "SUBSCRIBE",
      "text": ": Apple | Spotify"
    }
  ]
}