{"title":"Are Orcas Friends or Foes?","img":"https://static.scientificamerican.com/sciam/cache/file/3332B438-252D-4BC9-9CC129FEC0DE6A7F_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/are-orca-whales-friends-or-foes/","audio":"https://traffic.megaphone.fm/SAM5491244488.mp3?updated=1703694264","intro":["The stories we tell about orcas might say more about us than about them"],"authors":["Carin Leong"],"category":["Animals"],"transcript":[{"author":"Carin Leong","text":"Orcas have been all over the news recently. [CLIP: News montage]"},{"author":"Leong","text":"Earlier this year the story of orcas ramming into yachts off the Spanish coast kind of took off. [CLIP: News montage]"},{"author":"Leong","text":"People on the Internet were calling them allies, hoping that they would sink billionaires and making other jokes about orcas being behind the Titan submersible tragedy. Then there are stories of orcas ripping great white sharks to pieces and antagonizing all sorts of sea creatures from minke whales to porpoises. I found it fascinating that these hero and villain narratives exist at the same time—that these charming, silly, sympathetic animals could just as easily be cast as mean bullies."},{"author":"Leong","text":"So to answer my question, I thought I’d ask some killer whale scientists to humor me in a game show I’m calling ... [CLIP: Game show music]"},{"author":"Leong","text":"[deep, echoey voice] Orcas: Friends or Foes? I’m Carin Leong, and you’re listening to Science, Quickly. [CLIP: Audience clapping]"},{"author":"Leong","text":"Ladies and gentlemen, sea enthusiasts and skeptics alike, welcome to this one-time and one-time-only game show! I’m your host, Carin, and today we dive into an exhilarating journey that will challenge your perceptions of one of the ocean’s most iconic inhabitants. Are they allies or total assholes? Welcome to Orcas: Friends or Foes? For years we’ve been fascinated by these magnificent creatures. But today we’re delving deeper. We’ll be speaking with scientists who have spent years studying orcas and know them inside and out."},{"author":"Leong","text":"Are orcas truly the ocean’s heroes, or do they deserve the less flattering reputation of being aquatic troublemakers? On one side, we have Team Friends. [CLIP: Audience clapping] They argue that these cetaceans exhibit complex social structures, possess remarkable communication skills and live in tight-knit families that enable knowledge to be passed down through generations. On the other side, we have Team Foes ... [CLIP: Audience clapping] Who point to instances of orcas displaying tyrannical behavior in their hunting and often fatal play. They argue that the ruthless nature of these apex predators has earned them a darker reputation."},{"author":"Leong","text":"The game is simple: while our scientists won’t be taking sides, they’ll help us untangle the orcas’ behavioral track record to evaluate the true nature of these creatures and how we relate to them. Representing them, we have Robert Pitman of the Marine Mammal Institute at Oregon State University …"},{"author":"Robert Pitman: ","text":"My name is Bob Pitman."},{"author":"Leong","text":"… and Michael Weiss of the Center for Whale Research."},{"author":"Michael Weiss","text":"Yeah, they’re just the coolest."},{"author":"Leong","text":"Up first ..."},{"author":"Leong","text":"Team Friends! [CLIP: Bell dinging three times] [CLIP: Orca calls]"},{"author":"Leong","text":"We’ll start with a story from Bob. While surveying some whales out in Antarctica ..."},{"author":"Pitman","text":"I was wondering, “Gosh, I wonder if these killer whales even know we’re here.” So I made a snowball and threw it at one because they’re swimming by, right in front of us, you know, six feet away in some cases."},{"author":"Leong","text":"The snow, he says, was so hard and dry that he could barely make a snowball out of it. So he threw it, and when it hit, it just kind of turned to powder."},{"author":"Pitman","text":"And I didn’t think this adult female even knew what happened. But she stopped instantly and kind of gave a little shudder and then sank, and I thought that was going to be it. But a piece of ice about the size of a basketball started moving through the still ice and came out into the middle of the channel. And then the same killer whale came up right next to it, and she bent her head down and flicked this piece of ice into the air. And she did this for about 10 minutes."},{"author":"Pitman","text":"And, you know, to this day, I have to believe I taught a killer whale how to throw a snowball."},{"author":"Leong","text":"Orcas are a lot like us. They’re ridiculously smart and have an incredible capacity for social learning. They have a similarlife span and reproductive life and social structures. Interestingly, they also have social trends, just like us, that can be seen as the equivalent of pickleball or cold brew."},{"author":"Weiss","text":"I think the biggest parallel is they are a cosmopolitan top predator …"},{"author":"Leong","text":"That’s Michael."},{"author":"Weiss","text":"… that uses culture and social information to adapt to a huge variety of ecosystems, which is exactly what we’ve done in our evolutionary history."},{"author":"Leong","text":"In the late 1980s, for example, an orca in Puget Sound was seen swimming around with dead salmon on its head. Then other teen orcas started doing the same thing, and it became known to scientists as the “salmon hat” fad, a fashionable summer trend that lasted all of six weeks. The fad this summer in British Columbia was playing with crab traps. Off the Iberian Peninsula, though, the trend of sinking boats seems to be sticking around with enduring popularity. Just this month another boat succumbed to a similar fate after being attacked."},{"author":"Weiss","text":"I think they are like teenagers looking for something to do with their day off."},{"author":"Leong","text":"Killer whales also live in highly complex social groups where mothers teach their kids everything they need to know. Moms who go off hunting will drop their babies off to roll around in patches of kelp like they’re at an orca day care—which is just adorable. Both male and female calves stay with their mom their whole life. And it’s hard to overstate how strong these bonds are."},{"author":"Weiss","text":"J35 is, I think, is special to all of us. She had a, a few years ago, she had a calf that died really soon after being born. We got a report that there was a new calf with her, and that was about an hour before we actually got on scene, and by the time we got there, the calf was gone. And she then carried that calf around for 17 days."},{"author":"Weiss","text":"She kind of switched between carrying it around on her rostrum, so having it kind of draped over her rostrum, and also, you know, having a pectoral flipper or the fluke, kind of gently, gingerly held in her mouth. [CLIP: Music]"},{"author":"Weiss","text":"I try to avoid using the human, um, terms. I think she had lost something. Uh, you know, she had experienced a loss and for whatever internal reason was not ready to let go of the thing, like, literally let go of the thing she had lost."},{"author":"Leong","text":"Wow, yeah. Their intricate social structures and their deep relationships with their family members—their ability to learn and play and experience, well, not joy and loss exactly, or we’ll never know, but something akin to it—that’s really beautiful. But now we’re going to get into the awful stuff that might be harder to get behind. It’s time for Team Foes. [CLIP: Bell dinging three times] [CLIP: Orca call]"},{"author":"Leong","text":"We’ll start with a story from Robert again, but we’re rewinding the clock all the way to when he was a young biologist in the early 1990s,, long before he saw an orca throw a snowball in Antarctica. This is the first encounter that got him interested in studying orcas to begin with. So it was early one morning off the Californian coast, and Pitman was conducting a marine survey."},{"author":"Pitman","text":"We hadn’t quite started ’cause it was a little dark outside."},{"author":"Leong","text":"But then people on the bridge called down and said that there was a group of about 35 killer whales attacking a small pod of sperm whales."},{"author":"Pitman","text":"So we put down our coffees, ran upstairs and, uh ..."},{"author":"Leong","text":"What he saw was this: the sperm whales formed a sort of wagon wheel with each of their heads pointed inward while each of their tails slapped at the killer whales encircling them."},{"author":"Pitman","text":"The sperm whales would form a defensive rosette. And this was pretty effective for quite a while, but eventually the killer whales started dragging members out. Then they would all attack that one individual."},{"author":"Leong","text":"So basically they’d corner one, pull it out of formation and literally gang up on it like school bullies."},{"author":"Pitman","text":"And then other sperm whales would come out and surround the one that was pulled out and take it back into the formation."},{"author":"Leong","text":"You probably feel bad for the sperm whales right about now. But sperm whales are far from the only victims here."},{"author":"Weiss","text":"Occasionally they’ll just find a harbor porpoise and chase it down and play with it until it’s dead."},{"author":"Leong","text":"That’s Michael again."},{"author":"Weiss","text":"These marine mammals they’re harassing don’t even eat the same thing they do, so it’s not like it’s a competition thing. They’re just kind of being dicks."},{"author":"Leong","text":"In the Salish Sea in Washington State and British Columbia, orcas play a deadly game of throwing and catching live porpoises like a ball with each other for up to five hours—injuring, traumatizing and often killing the animal. But there’s zero record of them ever eating it. Pitman has seen stuff like this, too."},{"author":"Pitman","text":"In Antarctica, [they’ll attack] penguins—they’ll chase them around for a while and knock them out of the water a few times and then just swim off."},{"author":"Leong (tape)","text":"And then don’t even eat the penguin?"},{"author":"Pitman","text":"Oh yeah. Quite often, they will kill stuff and not eat it."},{"author":"Leong","text":"Other times Pitman has found penguin carcasses with just the breast meat ripped off. Killer whales are picky eaters with preferred cuts of meat. They’ve also developed a horrifying liking for whale tongue."},{"author":"Pitman","text":"And that’s all that they’ll eat and just let the rest of the carcass drift ashore."},{"author":"Leong","text":"And when hunting large sharks, they’ve learned to bonk them on the head to confuse them and then flip them over, causing something called tonic immobility to happen where the shark can’t move. Then ..."},{"author":"Pitman","text":"Somehow slit them open and suck the livers out of them."},{"author":"Leong","text":"Ugh! And there’s more. In Western Australia killer whales are known to intercept pods of migrating humpback whales. Humpback whales are much larger—about eight times larger—and so they target specifically the baby humpbacks."},{"author":"Pitman","text":"If they have inexperienced mothers, the killer whales can come in and take a calf in less than a minute. One killer whale will zoom in front of the mother and distract her for a second, and one will come from behind and grab the calf, and off they go."},{"author":"Leong","text":"The big male killer whale will hold the baby humpback by its tail and herd it away from its mom."},{"author":"Pitman","text":"And they want to get away from the mother because, uh, she gets a little distraught."},{"author":"Leong","text":"And then this is when they ram it from below."},{"author":"Pitman","text":"And that will kill it."},{"author":"Leong","text":"And after all of that, they’ll eat its tongue and leave the rest to the ocean."},{"author":"Leong","text":"(tape): By the way, do you call them orcas or killer whales? Or are they kind of interchangeable?"},{"author":"Pitman","text":"Yeah, they are. Weekend whale watchers tend to prefer the term “orca” because it seems less negative. But as it turns out, orca means roughly, “whale from hell” anyway. So it’s not a whole lot of difference, just sounds different."},{"author":"Leong","text":"So that’s where we are with Team Foes. I think, for me, what really solidifies the orcas’ bad rap in these stories is how they go for the underdog. Like, they gang up on these weaker animals often just for the thrill of it."},{"author":"Pitman","text":"You know, we’re biologists and not supposed to be taking sides on any of this stuff, but it was an emotional whipsaw because we were pulling for the attackers, but we were also pulling for the prey."},{"author":"Leong","text":"But here, I think, we get into the tricky question of whether animals are only sympathetic and lovable when we see parts of ourselves in them—or only when we see the best, most virtuous parts of humanity in them."},{"author":"Weiss","text":"There’s the whole issue of measuring intelligence and the fact that we’re naturally biased towards measuring types of intelligence that line up with our type of intelligence ..."},{"author":"Leong","text":"Or our ideas of culture and social hierarchy. Like, wow, it’s so beautiful that orcas live in these matrilineal societies where moms make personal sacrifices to protect their young—that’s heroic and admirable because it maps onto values that we, at least in Western society, hold. And on the flip side, do we see these animals as bullies because we’re projecting our value systems on them again, and something in our brain just so naturally wants us to sympathize with the underdog and loathe the predator?"},{"author":"Pitman","text":"In fact, I’ve worked with a number of natural history film crews and stuff and, you know, they’re not happy when the killer whales are successful. They like the ones where the prey escapes. They like a good tussel but they like the ones where the calf gets away. You know, it’s giving people what they want, I guess."},{"author":"Leong","text":"I think the more you think about it, the more the two camps start to blur a little. The dichotomy is anthropocentric. It’s not orcas’ fault that they’re apex predators and are very good at it."},{"author":"Pitman","text":"Yes, you know,there’s very few predators in the world that hunt prey larger than they are. And for the most part, those are pack hunters. Killer whales can do this because they hunt cooperatively, and the reason that they can hunt cooperatively is because they’re all related. They’re helping their kid."},{"author":"Leong","text":"They hunt the way they do because they’re so communal and social. For example, there are whales in Antarctica that have developed a method for working together as a team to generate a wave to push seals off ice flows and then eat them. That’s not something a whale could’ve learned individually. One whale probably figured out they could make a wave, they recruited other whales to help, and then they’ve passed on this technique. What might seem like gang behavior to us might actually just represent these whales being smart about their hunting techniques."},{"author":"Weiss","text":"I have all these feelings about these whales. And all these thoughts about them. And I try to remind myself that it’s essentially a parasocial relationship, that I am essentially watching their lives, and the way I feel about their lives is largely about me. They’re not, they’re not us. They’re not people. They’ve got layers. They’ve got depth to them. That kind of goes with the territory of being intelligent, cultural animals."},{"author":"Leong","text":"So there you have it, folks! We’ve reached the end of our one-time and one-time-only game show Orcas: Friends or Foes? Catch us next time for our regular programming on Science, Quickly, produced by Jeff DelViscio, Tulika Bose, Kelso Harper and me, Carin Leong. Our theme music was composed by Dominic Smith."}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,22668,28304,13938,13585,11925,12887,5889,5803,26903,29480,22383,21661,19407,17095,27289,14379,12307,15686,16689,15881,22728,17055,18259,16773,13718,13217,8630,15162,8127,7633,11563,7706,12891,10998,8874,13837,15300,7530,9355,7921,8602,5888,7426,7170,13911,9060,22627,30895,30316,16338,13804,21738,28987,26725,15004,13443,17233,14383,15701,10424,17404,16345,9776,9493,10962,9996,5499,3327,6487,6615,5265,5099,4559,5181,5210,5698,11707,8934,7562,5237,5746,5507,4703,7784,7948,6092,7011,4293,336,11696,13318,9263,9910,10042,9632,9432,9888,7632,15878,9736,9217,15198,10460,11129,11502,14044,6583,7597,7296,10510,13112,9234,9653,6830,1214,900,17654,16067,6080,6327,9447,7253,7159,10756,8578,7082,8016,11101,10769,2676,12260,14801,15495,9600,7104,7730,9670,9393,6908,5718,7466,12960,8787,12146,6619,6357,8141,6146,1859,17786,13664,18266,16774,13067,7980,19526,19088,5920,8644,10616,9082,7617,4985,11318,8730,13280,11471,7059,3489,24253,15861,9888,7344,15311,14401,13398,18277,19907,14798,14704,10610,6990,7229,5225,4449,3629,4053,15053,11232,10831,11383,6588,8200,8743,7233,7939,5938,1149,138,82,23,12,0,0,1,36,425,717,1226,2006,3211,3639,3891,5133,4694,4342,5194,5430,21360,13414,14214,15184,15159,13359,11003,16447,15143,12230,9370,17741,20465,10200,14404,10339,10568,11011,14472,10819,15780,12899,12233,3826,22096,19008,15891,20994,14099,15759,22974,16957,14348,14524,10058,13966,12656,14828,10340,7445,14287,11951,9506,8541,10582,8944,8925,9786,15120,8922,8348,14732,5928,7109,3481,22982,22358,9278,14166,13547,29070,30845,16339,9823,8905,26480,14427,18580,11246,15027,8314,11374,10894,10197,6778,5140,5162,5781,14159,15255,17575,17593,25958,11743,14866,10878,9969,11028,10875,7764,15674,11256,19132,17544,20341,11413,11247,11992,3799,16531,18063,11234,23909,14959,20293,20249,24101,17968,15959,19834,13710,12917,14018,15637,14217,16163,11506,4673,3193,4217,23683,20244,16566,17745,16241,10229,18697,10521,3868,23572,18937,20380,19733,16275,16817,14368,9380,12087,12233,11558,15188,14195,12825,8367,4255,16511,22770,20015,16100,3197,16045,14626,17329,23606,13743,10866,4756,27600,21522,20494,20099,18284,21267,15112,12872,16851,17450,24991,19815,22100,22454,14412,10983,10969,14672,19356,10260,11537,22670,12156,9675,10317,14233,13061,12797,27198,23678,10328,15935,14815,13130,3881,4521,28162,27899,22871,20707,13719,12372,20009,20935,6279,4326,11950,26660,24333,17805,21565,26669,19154,17905,23651,19294,17283,18314,14604,13027,21136,18158,15119,14315,20068,4336,3349,2540,21248,25504,18232,14328,16656,21437,14158,16249,15598,17740,20514,20032,18296,15979,14849,9255,4563,3601,3507,13538,18884,16938,3414,31457,17842,12161,11142,8625,18763,13052,3406,15731,19210,16904,9242,10616,7670,10212,11449,18196,9913,13455,27731,14283,15477,16097,10596,20292,23820,18367,10725,7582,14139,19690,10536,10199,15621,12982,11503,7131,9143,11390,9272,12859,9385,7776,9975,8934,9902,14699,18899,13992,18895,15889,21165,21962,17748,13273,6065,11319,12280,12787,12842,8399,23484,20302,24910,23909,16035,20168,18541,20642,11541,3538,3604,13554,24444,14001,9368,30271,19373,20616,20022,18452,17234,12957,11203,16208,12182,16555,16113,14982,14792,15275,9656,3708,927,37,42,4241,7026,6733,6750,5041,2029,85,8180,9804,7993,13163,11346,7462,4843,7068,17838,12687,19748,10977,9490,12526,12528,18550,13339,12859,11108,14719,117,97,17565,14891,17781,19842,8046,14995,11596,7654,14137,10535,99,17097,19612,9847,22357,21354,17609,22213,19600,20919,12515,28126,17766,14601,10988,7681,3296,9491,9856,6395,5592,8423,14495,9040,8756,5731,8109,7042,5999,10123,10505,3332,386,3398,11295,8406,3476,5255,10913,7212,5761,5410,8949,8368,18930,15223,22136,12741,22826,20183,97,127,9890,11316,25285,13704,18103,9688,4174,10836,14610,17183,4895,14596,165,210,9725,27561,21266,13921,12335,16748,20114,10465,7154,19027,22399,10882,8246,18380,7737,322,385,12116,27381,27946,19543,17164,14021,13963,14013,12667,1751,1207,9837,16574,19931,19575,17973,17764,21761,24166,9710,5604,20382,13167,12515,9189,11272,12538,12687,3577,17344,18738,12219,11882,8256,14244,16016,18006,16353,10556,16314,8381,12685,19394,6775,3755,3075,2440,17347,8867,2365,3521,2994,24165,24746,11598,23957,24407,11961,7914,4225,17254,16587,16998,11044,12027,5743,2826,24263,20137,22622,13624,15244,19334,25985,16205,4550,10434,19363,25538,11255,14386,13597,1729,1912,2230,15987,12703,10821,16587,20535,11668,25108,3930,701,760,769,18236,14164,738,23603,12222,10342,23626,19112,22457,13659,12082,5779,16620,11216,16115,8390,17520,15347,10070,1524,19834,9265,25949,18583,17436,21751,20111,13172,14950,12356,16921,13858,15067,12983,14304,10090,1902,587,768,471,16387,13239,14383,9847,4506,10330,8058,7162,5674,11828,5808,8700,5720,8245,7420,6434,6311,4511,3106,715,6579,9466,5274,10714,5711,5094,3706,3421,7953,7847,9685,9150,7245,6368,8480,4447,240,10837,18958,14161,11346,9243,8152,6753,20236,16100,3851,6857,7710,5169,8569,7939,7344,8894,5576,7973,8561,5133,237,16501,12291,17612,18836,20428,17552,14148,19853,12999,9989,14384,17708,19622,21071,7497,1326,17026,20356,11518,10852,11988,6054,5579,17565,11530,8008,20803,17703,14228,24129,17986,15456,11831,19733,18654,15954,10552,2125,24889,13545,9465,30405,19281,11427,17379,12748,5677,25319,20827,12742,19749,10004,22963,8140,10011,8501,559,7828,8240,6802,7646,6707,8212,10779,8077,5356,10491,7684,8488,6496,10604,9629,14150,13401,5646,7240,1117,7202,10558,12197,7651,7680,6617,15655,5624,9930,8612,8751,6041,9637,6577,7623,13023,7592,11042,8276,1044,7886,19588,6100,8249,8016,11442,10669,10353,9444,7146,4817,218,283,7977,15119,10129,5558,4591,7958,7454,4780,10173,7193,6867,340,14355,9468,6725,7088,8599,6029,7676,8705,6680,9398,6422,8475,9813,9513,6950,5682,5676,6923,5248,2790,842,7010,7765,7334,7045,6339,11597,7555,6721,7118,7743,9869,4601,10907,3305,15381,15231,15713,11780,14031,13013,20099,11798,15122,15292,14420,1752,8908,9206,8734,5261,10147,4485,5047,4143,3474,6268,6780,4340,5710,7528,5667,5487,6591,7363,496,2158,9626,6885,7069,7020,7033,8871,7472,7199,7261,8562,4445,8711,3999,5973,453,9494,8740,10108,7937,4121,3890,5352,9014,11039,11053,6125,826,471,10373,8301,3180,6942,6811,6348,6264,5257,7106,4289,2626,559,651,7249,10325,12743,8748,7702,7435,15735,5600,6983,5214,3234,8447,4691,1843,18879,17399,15401,11258,11557,14976,13760,7736,20679,16176,15505,14019,13667,13363,16840,17000,11012,8696,10314,9353,16386,15574,16085,17508,9566,7422,16889,17915,12402,12251,14338,14539,10323,6856,14761,13853,13844,16253,14342,17442,13424,18751,12675,9346,2328,32004,21403,7774,24372,13090,13644,842,10635,15435,13450,16110,15180,22718,20966,24184,17500,22935,14780,4878,20154,16313,163,1769,1375,367,240,141,135,1517,12816,1817,17876,20410,20955,20537,14706,12596,17228,10313,11917,8889,4003,1301,9377,12764,9271,16391,15226,16065,12329,16235,13222,13664,14391,17857,16090,17360,16396,15117,18976,12447,18105,16181,19643,20914,18980,23515,16560,12608,15612,20284,15806,14548,15620,14482,14752,18814,15633,16318,13620,24316,20134,25169,2244,1997,1737,2203,1550,1601,2207,10361,12817,4345,14875,16574,13331,12438,12965,6344,14820,12016,7618,810,17507,19061,17016,14680,16876,15725,11004,12592,12306,14389,13059,13220,11617,13304,9117,11567,20582,16778,18330,18115,16730,17457,12454,16939,13819,14972,4225,751,17279,17958,18480,16399,20943,20896,14104,18885,13329,16468,16725,16874,5989,1858,1419,1356,2161,1252,1510,910,1891,1116,1599,1312,479,249,289,155,100,95,903,2469,7673,3167,4829,5025,143,370,8751,10809,8873,8216,13996,7611,10407,7100,6799,8553,8443,4855,5615,12375,6633,4793,6656,4423,5345,4059,10116,6951,9045,7658,5087,8228,5868,5689,13280,6855,11453,14421,15283,7575,7934,10272,12358,6241,6853,8470,8006,7375,342,18176,6785,3567,7074,6665,5310,2086,159,4818,10658,76,84,6211,17142,7942,8991,6960,5236,7879,9543,9641,8337,8920,5649,4783,5291,1417,71,2798,9254,14928,10119,6720,5954,18361,17694,9541,13354,12731,7755,14167,19105,19866,16034,15036,14679,10886,2904,7041,21756,9755,12729,10897,7769,10573,10686,11665,12202,7531,9341,12096,10844,7876,5073,5534,8543,11522,7227,7457,10239,8338,7323,7759,3699,778,15307,12620,8349,8804,9278,7713,12036,9673,9413,3325,1350,87,9599,12321,10750,12718,9267,9378,8512,6203,7319,10372,7895,6668,4074,386,107,282,8750,10173,9643,7332,10876,6957,8154,8170,6016,347,1942,9448,9043,9560,6741,9174,12780,5293,27040,26672,4295,23739,21479,18375,5824,7356,13307,14554,12520,8728,7524,10324,9998,9397,7166,4963,6013,5829,6682,7199,8663,8698,3957,4654,4320,5064,5738,7878,10023,5187,5261,6121,2921,14680,11766,5973,8434,608,4178,436,12976,20456,22447,10019,14441,16373,17031,11305,13461,9816,11026,15415,13221,12087,21058,16175,10203,9809,9764,14727,14655,7260,10433,13095,9536,7123,9784,13436,2576,10419,8847,7595,10704,8365,5869,7915,8880,7582,6717,5636,2797,21380,19965,12400,8860,9991,16185,16370,19478,13743,16138,12529,22326,18226,28415,17544,21568,21054,14238,10348,19768,10735,18465,12238,5499,16195,22964,19948,14716,19632,15745,12754,22265,19755,12722,19421,16858,12920,11853,6842,5783,5295,11484,14918,13040,9074,7565,8573,13794,7886,9021,7409,6242,10575,11983,7089,7426,8420,7821,8309,16800,19678,15192,15957,5687,16704,11237,13400,20861,15176,10374,18758,18779,9693,18859,9750,6901,4739,11828,13638,22033,8956,11459,15984,9045,15117,15153,7734,7712,8107,5194,8046,8995,9281,11246,15840,10257,6001,4607,6670,6572,6014,14557,15366,13797,14861,12966,13472,18308,6749,17253,17240,14173,13796,16986,17642,12077,16645,13268,8180,5038,7835,20476,15130,15097,15425,16117,12067,16634,17061,15100,20533,14871,16729,15732,19647,12583,19911,17561,13457,17088,13893,15613,16837,5279,11813,15876,9785,13849,7175,11150,7794,10219,12386,10331,8535,10191,10222,9523,9606,5618,7831,9089,6650,5414,12048,6489,6211,10054,8870,9610,10778,5441,3110,10472,7918,11759,9511,5314,9816,5160,5973,7540,5296,1277,9131,18074,16998,7180,16832,13629,9395,5302,2770,11278,10445,8731,11862,15874,3246,16033,15203,16490,2633,2873,23117,18355,11436,22546,12105,10348,17482,7685,10970,18533,20742,17817,14681,9030,16726,12917,12262,14367,8738,16054,16869,13156,18042,14934,14284,10158,27062,18538,12813,15215,11504,17730,20463,22544,18992,18032,19633,19389,14542,12209,2377,2993,2277,22489,15730,9501,8814,11709,7268,10601,8308,7842,15268,10543,10985,7663,12091,4214,1587,12973,14961,14308,8225,11317,6712,15987,8926,8647,8096,3608,17595,21129,19303,12021,12620,16758,11251,7150,8147,9331,8009,18928,25000,14520,13710,10513,13533,7243,16978,12717,18860,15653,12875,4658,17583,13244,14529,14563,11432,12959,14235,14812,24846,11772,9931,11386,28679,14900,11979,11816,9880,7654,8371,9256,11140,9562,13226,9400,8463,9588,7574,9141,9378,8472,3073,5687,13832,13970,9315,7461,2476,9545,5929,18237,18283,11667,21247,20677,17783,12847,11662,4315,20716,25945,22011,14055,4353,789,551,287,262,194,181,5285,10412,10481,10104,4370,3182,3776,4315,4574,8912,9826,8666,4981,5056,14561,13812,14038,13650,9058,10430,8876,9982,9663,8389,11284,9693,9896,10133,11719,14551,8083,6332,24253,14620,12424,10977,11224,17370,11943,15134,16494,9747,9387,7235,14513,20762,21449,20181,12109,11786,9906,11954,11366,9043,8691,7947,7048,5046,16777,18157,12865,18187,18277,13378,9501,5717,14718,13430,28494,23244,18450,23694,19580,18443,15825,10781,6745,20394,25534,16871,5380,17786,18217,20518,19879,13812,4861,11001,22468,20557,21637,15343,11950,14071,19757,12159,16439,23717,29201,25105,6774,20924,11139,15027,19628,14065,15025,11843,12773,11865,11137,8519,9049,13697,12713,11988,12817,9523,7643,6370,5788,5462,6019,31894,24253,18408,21082,13298,8221,5953,6229,5666,15652,29663,16523,10278,18538,6727,12080,12085,13656,14746,12891,15581,12972,25363,24027,15346,11990,20445,19603,17020,15800,8693,9635,12300,12489,6257,8356,9116,8938,12712,7555,4511,4567,4258,5459,5462,5120,4161,4608,4574,5524,4452,4750,5340,4491,4852,3342,2940,2495,14705,12805,13598,7590,6524,10467,11891,6131,10766,6561,7995,6886,6139,5752,5723,11195,31091,21387,11202,12333,6506,20312,15019,18478,8799,11138,10397,23072,16513,17745,15190,10785,16114,17022,12786,11494,3000,15349,4621,15159,6440,18444,24521,25311,3378,17052,10580,8183,12862,602,20398,16068,12362,18028,12285,9881,10894,8881,9518,5468,9008,577,20594,13655,17148,17439,5485,3430,24620,7634,2409,0,0,0,24,118,89,68,7389,5247,1302,4612,6447,4139,8391,9480,11619,9657,9642,4717,5547,3890,106,91,76,15773,14007,12705,12095,9939,10005,9968,5556,9424,8255,12460,12401,7671,6436,9767,8367,6234,9510,10273,2863,214,15513,14945,19719,9468,7244,10988,6678,7293,6032,6479,10804,12305,15291,14835,20428,14241,15594,13791,9797,13122,13786,29090,24226,12430,5568,14471,8700,18305,10734,194,11301,13203,5537,15831,16324,19869,18847,9865,11090,2267,125,11565,17458,15366,16383,18604,11264,12457,13040,11645,13159,8769,2125,8689,9557,19853,13617,12594,9902,14123,8662,11068,16824,12640,10546,11269,9796,11085,12718,5929,6732,6217,6789,5203,5996,6188,9375,4443,7577,8119,7146,6990,4147,1653,443,12881,6941,5940,9446,8457,4290,4008,5523,14099,7183,8873,11506,8724,3342,2806,12080,13327,14714,15127,16128,13574,18454,9323,24642,14677,25422,21248,17198,14510,15985,6163,13904,14312,21743,13580,21871,24919,24598,21251,12328,2088,8716,12450,28438,22794,15330,17544,12297,12230,9655,19192,5781,917,14434,8747,2233,30313,13087,12343,9489,18153,17178,13114,9063,9663,6101,17936,16455,11943,12332,10912,12258,10449,14982,10209,7625,7550,13947,17861,4284,211,22880,8035,19840,20885,27968,11396,9663,10278,4978,11109,12007,11747,16522,9286,7025,5861,14912,15660,11614,8509,9136,23858,11562,10090,1270,2637,16661,12986,15760,11176,246,12773,11032,13359,9312,14245,14113,5896,7180,19194,11600,17966,10360,10208,8916,13356,3192,15927,7047,22700,12580,11895,9503,11679,7107,9477,8191,6515,11576,9195,12997,15272,10010,3128,12643,10357,12658,18449,23923,20974,14520,13151,13815,18227,14489,8264,145,6436,23940,13974,11597,7607,17944,9046,7826,15688,12473,9716,9991,110,59,8034,16638,12076,13852,17931,15925,10618,8673,14660,16540,20983,15468,10239,21017,10777,15255,11561,8956,439,17058,7513,10318,9239,13360,12601,25149,19928,16439,12916,10166,8054,15983,15788,5718,5057,2586,211,3573,24116,14927,13950,8582,3868,3018,10294,20319,7291,1406,7412,18620,14399,18142,13046,9292,2762,467,21460,9825,16793,21557,25098,15322,9521,9192,11306,9428,10456,9924,11633,9090,7905,19526,18229,11270,18117,9111,7030,6705,9175,13936,12750,11426,8797,10769,8206,5766,6999,9818,7837,12071,12483,19815,6225,4253,25469,20025,16716,13541,12446,17362,10598,28729,7780,22594,17401,9607,10164,10123,110,16474,18130,13804,13429,11586,16116,9511,12755,4231,64,15734,16098,5340,68,14705,11222,333,126,16958,26200,22725,15016,14440,15655,10361,16183,7090,23389,25266,10529,9965,10365,8813,5166,15936,17367,8218,24514,9235,6832,165,107,18128,17717,15148,18827,15845,13597,29520,12913,10389,13406,12466,10967,12899,15726,17359,5583,12182,9030,9633,11012,5393,12740,11606,11329,11725,9265,15742,10556,16352,5518,4122,5608,4500,2640,1646,16828,14943,14303,13397,9576,10958,11157,10395,11668,10262,10072,8553,10288,9012,9456,10014,10392,10454,8042,14372,12647,8402,8333,5766,8618,12396,13703,7719,5105,5309,5457,618,660,13402,12177,8458,10272,8947,10603,8710,8488,5093,885,11911,9487,7198,7048,11772,10822,7698,13983,12909,1202,6390,11417,13744,10838,7728,22414,6949,8458,8518,9178,9806,8763,8805,991,22950,9519,12943,12112,9608,8269,10999,11339,9854,14251,12241,11935,10734,5243,10541,6035,13089,11147,10140,7764,6145,1724,7905,12588,13945,10064,11777,24188,21710,17684,7164,1511,19108,7772,7422,21612,20557,16673,18359,11073,16428,14593,14355,19165,20053,23349,18352,19044,20989,14143,14346,17847,1721,18348,17124,13162,14726,18653,17166,15658,18150,11603,6547,5165,23498,20668,11250,23450,18040,20361,19757,17665,9096,16530,16410,10506,19293,20225,11270,12611,1168,5751,4446,20774,17758,19602,16143,14693,13048,14590,15919,14682,1810,18156,14926,15357,1406,1047,18546,19677,23348,17794,11541,18858,16443,15593,16803,15548,8013,18493,16944,18054,17036,21570,13314,9686,10305,3800,3565,16563,19552,16110,1496,19311,19005,15724,8975,5528,1296,1235,10189,17659,16866,14611,19128,9981,8690,8121,14648,13020,16466,16108,11519,7072,8980,13451,14617,10485,17820,13116,12916,10383,10328,8096,2971,18002,9966,12530,11756,9669,11068,10400,17644,6963,11242,9656,8155,9222,7600,9307,11008,6368,7574,11001,8222,14599,13614,8915,13567,5317,5185,5013,6262,4438,14578,10438,10320,4667,7143,7518,4812,5116,3141,2351,2465,1638,1693,2065,2094,5911,4576,3586,2884,2659,1905,1327,1826,3342,2298,1763,1542,1433,1299,175,134,48,22,11,5,3,2,2],"fragments":[{"begin":"0.000","end":"5.600","lines":["Orcas have been all over the news recently. [CLIP: News montage]"]},{"begin":"5.600","end":"16.520","lines":["Earlier this year the story of orcas ramming into yachts off the Spanish coast kind of took off. [CLIP: News montage]"]},{"begin":"16.520","end":"71.880","lines":["People on the Internet were calling them allies, hoping that they would sink billionaires and making other jokes about orcas being behind the Titan submersible tragedy. Then there are stories of orcas ripping great white sharks to pieces and antagonizing all sorts of sea creatures from minke whales to porpoises. I found it fascinating that these hero and villain narratives exist at the same time—that these charming, silly, sympathetic animals could just as easily be cast as mean bullies."]},{"begin":"71.880","end":"82.040","lines":["So to answer my question, I thought I’d ask some killer whale scientists to humor me in a game show I’m calling ... [CLIP: Game show music]"]},{"begin":"82.040","end":"95.280","lines":["[deep, echoey voice] Orcas: Friends or Foes? I’m Carin Leong, and you’re listening to Science, Quickly. [CLIP: Audience clapping]"]},{"begin":"95.280","end":"159.960","lines":["Ladies and gentlemen, sea enthusiasts and skeptics alike, welcome to this one-time and one-time-only game show! I’m your host, Carin, and today we dive into an exhilarating journey that will challenge your perceptions of one of the ocean’s most iconic inhabitants. Are they allies or total assholes? Welcome to Orcas: Friends or Foes? For years we’ve been fascinated by these magnificent creatures. But today we’re delving deeper. We’ll be speaking with scientists who have spent years studying orcas and know them inside and out."]},{"begin":"159.960","end":"197.200","lines":["Are orcas truly the ocean’s heroes, or do they deserve the less flattering reputation of being aquatic troublemakers? On one side, we have Team Friends. [CLIP: Audience clapping] They argue that these cetaceans exhibit complex social structures, possess remarkable communication skills and live in tight-knit families that enable knowledge to be passed down through generations. On the other side, we have Team Foes ... [CLIP: Audience clapping] Who point to instances of orcas displaying tyrannical behavior in their hunting and often fatal play. They argue that the ruthless nature of these apex predators has earned them a darker reputation."]},{"begin":"197.200","end":"212.320","lines":["The game is simple: while our scientists won’t be taking sides, they’ll help us untangle the orcas’ behavioral track record to evaluate the true nature of these creatures and how we relate to them. Representing them, we have Robert Pitman of the Marine Mammal Institute at Oregon State University …"]},{"begin":"212.320","end":"213.760","lines":["My name is Bob Pitman."]},{"begin":"213.760","end":"216.000","lines":["… and Michael Weiss of the Center for Whale Research."]},{"begin":"216.000","end":"217.360","lines":["Yeah, they’re just the coolest."]},{"begin":"217.360","end":"217.840","lines":["Up first ..."]},{"begin":"217.840","end":"227.360","lines":["Team Friends! [CLIP: Bell dinging three times] [CLIP: Orca calls]"]},{"begin":"227.360","end":"231.560","lines":["We’ll start with a story from Bob. While surveying some whales out in Antarctica ..."]},{"begin":"231.560","end":"243.880","lines":["I was wondering, “Gosh, I wonder if these killer whales even know we’re here.” So I made a snowball and threw it at one because they’re swimming by, right in front of us, you know, six feet away in some cases."]},{"begin":"243.880","end":"252.440","lines":["The snow, he says, was so hard and dry that he could barely make a snowball out of it. So he threw it, and when it hit, it just kind of turned to powder."]},{"begin":"252.440","end":"296.440","lines":["And I didn’t think this adult female even knew what happened. But she stopped instantly and kind of gave a little shudder and then sank, and I thought that was going to be it. But a piece of ice about the size of a basketball started moving through the still ice and came out into the middle of the channel. And then the same killer whale came up right next to it, and she bent her head down and flicked this piece of ice into the air. And she did this for about 10 minutes."]},{"begin":"296.440","end":"304.520","lines":["And, you know, to this day, I have to believe I taught a killer whale how to throw a snowball."]},{"begin":"304.520","end":"322.280","lines":["Orcas are a lot like us. They’re ridiculously smart and have an incredible capacity for social learning. They have a similarlife span and reproductive life and social structures. Interestingly, they also have social trends, just like us, that can be seen as the equivalent of pickleball or cold brew."]},{"begin":"322.280","end":"328.240","lines":["I think the biggest parallel is they are a cosmopolitan top predator …"]},{"begin":"328.240","end":"329.160","lines":["That’s Michael."]},{"begin":"329.160","end":"339.320","lines":["… that uses culture and social information to adapt to a huge variety of ecosystems, which is exactly what we’ve done in our evolutionary history."]},{"begin":"339.320","end":"369.640","lines":["In the late 1980s, for example, an orca in Puget Sound was seen swimming around with dead salmon on its head. Then other teen orcas started doing the same thing, and it became known to scientists as the “salmon hat” fad, a fashionable summer trend that lasted all of six weeks. The fad this summer in British Columbia was playing with crab traps. Off the Iberian Peninsula, though, the trend of sinking boats seems to be sticking around with enduring popularity. Just this month another boat succumbed to a similar fate after being attacked."]},{"begin":"369.640","end":"372.840","lines":["I think they are like teenagers looking for something to do with their day off."]},{"begin":"372.840","end":"395.480","lines":["Killer whales also live in highly complex social groups where mothers teach their kids everything they need to know. Moms who go off hunting will drop their babies off to roll around in patches of kelp like they’re at an orca day care—which is just adorable. Both male and female calves stay with their mom their whole life. And it’s hard to overstate how strong these bonds are."]},{"begin":"395.480","end":"421.960","lines":["J35 is, I think, is special to all of us. She had a, a few years ago, she had a calf that died really soon after being born. We got a report that there was a new calf with her, and that was about an hour before we actually got on scene, and by the time we got there, the calf was gone. And she then carried that calf around for 17 days."]},{"begin":"421.960","end":"435.960","lines":["She kind of switched between carrying it around on her rostrum, so having it kind of draped over her rostrum, and also, you know, having a pectoral flipper or the fluke, kind of gently, gingerly held in her mouth. [CLIP: Music]"]},{"begin":"435.960","end":"457.760","lines":["I try to avoid using the human, um, terms. I think she had lost something. Uh, you know, she had experienced a loss and for whatever internal reason was not ready to let go of the thing, like, literally let go of the thing she had lost."]},{"begin":"457.760","end":"487.120","lines":["Wow, yeah. Their intricate social structures and their deep relationships with their family members—their ability to learn and play and experience, well, not joy and loss exactly, or we’ll never know, but something akin to it—that’s really beautiful. But now we’re going to get into the awful stuff that might be harder to get behind. It’s time for Team Foes. [CLIP: Bell dinging three times] [CLIP: Orca call]"]},{"begin":"487.120","end":"508.840","lines":["We’ll start with a story from Robert again, but we’re rewinding the clock all the way to when he was a young biologist in the early 1990s,, long before he saw an orca throw a snowball in Antarctica. This is the first encounter that got him interested in studying orcas to begin with. So it was early one morning off the Californian coast, and Pitman was conducting a marine survey."]},{"begin":"508.840","end":"512.160","lines":["We hadn’t quite started ’cause it was a little dark outside."]},{"begin":"512.160","end":"521.480","lines":["But then people on the bridge called down and said that there was a group of about 35 killer whales attacking a small pod of sperm whales."]},{"begin":"521.480","end":"524.360","lines":["So we put down our coffees, ran upstairs and, uh ..."]},{"begin":"524.360","end":"532.960","lines":["What he saw was this: the sperm whales formed a sort of wagon wheel with each of their heads pointed inward while each of their tails slapped at the killer whales encircling them."]},{"begin":"532.960","end":"545.960","lines":["The sperm whales would form a defensive rosette. And this was pretty effective for quite a while, but eventually the killer whales started dragging members out. Then they would all attack that one individual."]},{"begin":"545.960","end":"551.520","lines":["So basically they’d corner one, pull it out of formation and literally gang up on it like school bullies."]},{"begin":"551.520","end":"558.120","lines":["And then other sperm whales would come out and surround the one that was pulled out and take it back into the formation."]},{"begin":"558.120","end":"563.920","lines":["You probably feel bad for the sperm whales right about now. But sperm whales are far from the only victims here."]},{"begin":"563.920","end":"568.920","lines":["Occasionally they’ll just find a harbor porpoise and chase it down and play with it until it’s dead."]},{"begin":"568.920","end":"569.960","lines":["That’s Michael again."]},{"begin":"569.960","end":"576.880","lines":["These marine mammals they’re harassing don’t even eat the same thing they do, so it’s not like it’s a competition thing. They’re just kind of being dicks."]},{"begin":"576.880","end":"593.520","lines":["In the Salish Sea in Washington State and British Columbia, orcas play a deadly game of throwing and catching live porpoises like a ball with each other for up to five hours—injuring, traumatizing and often killing the animal. But there’s zero record of them ever eating it. Pitman has seen stuff like this, too."]},{"begin":"593.520","end":"600.680","lines":["In Antarctica, [they’ll attack] penguins—they’ll chase them around for a while and knock them out of the water a few times and then just swim off."]},{"begin":"600.680","end":"602.920","lines":["And then don’t even eat the penguin?"]},{"begin":"602.920","end":"607.720","lines":["Oh yeah. Quite often, they will kill stuff and not eat it."]},{"begin":"607.720","end":"619.320","lines":["Other times Pitman has found penguin carcasses with just the breast meat ripped off. Killer whales are picky eaters with preferred cuts of meat. They’ve also developed a horrifying liking for whale tongue."]},{"begin":"619.320","end":"624.480","lines":["And that’s all that they’ll eat and just let the rest of the carcass drift ashore."]},{"begin":"624.480","end":"634.760","lines":["And when hunting large sharks, they’ve learned to bonk them on the head to confuse them and then flip them over, causing something called tonic immobility to happen where the shark can’t move. Then ..."]},{"begin":"634.760","end":"641.080","lines":["Somehow slit them open and suck the livers out of them."]},{"begin":"641.080","end":"658.200","lines":["Ugh! And there’s more. In Western Australia killer whales are known to intercept pods of migrating humpback whales. Humpback whales are much larger—about eight times larger—and so they target specifically the baby humpbacks."]},{"begin":"658.200","end":"671.920","lines":["If they have inexperienced mothers, the killer whales can come in and take a calf in less than a minute. One killer whale will zoom in front of the mother and distract her for a second, and one will come from behind and grab the calf, and off they go."]},{"begin":"671.920","end":"677.360","lines":["The big male killer whale will hold the baby humpback by its tail and herd it away from its mom."]},{"begin":"677.360","end":"682.280","lines":["And they want to get away from the mother because, uh, she gets a little distraught."]},{"begin":"682.280","end":"684.400","lines":["And then this is when they ram it from below."]},{"begin":"684.400","end":"685.560","lines":["And that will kill it."]},{"begin":"685.560","end":"689.920","lines":["And after all of that, they’ll eat its tongue and leave the rest to the ocean."]},{"begin":"689.920","end":"699.840","lines":["(tape): By the way, do you call them orcas or killer whales? Or are they kind of interchangeable?"]},{"begin":"699.840","end":"720.400","lines":["Yeah, they are. Weekend whale watchers tend to prefer the term “orca” because it seems less negative. But as it turns out, orca means roughly, “whale from hell” anyway. So it’s not a whole lot of difference, just sounds different."]},{"begin":"720.400","end":"733.640","lines":["So that’s where we are with Team Foes. I think, for me, what really solidifies the orcas’ bad rap in these stories is how they go for the underdog. Like, they gang up on these weaker animals often just for the thrill of it."]},{"begin":"733.640","end":"745.840","lines":["You know, we’re biologists and not supposed to be taking sides on any of this stuff, but it was an emotional whipsaw because we were pulling for the attackers, but we were also pulling for the prey."]},{"begin":"745.840","end":"760.120","lines":["But here, I think, we get into the tricky question of whether animals are only sympathetic and lovable when we see parts of ourselves in them—or only when we see the best, most virtuous parts of humanity in them."]},{"begin":"760.120","end":"768.240","lines":["There’s the whole issue of measuring intelligence and the fact that we’re naturally biased towards measuring types of intelligence that line up with our type of intelligence ..."]},{"begin":"768.240","end":"799.960","lines":["Or our ideas of culture and social hierarchy. Like, wow, it’s so beautiful that orcas live in these matrilineal societies where moms make personal sacrifices to protect their young—that’s heroic and admirable because it maps onto values that we, at least in Western society, hold. And on the flip side, do we see these animals as bullies because we’re projecting our value systems on them again, and something in our brain just so naturally wants us to sympathize with the underdog and loathe the predator?"]},{"begin":"799.960","end":"823.640","lines":["In fact, I’ve worked with a number of natural history film crews and stuff and, you know, they’re not happy when the killer whales are successful. They like the ones where the prey escapes. They like a good tussel but they like the ones where the calf gets away. You know, it’s giving people what they want, I guess."]},{"begin":"823.640","end":"835.200","lines":["I think the more you think about it, the more the two camps start to blur a little. The dichotomy is anthropocentric. It’s not orcas’ fault that they’re apex predators and are very good at it."]},{"begin":"835.200","end":"859.080","lines":["Yes, you know,there’s very few predators in the world that hunt prey larger than they are. And for the most part, those are pack hunters. Killer whales can do this because they hunt cooperatively, and the reason that they can hunt cooperatively is because they’re all related. They’re helping their kid."]},{"begin":"859.080","end":"889.680","lines":["They hunt the way they do because they’re so communal and social. For example, there are whales in Antarctica that have developed a method for working together as a team to generate a wave to push seals off ice flows and then eat them. That’s not something a whale could’ve learned individually. One whale probably figured out they could make a wave, they recruited other whales to help, and then they’ve passed on this technique. What might seem like gang behavior to us might actually just represent these whales being smart about their hunting techniques."]},{"begin":"889.680","end":"921.400","lines":["I have all these feelings about these whales. And all these thoughts about them. And I try to remind myself that it’s essentially a parasocial relationship, that I am essentially watching their lives, and the way I feel about their lives is largely about me. They’re not, they’re not us. They’re not people. They’ve got layers. They’ve got depth to them. That kind of goes with the territory of being intelligent, cultural animals."]},{"begin":"921.400","end":"949.280","lines":["So there you have it, folks! We’ve reached the end of our one-time and one-time-only game show Orcas: Friends or Foes? Catch us next time for our regular programming on Science, Quickly, produced by Jeff DelViscio, Tulika Bose, Kelso Harper and me, Carin Leong. Our theme music was composed by Dominic Smith."]}],"duration":949}