{
  "title": "The Great Debate: Could We Ever Travel through Time?",
  "img": "https://static.scientificamerican.com/dam/m/1342da819ecc8c4c/original/time-travel-rerun-header.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/the-great-debate-could-we-ever-travel-through-time/",
  "audio": "https://traffic.megaphone.fm/SAM6096349079.mp3?updated=1710770104",
  "intro": [
    "Our space and physics editors go head-to-head over a classic mind-bending question."
  ],
  "authors": [
    "Clara Moskowitz",
    "Lee Billings"
  ],
  "category": [
    "Space Exploration"
  ],
  "transcript": [
    {
      "author": "Clara Moskowitz",
      "text": ": Hi, I’m Clara Moskowitz, a space editor here at Scientific American. We’re taking a break this week to look back at some of our favorite podcast episodes. I chose this one about the physics of time travel, because I’m a big sci-fi geek, so I’m fascinated by the topic. But also, it was such a fun debate to have with my colleague and friend, Lee Billings, another space editor here. We each picked a side – I was pro time travel, he was con—and dug our heels in. Check it out! [Clip: Show theme music]"
    },
    {
      "author": "Moskowitz: ",
      "text": "We’re here today to talk about time travel. A perennial – dare I say, timeless–topic of science fiction, but is it possible? Is there any chance at all that it could actually happen?"
    },
    {
      "author": "Lee Billings",
      "text": ": No. No, no no no no. (laughs). Well, kinda. Not really. ARGH. I’m Lee Billings."
    },
    {
      "author": "Moskowitz",
      "text": ": I’m Clara Moskowitz, and this is Cosmos, Quickly, the biweekly space podcast from Scientific American. [Clip: Show theme music]"
    },
    {
      "author": "Moskowitz: ",
      "text": "We’re going to have a little friendly debate."
    },
    {
      "author": "Billings: ",
      "text": "Really? I came for a throwdown."
    },
    {
      "author": "Moskowitz",
      "text": ": Well, a wrangle. A parley. A confab. Lee, what do you have against time travel?"
    },
    {
      "author": "Billings: ",
      "text": "So I love the idea of time travel! And in fact I do it all the time—like most everyone else I’m traveling into the future at one second per second. I’m less of a fan, though, of more speculative time travel, which is good fodder for goofy sci-fi stories, but in the real world it’s an implausible distraction."
    },
    {
      "author": "Moskowitz: ",
      "text": "But really, we can stay within plausible physics and still see how more extreme versions of time travel are possible. See, Einstein’s special theory of relativity shows that the rate time flows at depends on how fast you’re moving."
    },
    {
      "author": "Billings",
      "text": ": Einstein strikes again, what a rascal."
    },
    {
      "author": "Moskowitz: ",
      "text": "If you’re traveling in a starship at close to the speed of light, you’ll still experience the familiar one-second-per-second ticking of a clock– but an observer back on Earth would see your clock moving glacially slow. To them, you’d be moving through time at a snail’s pace. That means that when you finally got back,  maybe only a year would have passed for you, but a century could have gone by for your friends on Earth. Ergo, you just traveled to the future!"
    },
    {
      "author": "Billings",
      "text": ": Right, right, no one’s disputing any of that! We can even measure this sort of “time dilation” right now on Earth, not with starships, but with subatomic particles. Some of those particles have very short lifetimes, decaying almost instantaneously. But if we drastically speed them up, like in a particle accelerator, we find they endure longer in proportion to how fast they’re going. So riddle me this, though, Clara: How can we travel into the past? That’s something so hard to do–effectively impossible, almost–that it’s scarcely worth thinking about. [Clip: Back to the Future: “This is what makes time travel possible. The flux capacitor!”]"
    },
    {
      "author": "Moskowitz: ",
      "text": "I get it—no one has yet conceived of a way to journey to the past. But the crazy thing is it’s not impossible. Time is one of the four dimensions in the universe, along with three dimensions of space. And we move through space in all directions just fine, and according to physics, travel through time should be just as possible. One way that people have looked into is via a wormhole—a shortcut bridge through spacetime that was predicted by general relativity. Wormholes can connect distant points in spacetime, meaning you could conceivably use one to bridge not just the gap between here and a distant galaxy, but the span between 2023 and 1923.  [CLIP: Interstellar: “That’s the wormhole.”]"
    },
    {
      "author": "Billings",
      "text": ": Ah yes, wormholes—the last refuge of scoundrels and desperate physicists. The trouble with wormholes Clara, is that, unlike a DeLorean, we have no evidence they actually exist—and, even if they did, it seems the only ways to make them traversable and stable involves using negative energy or negative mass  to prop them open. And, guess what, just like wormholes themselves, we have no evidence these weird forms of matter and energy actually exist, either. And let’s just beat this dead horse one more time—even if wormholes exist, as well as the means to make them traversable, to go back in time seems to require anchoring one end in a region of very warped spacetime, like around a black hole, or accelerating it to nearly lightspeed. Are you sensing a theme here, Clara?"
    },
    {
      "author": "Moskowitz: ",
      "text": "Yeah, yeah. All I can say is that just because there’s no evidence any of these things exist, there’s also no evidence they don’t or can’t exist. Wormholes are real solutions to the equations of general relativity, and even negative energy and mass are concepts that come up in the math and aren’t prohibited."
    },
    {
      "author": "Billings: ",
      "text": "Well how about some more practical arguments, then? If time travel were possible, wouldn’t we have met some time travelers by now? Wouldn’t someone have gone back and killed Hitler—or at least prevented me from wearing that ridiculous outfit to my high school prom? You know there’s a famous story about physicist Stephen Hawking, who invited time travelers to come to a party he was holding. The trick was the the party happened in 2009, but the invitation came out in a miniseries that was broadcast in 2010—thus, only time travelers would have been able to attend. [CLIP: Stephen Hawking Time Travel Party: “Here is the invitation, giving the exact coordinates in time and space. I am hoping in one form or another it will survive for many thousands of years.”]"
    },
    {
      "author": "Billings: ",
      "text": "Sadly, the hors d'oeuvres went uneaten and the champagne sat unopened, because, clearly, time travel to the past is impossible!"
    },
    {
      "author": "Moskowitz",
      "text": ": I admit a party with Stephen Hawking should have been pretty alluring to time travelers, if they were out there. But you’re forgetting about the International Clause of Secrecy that all time travelers probably have to swear to, making sure to hide their identities and abilities from those in earlier eras."
    },
    {
      "author": "Billings: ",
      "text": "Hmm, yes the clause of secrecy here. Feels like we’re really veering into science fiction territory special pleading here. And don’t forget all the paradoxes that we have to worry about too. There are lots of good reasons to think time travel might introduce insurmountable paradoxes in physics. The most famous being the grandfather—or grandmother—paradox. If time travel were possible into the past, so the thinking goes, then a person could go back in time and kill their own grandparents, thus making it impossible for them to be born and impossible for them to travel back in time to ever commit the murder, and so on and so on."
    },
    {
      "author": "Moskowitz: ",
      "text": "I wonder if it could be like a many-worlds scenario, where each change a time traveler makes to the past spawns a whole new universe that carries on from that point. So if I went back in time and killed one of my forebears, then a new branch universe would begin where that whole line of descendents, including me, never existed. I mean, it sounds crazy, but then again, physics is pretty enamored with multiverses, and they seem to pop up for lots of reasons already. Maybe it’s not impossible?"
    },
    {
      "author": "Billings",
      "text": ": If not impossible, then I’d say, implausible."
    },
    {
      "author": "Moskowitz: ",
      "text": "Well, I’m forever an optimist, Lee! Thanks for listening to the Cosmos, Quickly."
    },
    {
      "author": "Billings: ",
      "text": "Our show is produced by Jeff DelViscio, Tulika Bose and Kelso Harper.  Our music was composed by Dominic Smith."
    },
    {
      "author": "Moskowtiz: ",
      "text": "If you like the show, please consider rating or leaving a review. You can also email feedback, questions, and tips to ScienceQuickly@SciAm.com."
    },
    {
      "author": "Billings: ",
      "text": "For more spacetime hijinks and all your science news, head to SciAm.com. This has been Cosmos, Quickly. I’m Lee Billings."
    },
    {
      "author": "Moskowitz: ",
      "text": "I’m Clara Moskowitz."
    },
    {
      "author": "Billings: ",
      "text": "And we’ll see you next time, in the future!"
    }
  ]
}