{
  "title": "New IVF Test Could Increase Chances of Pregnancy Success",
  "img": "https://static.scientificamerican.com/sciam/cache/file/F746D737-E2F8-4C3E-A7FAF5E81357756B_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/new-ivf-test-could-increase-chances-of-pregnancy-success/",
  "audio": "https://traffic.megaphone.fm/SAM2163357313.mp3?updated=1706538378",
  "intro": [
    "A noninvasive test for genetic material could predict embryo quality in IVF."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Carin Leong",
    "Elah Feder"
  ],
  "category": [
    "Reproduction"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "We bring you the latest vital health news: Discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman: ",
      "text": "Today’s episode covers a topic that many parents-to-be have struggled with: fertility. In vitro fertilization offers a path to pregnancy for people fortunate enough to be able to access it. But predicting the success of an implanted embryo is hard. Now researchers are developing a test that could make it easier. [Clip: Show theme music]"
    },
    {
      "author": "Lewis",
      "text": "For many people, deciding to have a child, getting pregnant, and giving birth is straightforward—if not easy. But for others, it can be a real struggle, sometimes involving years of treatment and no guarantee of success."
    },
    {
      "author": "Fischman",
      "text": "In vitro fertilization, or IVF, is the process of stimulating eggs to develop, fertilizing those eggs outside the body in a lab dish, and implanting them into the womb. There, an embryo hopefully develops into a healthy baby."
    },
    {
      "author": "Lewis",
      "text": "Right. But for many couples, it’s not that simple. IVF can require multiple rounds of grueling egg stimulation cycles, during which the female partner must undergo daily injections of hormones that make the ovaries grow dozens of eggs at a time. These hormones can produce nausea and other unpleasant effects."
    },
    {
      "author": "Fischman: ",
      "text": "Then, the patient must undergo what’s called a retrieval. That’s outpatient surgery, when a doctor retrieves the eggs, which are then fertilized in the lab. The lab tries to grow them for five or six days, but some don’t grow."
    },
    {
      "author": "Lewis: ",
      "text": "Some people will get the embryos—if there are any—tested for chromosomal or genetic abnormalities. Finally, one or more embryos are transferred into the uterus. It’s like a Hunger Games tournament. You start out with a bunch of eggs. Only a fraction of those get fertilized. Only a subset will survive to day five or six. An even smaller number will be genetically normal. And only some of those normal embryos will implant in the uterus and develop into a healthy baby."
    },
    {
      "author": "Fischman",
      "text": "The whole process is very expensive and time-consuming. For a want-to-be parent, it’s  a lot to go through."
    },
    {
      "author": "Lewis: ",
      "text": "It is!And for many people, there is the added stress of not knowing if it will ever be successful."
    },
    {
      "author": "Fischman: ",
      "text": "Yeah. I’ve heard that only about 20 to 40 percent of IVF cycles in people under 40 will result in a live birth."
    },
    {
      "author": "Lewis",
      "text": "That’s right."
    },
    {
      "author": "Fischman",
      "text": "Is there a more straightforward method? A better way to choose embryos that have a high chance of developing into healthy babies?"
    },
    {
      "author": "Lewis",
      "text": "Well actually, researchers at the University of California, San Diego have developed a test for genetic material in the leftover media—the soup of nutrients used to grow the embryos. This genetic material could possibly be used to predict the quality of an embryo—which in turn tells you something about its likelihood of developing successfully."
    },
    {
      "author": "Irene Su",
      "text": "One of the biggest barriers to IVF success is that not every egg, not every sperm, not every embryo will lead to a healthy baby. Individuals and couples go through a lot when they go through IVF, and we are on the hunt for the best way to identify embryos that will lead us to healthy live births."
    },
    {
      "author": "Lewis",
      "text": "That’s Irene Su, a reproductive endocrinologist and epidemiologist at the University of California, San Diego."
    },
    {
      "author": "Su: ",
      "text": "So, currently, the way that we evaluate embryos is by how pretty they look, or specifically, morphology—their characteristics of how an embryo looks at every stage. Or by taking five to 10 cells from the blastocyst embryo. And that's an embryo that's usually between 50 to 100 cells to look at the number of chromosomes."
    },
    {
      "author": "Lewis: ",
      "text": "The embryo’s “prettiness” or morphology gives you some idea of how likely it is to develop normally. But many embryos—sometimes as many as half or more—have the wrong number of chromosomes, a condition known as aneuploidy. And many of those will fail to implant in the uterus or develop normally."
    },
    {
      "author": "Fischman",
      "text": "So right now, the only way to know if an embryo is healthy is to look at its structure or to do genetic testing, which is an invasive and expensive technique that can take weeks or months."
    },
    {
      "author": "Lewis: ",
      "text": "Exactly. Normally, when an embryo created using IVF is grown in the lab before it is ready to be transferred to the uterus, the culture media is discarded. But Su and her colleague Sheng Zhong wondered if they could use that discarded media to detect genetic material that is released from embryos, called exRNA."
    },
    {
      "author": "Fischman",
      "text": "What is exRNA, and how does it end up in the embryo culture media?"
    },
    {
      "author": "Lewis",
      "text": "It’s a form of genetic material, or RNA, that cells excrete. Scientists aren’t sure what it’s for but suspect it is involved in cell-to-cell communication and regulation."
    },
    {
      "author": "Zhong",
      "text": " My name is Sheng Zhong. I'm a professor of bioengineering at the University of California San Diego. The understanding of how a single cell zygote becomes a multicelled organism with different cells carrying out vastly different functions is a central question in modern biology."
    },
    {
      "author": "Fischman",
      "text": "You can study embryo development in lab animals, but those findings don’t always translate to humans. And you can’t just dissect a developing human embryo to see what’s going on, which genes are being turned on, etc."
    },
    {
      "author": "Lewis",
      "text": "Right. So Su and Zhang have come up with a technology called “SILVERseq” to detect these exRNAs from a very small volume of liquid."
    },
    {
      "author": "Fischman",
      "text": "So basically, you can get all this genetic information about the developing embryo without even touching it?"
    },
    {
      "author": "Lewis",
      "text": "Yeah, it’s completely noninvasive. The researchers detected about 4,000 different exRNA molecules for each of five different stages of embryo development. They used the data to train an AI model that could predict the embryo’s quality. And it actually worked as well as assessments by human embryologists."
    },
    {
      "author": "Zhang: ",
      "text": "It turned out that using approximately on the order of 50 to 100 genes, the AI model that was trained on those embryos could very well predict the morphology based quality."
    },
    {
      "author": "Lewis",
      "text": "The hope is that you could look at the exRNA profile of an embryo and determine whether it will turn into a healthy baby."
    },
    {
      "author": "Su: ",
      "text": "And we are not there yet. But we do know that the embryos that continue to grow, they on average will have more exRNA than the embryos that stop growing. We know that the exRNA profiles of embryos that ultimately morphologically look better—meaning hopefully they're more competent to become healthy babies—they have a different profile than the RNA profiles of embryos that look morphologically less good."
    },
    {
      "author": "Fischman",
      "text": "Of course, this is still an experimental technique. There are a number of steps required before this could be adapted for widespread use in IVF clinics."
    },
    {
      "author": "Su",
      "text": " I think it's really important that technology is evaluated in evidence space before we push it out into clinical care. … if this exRNA profile turns out to be something that is so promising, then you’ve got to trial it out to see if patients who have embryos picked by using this versus patients who have used conventional methods, whether this performs better."
    },
    {
      "author": "Lewis",
      "text": "Su also made the point that reproductive health and women’s health are often underfunded."
    },
    {
      "author": "Su",
      "text": " And so a lot of whether this type of exciting novel research technology can translate and be applied to human health, early human development, reproductive health depends on how much we as a country value this type of science and value its impact on health and are willing to invest in it. [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": "Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": "Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have a topic you want us to cover, you can email us at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. For Your Health Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman:' ",
      "text": "AndI’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "See you next time."
    }
  ]
}