{"title":"It’s Not Just You: Three Times Eclipses Left Scientists ‘More or Less Agog’","img":"https://static.scientificamerican.com/dam/m/6f7a6f66c9168637/original/GettyImages-90732309.jpg","url":"https://www.scientificamerican.com/podcast/episode/three-times-eclipses-eclipsed-previous-science/","audio":"https://traffic.megaphone.fm/SAM3590858124.mp3?updated=1712279648","intro":["Total solar eclipses have set the stage for major scientific advancements—everything from the discovery of helium to the testing of Einstein’s general theory of relativity."],"authors":["Rachel Feltman","Clara Moskowitz","Lee Billings","Madison Goldberg"],"category":["Astronomy"],"transcript":[{"author":"Rachel Feltman","text":"Hey, listeners. As you may have noticed, we’ve been pretty excited about the eclipse over here at Scientific American."},{"author":"Lee Billings","text":"I—I am super excited. I’ve got my eclipse pants on, guys."},{"author":"Clara Moskowitz","text":"Uh, Lee, I’m pretty sure you’re supposed to be wearing eclipse glasses. You can actually wear your usual pants."},{"author":"Billings","text":"But the e-mail—the e-mail I got specifically said eclipse pants."},{"author":"Moskowitz","text":"Yeah, you’ve been led astray. Your eyes are gonna be burning, and everybody’s gonna be laughing at your pants."},{"author":"Feltman","text":"[Laughs] Oh, no. Well, we know that you’re probably just about ready to hear about some other cool science. So we’re capping off our pre-eclipse coverage with one last little solar symposium. Today we’re talking about three times eclipses have totally transformed science. I’m Rachel Feltman, a new member of the Science, Quickly team."},{"author":"Moskowitz","text":"I’m Clara Moskowitz, an old member of the Science, Quickly team."},{"author":"Billings","text":"I’m Lee Billings. I am also a bit long in the tooth. But maybe we’re at the point where everything old becomes new again? Yeah, I’m gonna go with that."},{"author":"Feltman","text":"[Laughs] You guys are too much. You’re listening to Scientific American’s Science, Quickly podcast. [CLIP: Theme music] From the discovery of new elements to the testing of novel theories of gravity, solar eclipses have helped spark scientific progress for centuries. In Scientific American’s special report on the April 8 total solar eclipse, Paul M. Sutter, a visiting professor of physics and astronomy at Barnard College at Columbia University, laid out three of the most transformative moments in eclipse-enabled science."},{"author":"Billings","text":"Now, before we get into it, we should clarify that we’ll be listing these scientific discoveries in chronological order, not in order of importance."},{"author":"Feltman","text":"Yeah. Great point, Lee. Do not come for us in the comments. We’re not here to argue over the value of helium versus general relativity—at least not today. Clara, why don’t you kick us off with gravity?"},{"author":"Moskowitz","text":"Right. So a total solar eclipse played a defining role in establishing Isaac Newton’s theory of gravity. [CLIP: “Baroque Hornpipe,” by Traditional] Picture yourself back in the late 17th century, when scientists are still trying to figure out why the planets move through the sky the way they do. At that time, scientists had Kepler’s laws of planetary motion, which worked super well to predict the movements of the planets. But the thing was, nobody really knew why they worked. They’d been derived from observational data, not from a fundamental theory of the underlying process. So several researchers had tried to work out the solution, but no one could. So along comes this astronomer and mathematician named Edmond Halley. You’ve probably heard of him from the comet named after him: Halley’s Comet. He went and asked Isaac Newton about this problem. And Newton basically said to Halley, “Oh, yeah, I totally figured that out. Yeah, it’s—it’s solved. No worries. But I did lose my notes about that.” [Laughs] Uh, yeah. So nobody really knew if Newton had a solution. But Halley was really excited, and he encouraged Newton to write down how it all worked. And then—even more important—he actually paid for it to be published. And the result was what basically everybody acknowledges is one of the most important scientific books that’s ever been written, which was Newton’s [Philosophiæ Naturalis] Principia Mathematica."},{"author":"Billings","text":"Was Halley, like, the first—the first Newton stan?"},{"author":"Moskowitz","text":"Yeah, he was a superfan. But we have superfans to thank for preserving the great work of Newton, who couldn’t be bothered to write down his notes about his theory of gravity."},{"author":"Feltman","text":"[Laughs] Relatable. [CLIP: “Baroque Hornpipe,” by Traditional]"},{"author":"Moskowitz","text":"So to cap it all off, Halley was the one who actually proved that Newton’s laws worked because he used them to pretty accurately predict that the eclipse would pass over London on May 3, 1715. And when it did, Halley and Newton were both proved right. So booyah."},{"author":"Feltman","text":"Wow, I had no idea that Newton needed, like, so much help to get this done."},{"author":"Moskowitz","text":"Right, he’s like that kid in the class who got the right answer, but he’s like, “What, you want me to show my work?”"},{"author":"Feltman","text":"I’m very sorry for what I’m about to do. But on a lighter note, we’ve also got a total eclipse to thank for the discovery of helium—or, at least, our first observation of it."},{"author":"Billings","text":"Aha, I see what you did there—very clever. It’s a light gas, that helium."},{"author":"Feltman","text":"[Laughs] Yes. So this takes us forward a little bit in time to the total solar eclipse on August 18, 1868. A bunch of scientists traveled to observe this one; they were scattered across southern India and Southeast Asia. Fun fact: according to the Thai Astronomical Society, this event was known as the “king of Siam’s eclipse”—not quite our SciAm but close."},{"author":"Billings","text":"I was gonna say, I wasn’t alive then—come on. Okay."},{"author":"Feltman","text":"[Laughs] Anyway, researchers were particularly jazzed for this eclipse because they thought it was a really good shot for trying out this hot new scientific technique called spectroscopy. [CLIP: “The Farmhouse,” by Silver Maple] They’d figured out that splitting light into a spectrum of all the colors that made it up could reveal what elements were hiding in there. At the time it was basically just, like, playing with prisms, playing with crystals, really—making rainbows. The sun made a compelling target for spectroscopy, seeing as it was a big, powerful, mysterious source of light that most of us can see for roughly half of our lives. Researchers were especially interested in solar prominences, otherwise known as filaments, which are these giant looplike structures of incandescent ionized gas that project out from the chromosphere of the sun into the corona. This is like the fiery crown that pokes out from the sun. When you’re doing a little picture of a sun, and you make the things that stick out, that’s what we’re talking about. And they realized that a total eclipse would make it way easier to study these filaments by essentially blocking out the rest of the sun’s light so that, you know, you got some good contrast to observe the spectral footprint of these filaments. Sure enough, pointing a spectroscope at the eclipse—by the way, at the time, a spectroscope was basically a telescope with, like, crystals strapped to it—it revealed something brand-new. [CLIP: “The Farmhouse,” by Silver Maple] Basically there was this line of yellow light that you might easily have mistaken for the yellow light produced by sodium using a spectroscope, but it didn’t quite match that spectral fingerprint. So this unique wavelength suggested the presence of a previously unknown element within the sun."},{"author":"Billings","text":"A mystery."},{"author":"Feltman","text":"Yes. And this was the first time—and, at least right now, the only time—an element was discovered extraterrestrially before it was found on Earth, which is so cool but also, understandably, led to a lot of skepticism. They were like, “Oh, so you found, like, an alien element up in the sun,” [laughs]. [That] was kind of the general vibe from other scientists. But it makes sense in hindsight that this was observed first up in the heavens because helium is thought to be the second most abundant element in the universe, but it’s exceedingly rare on Earth itself. So [it’s] not surprising that we first encountered it somewhere else. But helium would only actually be formally acknowledged as an element about 30 years later, which was after another scientist identified it within a chunk of uranium ore and showed that, in fact, it was very terrestrial, just also very rare. They named it using the suggested name from that old eclipse discovery: “helium,” from the Greek word helios, meaning “sun,” to remind us all where it came from."},{"author":"Moskowitz","text":"So a cool little side note on this: that may be the only element that we’ve discovered off of Earth, but scientists are actually discovering tons of new molecules off of Earth all the time. This is a field that’s pretty big now called astrochemistry, and I’m just a big nerd about it because I think it’s so awesome. They keep finding these spectroscopy signals up there of things that they don’t know what the hell it is. And they’re like, “Oh, my God, it’s a new molecule.” So there’s all these molecules out in space that we have no idea what they are because they don’t show up here on Earth."},{"author":"Feltman","text":"I love that. So last but not least, we’ve got general relativity. How did eclipses help us understand that one, Lee?"},{"author":"Billings","text":"So I just want to get out of the way out up front that this facet of solar eclipse science lore led to what’s still my favorite news headline of all time, from the November 10, 1919, edition of The New York Times: [CLIP: Theme music] “LIGHTS ALL ASKEW IN THE HEAVENS; Men of Science More or Less Agog Over Results of Eclipse Observations.”"},{"author":"Moskowitz","text":"Classic."},{"author":"Billings","text":"Right? I mean, it’s the “more or less agog” that really gets me."},{"author":"Moskowitz","text":"Yeah, because can you be more or less agog, or can you only be agog or un-agog?"},{"author":"Feltman","text":"Yeah, I have to say, I think you can either be agog or un-agog [laughs]."},{"author":"Moskowitz","text":"It’s a binary."},{"author":"Billings","text":"Yeah, I think it’s a binary distinction here. And maybe you can see where this is going because, again, we already talked about the triumph of Newtonian physics with Halley’s eclipse prediction. But Newton’s gravity didn’t account for everything astronomers could see out there, namely, the precession of the orbit of Mercury—the way that Mercury would twirl around the sun in a way that didn’t quite match up with Newtonian predictions. Einstein’s general theory of relativity was an improvement here. By considering space and time as one thing, spacetime—probably heard of that before—and treating gravity as the curvature of spacetime from massive objects, Mercury’s odd orbit all of a sudden could be very easily explained. But if [Albert] Einstein was right, the weighty warping of spacetime should have other observable effects, too. And we needed to make not just a postdiction about something—to explain something we already knew about—but to make a prediction about things that hadn’t been anticipated. And it turns out, if you look close to the edge of the solar system’s heaviest thing—which is what? All together now!"},{"author":"All","text":"The sun!"},{"author":"Billings","text":"Yes, yes, yes. You should see background stars shifted slightly out of place due to their light being warped around our star’s great spacetime-bending bulk. Without a sophisticated space telescope, the only feasible way to do that back in the early 20th century was using a total solar eclipse, for the reasons we’ve already talked about: it blocked out all the star’s light—all the sun’s light so you could see faint things around it. Astronomers actually had years of bad luck trying to test this prediction at eclipses around the world. Maybe they were just using it as an excuse to go globe-trotting? I mean, I don’t know. They’re always going fancy places, those astronomers."},{"author":"Feltman","text":"[Laughs] Yeah, we just need more data! Yeah, I did see that a couple of the expeditions involved in discovering helium had a combined bill of 75,000 francs."},{"author":"Billings","text":"Back then."},{"author":"Feltman","text":"Yeah, back then. So I do think it probably was a great excuse to be like, “There’s simply—you can’t put a price on this science” [laughs]."},{"author":"Billings","text":"“And we really need to go to this lush tropical island. Oh, wait, there’s one going on Greenland. You know what—you know what, that one’s actually....”"},{"author":"Feltman","text":"[Laughs] You gotta go."},{"author":"Billings","text":"“The stars just aren’t aligned. We can’t do it in Greenland.” So, yeah, as I said, they had lots of bad luck gallivanting all around the world trying to verify this prediction. But they finally succeeded in two expeditions: one to the island of Príncipe and another one to Brazil. May 29 of 1919—that was the eclipse that they looked at. And they saw that the offsets of the sun-adjacent background stars were just as Einstein had predicted. And the rest, as they say, is history."},{"author":"Moskowitz: ","text":"Well, I’m agog."},{"author":"Feltman","text":"[Laughs] Quite. So what kind of stuff do modern scientists study when they get the chance to go peep a total solar eclipse, hopefully not having to spend 75,000 francs to get there?"},{"author":"Billings","text":"One thing that they do a lot is: they focus on the sun’s corona, which we’ve already talked about. [CLIP: “Without Further Ado,” by Jon Björk] That’s the diaphanous, glowing, silvery crown of light that seems to suffuse the space around the sun during totality, when the moon slides into place right over the sun’s disk and blots out all that light. So normally, you can’t see the corona, just because it’s so much dimmer than the sun’s actual radiant surface. But just because you can’t see it doesn’t mean it’s not important. The corona is a huge, complex, ever changing puffball of plasma around our star, and it fluffs out at its edges to create the solar wind, which forms a protective, cosmic-ray-blocking bubble, or barrier, around our solar system [makes an explosion sound]. That’s—that’s your mind being blown. But the corona isn’t all sweetness and light. It does have some nasty parts. It can burst out, or burp out, giant clumps of itself that we call coronal mass ejections, which can cause really, really nasty—really nasty, guys—really nasty solar storms on Earth. So scientists want to study the fine details of how the corona works to figure out what makes it tick and to better understand how the sun makes most of the space weather that shapes our entire solar system as well as our planet."},{"author":"Moskowitz","text":"Totally. I mean, the corona’s definitely the big one that scientists are trying to study. But there’s a lot of other things, too. I know of a fun project called SunSketcher, where scientists are recruiting regular people all along the path of totality to take pictures of the eclipse on their phones in an attempt to make the most accurate prediction yet of the shape of the sun, which is, of course, a total mystery. We don’t know the shape of the sun, right?"},{"author":"Billings","text":"Is it a rhombus?"},{"author":"Moskowitz","text":"Triangular?"},{"author":"Feltman","text":"[Laughs] I’m not supposed to look at it, so I don’t know!"},{"author":"Billings","text":"Dodecahedron."},{"author":"Moskowitz","text":"[Laughs] Well, it—we all know it’s basically spherical, but it’s not exactly spherical, is the point. So if they can measure these small deviations from roundness, they can actually get a much better picture of the kind of physics that’s going on inside the sun, which is pretty cool."},{"author":"Feltman","text":"And then there are eclipses that involve stars other than our sun. Lee, I know you love talking about transit research."},{"author":"Billings","text":"Oh, thank you so much. You know I do. You know I do. I’m that guy at the party. You don’t want to talk to me about this at the party. So the thing to remember is that every time a star’s light is blocked, that’s technically an eclipse. So this can happen for all stars, right, not just our sun. And I’m not just talking about a total eclipse either, like when a moon casts a shadow on a nearby planet and completely blocks the view of a star, although I’m sure that happens out there a bunch, too. I’m talking about when an orbiting planet or a moon or, heck, even a comet or some asteroids or Saturn-like ring systems, when they cross the faces of their stars as seen from our solar system, from Earth, and they cast a shadow toward us. Now that’s a transit. It’s really just an eclipse, though. And it turns out, we’ve gotten really, really, really good at measuring those transitory shadows, those little dips in starlight from some object blipping across a distant star. And that’s how we’ve discovered thousands and thousands and thousands of exoplanets, and some of those exoplanets are about the same size and same orbit even as Earth. And what’s really cool when you think about that is, as a bonus, if you look at some of the starlight that’s shining through the edges of these exoplanetary silhouettes very, very carefully, you can sometimes measure what exactly is in the atmosphere, what sorts of—of molecules exist there that the starlight’s interacting with. So we’ve talked about spectroscopy, using the crystals to make the rainbows to get the elemental fingerprints, right, right? So it’s the same sort of thing here, and you can see stuff like oxygen or carbon dioxide or water vapor or methane. And that can tell you a lot about whether or not a planet way, way, way out there might be much like the one that’s right here. [CLIP: Theme music] And it maybe someday can even tell us whether or not there are living things looking up at our sun as a distant point of light in their own night sky. And that’s a pretty humbling, awesome thought. Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by Rachel Feltman, Clara Moskowitz and me, Lee Billings. Elah Feder, Alexa Lim and Madison Goldberg edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith.  "},{"author":"Feltman","text":"Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. And if you liked the show, give us a rating or review."},{"author":"Billings","text":"For Scientific American’s Science, Quickly, I’m Lee Billings."},{"author":"Moskowitz","text":"I’m Clara Moskowitz."},{"author":"Feltman","text":"And I’m Rachel Feltman. See you next time."}],"wave_peaks":[12133,15006,6539,21127,22093,18092,10579,10686,9032,14746,22560,19567,22534,14170,10376,10814,22515,5907,15654,2555,26,12274,14847,4122,18,11085,10057,8034,3517,13409,22503,22517,15510,11432,8288,4129,8097,7096,6981,12584,11232,18547,6711,10795,18212,6440,7496,6790,6454,8854,5574,5670,12630,7299,6350,5651,9209,9365,5287,5743,2346,9949,2908,4957,6171,11911,4468,2982,8577,7552,18893,16001,20229,21461,18659,19725,13878,13169,7970,9215,12926,13266,15582,16010,3959,7902,10446,18723,16004,11192,16622,13759,15197,13981,14229,10466,15330,6624,9342,12047,4379,13605,7662,3750,3057,13942,15188,12167,12579,15668,11527,6094,16534,14739,15916,7592,13242,16885,15484,16287,10103,14004,9916,15444,13917,2873,12468,12861,13544,17382,10387,11397,17643,9985,6388,16577,15993,9294,11442,9984,7276,9071,3584,13744,10910,11442,16399,19575,5852,13980,14859,6819,6157,17706,3153,13943,13912,12243,8005,10685,12022,3148,2219,535,3615,2231,22503,15324,19507,19813,22150,17237,22512,8019,5944,3551,2418,3030,16690,11214,10196,4588,9425,8479,7582,6796,5225,19279,11010,12098,15708,8546,7549,10178,16531,11965,4547,4340,2263,7072,6421,5887,7696,1801,1447,6239,7980,9164,5968,10954,9789,9069,8302,9664,13534,10895,1111,3041,9333,10168,4797,16221,22333,7679,17461,9637,8116,4654,3100,13322,17622,7974,21150,21799,15180,15386,4194,22023,11258,22512,22437,2707,2832,2997,1710,5015,5671,5145,6329,5072,3092,879,341,157,127,15080,8720,15724,7815,5680,20803,5136,9293,10542,22473,5528,18102,7686,7730,20195,20314,5054,6202,18335,12583,8204,19317,8007,17633,19306,5939,20649,6878,6476,14403,7638,2050,274,21492,17260,13750,6955,22509,9930,12128,8390,10620,7351,8330,8639,14748,17586,582,17330,22141,17401,18485,11704,15374,22484,11400,12826,12651,8833,13176,16742,12493,14128,22496,9242,16548,5955,4800,3065,22498,21440,9011,15670,8788,13963,12434,12541,14115,7507,9415,6232,8234,9449,15056,3345,4878,5197,13349,16045,12002,9063,9172,8493,5534,9465,7398,9871,9918,8746,7254,4624,6445,3975,5532,19329,22106,7009,17191,21844,16018,7285,2989,18523,12623,13567,9392,6383,7044,21746,16836,11874,22472,13526,22023,15287,16588,8577,19514,11923,8761,10754,17452,13566,14725,9901,9282,9220,7917,7590,16231,13152,15499,15694,887,22499,18075,22107,22319,5751,9129,18947,6919,22475,10814,52,19680,10553,16151,13635,9348,13790,9907,5217,5030,11154,13900,5338,10074,10521,15239,10752,22499,16974,9559,7315,6043,14464,16688,4275,4575,3817,4091,3519,2603,13828,11894,18041,15564,12654,16112,12521,7933,14557,9374,13009,11514,10743,12525,15590,17143,8639,7935,8152,7852,14353,7651,6894,8149,381,546,16480,6000,9569,5107,10794,9816,8877,8318,10596,7133,12622,3744,11733,15771,12119,15123,16877,14519,9408,8439,7618,4863,12801,3571,200,168,13699,14169,10868,8245,10609,6513,9088,5046,2573,12792,9020,16858,10674,11741,7556,7681,8182,10124,12948,10348,6631,7165,4197,5409,7397,6344,7492,18286,6631,1944,621,9978,14147,13788,4551,7980,13723,6072,7319,7389,9382,5271,17658,11302,16793,41,10637,16289,22503,14600,7691,4236,10074,12909,10340,5806,7842,6560,14712,22478,6437,14655,6904,8228,10698,4979,15869,15396,6254,4072,10344,9153,6900,1185,14797,14231,22522,12165,12423,9785,14243,4964,13729,8431,16232,7834,9637,14934,1974,16307,14585,11800,11505,10380,7933,22289,16396,4670,11118,22119,13246,15233,16190,5614,17319,5394,19861,22489,7454,16622,8085,10983,22206,22517,5183,3540,4974,5483,16604,11774,9811,793,8734,6817,7142,9640,11106,5536,7245,1609,12975,703,2291,12386,13062,12128,13879,10026,10441,9200,12046,8498,17100,9559,9839,13679,5669,2443,380,15683,15057,15296,15581,12124,6505,16911,6848,11767,11301,12832,12809,15061,4051,217,19099,15715,8693,11756,13760,13643,11342,14023,9864,8256,6988,9384,6572,9940,5169,5830,8108,6169,17783,5559,10463,9340,3838,456,10404,9582,5936,8859,6539,20840,6146,14,71,15838,22479,10496,6092,6169,1654,5237,4558,6954,8612,1970,17589,17056,22148,18860,17579,7962,9586,11112,4160,17709,13615,12039,8184,8663,6186,6888,10762,8843,10224,8810,8972,11096,11456,8392,15166,12415,19256,16567,17119,17073,11395,8291,5362,13283,13692,12058,5545,29,13777,12170,681,8268,15051,19235,11618,14236,11836,11623,11945,8657,9276,9489,14057,14206,16388,1201,17142,15343,12836,7399,8511,9720,19833,5449,5646,8881,8563,8770,10928,5696,5798,4203,3207,9291,14314,8634,17250,7593,6515,9230,2407,1277,11597,13359,13927,4292,6151,22526,8082,9692,7098,13410,6859,17194,532,8467,10887,1358,1200,1205,813,532,184,14778,22405,9263,6921,8273,11821,8569,11801,9184,10039,3375,17210,20517,18677,5429,18025,22009,22519,20677,20836,12823,20231,7927,14913,16169,13954,13815,10705,14188,7583,11488,675,5266,5246,8148,22498,16554,22494,18674,6248,7035,1254,2674,1314,195,15727,15338,10305,9745,15438,5393,19456,9363,22013,17484,8352,1285,7579,21507,22549,14613,13605,7298,7346,8260,19164,14572,3592,7917,14488,10904,15000,17026,10000,17923,14136,10365,12526,3597,14309,15658,22506,12271,13542,11400,16919,17393,22483,22527,22525,21303,19096,19461,14770,19765,16120,15376,9151,7400,884,11033,13134,11447,12602,10422,12158,3278,3463,2517,799,17381,11089,6660,6411,14549,14140,13712,10666,15797,7161,7113,9943,13676,11656,17183,18386,11072,9641,9069,17205,7534,8376,7263,6786,5095,479,22472,22259,20956,22510,16993,11205,12275,10547,7549,22267,14811,20380,16011,11288,18620,17742,3597,17071,15457,569,20565,20231,22507,22502,9895,18810,9697,19313,22495,15709,11167,18059,6622,14612,16615,15020,22512,5122,10062,19708,20645,14341,7572,3589,22419,21872,22115,19674,8036,16572,22542,22519,21215,22537,22461,22156,21963,21900,9523,11218,8611,2084,1742,711,17284,7947,5980,12853,7179,8657,4108,6017,17017,17058,7385,5639,7620,5039,13039,12061,12251,8663,9710,17375,16500,19250,21854,12381,11799,20728,22465,15294,4999,6122,17924,22127,19113,19781,7370,3692,2705,1897,2449,4121,14782,21203,21953,19409,5182,12571,7486,19947,10761,11295,13405,21710,13598,15110,16114,15769,20051,13461,15213,15647,10703,13609,18015,9289,15015,13614,22497,15473,7677,1943,9962,11646,14039,15832,8097,20167,16305,4714,17319,6449,1355,2796,16628,22414,15095,7494,14752,14944,15661,16389,8089,7307,4057,2155,1307,1046,22241,19358,13925,14668,6057,17006,18968,18118,17952,22502,18339,8556,21881,14219,8930,16432,22406,14567,12352,12174,13134,20401,15686,22485,8321,11432,16924,22508,15844,19538,6035,632,880,542,16963,13766,16035,15938,21643,19973,14272,16096,8745,12551,15902,10932,8138,22516,12384,12336,11004,5385,12980,18661,17780,9346,22559,22487,10775,13654,6913,11105,15450,9437,22493,18476,21453,17824,22482,18388,20710,16953,18856,16833,15852,22515,11013,9454,7732,8944,15679,11424,15143,13153,6801,22479,7995,12258,16370,13898,5774,17949,9657,4726,5964,2125,3579,6726,8278,7609,14516,15625,22184,4327,4177,2214,7347,15841,12623,13695,9730,12499,9604,22519,12894,4273,3478,22507,7944,11296,7497,16143,22546,12388,8733,14673,11542,14172,6940,7547,9385,7894,6055,21816,5948,10731,4802,883,22505,9948,19831,17810,16436,20640,17506,14881,17892,13010,22437,15000,21103,18627,14970,19370,7228,13366,22480,22499,12760,9121,6813,10594,11751,6024,22501,17780,8917,10096,11406,2979,5269,11176,7869,1074,10638,22486,21013,21428,14216,17693,8990,14288,22537,8864,14255,21921,16668,18862,16161,21061,11623,16744,19240,19032,14820,10235,12996,8901,19907,9099,9101,16232,22517,19033,1657,22452,17029,22319,18108,3028,14687,14852,8524,2797,1581,2409,16197,11855,8184,9795,11636,20846,17927,18627,16015,17329,6294,18965,7107,15642,7389,10439,15228,9974,15332,15039,17322,19592,15841,8046,18159,22500,10301,2375,6610,15542,7563,8979,1161,19347,18168,6072,14915,20474,21590,22515,21278,20366,13013,7946,12067,6535,1743,18154,10831,14524,7575,11498,16321,16309,6379,22520,16565,16864,18472,10639,6064,5576,7251,16275,11053,12620,6717,5407,6407,10285,9329,3689,11868,5229,10811,15531,1518,1102,10562,16897,13710,8897,19781,16224,15065,1212,22173,7695,22527,20596,5842,16685,15796,11420,1480,22238,22466,9794,13572,18239,15021,4259,22105,10831,17833,5358,4423,11062,14012,17729,15378,13361,7521,4679,7180,2423,14268,10106,8307,333,418,18003,18708,17543,8432,10449,7621,13600,12942,12323,7668,22528,17126,11138,7243,18917,19500,13229,10524,9726,8882,12088,21540,10084,13764,11967,14135,19111,6050,12608,21147,10738,17637,13877,13778,20740,8064,1404,20811,18336,14782,19258,15916,9120,19923,9850,7811,11509,14995,6491,11624,5245,22484,22497,14430,16003,13547,765,11528,16618,16683,19461,20221,9856,22494,11727,8055,13570,15197,9198,6319,11947,9916,13588,17242,6537,13906,8679,18541,14897,9143,11265,13749,280,15994,8667,22439,20956,21319,7333,13450,3513,19617,11082,1327,14492,9099,2466,460,17328,21089,10009,8445,16197,22486,9015,10407,12948,16143,15227,22492,15899,7223,20421,15799,9833,15792,7261,7628,22496,18340,17752,10920,14968,13391,15092,14150,8192,20303,15632,12868,12972,12582,848,12131,20279,20374,20574,14275,11876,7446,18464,6959,8184,5729,8530,11504,8541,864,169,22469,17158,14402,8476,6152,14407,14229,15014,17928,10406,16859,12967,10149,14682,9319,5103,115,13775,12855,20137,9252,16186,8197,8673,5607,9592,22462,13467,227,4234,3915,7656,7340,7572,37,5696,16615,3395,7126,11963,9120,17868,16992,5496,5252,15485,8976,9377,13104,9909,5404,9413,7252,15057,10555,7392,10875,7862,11265,13795,7743,7502,8771,11244,5570,7183,5294,17245,15037,2756,3965,21109,10341,9105,9598,10154,10932,9539,9493,12907,8676,8654,8202,7471,7008,7538,9488,14010,9185,8728,9775,14997,22458,10267,9649,8736,7925,13687,10542,12895,8140,6987,22413,13731,4144,6814,12405,9517,1328,21402,15811,12485,11052,9938,7663,13827,8698,12049,17358,9628,10154,11182,13571,10972,7654,10828,5324,6986,5704,5957,5515,12363,5471,5319,7717,7574,10928,18040,15801,376,5385,14602,22510,13498,7108,19722,15562,11206,7435,9591,19715,9118,11601,10116,17512,5633,18406,4539,5840,19530,16154,17823,6671,6348,11391,9926,7360,12404,5440,4343,4363,7822,7939,5857,4028,3308,9678,12950,13638,10098,8266,6879,8228,3778,9231,5783,2684,2973,3820,1582,7227,13934,17899,10490,6686,8172,8074,5678,8190,16367,14778,1313,1087,2384,18527,22534,13284,14452,22132,14708,12880,2573,5870,12678,12263,20696,6272,22508,20941,19800,13776,21930,22501,11728,15011,17982,10938,13098,20711,9246,6382,3365,9103,8069,16201,17126,6922,11671,10269,7548,20312,15109,17060,4389,11507,15188,9970,22513,17444,21041,19534,10254,7683,11933,8963,8515,8298,14845,6181,9754,4440,12152,9456,10760,10940,11025,22497,21642,22584,13137,13349,19271,7101,21026,12597,21113,8272,9351,9815,22518,22527,20086,18616,17262,19384,16403,5698,20172,19717,18781,9807,7147,6669,5208,492,77,11844,15490,9572,6648,12253,12763,15821,15732,11285,17038,7220,13283,11924,12315,11023,4699,4010,14121,8605,7176,3285,729,12245,10776,14359,5688,14809,8161,14620,9291,7446,3803,12594,17309,7187,14843,12890,10118,20139,12063,4319,3911,3719,2902,3117,3158,3278,8608,18499,21414,13671,17022,8937,13642,10399,3829,4143,10013,20300,19562,6116,7617,7120,5082,2960,1017,79,3471,22520,20833,10872,4849,4556,12210,7572,5211,7339,8392,2297,14898,11336,14619,16728,8021,7655,7517,7584,3348,21309,14603,4415,2149,10035,9178,4835,2881,2093,8942,14156,22533,19829,20019,17370,7010,13846,12619,12928,17875,14112,16321,5973,1069,12845,11164,9741,9614,17756,9452,2511,4179,5854,8348,666,4578,4711,1192,408,37,22513,21595,14828,19176,11845,13560,13285,16573,9888,11470,16204,18877,15700,11233,12165,7038,6016,5292,7497,3280,10362,11002,16829,9710,8278,6743,6025,6141,3063,16455,20528,20017,10356,12021,5893,4433,19475,6177,6977,8201,4815,7633,3933,6228,2618,1347,5986,22533,20474,12341,16530,16876,13381,10167,13381,7109,9478,13919,16079,10530,18385,20162,22469,20721,2130,18322,22532,22520,22513,13174,6762,9346,9242,9770,2388,10221,14037,8561,18358,14811,7899,11127,10083,8909,7501,8341,8144,18533,21193,10080,7197,14053,11261,8134,5558,3880,9245,6742,5871,6351,7438,5553,14691,10955,11132,10276,11963,6436,8223,12623,10903,11219,14805,18274,14830,8721,8162,12759,8367,4383,12650,15467,9384,7766,6646,9661,13026,8411,4118,19017,19156,9574,12691,12412,9496,12127,8851,7582,9262,7011,5167,5811,4610,4650,2987,12180,9870,7760,5282,8601,6950,6267,10725,14233,13472,9338,10189,1643,7307,5326,4596,14743,5953,633,13470,14379,7302,8230,7902,9159,4039,4246,16460,22525,20560,15259,21244,16513,19212,21167,16853,5962,11124,8835,16529,8710,11035,16621,22522,8742,22592,21309,14563,18064,15433,13946,13772,10746,8822,5447,9639,4663,12758,7152,10644,1600,17097,22470,18930,16393,4280,8964,7501,4837,8121,14943,11842,3522,1573,5423,2368,16709,18807,21487,19430,14606,12037,14471,8334,1567,4177,10365,18510,18450,22485,12637,9724,17289,17088,22509,22522,19308,8618,7511,19313,9811,14348,19379,22416,15213,8696,20546,17393,18720,17500,12802,9876,8795,12682,9221,10754,6546,5741,11252,9773,10395,12867,9141,8653,5825,16431,16628,6144,9924,18218,9591,13589,15615,16471,10718,12616,10783,10190,4886,7543,3946,2061,1381,5766,11848,10384,8833,10570,8962,7539,8216,12123,9035,13652,12148,9910,9252,8128,9338,4755,4537,6977,789,2933,2193,11334,6962,4245,5360,3661,3588,3497,522,11360,10004,6940,6613,2182,5555,13193,11750,4522,2704,13,16125,14525,18386,15506,7736,4573,5494,602,4992,4074,4086,5016,6771,9854,20157,15547,15501,11122,13552,14385,8881,10116,14428,1894,2823,9861,1045,4156,7267,6373,5180,1703,3284,4515,1027,52,10402,21536,12635,4560,42,6020,6396,11572,5185,4905,11867,8393,3820,14824,19692,21151,22501,22536,4356,15278,21467,2389,451,20249,18582,14743,14365,12077,15464,13674,22502,22438,6278,14474,6818,16066,12675,5225,361,13235,14333,14228,12552,12151,12437,15868,19774,22518,14878,3831,14660,11835,9530,2931,18753,9807,5486,19285,14203,11116,7741,13911,16025,12184,14069,11199,10470,13861,14916,6828,12338,7473,6177,17724,19821,12928,13087,8406,8671,10253,8790,2819,10287,8849,12808,8910,12879,12792,15584,11367,8807,8684,14804,6655,8348,16380,13249,8612,8793,7769,5102,4953,5664,2956,14907,13355,3288,2060,17931,4741,16676,13380,4606,15911,12167,11479,14566,7704,7527,8021,5368,11901,5187,3855,7247,11011,10680,8951,8497,10063,12504,12705,1632,17308,14011,8916,4284,4860,3463,3951,4050,3167,2859,2629,15934,15572,8209,10613,10301,17157,12601,9342,13628,13913,9990,7746,4505,5587,2979,12726,13225,18153,12476,12824,11135,18284,16306,17308,10250,14332,10235,9277,17450,17075,15252,12344,10802,8348,13196,11075,11988,16803,10754,10568,985,937,2909,2092,14068,17114,8518,6069,6229,4762,7010,6141,4851,4584,14008,21601,20579,17928,12103,2397,20675,15829,16612,15103,13409,11768,15901,7393,16819,13457,14815,9458,9063,13609,6810,14620,13245,14451,13067,17436,18630,22495,17705,13597,15592,11824,14363,13162,12141,15124,8886,12806,2341,18111,9045,5729,10344,581,15602,13885,109,15500,14698,9220,947,3444,4313,13659,6355,7737,20146,21633,17231,12025,7447,9932,18779,15035,13351,11772,13834,9589,12069,11142,8195,9722,7799,4203,10550,16573,13108,10611,9360,10211,10340,10264,12038,12261,10028,12245,12942,13841,11955,15430,8298,12662,12119,8980,6821,10661,7746,5684,5820,6263,4313,1702,18472,11493,13054,8742,17700,17052,8798,9879,11346,9373,6444,9856,9407,4964,17225,14990,15326,8140,9625,7750,1642,12500,16601,17285,17887,4571,11689,17548,13271,9298,14581,8345,6188,18085,12402,9636,15728,15790,5545,16606,11146,13171,6942,10477,4950,7017,6789,9084,12321,6306,12077,13832,6909,1178,14762,13485,14703,11637,7457,22146,18984,9174,7970,11396,10660,15746,11385,6848,21795,131,5633,9492,21433,10290,9015,5960,4676,5116,3808,5428,4735,3137,2979,3416,2105,9261,8937,5370,19843,6891,16783,18608,11415,13611,8127,6150,22498,22479,12641,9029,18529,16170,14223,22505,22499,22509,17239,11525,7097,8670,5056,1334,15154,15644,12611,4991,17730,7867,14447,19513,8660,22466,6468,11249,10618,8978,16915,1183,4429,17342,14358,11929,11375,10026,5445,7744,7252,6632,15202,9327,13952,18973,16650,17515,14893,14467,12841,11903,14706,8272,9419,5969,10110,7715,13085,6065,4398,6656,9628,14239,11088,18007,17151,17759,13008,8200,18645,18312,13364,10432,8402,15137,9802,9633,16931,9515,11989,9493,19930,10857,11260,19548,10122,7740,182,7004,6709,7816,3965,14721,20558,22525,9029,17735,22551,16089,13894,13651,2734,3484,10468,10430,6597,9068,5463,11701,19494,20164,20465,9518,22513,15624,11919,10143,9424,11298,11302,7879,4761,6492,5420,10894,5449,7200,10180,8246,13080,6370,13329,6930,6040,9883,11621,9873,1646,11636,13405,13188,16414,13886,10926,11366,9722,5828,10400,8174,8320,10048,8009,5510,3194,4778,5860,5285,3459,10035,9936,3296,8798,6442,2933,17265,15776,18051,10753,5878,13081,1204,18758,14429,13872,7106,7457,6804,6545,14978,11342,18100,13826,13654,12389,3784,15042,14513,8963,8276,14884,13060,11156,8282,12469,16260,12609,8907,12323,12192,9715,15899,10544,8433,14328,10472,6848,3717,12355,6448,9735,11753,11900,3431,4258,14338,20924,9443,5943,10672,14559,6329,4559,9,15086,19221,8505,5994,3567,4477,4221,10330,15091,8609,16393,12957,11088,11701,8784,10966,7978,9453,13172,11254,7944,12985,14366,14410,14916,11573,14479,7411,12312,9434,5451,1054,21077,18449,14128,12808,11558,2370,7587,4169,15654,11597,12219,4591,12035,6346,12938,9813,9857,13448,4768,14659,11004,8630,7182,7276,6380,6110,6880,12436,17442,3104,5463,5346,13039,12309,15321,15629,15483,4920,11228,12354,15250,6190,7472,1506,16263,19085,14827,11330,16429,10669,11646,8983,13527,6348,5780,8711,9711,9571,12555,11076,15793,16724,16034,13061,15177,16751,14570,979,4315,18378,16159,10448,12773,12263,12027,15581,13773,11258,5738,1752,7691,20975,8219,8604,17260,7516,11465,12488,5529,5934,8185,6417,11341,7865,10490,3467,2805,8566,13563,15848,10178,7187,11534,15810,13587,9019,9651,4062,4315,13427,13746,17412,13484,15109,15348,19349,10376,16248,17148,13823,13313,13076,10717,12832,10554,4201,3918,6315,8843,3030,3470,2926,9846,14411,8411,6677,17594,11337,11744,16504,5243,6048,12098,14231,8736,438,6975,10014,14028,15831,10325,10023,8812,7206,8457,9161,4138,5667,7080,7370,8481,16024,11177,123,15607,10859,15940,15067,13160,13801,9442,8890,6985,5273,12298,12394,14859,15334,13650,1227,7176,7310,16624,7755,10696,5383,6491,3866,4163,5348,3441,1396,7525,7828,871,15399,13110,13962,8470,1241,6033,5408,3803,3593,3615,2827,1989,1870,1057,3095,2144,1486,1559,1374,15206,14636,8756,11525,11986,13720,14411,19092,18583,10091,16086,7146,6807,12965,13385,6527,8864,10049,993,6173,15798,14587,12616,10884,7004,12680,3532,15894,12589,6634,9940,6430,4503,5304,1809,530,2918,17483,13415,8675,10708,5728,9007,12586,18413,12962,5290,6757,15860,10298,9705,12474,9839,5382,6516,8020,2290,8432,11405,8638,6318,11056,5999,7931,6356,1164,921,17429,22455,6143,22140,22257,8040,10790,22262,14689,20383,8595,1424,12665,20395,20048,12857,10120,10974,8643,22359,4828,12708,20330,12758,16872,11901,19842,18429,15030,15977,11319,9420,1027,880,14958,11755,10341,11774,10445,9414,6175,6344,4372,1435,9966,15399,10468,4236,3358,22178,14018,16132,2829,20760,12917,4508,4350,3503,3059,2980,1711,1471,3289,3981,2729,1463,1250,1503,209,112,47]}
