{
  "title": "Mucus Saves Your Life Every Day",
  "img": "https://static.scientificamerican.com/dam/m/63d8e6a3f0b356b2/original/02_MagicalMucusArtv2Horixzontal.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/mucus-saves-your-life-every-day/",
  "audio": "https://traffic.megaphone.fm/SAM1936539391.mp3?updated=1711479413",
  "intro": [
    "The slimy substance is so powerful that doctors once made hog stomach mucus milkshakes to treat ulcers."
  ],
  "authors": [
    "Christopher Intagliata"
  ],
  "category": [
    "Health"
  ],
  "transcript": [
    {
      "author": "Christopher Intagliata",
      "text": "One of the most crucial discoveries in 20th-century medicine may not have happened when it did if not for some snot on a petri dish. This is Christopher Intagliata, and you’re listening to Scientific American’s Science, Quickly. Today I’m taking you on part two of a three-part journey into the deeply sticky—and fascinating—subject of slime. We make our way into inner space: into the human body, where the mucosal miracle lives. Now back to the snot in that petri dish. [CLIP: Opening music] The snot came from the nose of a Scottish physician named Alexander Fleming."
    },
    {
      "author": "Kevin Brown: ",
      "text": "Now, in November 1921 Fleming had a cold."
    },
    {
      "author": "Intagliata",
      "text": "Fleming was, at the time, a lecturer in bacteriology at St Mary’s Hospital in London."
    },
    {
      "author": "Brown: ",
      "text": "And he wondered what would happen if he added some of his nasal mucus to a bacterium he was studying."
    },
    {
      "author": "Intagliata",
      "text": "This, by the way, is Kevin Brown. He’s curator of the Alexander Fleming Laboratory Museum in London. He spoke to me from his office, where he has a prized piece of furniture."
    },
    {
      "author": "Brown: ",
      "text": "[You] can just see the top of an armchair. And that was the leather armchair which had been used by Fleming himself."
    },
    {
      "author": "Intagliata (tape)",
      "text": "Oh, wow. So you have Fleming’s armchair in your office?"
    },
    {
      "author": "Brown: ",
      "text": "I do, yes. It’s too big for the museum. [chuckles]"
    },
    {
      "author": "Intagliata",
      "text": "Too big for the laboratory museum because Fleming’s lab was tiny. A colleague who worked side by side with Fleming in that lab described it as just about “12 feet square,” located in a turret in a corner of the hospital. Anyway, Fleming had this stuffy nose, and, Kevin says, he liked to play around with microbes..."
    },
    {
      "author": "Brown: ",
      "text": "So it was just on a whim that he added some of his nasal mucus to the petri dish of bacteria. Several weeks later he noticed that the bacteria were being dissolved by something that had come from his mucus."
    },
    {
      "author": "Intagliata",
      "text": "That something, Fleming soon discovered, was a protein that would be called lysozyme, which literally means “an enzyme with power to dissolve.”"
    },
    {
      "author": "Brown: ",
      "text": "He found [that] this enzyme had a fairly mild antiseptic effect."
    },
    {
      "author": "Intagliata",
      "text": "It was an antibiotic—in his snot! His discovery showed that mucus, this stuff commonly thought of as just gunk and waste, was far from it. Fleming soon found lysozyme in all sorts of human secretions: spit, blood serum and especially tears. For weeks, his lab attendants put up with having lemon peels squeezed in front of their eyes to force them to cry—because their tears were a good source of lysozyme! Lab visitors were targets, too."
    },
    {
      "author": "Brown",
      "text": "So if you’d visited Fleming’s lab in 1921 or 1922, you would have been pounced upon and had lemon squeezed into your eyes."
    },
    {
      "author": "Intagliata: ",
      "text": "But lysozyme—and any more of mucus’s potential secrets—were overshadowed by a discovery Fleming made about seven years later: the much more potent antibiotic penicillin."
    },
    {
      "author": "Brown: ",
      "text": "Lysozyme gets forgotten about; that's the sad thing.... Now, I would argue that lysozyme is the essential precursor to penicillin. It’s not just the circumstances of the discovery that [are] similar, but lysozyme was ... what got Fleming interested in penicillin."
    },
    {
      "author": "Intagliata",
      "text": "The discovery of penicillin, as with lysozyme, happened again as a result of luck and circumstance. But this time the discovery rocketed him to fame, and he ultimately shared the 1945 Nobel Prize in Physiology or Medicine for penicillin. Fleming himself, however, told a colleague that “his discovery of lysozyme gave him more satisfaction than his discovery of penicillin.” He noted in his Nobel lecture that lysozyme was “of great use” to him because the technique he’d worked out to study it applied to penicillin as well. And it was lysozyme that led other scientists to take interest in penicillin and develop clinical applications of the substance. So mucus, it turns out, was pretty important to early 20th-century medical research and, in turn, to all of us. Around the same time, scientists were learning that mucus also seemed to have a potent ability to protect the body’s tissues."
    },
    {
      "author": "Katharina Ribbeck: ",
      "text": "They experimentally tested that by placing frog legs in acid, and in the absence of mucus, they dissolved. They disintegrated, basically."
    },
    {
      "author": "Intagliata",
      "text": "Scientists then got the idea to treat ulcer patients with mucus from hog stomachs. The problem was, how do you get people to drink the stuff?"
    },
    {
      "author": "Ribbeck: ",
      "text": "And what they found was one good vehicle for mucus delivery is milk or eggnog or liquids that are creamy.... And then the more undesirable aspects of mucus are disguised."
    },
    {
      "author": "Intagliata",
      "text": "So an eggnog, pig mucus milkshake—good for the scientists, bad for all of us who used to enjoy eggnog. But today, some 90 years after the mucus milkshakes, scientists such as Katharina Ribbeck of the Massachusetts Institute of Technology are once again exploring some of these same ideas."
    },
    {
      "author": "Ribbeck: ",
      "text": "What I find so amazing is that we are revisiting exactly these possibilities. We are finding mucus is compromised in a number of diseases or conditions, including inflammatory bowel disease, cystic fibrosis, certain forms of dental cavity formation, certain forms of infertility. So there are a number of conditions that could benefit, probably, from us being able to repair mucus."
    },
    {
      "author": "Intagliata",
      "text": "Mucus is mighty stuff. Based on conservative estimates, it covers more than 1,000 square feet of your lungs and gut alone. It's also part of the film on your eyeballs, the saliva in your mouth and the coating of your reproductive tract. And producing it is a huge operation. Ribbeck says we replenish those surfaces by making more than a quartof mucus a day. I asked her how mucus actually does its job of keeping our bodies in harmony with the estimated 38 trillion microbes that call us home."
    },
    {
      "author": "Ribbeck: ",
      "text": "The basic building blocks of mucus that give mucus its gooey nature are these threadlike molecules—they look like tiny bottlebrushes—that display lots and lots of sugar molecules on their backbone. And these sugar molecules—we call them glycans—interact with molecules from the immune system and microbes directly. And the exact configuration and density of these sugar molecules is really important for health."
    },
    {
      "author": "Intagliata",
      "text": "So it has all these, like, sugar decorations, kind of like it’s waving the candy around to entice microbes to come eat it—or how does that work?"
    },
    {
      "author": "Ribbeck: ",
      "text": "So, yes, in part, these sugar molecules entice microbes. These sugar molecules are special—they don’t exist in many other places in nature. That’s really important because that now allows the mucus barrier to attract microbes that can selectively eat [and] metabolize these complex sugar molecules. And this is how mucus can really collect and select microbes that together then form a microbiota that has specific functions that will support your body. In the gut, you’ll have a different combination of microbes that grow on you than in your mouth, for example, or in the vaginal tract."
    },
    {
      "author": "Intagliata",
      "text": "So it’s sort of advertising different things on its surface to attract the community that is most beneficial for that part of the body?"
    },
    {
      "author": "Ribbeck: ",
      "text": "Exactly, and that’s one side of the interaction. The other function is the glycans also have regulatory functions, in that they can directly affect microbial functions in ways that [the microbes] are now “tamed....” And so this is a trick that mucus uses to render pathogens—[which] can become really problematic when mucus is damaged—less harmful to the body. And this is how we think coexistence can be established. In fact, in this way, microbes almost can be considered our allies."
    },
    {
      "author": "Intagliata",
      "text": "So the mucus is actually doing, like, a crowd control function, in that sense?"
    },
    {
      "author": "Ribbeck: ",
      "text": "Yes, a crowd control function. That’s a great way of describing it."
    },
    {
      "author": "Intagliata",
      "text": "So if mucus has this vital role in regulating how microbes interact with our body, what happens when the mucus is disrupted and you’re not making it in a certain place, for some reason, or maybe you’re not making it with the right recipe?"
    },
    {
      "author": "Ribbeck: ",
      "text": "Then a number of things can happen. When mucus is not produced in the right amounts or the chemistry is not correct, then certain pathogens that otherwise are kept in check can now begin to outgrow the community and cause infections. And in other cases, the anchor points that certain microbes need to become residents are missing, and then they will no longer reside on the body surface, and a number of microbes are really, really important for our health."
    },
    {
      "author": "Intagliata",
      "text": "It gives me a newfound respect for mucus—you know, thinking about all these ways that it’s trying to manage all this stuff going on in my body."
    },
    {
      "author": "Ribbeck: ",
      "text": "Yes, next time you blow your nose, just remember how hard it is at work to protect your health."
    },
    {
      "author": "Intagliata",
      "text": "It also seems like a bit of poetic justice that after decades of being neglected as a waste product, cast aside like an old Kleenex, mucus is once again having its day."
    },
    {
      "author": "Ribbeck: ",
      "text": "There was a momentum in the 1930s, and then antibiotics came on our radar and focus shifted. But it’s coming back because, you know, we are running out of antibiotics, we are seeing that more and more microbes are becoming antibiotic-resistant, so we need other approaches that are, at the very least, complementary and maybe also alternative."
    },
    {
      "author": "Intagliata",
      "text": "Seems like a trend that even Alexander Fleming, the man who ushered in the age of antibiotics, would appreciate. [CLIP: End music] On the next and final episode of this three-part Fascination on mucus, we’re doing it: we’re going to a snail farm."
    },
    {
      "author": "Taylor Knapp",
      "text": "I’m the head snail wrangler at Peconic Escargot on Long Island in New York."
    },
    {
      "author": "Intagliata: ",
      "text": "So snail wrangling is a real job?"
    },
    {
      "author": "Knapp: ",
      "text": "Well, it’s a real made-up job. Yes, I think it’s funny, but it also conjures up this image of a snail ranch...."
    },
    {
      "author": "Intagliata: ",
      "text": "Hang on to your hats, people. Science, Quickly is produced by Jeff DelViscio, Rachel Feltman and Kelso Harper and edited by Madison Goldberg, Elah Feder and Alexa Lim. Like and subscribe wherever you get your podcasts. And for more science news, go to ScientificAmerican.com. For Science, Quickly, I’m Christopher Intagliata."
    }
  ]
}