{
  "title": "Asexuality Research Has Reached New Heights. What Are We Learning?",
  "img": "https://static.scientificamerican.com/sciam/cache/file/77A578BD-74D4-4337-8E03703C9377584E_source.png",
  "url": "https://www.scientificamerican.com/podcast/episode/asexuality-research-has-reached-new-heights-what-are-we-learning/",
  "audio": "https://traffic.megaphone.fm/SAM1974496610.mp3?updated=1708711196",
  "intro": [
    "A grassroots online movement has helped shift the way scientists think about asexuality. But much is still unknown."
  ],
  "authors": [
    "Meghan McDonough"
  ],
  "category": [
    "Sexuality"
  ],
  "transcript": [
    {
      "author": "Ela Przybyło",
      "text": ": All the language that is coming from the asexual and aromantic community gives people precision for thinking of themselves in ways that it was impossible to think of ourselves before, because the language didn't exist. My favorite being, like, “WTFsexual,” which is like just refusing to engage with like, the whole spectrum of having to identify in terms of attraction. [CLIP: Music]"
    },
    {
      "author": "Kate Klein: ",
      "text": "There’s this, like, whole world underneath people’s clothing that no one talks about."
    },
    {
      "author": "Sari van Anders: ",
      "text": "Our science, in some ways..., is sort of, like, catching up with people's existences."
    },
    {
      "author": "Meghan McDonough: ",
      "text": "I’m Meghan McDonough, and you’re listening to Scientific American’s Science, Quickly. This is part four of a four-part Fascination on the science of pleasure. In this series, we’re asking what we can learn from those with marginalized experiences to redefine sexuality, get to the bottom of BDSM, and find the female orgasm. In this episode, we’ll look at how the way in which scientists think about asexuality has shifted."
    },
    {
      "author": "McDonough: ",
      "text": "I’m scrolling through the Asexuality Visibility and Education Network, or AVEN, website. One of AVEN’s recent newsletters covers Valentine’s Day. It asks, “What do you do on this day?” and “How do you cope with this day as an asexual and/or aromantic?” One person writes that they “believe that love doesn’t necessarily have to have a sexual or a romantic element to it ... and I spend the day with people I love.” Asexual, or “ace,” people typically experience little to no sexual attraction and comprise about 1.7 percent of adults in sexual minority groups, according to the Williams Institute at the University of California, Los Angeles, School of Law. AVEN is the largest online community of ace people and has been steadily growing for more than two decades. It has forums such as “Members Questioning,” “Older Asexuals” and “Intersectionality.” At the time of my visit, there were 153,884 total members, according to an automatically updating tally at the bottom of AVEN’s homepage. Most of these members would classify their sexual orientation as “asexual,” as opposed to “allosexual,” which is a term for people who do not identify as part of the asexual spectrum. But it was only about a decade or so ago that the fifth edition of the Diagnostic and Statistical Manual of Mental Health Disorders, or DSM-5, officially specified that asexuality is not a disorder—that it is not something to be diagnosed, treated and cured."
    },
    {
      "author": "Lori Brotto",
      "text": ": Asexuality is a definition that has evolved over time. Initially, it was thought to capture people with lifelong and complete lack of attraction to anyone and over time, and with a lot of research, we know that there are variations in how asexual people experience attraction."
    },
    {
      "author": "McDonough: ",
      "text": "This is Lori Brotto, a psychologist at the University of British Columbia, who has studied asexuality for two decades."
    },
    {
      "author": "Brotto",
      "text": ": So I started studying asexuality in 2006. And it was the same year that I think a really important landmark publication came out by [psychologist] Anthony Bogaert that found that about 1 percent of the population endorses, “I lack sexual attraction. I’m not attracted to anyone.” And it was actually in my clinical setting—I had a psychiatrist approach me and say, you know, “How can this be possible? Sexual attraction is an innate aspect of being human—how can this be?” Maybe this is just an extreme version of low desire, or there’s something else going on—history of trauma, etcetera. So we set out to really empirically test that."
    },
    {
      "author": "McDonough: ",
      "text": "In 2013 Lori was part of a team that helped clarify that asexuality should be seen as a sexuality rather than a symptom of a disorder that requires treatment in DSM-5. This was after research she and her team conducted in partnership with AVEN."
    },
    {
      "author": "Brotto",
      "text": ": And we had two parts. One was a survey that asked them about their experiences of desire and arousal and attraction and orgasm and mood and other things like that. And then we followed it up with interviews, in-depth interviews with a smaller subset of the participants from the quantitative phase. And we concluded in that study, which, again, was a long time ago now; there’s been a lot more research since then—but we concluded that asexuality has some similarities with low desire, but it’s really quite distinct. Most notably, asexual people aren’t distressed. They don’t want treatment. This is an aspect of their identity and who they are. They’ve always felt this way—and that for a lot of them, they did feel arousal. They would masturbate. They would experience orgasm, so it really wasn’t a dysfunction of the sexual response system."
    },
    {
      "author": "McDonough: ",
      "text": "Lori’s team set out to test this."
    },
    {
      "author": "Brotto: ",
      "text": "We’ve brought ace people into the lab where we would use psychophysiological equipment to look at how the body responds when they’re viewing sexual stimuli. And, you know, pretty much for the most part, the body completely responds in the same way that allosexual, or sexual, people do. But it’s really the kind of self-reported attractions that are quite different. There has also been a lot of question and speculation that maybe asexuality is a result of unresolved trauma or depression, or, you know, “Is this kind of a manifestation of a mental illness of some sorts?” We asked that, I think, in two of our studies, and there was no evidence of higher rates of sexual assault or PTSD [post-traumatic stress disorder] or kind of trauma in general in the ace samples, compared to the allosexual sample."
    },
    {
      "author": "McDonough: ",
      "text": "That’s not to say that life experiences such as disability, illness or trauma can’t inform asexual identity. Sexual identity is complex and shaped by a variety of factors, none of which is more or less valid than the others. Recognizing this without attaching stigma to it has only been possible in recent years via the advocacy and research of grassroots groups like AVEN."
    },
    {
      "author": "Ela Przybyło",
      "text": ": Now it’s a really exciting moment to do work on asexuality because there’s so, so many people engaging with it. My name is Ela Przybyło, I'm an associate professor at Illinois State University….I've been working on asexuality for well over a decade now."
    },
    {
      "author": "McDonough: ",
      "text": "Ela also self-identifies as ace."
    },
    {
      "author": "Przybyło: ",
      "text": "When I started [in] 2008..., very few people cared. It was kind of just coming into existence. And a lot of the narratives that existed at the time were very troubling."
    },
    {
      "author": "McDonough: ",
      "text": "Ela says that some of the most interesting research she’s seen in recent years has to do with conceiving of asexuality as a spectrum."
    },
    {
      "author": "Przybyło",
      "text": ": If you think about coming into something like a queer identity, usually there’s many kind of steps along the way, and it doesn’t just finish at a particular place. So maybe someone starts exploring sexuality, and they’re like, “Oh, I’m definitely a lesbian,” but they’re like, “Wait a sec, but there’s, like, something with gender here as well. Okay, maybe I’m not a lesbian. Maybe I’m trans. But then wait a second—now I’m also experiencing attraction differently.” And it’s the same for thinking about sexual attraction, for romantic attraction, you know; it can change depending on where you are in your life course. And some people are very consistently asexual and asexual-identified for decades. And for some people, it shifts in and out."
    },
    {
      "author": "McDonough: ",
      "text": "A 2021 survey by the Ace Community Survey Team found that almost one in five respondents self-identified as “graysexual,” or somewhere in the middle of the asexuality spectrum. Almost one in five also self-identified as “demisexual,” which means feeling sexual attraction only after forming a close emotional bond. More than one in three asexual people said they experienced sexual attraction or desire rarely or sometimes."
    },
    {
      "author": "Przybyło",
      "text": ": So, you know, moving away from the sense that everyone is either completely asexual or completely sexual....Most people are somewhere in the middle."
    },
    {
      "author": "McDonough: ",
      "text": "The ace community has also made the distinction between asexual and aromantic. About two in five respondents in the 2021 survey considered themselves to be on the aromantic spectrum."
    },
    {
      "author": "Brotto: ",
      "text": "So romantic attraction and sexual attraction, while related, they really are on distinct planes. And so, you know, we think of kind of a typical sexual person. They have sexual attractions to people, and they might also have romantic attractions to people. And by romantic attraction, this is the desire for all of the relationship aspects that are not sexual—so companionship, safety, security, trust, touch, nonsexual touch, etcetera. Among the ace community..., there can be varying degrees of romantic attraction, all the way from an asexual person who has full romantic attraction, which means that they want to be in a relationship, which includes everything but the sexual aspects, all the way through to an aromantic asexual. So this is the person who desires neither sex nor any kind of any of those romantic attributes as well."
    },
    {
      "author": "McDonough: ",
      "text": "At the same time, most asexual people will end up in relationships with allosexual people, or those who don’t identify as asexual. Almost one in five respondents to the Ace Community Survey said they were currently in a partnered or intimate relationship, and about half reported that they had previously been in one."
    },
    {
      "author": "Przybyło",
      "text": ": I think it’s just so important, again, to just affirm that there can be differences, that it has to be something that’s up for discussion, that the asexual person isn’t in the wrong for wanting or not wanting certain forms of sex because that is another thing—a lot of asexual people, they might not experience sexual attraction but are still motivated to have sex for various reasons. Or there’s also a community of people who might not experience sexual attraction but are interested in BDSM as a practice of exploring power, the body, pleasure, you know, and so forth. So it’s not like being asexual means that you will never ever have any of that your whole life. It is just up to a discussion between the people involved."
    },
    {
      "author": "McDonough: ",
      "text": "As more research is done on asexuality, more has emerged about the demographics of the community. The 2021 Ace Community Survey found that about one in three participants identified as nonbinary, compared with 1 percent of the general population. Ela says that aces are in more of a position to explore and question gender than the general population because they have already done so with sexuality. Among the aces that did fall under the gender binary, about four out of five identified as a woman, versus just one out of five who identified as a man. The Williams Institute found that about 86 percent of asexuals were assigned female at birth. Lori Brotto says that she asked sexual orientation researchers about this and that the response was that there was more diversity, in general, among female individuals when it comes to gender, sexual orientation and attraction. Some members of the ace community point to the ways in which men and women are socialized differently with regard to sexuality—there are dominant masculine ideals that demand that sex be a central feature of male identity and dominant feminine ideals that discourage women from exploring sexuality. The Williams Institute study also found that about 91 percent of asexual people are aged 18 to 27. In a press release, the study’s lead author, Esther D. Rothblum, said, “Asexuality is an emerging identity. Given that the majority of asexual respondents were young, we expect that the prevalence and understanding of asexuality will grow as more youth reach adolescence and become familiar with the identity.” Lori agrees that more research is needed."
    },
    {
      "author": "Brotto: ",
      "text": "We rely on people telling their stories and their lived experiences. And then we, as researchers, try and make sense of that, which involves putting it in categories and looking at similarities to other people. But it is limited..., so I think we need more stories ... and more public discussion and awareness about asexuality so that, you know, at some point in the future..., people know what asexuality is without having to explain it and define it and justify it, etcetera."
    },
    {
      "author": "McDonough: ",
      "text": "According to AVEN, “There is no test to determine if someone is asexual. Asexuality is like any other identity—at its core it’s just a word that people use to help figure themselves out, then communicate that part of themselves to others.” Acknowledging that asexuality is self-defined and can ebb and flow doesn’t make it any less sound. We could all stand to benefit from this understanding—as well as from the idea that we should honor and prioritize the nonromantic and nonsexual love in our lives, too. For Science, Quickly, this is Meghan McDonough. This was episode four of a four-part series on the science of pleasure. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio. This episode was reported and edited by me, Meghan McDonough, with music by Dominic Smith. Subscribe to ScientificAmerican.com for more in-depth science news."
    }
  ]
}