{"title":"How Is This Ancient Cattle Breed Fighting Wildfires in Portugal?","img":"https://static.scientificamerican.com/sciam/cache/file/31F547EC-F93B-4D95-86380D269406C92D_source.png","url":"https://www.scientificamerican.com/podcast/episode/how-is-this-ancient-cattle-breed-fighting-wildfires-in-portugal/","audio":"https://traffic.megaphone.fm/SAM1893904521.mp3?updated=1707167594","intro":["These ancient Portuguese cattle have become unlikely firefighters."],"authors":["April Reese","Timmy Broderick"],"category":["Conservation"],"transcript":[{"author":"Tommy Ferreira","text":"It was so fast. The fire came from the top of the mountain to the village in 15 minutes."},{"author":"April Reese","text":"2016 was a bad year for cattle producer Tommy Ferreira. A severe wildfire tore across his pasture outside the tiny village of Souto in northern Portugal. He lost a cow, and much of his forage went up in smoke. The soil was so deeply scorched that nothing would grow."},{"author":"Tommy Ferreira","text":"I had to spend way more, because I had nowhere for the cows to graze. So they would feed just on hay for quite a while."},{"author":"Reese:'","text":"But today his cattle have become an unlikely firefighting tool. I’m April Reese, and you’re listening to Science, Quickly. [CLIP: Intro music]  [CLIP: Bull bellowing]"},{"author":"Reese","text":"He and a dozen other producers raise a primitive breed called Maronesa. Maronesa cattle are native to this part of Portugal. They’ve got big, curved horns, topped with a toupee-like clump of brown hair. They’re chocolate-brown all over—except for their milky-white snouts. [CLIP: Bull huffing and bellowing]"},{"author":"Reese:'","text":"They look kind of like the extinct aurochs, the wild ancestor of domestic cattle. Shepherds have raised Maronesa cattle here for centuries. Watching them graze among the oak and olive trees, you can almost pretend you’re back in the Middle Ages, when members of Portugal’s royal family lived part-time in the palaces of nearby Vila Real. A lot has changed since then. Portugal is one of the most vulnerable countries in Europe to climate change. Straddling the Mediterranean and eastern Atlantic regions, it’s part of a climate change hot spot."},{"author":"Reese:'","text":"According to several studies, this region is warming faster than much of the rest of the world. Some of the worst droughts, heat waves and wildfires have happened here. In June and October 2017 a total of 117 people died in central Portugal after extreme heat, dry conditions and strong winds sparked multiple megafires. [CLIP: music]"},{"author":"Reese:'","text":"Here in northern Portugal, some of the biggest fuels are shrubs. One study found that shrubland covers 1.6 million hectares in Portugal—about 18 percent of the nation’s land area. And those shrubs are gaining ground. That’s because, for decades, people have been moving out of rural communities such as the one Tommy Ferreira lives in. Most leave to pursue better-paying jobs in the cities or in wealthier European Union countries. Portugal has lost 30 percent of its rural population since 1960. The same trend is occurring across the Mediterranean region."},{"author":"Reese:'","text":"Abandoning these farmlands is increasing wildfire risk, according to an Organization for Economic Co-operation and Development report released last spring. When people who work the land leave it, grazing pastures and farm fields become thick with fuels. But these ancient Maronesa cattle can help solve both of these modern-day problems. It was a solution hiding in plain sight. [CLIP: Music]  [CLIP: Footsteps]"},{"author":"Reese","text":"Here in the mountains of north-central Portugal, where the Mediterranean and Atlantic biomes meet, Tommy says shepherds and cattle breeders are a dying breed. [CLIP: Footsteps]"},{"author":"Ferreira","text":"The average age of a breeder, it’s for sure over 50 years old. That’s a problem for the future."},{"author":"Reese","text":"Tommy’s farm is part of a three-year-old project funded in part by the E.U. under its climate adaptation program. The idea is to use the animals to make the land more resilient to climate change—and create an incentive for shepherds to stick around. As people have abandoned pasturelands, and as a warming climate has delayed the first frost by a full month, shrubs have crowded out grasses. Luckily, unlike most cattle, Maronesas actually love eating shrubs."},{"author":"Carlos Aguiar:'","text":"Grazing promotes the spreading of perennials. When you take out the cows and the goats, what grows are the shrubs, and the shrubs, later, they burn in the summer."},{"author":"Reese:'","text":"Carlos Aguiar is the science lead for the LIFE Maronesa project. We’re standing on the mountainside above Tommy’s farm. These are commonlands shared by Tommy and other shepherds. After years of grazing and an influx of calcium, magnesium and other nutrients, a mosaic of different types of grasses are reclaiming the mountainside. Carlos crouches down and runs his fingertips across a dense mat of kelly-green grass. He says that grazing keeps fuels at bay, and it also increases the amount of carbon stored in the soil."},{"author":"Reese:'","text":"In recent history, shepherds typically kept their cattle or goats in pens in the village much of the time. Farmers would use the manure to fertilize crops. But with so little grazing on the commonlands, they were starved of nutrients."},{"author":"Duarte Marques:'","text":"With the LIFE Maronesa, what we are trying to do is to create a management system that tries to keep the nutrients in the mountain and to improve the biodiversity and the floristic diversity that we have in the mountain."},{"author":"Reese:'","text":"That’s Duarte Marques. He’s president of the Forestry and Environmental Association of Vila Pouca de Aguiar, or AguiarFloresta for short. He’s also part of the team overseeing the LIFE Maronesa project."},{"author":"Marques:'","text":"And we not only can create conditions that allow the mountain to support more animals but also can create ecosystem services that will increase the wildfire resilience."},{"author":"Reese:'","text":"Tommy and the other shepherds in the program also use mobile feeders to keep their cattle on the move so they cover more of the landscape. GPS collars track where the animals go. Additionally, there’s a “shepherd school,” where experienced shepherds teach the LIFE Maronesa management practices to other shepherds and to anyone who wants to become one."},{"author":"Ferreira","text":"So if you look to the right, you’ll see just bushes, right, more shrubs or bushes. And if you look to the front to the right, you see, already, a grassland."},{"author":"Reese (tape):'","text":"And this is still part of the area burned in 2016?"},{"author":"Ferreira","text":"[laughs] Yes, all, everything you see burned in 2016."},{"author":"Reese","text":"The €2-million LIFE Maronesa project began in 2020. Since then, 12 shepherds have signed on. Now people from other regions are coming here to learn about the methods. After coming back down the mountain, we stop for lunch at O Ferreirinho Restaurant in the village of Telões. It’s not far from Tommy’s family’s farm. [CLIP: Café sounds]"},{"author":"Reese (tape)","text":"So this is Maronesa beef, right? Wow, it’s really good."},{"author":"Avelino Rego","text":"Yes. Very good. [CLIP: Café sounds]"},{"author":"Reese:'","text":"That’s Avelino Rego, another local shepherd. He has a degree in computer science. As I tuck in to my second helping, he and Tommy reflect on how tradition and science have come together here."},{"author":"Rego","text":"When I was younger, my father told me, “Go study. Otherwise you will be with the cows.” But that is a wrong idea. To be with the cows, we need to study as well because, either way, we don’t have the knowledge to bring in innovation and to make the changes that we need to implement. The lack of knowledge can be very expensive."},{"author":"Reese (tape):'","text":"Sounds like what you’re both saying is in 2023, to be a successful producer, you need a combination of traditional methods with modern technologies and modern methods based on science."},{"author":"Ferreira","text":"If you keep using the old methods, you wind up with the same results that you already know, right? So we’re trying to do something new here. We have to try to test, to exchange ideas, to fail, sometimes, as well."},{"author":"Reese:'","text":"Tweaking traditional grazing practices is only part of the story, though. Once the shrubs grow to a certain height, even Maronesa cattle and goats won’t eat them. You need controlled burns to help keep shrubs at bay. And they regenerate the grasses and the soil. Unlike severe burns like the fire of 2016, these small, managed fires leave the roots intact. [CLIP: Crunching grasses underfoot]"},{"author":"Reese:'","text":"After lunch Avelino and João Loureiro, a burn technician at Portugal’s Institute for Nature Conservation and Forests, takes me to Alvão Mountain in the Alvadia area. These common lands were untouched by the 2016 wildfire. Thick with vegetation, they were burned in a prescribed fire last year. [CLIP: Wind turbine whoosh and Footsteps]"},{"author":"Reese","text":"João looks out across the treeless, gently sloping mountainside."},{"author":"João Loureiro:'","text":"So what I wanted to show here is that all of this area ... down to the stream was burned last year, and it’s recovering beautifully. And if it wasn’t for some small burned sticks, people will have trouble seeing that a fire has happened here because the vegetation is recovering very quickly."},{"author":"Reese:'","text":"Since 2019, a year before the LIFE Maronesa project began, the Institute for Nature Conservation and Forests’ regional office here has been working with shepherds and local officials to conduct these burns."},{"author":"Loureiro","text":"If we keep promoting these kinds of cold fire, winter fire, what we’ll have is that those spots of grasses will gradually occupy more space and we’ll have more diverse pasture, pasture, and a more rich pasture."},{"author":"Reese:'","text":"This progress has not come easily, João says. The land may recover quickly, but building trust takes time. Many shepherds are old enough to remember what life was like under the dictatorship that ran the country from the 1920s until the 1970s. During that time, the Forest Police would persecute them for setting fires. And today setting fires during the summer is prohibited under current Portuguese law."},{"author":"Loureiro:'","text":"Alvadia was one of the first areas that we targeted, but only last year we were able to, to create the trust with the shepherds to start ..."},{"author":"Rego:'","text":"This place was the first legal fire that have been done in this mountain. [CLIP: Fire burning through shrubs]"},{"author":"Reese","text":"The next day I tag along on a prescribed burn on the common lands of neighboring Marão Mountain. From the road along the ridge, the burn team slowly works its way down a fire break that was cut a few days before. It leads from the road to a stream at the bottom of the valley. Using drip torches, the crew sets shrub after shrub on fire. [CLIP: Fire burning through shrubs]"},{"author":"Reese","text":"These burns take months of planning. João and his team meet with farmers in the summer to discuss which areas should be burned. Then the team works with local government entities to create a burn plan with public input. The hope is that, together, these winter burns and the LIFE Maronesa program will provide a model for other rural communities in Portugal and beyond. Last spring at the International Wildland Fire Conference in Porto, officials unveiled a global framework for managing fire. At its heart is community involvement and prevention."},{"author":"Reese","text":"Portugal, the U.S., Spain, Australia, Brazil and several other countries have signed on. [CLIP: Music]"},{"author":"Reese","text":"Tommy sometimes hosts visitors from other countries. As he shows them around, it doesn’t take much convincing to get them to understand the benefits of managing grazing lands this way. Last year another swept through his area. But this time the land fought back."},{"author":"Ferreira:'","text":"The fire stops at the, where the cows start grazing because it was cleaned. You know, the wind was in our favor because it was pushing the fire away. So the fire was slowly coming. And it stopped kind of by itself, where the land was clean."},{"author":"Reese (tape)","text":"Wow. So what does that tell you?"},{"author":"Ferreira:'","text":"It tells me that we’re doing something right [laughs]."},{"author":"Reese","text":"For Science, Quickly, I’m April Reese, reporting from northern Portugal. Science, Quickly is produced by Jeff DelViscio and Tulika Bose. Our show was edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. [The above is a transcript of this podcast.]"}],"wave_peaks":[90,1869,2169,2852,2400,4830,1195,1989,2985,2652,1560,1825,1757,4845,1979,2697,1996,1078,1103,1513,1480,1354,683,1292,1557,1170,785,5716,5401,4321,4115,4414,4556,4468,3253,3583,3237,3181,3907,2821,876,4118,5073,3978,4406,2704,4292,3154,4044,4110,4829,3970,4042,4190,3446,3476,3656,3875,3194,2379,1136,4957,3632,3741,3606,4510,3985,3686,3516,4130,3509,3955,880,0,4473,4006,3768,4583,4441,3508,3938,2316,3603,3654,3674,4456,584,621,726,3529,3987,5430,5596,3723,3169,2718,2634,3784,1748,3765,2715,1296,1850,2206,3125,1796,1583,1802,1263,1604,1302,2242,979,986,769,502,5247,7217,4156,4141,3753,3836,3802,5215,3562,3177,3145,2746,3105,403,0,5802,6229,4390,3868,5757,4053,3637,4227,4517,3938,2252,1205,1218,563,1336,1066,490,1495,1,1,5,20,68,454,575,851,942,808,450,5660,5275,5410,5475,3907,3695,4173,4774,5252,5149,4365,4621,4313,2694,169,131,128,403,6382,5488,6143,4728,5304,6515,3904,3590,4512,3544,166,6808,5825,5839,4276,5339,5134,4859,5163,4568,5244,3779,4623,4515,3748,3119,944,466,616,5256,5963,5099,5930,4743,4261,4378,6720,10359,5458,4119,3620,1131,1072,360,20,188,74,46,4674,4379,3087,6083,4199,5004,4132,3827,2698,5359,6023,4809,5230,4357,4133,4679,2883,2595,17,0,4274,4611,4714,4925,4568,4177,4403,3604,3393,3574,2238,5204,5169,5710,5426,4941,4340,4523,3649,3734,5024,5252,3157,4787,4518,4340,4625,3928,3145,5348,6001,4687,4827,4084,3901,3336,3661,4409,3621,3787,3658,3019,3310,3562,3517,3997,3091,2263,881,410,519,708,1179,1428,1435,1707,2010,1945,1592,1645,1972,5967,4858,2110,3422,4534,3213,2716,1246,7403,5862,6212,4692,5156,3686,3850,3838,4038,3799,3974,3873,2050,304,5880,5057,4924,3869,4186,4015,4787,4300,4463,3866,5464,5608,5248,4227,3682,3904,3853,1019,226,326,608,898,913,1185,1111,1194,1211,1111,1131,1257,785,783,7000,6331,5950,4554,5858,3703,6645,4771,4618,5616,4132,4107,5298,4305,3184,3381,3639,1209,481,6734,6946,3773,4383,1440,4461,4456,4083,4598,3810,3300,3804,4324,2209,0,7026,6956,6325,5307,4985,5261,4512,4371,4357,5894,5054,4528,4203,4073,3931,3613,4582,3251,4308,4630,3299,3006,4123,2721,4242,4247,5447,4769,4678,4504,2893,5006,5269,3703,5064,2880,3756,4213,3161,2448,2055,1432,696,339,1363,1485,1602,673,753,1212,1178,486,456,233,134,130,5424,5827,6036,3808,5806,6429,6001,5881,4936,4798,5092,4123,1913,68,6289,6554,5496,5115,5439,4412,3782,5677,4749,4023,5501,4411,3304,3800,4306,3667,2305,6765,5284,4162,4156,4053,4795,4404,4130,4449,2351,2055,6739,5820,5259,4641,4267,4387,3772,1500,6309,4722,4283,4130,3005,3441,4028,4979,4823,4826,4040,3708,4088,4329,2543,3354,3790,4386,2642,3352,3876,2851,3934,1122,5996,5372,4024,4812,5081,3623,5244,3878,4981,3883,4855,5057,5334,4211,4187,3850,2960,4090,2476,169,5503,5415,5058,2257,4838,3038,3892,4229,4275,3578,2890,4092,4118,3772,2935,2821,664,6018,4623,4950,3683,3966,3167,3829,3815,3466,2999,2566,80,175,5580,4774,4233,3940,4231,5350,4451,3688,3522,3972,2813,845,4747,4322,4974,4316,3882,3706,3855,3858,3622,3351,3678,3960,3583,3317,3613,3614,3763,3383,3415,274,0,0,6543,4646,3917,4030,3973,4737,2038,4466,3946,3286,3755,3487,3607,4332,3460,3572,3509,2786,463,1,4661,4326,4733,4482,4337,2810,4060,3886,4546,4732,3737,3827,3200,3518,2993,445,381,5838,5612,3820,5134,3481,3976,4402,3946,2770,1204,1480,1634,1944,1904,1898,2042,1344,1371,382,266,210,214,201,152,104,89,62,30,17,14,6,4,2,1,7,21,78,33,61,89,138,108,238,126,446,172,237,569,322,287,246,203,3610,5645,5095,5075,4452,3591,4476,4112,5496,4218,3824,4472,4223,4133,3942,4297,3445,1089,4597,4666,4439,4168,3619,3517,3482,4027,3746,2886,413,282,264,1360,978,2090,1004,725,1837,1667,1418,673,415,2308,1492,622,931,1593,1801,1969,1409,1401,990,962,848,761,142,229,362,1016,1446,1054,971,850,179,83,5087,4856,4326,4890,4756,3641,3785,3546,3202,5036,3540,3671,4218,4575,3407,4781,3821,4127,3873,3246,4253,2866,177,5507,5958,6091,3652,3684,4672,4520,5145,4722,3877,4640,3381,4330,3237,3504,2667,6396,5189,4954,4824,3758,5319,3708,3437,4099,392,30,5783,5345,5639,5033,3602,2741,2453,3903,4738,3965,4219,3872,4314,4215,3349,5100,3850,4109,3670,4791,2393,1780,4656,4546,3936,4384,4076,3029,680,810,6917,4172,5115,4972,4117,3681,5319,4972,4916,4308,3506,4146,3112,2980,970,92,977,2534,1534,4904,4882,2787,4857,2062,3848,7677,7469,1658,3807,5956,4474,2292,1687,2474,2188,2601,1812,5513,2996,1455,2077,9455,3187,2999,5178,4991,4018,3377,2371,3390,3389,1893,964,1386,1940,2813,1035,968,1561,4155,2552,4335,1927,1642,2435,1472,3473,1055,3682,4280,4464,3437,3921,4102,3850,4748,4058,3432,3642,2715,3124,1174,4426,5110,4957,5330,5203,5127,6867,4450,3911,3476,1071,5562,4486,3981,4266,2273,4859,6151,3955,3977,4065,3353,996,62,5698,3976,4232,4154,4663,3887,5960,4392,3497,3596,3596,3551,3624,3863,3594,2981,5732,4238,3644,3973,3595,2418,3814,2761,4466,2797,3455,2474,2750,1351,47,4152,3794,5184,3442,3017,4365,3488,3822,2230,3480,3560,4577,3511,2431,2996,2544,2597,587,954,3143,5472,5041,5191,3866,3966,5380,5096,3670,6755,5209,4694,4236,4347,4681,4098,4220,4798,3304,3123,425,7289,5674,4476,3619,5254,5664,4562,5191,3454,3653,3278,4789,3888,3953,4331,3507,2840,2969,2725,5260,6363,5001,4814,4598,3012,4182,3526,3672,2063,5700,4358,3992,4263,5014,3386,3061,4384,2481,4254,3484,3769,3595,2413,761,1810,938,1457,746,1523,153,1728,1724,2780,2882,2404,4081,3400,863,1103,8251,8043,2430,3418,2627,369,317,369,3591,3568,2867,3887,3480,2070,4389,2056,1762,3302,3176,336,5307,3069,2802,1936,2641,2361,3004,2058,357,4120,3181,3040,3596,1541,2748,2494,3794,3041,2691,2454,2180,3438,1631,1432,171,1061,6187,4874,4337,3252,497,4555,5523,6450,6747,4549,3838,4216,4814,3800,4578,4353,4069,5659,5745,4510,3569,4043,4967,5313,5522,3685,4235,4748,3325,3502,47,5221,4781,5208,4687,3621,5227,4305,3737,3775,4085,3700,3188,2902,6316,4281,2330,3092,1872,1463,618,3589,1854,2181,4485,2160,4897,1707,2391,1158,3085,4510,2844,565,2799,3980,1646,3219,2824,1170,1901,2623,2463,3128,294,2375,3292,3072,4625,5144,2632,1505,292,2083,5807,5748,5158,5011,4937,4836,5709,5116,4962,6222,5217,4470,3509,4775,3122,3521,4224,5153,4505,3923,4360,4321,3514,1406,4852,6026,4426,4266,5181,4641,4531,4773,3484,5812,6640,5376,6267,4295,5114,3478,4387,4812,5120,4818,5346,4263,5087,5157,4749,4833,3882,4535,5090,3020,5751,4545,4305,4463,4691,3838,3995,413,474,1141,1998,1137,3101,1907,1435,1311,1268,1027,1209,1889,565,494,548,405,1377,777,1574,1915,589,1432,1299,979,2000,2427,2333,1561,3001,2287,2836,2345,1692,2291,2478,2538,1544,2601,2343,2311,3318,1839,1499,1445,2156,558,431,597,416,364,451,229,352,270,4613,5355,4996,4144,4304,4425,4192,4138,3845,5778,4906,4159,4494,2465,5814,6634,4495,4837,4892,4139,4278,2196,6655,5465,4811,4652,3633,3623,4144,3586,4784,3833,3356,2454,67,164,6103,4990,5314,4868,4996,5962,6488,4433,5420,6404,6554,3777,4917,5121,5112,5216,4397,4186,1660,5015,4641,4691,4173,4092,3853,3238,3471,756,2112,1093,1313,3999,2106,4855,2989,2217,2628,3825,4352,10471,3177,3926,4666,2278,2820,2118,1654,1342,2155,2263,1252,2473,1926,2792,868,463,820,783,4636,4448,4079,2532,2629,5301,4033,2786,3168,3077,5824,4576,3548,3728,3695,830,4952,4413,4459,4355,3505,3455,5669,4449,4391,4231,4534,4455,4908,3843,3989,4464,3692,3419,3153,2562,4032,3233,2300,2440,2545,2047,1333,872,1847,2163,1281,1140,823,3240,4808,2531,1376,1500,3120,3105,1298,2922,2953,2139,1881,2988,1038,1351,2378,6144,5722,1575,4084,3904,3025,791,536,2097,1983,1935,2252,1220,1848,2808,1921,2481,1995,1986,1525,2827,1756,2232,1874,2748,2345,2210,2662,2782,3151,2025,538,7681,3215,3065,980,3236,1291,2317,4548,1349,1598,1955,2863,4227,2711,1981,2201,2215,2158,5322,3657,2185,1688,4034,7856,3026,3483,3332,2746,4107,4503,1541,640,575,956,987,1341,1187,942,2415,4166,4098,4033,3229,2437,2803,2362,2720,2771,2397,4418,3788,4048,4448,3720,1719,2878,3334,3141,3291,4495,3565,2846,3400,2378,3403,3317,2778,2925,4784,3213,2978,3174,2788,2076,1153,1085,1737,2765,1432,1687,1677,2107,2172,2093,1924,1501,1546,1438,1555,1281,1326,1572,1872,961,2246,1826,3025,1565,2121,2759,1379,1633,2330,2446,2774,2284,1711,3368,1903,1769,2288,2321,1185,1761,1550,1404,2412,4863,3117,3886,1283,2472,1811,2239,4094,3087,2715,881,3025,5533,3633,5153,2076,1946,1652,694,845,719,329,156,134,39,5943,5185,4707,5145,3923,4208,3615,4526,4430,3755,3189,3505,2582,3801,5781,5547,4032,4485,3730,3468,3183,5296,4498,4322,4954,3508,4518,4941,3058,1074,5193,4777,3961,3382,2956,3341,3699,3552,4183,2081,5236,5408,4914,5269,4128,5333,3294,2897,123,6098,4074,4768,3814,4609,4285,3798,3236,3952,4450,4570,5074,4708,4478,3991,4231,4017,5147,4717,3668,3152,1398,430,4762,4767,4782,6749,3825,3827,3945,3827,3725,5773,4486,3095,4461,3934,4097,4928,4338,3078,4284,4299,3575,3254,3812,3716,4164,5601,4460,4626,4101,3545,4213,3718,3586,4456,2547,2698,252,5231,4555,3778,5016,4730,3211,4509,3335,3308,3850,3508,2905,890,6166,5639,3312,3824,5869,4544,3991,3497,3283,3269,4185,3382,2567,522,497,792,319,515,5663,4416,3685,3589,3859,3345,3588,3506,4244,4377,4165,3812,3649,3615,2208,912,5573,3582,1868,3610,4172,3539,2048,3343,3122,1478,3556,1356,2005,6154,6482,4456,7321,995,2651,6192,4517,6515,2893,4024,2848,3521,2705,1990,5313,10169,8519,3791,4575,3315,2316,5714,5108,1282,5197,3477,2891,3394,1942,633,715,3545,1718,951,2091,5940,9709,7157,8074,8102,2059,1377,1319,4185,8753,7324,6579,2956,5732,1530,510,6427,5989,7214,6557,1219,3186,4162,5960,4000,1899,1332,1539,412,3353,3299,3450,2758,3278,2150,3452,1597,306,522,6038,5325,5025,5560,6200,4815,4481,4694,3980,4297,4047,4005,3777,4436,3869,4129,4060,3487,4446,4536,3914,3994,4846,4117,3013,3792,4258,3801,3973,4164,4325,3411,3849,3354,3932,3402,3792,1985,266,2438,5364,1597,3184,4259,1099,634,739,2385,5211,2262,2741,4780,2776,1068,4974,4039,2465,2596,5054,673,911,4040,4426,5519,2081,3994,719,4257,2640,1684,4120,5385,5609,4120,5094,2383,6250,2806,2968,5920,3078,4352,1428,3364,4212,5462,4837,3179,3862,5147,2592,4067,3096,2480,4408,4870,2898,4141,2488,1693,693,4040,2972,359,221,7668,3905,4447,3120,4253,3860,3082,3982,3147,3079,5000,5434,6287,4042,3279,3659,5709,4733,4575,3823,2744,2952,2948,7122,5985,5727,4736,5065,3910,4435,4750,4705,4652,6692,6232,4152,3724,4532,4245,3929,4654,4682,5164,4155,4135,5693,5025,5677,3902,4852,3728,1212,5689,4231,4437,6221,5014,4054,4341,4529,3832,4041,3462,3526,4009,2559,3979,7117,4744,5061,4451,5758,4960,4864,4106,4067,3751,5293,4021,3752,2951,3959,1834,2205,6036,2930,1207,2638,1864,2093,1949,1433,6040,6425,4676,1676,3256,5860,3698,968,1968,1196,2436,3260,4940,1715,4628,6375,3838,4698,3349,4727,2441,1786,1404,5465,2354,4409,3158,2020,2674,2355,1517,2307,4569,2813,1593,2284,1923,2992,3425,2984,5145,2674,3721,4125,5981,4589,6582,2098,2378,5799,4126,3576,3600,1372,2423,2683,976,1547,1291,997,600,991,963,836,1535,1927,6530,7038,5550,6464,5220,3740,4263,4227,3825,3833,3941,4597,4418,4825,3725,4116,3387,3467,2698,842,6161,5320,4180,4066,2689,8333,4278,2922,4037,4476,4371,4131,4772,4195,5937,5376,3716,3888,4335,3461,4008,3251,617,559,6441,4583,4828,5021,5321,4524,4501,5342,4462,3770,3202,1930,1656,6584,5493,3917,4158,6024,5309,2407,4622,5309,3827,4737,4027,3315,1978,1702,3664,1489,2278,1508,1563,1459,1605,6189,6272,4495,4395,4648,4020,5118,2837,6250,6181,4856,5830,4420,5345,4272,4386,4304,5173,5943,4602,3870,4758,5097,4944,7032,7137,5287,4697,5779,4155,6120,3731,2573,4184,3997,3933,3648,3894,3844,3559,3468,181,36,0,5513,5744,4590,3740,5051,4014,4430,4083,3591,4312,4696,3954,3411,3543,3798,5062,5009,4218,3894,4545,3478,2814,3989,2667,5956,5251,3983,4229,2918,510,1,5591,4772,4947,4612,3426,3243,3708,3729,3483,4135,3348,3569,2119,5782,5875,4428,3523,3055,3442,3829,3513,3621,3640,2503,5690,3253,3012,2973,4104,4492,3573,4048,3396,3106,3626,5710,5860,5468,2223,4735,4263,4293,3756,4217,3468,2806,2695,3268,2530,3303,3465,3269,1368,1407,1366,338,1360,1487,1600,1326,516,1211,1177,460,488,436,3304,4694,4718,3719,4980,4231,4016,4010,3613,2693,71,6844,5049,4798,4600,4900,5466,3572,3779,4109,3758,4610,4116,4018,3817,4674,3411,4388,4005,3364,3291,3270,3688,996,4925,4115,5531,5025,3635,3884,2868,3081,2616,6288,5465,3693,3503,3569,3904,3270,2740,3113,3090,2128,1764,272,4058,1780,1723,2490,2432,3456,950,1271,3963,1267,748,1309,1108,1419,1162,947,3382,2210,1686,2118,3352,1858,1633,1169,2329,1837,1610,2188,7964,2221,1957,2589,4025,597,6753,5137,3140,3942,1978,2010,766,1701,279,1452,992,796,599,535,364,171,1781,1893,1794,1479,875,638,1772,1346,1126,192,271,1134,2795,2660,2875,1843,3270,2296,5269,4047,4162,839,123,1,5232,4957,3921,5239,4261,5064,3540,3642,3822,3674,4351,3965,3054,2413,94,229,513,680,1266,1214,1548,1549,2166,2109,1647,1763,2113,1907,5893,5337,5120,4868,4861,5299,4438,4786,4116,4962,4643,4004,682,544,5895,5707,5870,4442,5666,4601,5654,5055,3739,4076,843,5237,6136,4690,3283,4276,5114,4605,4429,4100,471,258,6986,6229,4441,4541,4277,4195,4995,4629,4299,4102,4319,3816,3155,2473,888,2088,2332,2719,2722,2747,2772,2541,2756,2618,2735,2662,2664,2654,2610,2560,2513,2521,2527,2147,2565,2528,2507,1793,2006,1971,1089,1299,359,2468,2478,1663,1327,782,257,106,53,29,9,4,0]}
