{"title":"What Would It Mean to 'Absorb' a Nuclear Attack?","img":"https://static.scientificamerican.com/sciam/cache/file/D2BFF416-8481-4895-AB2BF0D9F2B1D05F_source.gif","url":"https://www.scientificamerican.com/podcast/episode/what-would-it-mean-to-absorb-a-nuclear-attack/","audio":"https://traffic.megaphone.fm/SAM3305936619.mp3?updated=1703694226","intro":["The missiles on the Fort Berthold Reservation in North Dakota make it a potential target for a nuclear attack. And that doesn’t come close to describing what the reality would be for those on the ground."],"authors":["Ella Weber"],"category":["Defense"],"transcript":[{"author":"Ella Weber: ","text":"Members of my tribe live with nuclear missiles on the Fort Berthold Reservation. The weapons sit in underground concrete silos that are surrounded by antennas in small, fenced-off areas. The missiles are armed and ready to launch in 60 seconds. This is one reason they are called Minutemen missiles. [CLIP: Air Force video: “The final page of history is in our hands. You can’t live your life within inches of a nuclear weapon and not feel the weight of the world. Our mission is to carry that weight. Theodore Roosevelt said, ‘Speak softly and carry a big stick.’ Sticks don’t get much bigger than this.”] [CLIP: Minuteman missile launch]"},{"author":"Weber: ","text":"You are listening to Scientific American’s podcast series The Missiles on Our Rez. I’m Ella Weber, a journalist and an enrolled member of the Mandan, Hidatsa and Arikara Nation, or MHA Nation, a Princeton student and a journalist. This is Episode 4: “Catastrophic Risks.” [CLIP: Music]"},{"author":"Weber: ","text":"After learning that the Air Force had not explained to my tribe what the new nuclear missiles were for–which the Air Force intended to deploy for another 60 years on our reservation–I decided to dig deeper. I wanted to know what role the missiles and their silos play today in U.S. nuclear strategy and what the risks for the tribe were in hosting them—something that the tribe never agreed to in the first place. [CLIP: General Jim Mattis speaking at confirmation hearing: “When looking at each leg of it, with the ICBM force, it’s clear that they are so buried out in the central U.S. that any enemy that wants to take us on is going to have to commit two, three, four weapons to make certain they take each one out. In other words, the ICBM force provides a cost-imposing strategy on an adversary.”]"},{"author":"Weber: ","text":"That was General Jim Mattis, former secretary of defense in the Trump administration. During his confirmation hearing in front of the U.S. Senate Armed Services Committee in 2017, he was explaining the role of the silo-based intercontinental ballistic missiles, referred to as ICBMs in military jargon. I wasn’t really clear on what Secretary Jim Mattis meant by the ICBM force providing a “cost-imposing strategy,” so I talked to Leonor Tomero to get some clarity. She used to serve as deputy assistant secretary of defense for nuclear and missile defense policy in the Biden administration in 2021."},{"author":"Leonor Tomero","text":"In terms of the ICBMs, it’s sort of strength in numbers because you’ve got so many, and they’re so spread out, that an adversary would have to commit a lot of nuclear weapons if they were to pursue a large-scale attack on the United States."},{"author":"Weber: ","text":"Leonor explained to me that should the U.S. face a potential nuclear attack, the president would have two choices with regards to the ICBMs: launch them preventively before the missiles possibly got destroyed, or decide to absorb the attack and retaliate later."},{"author":"Weber (tape): ","text":"What do you mean by absorbing an attack?"},{"author":"Tomero","text":"I think, you know, it’s, you know, they’re considered a sponge."},{"author":"Weber (tape)","text":"So it’s kind of like making these ICBMs, like, a target …."},{"author":"Tomero","text":"Yes…"},{"author":"Weber (tape)","text":"…. rather than, like, these other major cities or other places..."},{"author":"Tomero","text":"Right."},{"author":"Weber: ","text":"In case you don’t know — the role  of the ICBM is to force an adversary to use many nuclear weapons if they decided to attack the U.S. The silos are basically meant to divert and absorb the incoming nuclear missiles from important and critical areas in the country, like cities. But what would that mean for the Fort Berthold reservation?"},{"author":"Frank Von Hippel: ","text":"I’m Frank von Hippel. I’ve worked at Princeton [University] since 1974, and I’ve been working on nuclear arms control and nonproliferation—and also, among other things, the consequences of nuclear war."},{"author":"Weber: ","text":"Frank served as assistant director of national security at the Office of Science and Technology Policy at the White House. This was during the Clinton administration. He was also one of the first scientists to be involved with research on the consequences of nuclear strikes on U.S. nuclear weapons—including the Minutemen silos—which he described in detail in Scientific American in 1976. There’s a particular hearing from around that time that he references."},{"author":"Von Hippel","text":"Basically the secretary of defense had come in and testified to Congress. When one of the senators asked how many people would such an attack kill, he estimated 15,000 to 25,000. And he said, ‘Well, that would be terrible, but it would be not what you would expect from a major nuclear attack.’ That seemed low to, actually, the senator from New Jersey [Clifford Case]. And he asked for a peer review of the Defense Department calculations, and, and I was then asked to be an unpaid consultant to look into that. And, in fact, I went over to the Pentagon to talk to the people who have done the calculations."},{"author":"Weber","text":"Frank found something unexpectedly horrifying."},{"author":"Von Hippel","text":"The Defense Department had assumed that explosions of the warheads over the ICBM silos would be so high that they would not cause fallout. They pointed out they would also not damage the silos."},{"author":"Weber","text":"Basically, the Department of Defense hadn’t calculated properly. The DOD had made incorrect assumptions about the altitude of nuclear explosions aimed at destroying the silos. Initially, it had thought the nuclear explosions would need to be at an altitude. But–they actually needed to be at ground level."},{"author":"Von Hippel: ","text":"The DoD was forced to go back and do new calculations reflecting these points, and they came out about 1,000 times higher: 20 million—on the order of 20 million people killed."},{"author":"Weber (tape): ","text":"Wow."},{"author":"Von Hippel: ","text":"And I wrote an article in Scientific American about that.... And we published another article in Scientific American in the mid-1980s. And the numbers went up a little bit, but, but we were in the same area."},{"author":"Weber","text":"Then someone from Lawrence Livermore National Laboratory—one of the U.S.’s nuclear weapons laboratories—called Frank."},{"author":"Von Hippel: ","text":"He said, “We wish we had your resources.” We were less than $1 million dollars a year. And, and I wondered why he said that, and, and I realized then that they had not been given permission to do these kinds of calculations until after they were asked to check our calculations."},{"author":"Weber: ","text":"I wondered if this time the government had actually done calculations as part of its modernization plans to deploy the new Sentinel missiles. I asked Frank what would be the consequences for my tribe should the 15 silos be attacked with nuclear weapons."},{"author":"Von Hippel","text":"Well, you know, the, I don’t know who coined this term about the silos being a nuclear sponge, but the local....I think there would be annihilation of the local population around the silos. Wouldn’t just be the fallout—would also be the, the blast effects, and so on. So they would be the worst affected."},{"author":"Weber (tape): ","text":"My grandma only lives two and a half miles away from an ICBM silo. What would happen to her and her place?"},{"author":"Von Hippel: ","text":"I think she would be within the blast radius ... and the fire radius.... I don’t know how flammable… her house would be presumably burned after being knocked flat. And then there would be the fallout. These explosions would have to be low enough to hit the set of silos with sufficient overpressure to destroy the missiles inside. It would have to be low enough for, for the dirt to be and debris to be sucked up into the cloud. And then that would bring down some of the radioactivity in a very intense patch around the silo. So ... multiple ways in which she might die. I’m sorry."},{"author":"Weber (tape)","text":"I mean, she didn’t make the decision to have them there. So ..."},{"author":"Von Hippel: ","text":"Yeah, I know. [CLIP: Music]"},{"author":"Weber: ","text":"Being treated as expendable isn’t new to Indigenous communities. As far as I could tell, members of the Mandan, Hidatsa and Arikara Nation don’t see themselves as living in a sacrifice zone. This designation treats certain areas and people as acceptable losses; they bear the brunt of the risks and consequences associated with nuclear weapons and decisions made by others. Maybe if members of the tribe had a better understanding of what the risks were, they could challenge the deployment of these silos on our land. [CLIP: Music] I went back to talk to Edmund Baker, environmental director of the MHA Nation. We also talked to him in the last episode, where he told me he felt that members of the tribe should be aware of the risks. This time, I visited him with Sébastien Philippe of Princeton University.   In case you don’t remember, Sébastien is a nuclear scientist and principal investigator of the same missiles research project we talked about in Episode 1. He had just finished computing the consequences from a concerted nuclear attack on the ICBM silos. In some sense, he had updated the work that Frank and others had done back in the 1970s and 80s."},{"author":"Sébastien Philippe","text":"Now I’m going to put the whole image of the entire areas that can be impacted by the fallout, and I can walk you through the color coding, but that’s basically the worst case possible for every single person on the map."},{"author":"Edmund Baker","text":"Okay. Holy crap. Even Disneyland’s not immune. Disney World’s out. New York—there’s no safe place. So that batch there, North Dakota, the white sort of color...?"},{"author":"Philippe: ","text":"Yeah."},{"author":"Baker","text":"That’s 100 percent fatality in that zone?"},{"author":"Philippe: ","text":"Times 10. Yeah, ten times what you would need to die—and that’s just from the radioactivity."},{"author":"Baker","text":"Okay, so that’s not in the EIS, I figure, or is it?"},{"author":"Philippe: ","text":"Uh, no."},{"author":"Baker: ","text":"[Laughs] We’re saying that’s sort of bolstered, downplayed here and there, but they have to mention certain things. Holy cow, yeah…that’s…."},{"author":"Weber: ","text":"By the way, Edmund’s talking about an environmental impact statement, or EIS—a two-volume report released by the U.S. Air Force that is meant to analyze, “the potential effects on the human and natural environments from the deployment of the Sentinel intercontinental ballistic missile system.” This was the report that the Air Force had presented to my reservation—in a different place than it had initially advertised. And in the entire 3,000 pages of the report and its appendices— which cost $33 million to write, by the way —  Sébastien had found that the consequences of a nuclear war that could impact my tribe were kind of glossed over.  The EIS mentioned the “casualties” and “grave implications” of such a war but they didn’t really go beyond that.  Here’s Frank again, speaking about the military’s attitudes toward the consequences of war in general."},{"author":"Von Hippel: ","text":"They talk about people like your grandmother as being collateral damage. I mean..., they try to desensitize themselves to what the consequences are, what they’re talking about—and, in fact, I remember when I first went over to the Pentagon to talk to people, I learned—the first time I heard this word called “collateral damage,” that is—“We, you know, we didn’t intend to kill your grandmother.... She’s, unfortunately, collateral damage.” [CLIP: Music]"},{"author":"Weber: ","text":"Somehow I’m not surprised. But Frank goes on to talk about something else. There’s another word that the U.S. government uses for the scenario in which silos that are close together are targeted by multiple warheads."},{"author":"Von Hippel","text":"You had to time the two explosions so that the first explosion wouldn’t destroy the other warhead. For that they use the term “fratricide.” The one warhead destroying another was “fratricide,” and then a warhead destroying people was “collateral damage.”"},{"author":"Weber: ","text":"Maybe that’s whyno one in the Air Force told my people about these risks. But wasn’t it their responsibility to explain and justify their choices in terms of what weapons we need for our national security — and how these choices affect those who need to live with these weapons?"},{"author":"Von Hippel","text":"It is a terrible subject. And we’re lucky that, so far, we have survived this. My grandfather was involved in the Manhattan Project. He would have been surprised as well. So, I hope we can surprise them again by getting rid of these things."},{"author":"Weber: ","text":"Maybe there’s something the tribe could do about the silos on its land."},{"author":"Weber (tape)","text":"So, theoretically, could we get rid of the 15 silos that are on the reservation?"},{"author":"Tomero","text":"In terms of ‘can you just remove those 15?’ I think [that] depends on where they are, how they’re wired into the system, and the devil is in the detail."},{"author":"Weber: ","text":"That’s Leonor again. As I mentioned earlier, she previously served as deputy assistant secretary of defense for nuclear and missile defense policy in the Biden administration. I had also asked her if getting rid of 15 silos on the reservation would make the U.S. less secure."},{"author":"Tomero","text":"So, again, you have to look at the total amount of silos. There’s 400 total silos, in terms of silos that are on alert, the total amount is 450 silos. And so when look at those 15, of course, you’re looking at 15 out of 400 and 450, so of course that means you’re not losing that leg of the triad–so it’s a relatively small number."},{"author":"Weber: ","text":"But there was something else that bothered me: the Air Force’s plan to maintain silos until the 2070s. We had advanced so much technologically in the past 50 years—from the floppy disk to the Internet to the smartphone. Would the silos still hold up?"},{"author":"Tomero: ","text":"I think, you know, in my thinking about nuclear deterrence, I don’t think we should be reinvesting in fixed ICBMs. They’re not survivable systems."},{"author":"Weber","text":"Leonor means that our nuclear architecture is pretty old."},{"author":"Tomero","text":"I think when you’re looking at this, and you think these are going to last into the 2070s, at that point, we’re going to have 100-year-old nuclear architecture, right? We’re reinvesting and making sort of—incrementally are modernizing, but it's an incremental change on an architecture that we decided to deploy in the 1960s. And does that really make sense in terms of keeping nuclear forces into the 2060s, 2070s, where technology has evolved?  And so we need to, I think, be looking at new concepts for deterrence and be a lot more focused on “How do you introduce stability in nuclear deterrence?” And for me, that means prioritizing resilience and survivability. [CLIP: Music]"},{"author":"Weber","text":"If anyone could advise the U.S. on resilience and survivability, it would be us: the MHA Nation. And I have a feeling that keeping ICBM silos operating across our land may not be part of our preferred strategy. In the next and final episode, I go back to the rez and report what I found to my family and members of the tribe. We sit down and discuss: What happens now? This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert. Music by Epidemic Sound.  I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School.  [CLIP: Music]"}],"wave_peaks":[2073,4521,7021,9450,9248,10832,12145,12376,8169,8698,9609,10805,10560,9972,6370,5664,5398,20031,20860,18168,18250,18531,18808,19301,17437,20486,18245,17557,17012,17041,17874,13741,16302,18897,15713,16329,15955,17032,14377,17394,16511,15905,16461,16060,16451,16227,16443,16348,16575,16504,8640,5445,4788,16972,16100,16748,17686,18420,18238,17221,17413,17867,18819,18158,16372,18816,19820,16887,18243,18330,20400,17338,19185,18450,18815,18293,16682,18572,18860,20116,12252,5094,17658,18566,19533,18747,18202,18870,21050,19959,21830,21953,9586,10679,8611,9102,10739,12976,12879,14630,13228,14539,19825,19724,21609,22733,22060,20277,13795,13174,17688,19835,21720,20125,15850,13181,12602,12458,11310,10894,8884,6997,6749,6573,19224,18326,16486,17432,15161,16774,17125,11389,16785,16801,15677,16312,16183,1868,16684,16903,16578,17040,16371,15429,17062,13856,15956,16679,15510,12108,16387,16318,16815,16841,11589,1537,16633,16694,16971,17623,16021,15519,16146,16348,15900,2369,2371,16144,16101,16465,16152,15334,15169,12956,11197,9012,16886,16907,17467,18203,17131,16582,17552,15956,16825,17092,17297,16573,16475,16987,15988,8070,17572,17296,15426,17431,11443,11721,17677,17792,17303,16219,16974,17112,18344,19222,10670,10031,15866,16579,16683,17431,16875,11639,11075,10348,17380,17712,10929,17640,18979,17579,17620,10400,11027,9150,8419,16181,16863,16608,17312,17124,12762,15892,16106,17144,14865,16394,16915,16528,16572,12271,16840,15993,16413,13430,14475,16899,18376,17858,16099,18228,17645,17565,14264,17395,18847,19859,20491,19828,14806,12861,10204,8535,19153,19237,18963,18277,18901,17690,19348,20782,21157,22043,21637,21373,20917,22017,21357,20753,20321,19812,21083,19450,21857,22291,19649,20612,17528,18721,17805,19358,15844,15152,11884,11558,12940,13781,15187,14810,15107,11895,13949,13561,13428,13646,14949,11636,16355,13530,16578,15205,15597,13899,15101,14271,12487,10108,9818,20912,15752,20036,13508,19609,18749,20448,17078,18497,17609,13343,17910,18845,16519,17351,4386,5292,18414,18663,12259,17112,18335,17202,17712,18201,18275,17812,18676,16142,16401,2617,16455,17408,15090,1812,16705,16758,16267,15265,16507,10859,5907,6304,21764,20380,20247,7531,7586,19114,18270,12566,11182,7994,9869,9837,16081,21978,22262,19146,18858,22084,22071,22119,22241,21989,21062,21991,17284,14081,13705,13580,13314,14730,11765,9510,15313,16193,16716,20721,21158,16923,10200,13502,14812,12151,11253,9935,8620,15526,17672,17272,16336,17790,15953,16764,16818,15391,16733,16584,17228,17032,16345,13621,9151,805,15644,15896,15076,15972,16023,16161,10289,13314,15179,15897,12649,15901,15982,492,401,15566,15847,15813,15671,8803,57,15619,15580,15632,15699,15605,15666,9258,14905,15624,15763,15596,16228,15649,13567,15701,15608,13602,15816,15687,15593,15609,14577,14917,15597,15091,4718,15585,15629,15581,15617,15586,15618,15598,15545,8457,15564,15636,15642,15792,16051,15598,15640,15626,15627,15594,15759,453,15623,15595,15043,15817,15608,12170,9654,15557,15576,6399,540,15631,15692,15669,14632,15615,15600,15611,1967,15584,15219,15717,15703,15627,15557,15601,15636,15275,15577,15649,15628,15610,15600,15602,15657,15660,13237,2100,15661,15577,15620,15658,15645,15693,15627,15615,3503,1146,15648,15737,15606,15630,15597,15581,15613,13181,15649,11115,15592,15666,10777,15632,9340,1860,15629,15761,15607,15591,804,15566,15625,15555,15613,15767,12437,15575,15593,15416,14728,15534,15606,15590,15688,15662,10521,290,15589,15579,15636,15594,14021,15646,15613,15612,15596,13431,15587,15594,15566,10373,15571,14796,15644,15551,15596,15613,12939,15613,14892,15528,15782,15409,15629,12319,13241,12762,15595,15685,15588,15641,15600,15611,12012,7271,6,44,15633,15683,15623,15621,10446,15582,15644,16119,15669,15537,15639,15495,15603,15582,15687,15727,15566,15586,15599,11835,121,15597,15619,15674,15611,15651,15617,15608,10099,47,16471,15651,15584,15544,15594,15602,15670,15547,15580,15702,15713,15588,15614,15648,15648,15591,15576,10549,15627,15628,9937,15515,15701,15648,11175,10957,38,15716,15685,15653,15595,13945,15615,13561,15602,15567,15663,15584,15721,15588,15595,15578,15582,15620,14279,9951,15616,15563,1382,15655,15689,15818,15854,15622,15598,11694,15789,11452,15720,15598,15591,15584,15339,15792,15568,15611,164,15611,15620,14626,1743,15560,9143,15628,12822,15635,15606,12462,10660,15590,3277,15708,15651,15637,15570,15595,15909,15601,15664,15632,15583,15604,15193,15633,12490,15598,15625,15605,14956,15616,15705,15416,15599,15566,15579,15603,520,109,15593,15603,15647,15681,15562,15795,15591,15498,16491,15644,7658,178,15586,15776,15713,15774,15567,15623,15618,11186,710,15541,15589,15593,15605,15531,15573,15616,10562,15560,6809,989,15571,15551,11914,11713,15633,15604,6995,15624,15599,15726,15588,13092,15624,15643,11762,3091,15621,15583,14490,11039,14852,9011,11503,10126,15605,5198,9211,15532,7632,15502,3936,1246,10664,9009,6529,7440,4088,1257,1148,14904,7553,3514,1316,15632,468,17,15583,15611,15608,10825,97,15595,15596,15793,15521,9804,13938,15591,15027,15601,12696,15610,15552,12397,10226,12551,15603,11902,12965,13402,779,39,12268,15620,15615,15626,15662,11875,14490,15624,15622,15575,15545,15587,12271,7837,14900,15594,14425,15671,15652,10016,12902,14438,128,15545,14124,2746,32,15626,15603,15580,10813,15510,14376,13746,11893,11551,169,18091,16763,18322,17946,18291,2023,633,17224,8637,12884,18192,18370,18254,16193,16988,17717,824,674,17616,18213,18123,15900,16994,17923,16107,17718,9190,606,18335,18201,18179,17442,17310,16074,17116,17423,17376,17313,17007,17282,15647,17225,17929,17165,17722,17019,9892,17326,17367,303,86,15658,15626,15114,15599,13031,15589,15636,15608,12960,15670,3273,15387,15611,15657,15579,15364,15596,15410,15298,15435,15698,9160,54,15202,14082,15680,15608,15541,15295,10480,288,459,15571,15358,15619,15626,15584,14853,9937,11953,14819,15599,15566,15601,15720,15553,15524,15570,14932,15525,14235,15588,15594,13894,15638,10434,15776,15721,8771,15374,12427,15601,6142,15559,15246,15532,14517,14381,11444,12400,15745,15556,13575,15519,14846,15671,9473,44,15609,14744,15684,15638,13366,15225,15658,15528,15540,15565,11193,10306,18348,18255,18317,17683,2618,17859,18255,18250,18091,13109,223,10583,18325,18230,18310,16775,5809,323,17136,18380,16953,339,18333,18397,16806,18197,17667,17623,18332,18318,2387,18203,17155,13952,318,938,17682,16797,17683,17966,17499,321,387,18190,18016,16563,18163,16147,17135,16666,17047,11003,17287,17981,18209,18074,17597,17651,17871,18119,18149,482,409,18330,17896,15574,17445,15752,17678,17301,17920,17799,15731,16329,291,383,425,534,18520,18293,16057,801,17625,16928,14721,17736,18303,18059,17915,17997,18099,4129,995,485,18282,18061,17504,18329,18164,18363,16821,16808,18445,17916,632,308,376,16729,18053,17910,16507,18100,18127,17974,17402,17738,18059,17873,17382,15548,18376,17282,17651,18276,17448,17516,9462,18326,18218,17619,16639,16320,11913,18352,18404,17170,17507,14592,6621,361,18095,17900,17988,4628,15943,14788,16542,17227,16614,16231,11474,15652,15628,6581,10819,12530,10809,11968,15604,12268,7181,17920,17290,18295,17378,18373,17907,16318,18122,18248,18267,18372,18077,18288,16935,17353,18129,18179,18210,18227,17598,2918,18054,18195,18351,17121,12159,17552,5866,18307,18311,18214,18217,18258,18238,17654,17733,16240,3796,221,15602,15563,15622,15616,15642,15623,15537,15515,15631,14296,15623,9717,1,23,15608,15580,15618,15626,15597,15578,15646,13115,15639,15572,13692,15578,15609,14674,11348,15779,15419,15820,15630,9853,103,15626,14150,15655,15606,15609,15586,15726,15592,12255,15087,15593,15531,13676,5892,50,15608,15652,62,15697,12089,12210,13737,11595,301,18339,18435,17078,17953,18085,16431,18236,17973,18150,18361,18098,18189,18202,16812,8603,589,18257,18275,17350,17146,18341,16463,17264,18106,18164,14047,309,581,17301,18318,16128,16947,2125,17580,17215,13785,316,16678,17984,18151,16051,17103,12949,1040,17677,4733,375,537,570,714,1040,773,1824,3010,5473,3624,631,16893,18269,18186,17343,16794,16525,16356,3233,549,440,17204,18075,17574,18221,17889,16270,16457,18237,18287,18325,16430,13624,3276,397,447,18341,16964,17511,18112,18211,16486,16544,17477,17993,16770,17219,17029,17866,17400,8044,18286,18048,18229,18313,16755,18295,16963,9720,18113,16740,382,201,15557,7793,13062,12913,15646,15668,14124,14478,15583,15583,165,15525,15564,15593,15609,14679,15601,15023,13617,3102,15604,15709,448,17632,18316,15222,284,259,18356,17762,18175,18237,18166,17665,6551,943,594,280,18348,18348,18348,16696,16523,9520,18421,18208,18286,18159,17768,17817,16914,15366,18186,18312,15346,18306,16644,18236,17900,18349,17270,18177,17906,16396,261,17349,18315,18268,17153,16891,16506,655,399,18151,18113,17311,17833,11878,346,17184,17757,16988,17020,13591,6995,1184,212,15548,15614,15624,11269,15590,15682,15622,15626,15593,15548,11685,15616,10968,11938,15612,14206,13128,15669,7585,12417,15604,15688,14100,15396,14207,9510,73,15498,15750,12833,15604,15513,15617,12956,14868,15623,15554,1260,15661,15600,15694,13539,15595,10046,14209,15483,10597,61,239,9240,18354,18209,16114,17874,18597,15760,867,1650,17710,17789,17780,15771,15042,18303,17048,18183,18177,17581,15011,18332,18182,18039,14635,825,18007,18256,17122,17547,3594,392,17244,17449,16284,17689,17556,15566,17788,17534,16945,17308,5710,17041,16535,15400,15054,17499,16918,9519,1509,14877,18390,18167,18137,16897,8164,1212,16765,15685,16100,17639,17029,16214,7262,1258,982,979,17527,16571,16634,16723,1384,16551,9322,1178,1226,1346,1376,18408,17731,17229,1826,1088,1428,1119,18337,8795,1382,17385,18306,18519,10256,991,1229,12005,17959,17817,1728,1881,1841,17777,17931,18196,16697,9831,18792,18018,14106,17628,18239,17182,16273,16949,18707,17731,18379,5983,18064,17341,7742,1850,2220,2098,5420,15785,18447,12810,17568,8916,2575,2795,2864,2517,18451,19136,18023,17891,17974,18231,16618,3330,1977,3280,3247,2854,18001,18085,15418,3045,2926,2643,18200,19312,3025,18747,18237,3192,9949,17760,19402,17263,16883,15624,18342,17246,17874,2878,17556,18540,5635,16510,18145,18014,5667,15545,18618,17162,2510,2727,5872,17396,11553,17517,17170,12105,2526,2508,2406,2508,17824,17565,6341,2368,1831,6696,18391,18018,17491,18067,16738,17203,4602,15647,17720,12565,2647,2706,15911,17059,17775,19463,17669,17477,17346,19286,14694,3155,3189,19063,19079,19987,10911,18464,18220,11254,16850,13758,17963,16055,18743,15626,7830,2281,2549,18376,19244,18858,17216,2701,2659,2653,2805,18933,17892,18076,19386,19323,17777,17753,18393,17906,17898,18323,16681,3987,18601,18192,18845,18700,19373,7225,3701,3754,16805,18919,19687,19072,17715,19063,19710,17389,18622,20302,19557,17806,18609,18520,17611,17663,18616,20050,18056,3911,20873,18838,19270,17891,18023,18801,16781,18784,16372,16578,3633,3450,17727,15670,3470,3262,18396,17254,17509,17542,5186,17843,18488,17131,12238,17221,14142,2786,2927,2565,3491,3255,3016,3522,18226,17697,16409,17397,2961,3369,3480,18431,19773,19444,18701,16682,15811,2515,2245,2320,15188,19428,17292,3761,3039,3720,3681,3827,3160,2972,3569,3505,2889,17434,17810,4967,4053,3795,2704,2414,6245,5490,19042,18572,18828,19349,19576,16997,16999,18972,20623,5783,16876,18263,14161,14063,18090,18526,19934,16219,17454,21522,19413,14528,14919,11943,15339,11822,15962,10594,10539,10191,7683,5732,5780,5400,6386,4121,5150,4054,4438,3766,2960,2994,2730,16608,17148,16623,14477,15618,8604,20176,17439,15459,12363,11698,9126,5444,17699,19786,17950,18437,16315,15149,18408,17282,18067,18319,16517,16712,11516,16643,16436,11738,11407,12623,14667,11179,2438,3008,3775,17076,12674,14450,10488,12029,17699,11119,11174,17151,13012,13728,10283,5230,3011,1575,16635,16997,15543,15906,12020,15402,12959,11151,15901,11957,13312,13380,12545,9064,15876,11769,11863,15987,8874,1783,16634,16733,15508,16775,16491,16450,15748,15454,14140,17068,13051,15908,11462,4008,16904,13265,17128,13854,10881,16410,13844,12342,7081,5858,7110,8696,7301,9605,9251,8662,9067,11116,8713,8336,9524,8086,6582,6234,6780,6207,7651,7308,5860,6906,8694,6648,6257,5977,6115,6040,4784,4168,3596,3884,2764,2451,1789,1586,1801,1144,995,914,566,424,332,288,15630,15712,15452,15405,15706,15550,5996,11405,15591,15657,15624,15207,12790,15664,16588,677,15590,15610,15686,13580,15615,14396,9645,522,92,15618,15671,15547,15581,15567,15612,15603,15152,15621,15512,15190,4213,58,82,15645,15642,10148,9234,15672,12888,13114,15568,13817,15651,256,11145,12061,14304,12419,72,15588,15640,15622,15649,448,15645,15590,14481,15349,15669,15565,15786,15588,15548,15565,11466,15593,14883,14054,15673,15589,14187,15644,15860,15399,12127,45,1058,15634,15564,15585,15598,15571,15624,15633,15609,15662,15586,15620,13043,15582,15610,15668,8920,1859,15644,15564,4886,15580,15584,15575,15636,15584,15974,15787,15507,15569,12771,15604,15617,6797,398,15589,15625,15606,2734,2015,3544,15611,15667,15611,15624,15585,15580,15629,17883,15982,12433,4425,15583,15695,15601,14911,15622,15556,15602,15555,15539,11244,15486,14403,15537,14464,12045,2395,2538,2922,15620,16471,15611,15579,15604,15689,15942,15642,15530,15646,16140,15588,12594,15535,4162,14806,4983,9474,5218,3733,3485,7807,2917,15634,13284,15519,3694,4377,3243,4099,3130,2149,2643,2553,15585,15584,15594,15577,15538,15555,2534,2072,1891,4633,2949,3365,15575,15591,15580,4208,2241,2714,1947,15599,15589,15597,2450,2120,2279,2409,3458,15606,15699,15672,15586,11123,6507,2409,2568,15611,11256,11511,15633,15628,7883,14509,12537,11140,8478,11250,15676,15170,4546,15647,6791,15634,15743,15201,15626,15619,15635,15589,15643,15612,15673,15605,2615,2576,15612,16576,15611,9132,4127,3246,2654,2834,2248,14963,15731,15698,15480,16665,14266,12666,3601,3554,12497,9155,2493,15421,15676,15635,16218,11492,15596,14021,10761,6020,2773,2999,3704,13083,3986,3668,15561,15738,15776,15629,15601,4033,1357,7699,8118,5464,2436,9888,16341,6164,15615,15602,15793,15611,15594,13453,6725,2665,2034,15599,13415,2387,15660,11642,1781,15621,15624,15583,15744,6983,15566,8679,4045,4767,9954,15644,15672,15631,15611,9800,9598,15612,15631,15584,15574,15624,15583,15601,15570,15566,14291,2203,6793,2479,2849,15566,15586,15629,13579,15603,4022,7305,1990,1389,1313,820,226,17,15591,15564,15747,41,15587,15619,15613,15686,15739,15645,15606,15703,231,15589,15896,15680,267,5053,15784,15592,15583,15598,15553,15601,15623,15626,9205,15547,12756,15638,7107,15612,151,15591,15709,15615,14170,15606,15720,11979,15523,8946,14649,15648,15456,15581,15610,15589,15570,15579,15615,15672,11130,13461,156,15604,15574,1371,26,55,15635,15660,15591,15741,15652,15594,15682,12364,15583,15638,14199,15588,15593,15655,15552,15676,15576,15671,15564,15594,371,13715,15596,15613,15636,15617,15733,15555,15594,14402,15632,15600,8515,1770,15681,15595,15593,16347,14768,15688,15426,5581,122,15631,13381,15677,15579,12169,11808,14526,15585,15614,15569,15602,15802,15636,1182,11653,15605,13926,5142,62,15631,15652,15570,13080,13590,15635,14349,12963,15639,11586,15631,12369,15526,14648,170,15581,15635,15620,15627,15418,15600,150,15605,14040,15665,9836,10058,15640,15559,15593,15742,15588,11904,15606,15674,15647,13506,15604,15583,8790,301,18403,18308,17369,17449,354,18198,18255,18222,18076,18311,324,395,16544,18186,18270,18354,16521,7213,16006,17051,18245,18238,15917,436,17944,17746,17338,16969,16875,15188,428,408,18381,18419,17308,17125,17358,13446,17616,17410,17081,16324,464,645,17592,17655,18497,5867,295,504,17623,12935,18132,17654,18045,17938,18350,17723,16811,17990,17888,17990,17593,17733,18117,16182,3704,15847,17113,17916,15966,469,333,268,731,17768,18071,17688,17849,17696,18242,17435,285,18345,18172,17421,17987,17105,10969,1336,17141,16763,18289,17633,17265,6606,354,18280,17370,18141,7120,17738,16999,17620,18234,17461,17510,17648,14344,1905,2751,3108,2564,2241,17563,16768,11980,17512,16631,10763,2409,2316,3609,17068,16489,13622,14906,13010,17404,14034,6300,4466,17042,17032,15910,14771,15058,13590,12230,17136,15227,18221,13324,17297,17665,17101,16173,16359,17604,17493,16338,11640,16489,7905,5310,20139,20989,19021,10397,2609,10048,18183,20265,20267,19938,20104,19413,21127,20475,18964,20982,21701,19599,19809,18630,15673,20507,7038,4382,4778,3808,4421,4623,4592,20833,19759,18336,17922,19465,20412,17340,18611,17327,4619,4913,4944,3918,3669,3419,18533,16645,20012,16688,19493,19941,19522,19761,19923,13487,8448,20751,21983,14794,3682,5376,6768,20481,21435,22019,19188,19365,11268,4576,5579,16642,20456,8356,4687,6568,5998,20424,16609,21981,22030,21988,9722,10606,9812,8484,8218,9642,13120,15444,13597,11895,10323,9192,21080,20312,21325,20125,18018,17186,16593,16318,18473,18731,11385,8361,3999,17748,20393,18568,19240,17698,17169,13021,17631,14376,18325,16326,16248,16260,16697,17178,14007,16846,15812,10755,17591,17127,5802,6450,18664,17171,16640,18009,19038,18369,18262,19012,18978,3246,19188,20313,16780,19961,13521,8296,11422,20733,18503,22055,22134,19902,3690,12673,21494,12410,7040,8012,6600,11197,17945,19170,18383,19340,10291,2781,18579,18436,19722,19366,19113,20451,17335,19502,15908,16475,18043,17518,17918,10646,3266,4108,4504,5195,16492,15722,17973,18042,10866,18187,17206,6955,17487,17524,17813,3797,13303,18359,20854,21394,22262,22099,15080,8931,10295,11568,10722,12983,15123,14720,13164,14492,6781,5885,6769,6476,5643,4373,3908,1807,1747,2075,16472,17049,17156,16885,15124,14196,16199,16436,16675,13691,840,13406,15734,12778,15932,15827,15757,1408,15691,15639,15633,15633,15906,15685,15672,15672,15622,1033,601,1836,4338,430,15588,15664,15611,737,15673,15632,15635,14809,15552,15542,15599,15181,10682,616,15723,15575,15592,15581,15646,14554,15295,12612,15531,15430,12949,692,14753,15610,13180,711,15585,15645,15698,12584,7721,1324,15539,15597,15652,15644,124,76,15525,15510,15637,15501,12742,15673,14923,15673,15538,15624,15647,14980,15628,15839,15609,15523,12151,15603,15604,15691,15580,15534,15550,15582,15630,13221,14983,15641,15501,15674,15686,15627,11435,15640,15580,15568,15564,15640,15595,13317,15606,15789,15619,15484,15664,10520,330,16449,15807,15800,11814,15589,14396,15843,15577,15591,15565,11311,8830,9321,9730,15507,15495,15539,652,366,15596,14254,15597,13922,9614,334,15715,15597,11171,15606,15640,13700,11450,15599,630,15627,15542,15685,15589,8598,10720,15617,15590,15648,15615,7603,842,8172,8455,6722,15628,15774,15623,15595,15614,15647,15626,10599,15603,15572,15641,15507,15627,15589,12163,15605,15580,15604,10989,15593,15528,15596,13184,15606,9777,8964,15611,15592,15579,9079,15443,15567,12494,15635,15454,11418,13026,15569,12208,12115,11418,8338,1136,167,15654,15622,15728,15606,15645,15844,185,111,1737,15707,15573,15619,10895,15594,15560,15610,9240,9348,15068,15557,276,255,66,15647,15570,15596,11928,15747,15612,15680,13732,15608,6306,12461,15600,15597,15511,15649,15644,14697,15589,15570,193,51,15174,15667,15198,15651,14701,64,15668,15664,2151,15593,7955,15618,15563,9981,2442,9631,15625,8376,12926,10827,11502,7607,15616,15478,14778,15883,12829,15427,15723,15613,15601,15629,13634,264,145,15707,15720,15595,12492,7402,884,15605,15647,5403,15703,15669,15034,11938,8102,11079,11912,241,15532,15627,15168,15651,15551,15644,15610,15970,15518,15617,3401,15631,15611,15611,15870,15630,15120,15591,15635,15649,15626,15609,11430,13805,14586,15700,15721,15551,15434,1625,15867,15643,15704,10688,11357,9114,9798,15589,15676,8920,10896,15709,15616,15662,14081,14805,9729,15645,15589,15654,15650,15622,15583,15308,15726,15535,15608,15629,15680,14748,632,15730,15659,15620,15801,15680,15666,11607,15565,15643,13803,15463,15536,472,133,15736,15688,11684,15835,7487,11220,7011,9344,15865,15517,309,15738,16022,15600,15681,15678,13122,15814,2732,15829,15639,10221,15732,15699,15643,15847,15434,6773,8585,15611,14150,15886,15673,15619,15672,15160,15638,15695,15619,15826,15701,15946,15741,15662,15590,16958,15693,15782,6420,15391,15819,15554,13660,14051,7925,15876,15670,15645,15392,15635,15136,15642,13630,10517,13657,16095,15765,12756,1721,15757,15752,16047,11758,620,16028,12975,15939,15797,11203,3843,3933,14612,11070,1370,16266,16143,15664,11527,14198,10554,16314,14368,5164,1978,2632,3819,3463,4960,6116,5767,9097,9639,12195,11850,15446,13948,15714,11451,12753,15917,14926,14614,12947,12446,13270,11695,11277,12500,13970,12002,11350,12701,11936,14229,14172,11858,13511,16396,15602,15630,15690,13873,14705,12263,9148,6880,5539,4433,4167,16414,16773,15971,15934,16434,16250,16000,16492,16492,15254,16104,15939,14779,16225,16314,10991,1330,11274,15762,15942,15310,1404,1329,16145,16140,16288,15388,16089,15397,16280,16338,15417,16400,16418,16138,16103,2135,16151,16437,16921,16052,15209,14706,16156,3391,4172,5751,5223,6652,8254,11009,12587,16015,17359,17724,14778,14512,12460,13108,12168,11425,12197,12136,14625,14587,11972,9364,5493,4915,4105,3441,2918,15898,16201,16001,16006,15980,15552,12978,16060,16447,16079,10451,15720,15643,16257,16122,16359,16051,16238,16529,12221,1727,16306,16068,16628,17068,11454,12224,17267,16530,16312,3975,5542,7039,9708,14049,12426,16154,16129,16238,16513,18912,18328,18126,22112,20197,18650,20781,21030,21788,16626,18684,21961,22266,21747,20224,21963,18980,16917,14645,15828,14044,10105,10267,8211,6665,6189,5291,3872,3100,2316,16292,15841,15944,15577,15858,15912,894,16278,15641,911,16206,16177,15600,13475,15879,15852,16058,14751,883,15930,15883,12932,15806,15898,15882,7163,1010,775,16262,15978,16134,15050,15608,12141,16293,16525,15978,12906,836,828,15481,16248,16136,16216,16044,15884,16062,16048,16176,16645,7620,16439,15740,15653,15702,16083,7900,1107,1362,15873,16381,12666,1559,16217,16904,8910,16140,16351,15669,7220,16858,15894,16062,15918,16019,15378,11731,15759,16668,16000,10494,9102,16102,16523,16312,16623,12488,14707,16064,16086,15099,1561,16050,16439,16570,16602,15645,16788,16250,15035,16754,9440,6223,8133,10414,13054,15375,21593,22572,22825,22575,22544,22284,22626,22844,22211,22696,22471,22311,22279,22452,22143,22452,22325,22052,22325,22307,22821,22404,22348,22402,22503,22517,22351,22142,22441,22381,22695,22101,22308,19251,22428,21976,21270,18311,22937,22067,22462,21935,21771,21703,18764,21674,19029,18167,17073,16629,16528,14441,14449,11168,10607,9666,8664,6181,5548,5701,3922,3079,2291,1244,776,486,304,90,29,6,1]}
