{"title":"If You Had a Nuclear Weapon in Your Neighborhood, Would You Want to Know about It?","img":"https://static.scientificamerican.com/sciam/cache/file/1EA5D7E4-2720-4FB4-9CDA87C8AACB1E07_source.gif","url":"https://www.scientificamerican.com/podcast/episode/if-you-had-a-nuclear-weapon-in-your-neighborhood-would-you-want-to-know-about-it/","audio":"https://traffic.megaphone.fm/SAM7879591682.mp3?updated=1703692188","intro":["The Fort Berthold Reservation in North Dakota has had nuclear missile silos on its land for decades. Now the U.S. government wants to take the old weapons out and replace them with new ones, and it’s unclear how many living there know about that."],"authors":["Ella Weber"],"category":["Defense"],"transcript":[{"author":"Ella Weber","text":"This true megaproject is now called the Sentinel missile program. It’s the Air Force’s most ambitious military construction and weapons project in decades."},{"author":"Weber","text":"The new weapon is one part of a plan that was started under former President Barack Obama. It was accelerated by the Trump administration to replace and upgrade the entire U.S. nuclear arsenal — at a projected cost of upward of $1.5 trillion over the next 30 years. It’s a project that will perpetuate, until at least 2075, the little-known role that my tribe—the Three Affiliated Tribes of the Fort Berthold Reservation in North Dakota—plays in U.S. National Security policy: to be a nuclear target. You’re listening to Scientific American’s podcast series The Missiles on Our Rez."},{"author":"Weber","text":"I’m Ella Weber, a member of the Mandan, Hidatsa and Arikara Nation, a Princeton student, and a journalist.  This is Episode 3: “The Air Force’s New Nuclear Missile.”  In this episode, we’ll be talking about how the Air Force came to our reservation to present its new missile project to the tribe, and how this fits into the broader patterns that have characterized our historical relationship with the U.S. government. [CLIP: Air Force environmental impact statement video: “The National Environmental Policy Act, or NEPA, is a federal law that requires federal agencies to integrate environmental values into their decision-making process."},{"author":"Weber","text":"NEPA review is required when a federal action is proposed that may have impacts on the human or natural environment. NEPA includes requirements for involvement of the public and government entities and, in the case of this project, 62 Native American Tribes.”]"},{"author":"Weber","text":"Under the National Environmental Policy Act, the U.S. Air Force is required to produce an environmental impact statement. In this case, it’s to “analyze the potential effects on the human and natural environments from deployment of the Sentinel intercontinental ballistic missile system.” Also, it’s to “provide the public and other stakeholders an opportunity to comment on the action and associated analyses, and to consider all alternatives.” [CLIP: MHA Nation honor song]"},{"author":"Weber","text":"The Fort Berthold reservation was the first place picked by the Air Force to present this report at a public hearing and collect public comments on the record. This was an opportunity for the Air Force to connect with the MHA Nation and to explain the military branch’s plans and what they meant for the reservation. Unfortunately, this isn’t exactly what happened."},{"author":"Logan Davis","text":"That public hearing? Meaningless. You know why it’s meaningless? Because nobody was really informed, nobody was able to give the testimony they wanted to do, and nobody had a clear picture because nobody was prepared. I certainly wasn’t prepared."},{"author":"Weber","text":"Logan Davis is a freelance journalist, an army veteran and an elder of the Turtle Mountain Band of Chippewa of North Dakota. He’s been reporting on the MHA Nation for a long time and happened to be on the reservation that day. He learned about the EIS meeting by chance. [CLIP: Music]"},{"author":"Davis","text":"I was eating, talking, visiting, and I saw this policeman that’s a friend of mine. He’s like, “Hey Logan, you going to that environmental impact study meeting?” I was like, “What?” I’m a journalist, and nobody told me. I didn’t know about it until this cop called me. So nobody knew about it. So I was calling people, “Hey, you gotta get over here; you gotta testify,” you know?"},{"author":"Weber","text":"Davis’s struggle to find where the meeting was taking place was confusing. The Air Force had advertised for weeks in local newspapers and on the radio that the meeting would take place at the New Town Powwow grounds. But for some reason, the location of the meeting was changed last minute—to the Four Bears Casino."},{"author":"Davis","text":"The cop was there. I sat with him. And I said, “Are you going to testify?” “Oh, I don’t know,” he goes. “If somebody else does.” And I just looked around, and there is just very few people from this community. It was mostly Air Force people. Nobody told any of the journalists or any news person. It was so highly secretive. And that bothers me. So they did this whole video thing [on] how great it’s going to be, blah, blah, blah, jobs, and it was just like, okay, you guys are not telling the truth."},{"author":"Weber","text":"In case you’re wondering, the video that’s being talked about is the one that we played at the beginning of this episode. It’s about the environmental impact statement of the Sentinel Program."},{"author":"Davis","text":"They never talked about war. They didn’t talk about jobs. They talked about how it’s going to benefit the community, for the most part. My forte is journalism—and I started asking questions and they took the general out of the meeting, out of the building, out of the area of testimony. They left! And then we’re, they said we’re going to have an intermission.  When we come back, they were starting the public testimony. But where the hell is the chairman, where the hell is the major general? They should be here listening to the public testimony."},{"author":"Weber","text":"As it turned out, Davis was the only one who had filled the sign-in sheet at the meeting entrance. And he was called up first."},{"author":"Davis","text":"I’ve always felt nervous about being in North Dakota because there’s so many nuclear missiles here. I testified that I know there’s always a chance for incidents and accidents and nuclear accidents. They’re not all going to be like Chernobyl, but it could be. And when you’re messing with warheads, you know, you have to be, you know, so precise, and, you know, there’s a process and procedure and safety."},{"author":"Weber","text":"So Logan’s a reporter. But he was also stationed in Germany in the 1970s, when the country had short-range nuclear missiles, so he has some prior knowledge in this area."},{"author":"Davis","text":"I’m not the most smartest, the most knowledgeable, about nuclear missiles. I do know enough that it’s a dangerous occupation. I mean, any kind of amount of radiation exposure can kill you or hurt you—lessen your health."},{"author":"Weber","text":"Someone else spoke up, too."},{"author":"Jerry Ruth Birds Bill Ford","text":"Jerry Ruth Birds Bill Ford. My mother is a Cherokee from Oklahoma, from Claremore, Oklahoma. And my dad is Lawrence Birds Bill, from here. He’s Mandan and Hidatsa."},{"author":"Weber","text":"Jerry was one of the two women that testified that day after Logan spoke up. She’s married to a retired Air Force colonel. Her daughter’s in the Air Force, too. I asked what  brought her to testify that day."},{"author":"Birds Bill Ford: ","text":"Well, they asked me if there was a close working relationship between the tribe and the, and the United States Air Force. And I tell them no, there wasn’t one at all, that everyone here knew that there were silos on the reservation, but there was just, like, little-to-no communication between the Air Force and the tribe."},{"author":"Weber","text":"If you listened to the previous episode, you’ll know that there are 15 nuclear missile silos on the reservation itself. But Jerry didn’t know there were that many."},{"author":"Birds Bill Ford: ","text":"There are 15? I couldn’t remember. All on the reservation? Or…okay…wow. I didn’t know that."},{"author":"Weber","text":"During her testimony, Jerry suggested that the Air Force develop a permanent partnership with the Tribal Council itself and the representatives of a higher level."},{"author":"Weber","text":"Despite the fact that the Air Force changed the location of the actual meeting with the tribe so close to the event that the chairman and veterans went to the wrong location, Major General Michael Lutton, commander of the 20th Air Force, came on the reservation to talk about how grateful he was to the tribe for showing up.  [CLIP: Major General Michael Lutton speaking at visit to the MHA Nation: “And when you combine knowledge and time, you have wisdom."},{"author":"Weber","text":"And we’re so thankful for your time and the time of the people here, and we look forward to cooperation as we share a common goal to defend our nation and our land. Thank you so much.”]"},{"author":"Weber","text":"In an e-mailed statement in response to this reporting, the Air Force said, “The National Weather Service issued a severe weather storm wind advisory alert for Northwest and North Central North Dakota for July 18, and 19, 2022. MHA Leadership, Veterans Groups, Tribal Law Enforcement, security and facility security directors consulted with each other."},{"author":"Weber","text":"The decision was made for the protection of human health, safety and cultural resources that the hearing be moved to the planned back up, indoor venue, 4 Bears Casino and Lodge.”  Though there was one severe weather alert for those dates, on the day of the hearing on July 19, 2022, it was sunny by 4:15 P.M. local time, prior to the meeting’s start at 5:30 P.M.  I asked Logan if, during its 30-minute PowerPoint presentation, the Air Force had discussed the role of the silos in U.S."},{"author":"Weber","text":"nuclear strategy, the rationale behind the modernization program and the risks that are involved for the tribe, if nuclear war or accidents were to occur."},{"author":"Davis","text":"The only thing they talked about is that they were going to make sure everything was safe. We have to take it for granted and, and rely on that word of the military and the politicians."},{"author":"Weber","text":"During Major General Lutton’s visit to the tribe, he exchanged gifts with the MHA Nation’s chairman, Mark Fox. Six months later, Fox signed a programmatic agreement with the Air Force."},{"author":"Weber","text":"The agreement streamlines the exchange of historically and culturally relevant information of sites that could be impacted by the missile modernization program, which will include deploying Sentinel and quote “decommissioning and disposing of the Minuteman III ICBM system.”  In its e-mailed statement, the Air Force said that, quote, “the radiological effects of a strategic nuclear attack on the continental United States are beyond the scope of this Environmental Impact Statement.”  Mark Fox, the MHA Nation’s chairman, did not reply to several requests for comment.  MHA was one of two tribal nations to sign this agreement out of 63."},{"author":"Davis","text":"Did we really need that Minuteman change? Do they really? I mean, it’s not going to really deter any more than they already have. Nothing will change because nothing is really—we don’t know if it’s going to affect us except if there’s an accident. [CLIP: Music]  We’re supposed to be protective of the land. You see, the system has changed us—changed the last couple generations to not respect the land like we’re supposed to. Our ancestral teachings as Native Americans teach us to respect, honor Mother Earth, not to put toxics, crap in her."},{"author":"Weber","text":"This was a lot to take in. I asked Logan what made him speak up so freely today, especially considering the fact that he’s been worried about retribution in the past."},{"author":"Davis","text":"I’m trying to protect the environment and my grandchildren’s future. And my little granddaughter, she’s born today. I want to come into a world that’s safe and secure and doesn’t have to have the dreams and nightmares I did when I was a little boy worried about nuclear war."},{"author":"Weber","text":"To better understand who in the tribal government had been consulted about the environmental impact statement, I met Edmund Baker, environmental director of the reservation, who is responsible for enforcing the Three Affiliated Tribes’ environmental protection code. You might recognize him from the previous episode. I told him about the EIS hearing."},{"author":"Weber (tape): ","text":"I guess they said, like, it was like a town hall, community-type meeting. But ..."},{"author":"Edmund Baker","text":"Really?"},{"author":"Weber (tape)","text":"Yeah."},{"author":"Baker","text":"Well, you understand that [on] the reservation, there’s sort of the official release of information, either in a newspaper or maybe on the radio. But even so I haven’t heard the guys in the office mentioning anything like this. I'm a little surprised that—I don’t know what they think of this office."},{"author":"Baker","text":"Maybe in the scheme of things, with all the projects going on—and this is a busy council—that if you’re going to deal with such things as government-to-government relations and a re-signing or an extension or an agreement to keep nuclear warheads within or near your tribal nation’s homeland, that somehow [the] Environmental Division might be somewhat relevant."},{"author":"Weber","text":"Edmund wasn’t exactly thrilled."},{"author":"Baker","text":"I’m  just trying to imagine how they see us. Maybe they see us as “This is not important to them. They handle the oil field” or—I don’t know what they’re thinking, actually. But what surprises me most is [that] this has not been an issue."},{"author":"Weber","text":"Given his experiences with environmental impact studies and other permitting issues, I asked Edmund whether it was important for members of the tribe to know what would be the potential nuclear risks associated with living with the silos."},{"author":"Baker","text":"You know, just technically speaking, I don’t—if you’re going into another person’s house, we’ll say—well, we’ll make this candid. [CLIP: Music] Let’s say you come into my house. You want to build something in there. You think it’ll be good for me. And you’re going to tell me, “Oh, this is what it does. I’m not going to harm anything.” And I ask you, “Okay, well, what are the risks?”  And you tell me. At that point, I have the ability—now, this is small scale, but these concepts are in there—I have the ability to say, “No."},{"author":"Baker","text":"That ain’t gonna fly here. Thank you. Have a good time. I’ll see you later. No. Door closed.”  In a lot of sense, that’s, that’s what the EIS sort of functions as, right?  [CLIP: Music]"},{"author":"Weber","text":"In the next episode, I will interview nuclear weapons experts to better understand what was not discussed during the EIS public hearing: the real risks for the Mandan, Hidatsa and Arikara Nation from living with nuclear silos on our lands. This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert.  Music by Epidemic Sound."},{"author":"Weber","text":"I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School."}],"wave_peaks":[0,0,2737,3918,15683,15692,15611,15740,15690,15680,15626,16081,12083,6213,15576,15738,15632,15600,15610,15480,15912,15557,9909,15662,15644,15613,13927,15555,9387,5606,15685,15781,15668,15561,15606,15688,15448,15703,15622,14466,15710,15582,15634,15629,15604,14463,7896,15585,15685,15639,15599,15617,15618,13070,8674,15670,15720,15406,15632,15598,15632,15571,15656,15641,15634,15670,14073,15598,15582,15548,15635,13058,7375,7311,15706,15617,15668,16326,15588,15620,15589,15608,15667,15652,15753,13784,15662,10250,15687,16355,15780,15602,14053,15648,16235,15632,14737,13651,3828,2897,2356,9532,16242,15420,12040,10880,9468,8252,6868,8144,22062,12065,4437,2653,1964,1809,1329,1515,1809,4076,5015,4211,17906,17633,14941,17328,16753,16559,17053,16464,14602,14026,6988,4019,738,1824,961,18127,17600,16636,16994,17586,17147,16395,16930,14635,18076,17099,14887,16321,14397,3527,971,1085,1103,16437,17532,16795,17562,17218,16614,16891,17812,16291,16081,16820,16278,15957,17445,5407,657,576,17422,17779,17193,17033,16523,16763,14804,16636,16433,16093,18616,16190,16102,15907,19747,15944,12702,835,16246,19022,18105,17682,16417,16920,16528,16718,15584,16304,16670,16530,15958,8623,3495,427,603,15410,17037,17556,17168,17034,16799,15919,14950,16972,16411,13104,15878,16061,15770,15276,16767,15721,15903,15510,17130,18122,16291,16522,17154,16577,16479,16162,21564,15409,689,15719,15769,16081,15616,15654,15210,15688,3113,2755,2782,9109,16989,16540,15190,8209,1069,1000,1051,1726,1754,1317,1545,16439,16472,15335,14563,16771,16412,16550,16469,16081,16993,12636,16254,15109,14770,18117,406,15515,15868,14733,309,17318,16952,16862,16820,16462,16655,16053,15461,16614,1037,16216,16110,15528,16147,15719,16522,341,258,17868,19266,16866,5405,2314,17038,16981,16609,16315,15529,15165,550,2019,7927,3347,519,2193,1980,4298,18360,16158,10017,2584,16608,16486,15884,16129,16431,16295,14922,17745,19455,16012,16392,15699,15831,19375,17313,4505,2510,16366,16794,16119,15878,16201,16311,16167,16035,15926,15923,15894,15714,16428,16428,17676,17206,15370,3490,2338,2005,1838,1717,1705,1975,1402,1225,1084,15713,15640,15657,15673,15877,15649,15694,15572,15587,15910,13596,15635,15679,15621,15675,15674,15618,15552,15699,15579,12143,15649,15603,15617,15622,15915,15601,13538,15640,15672,15617,15590,15641,11741,6686,680,15591,15588,15680,15634,15588,14757,15591,15628,15675,15592,15555,15617,11406,15640,15616,15622,15680,15544,15706,15600,13425,15621,15642,15625,15627,4544,524,15584,15850,15612,15608,15629,8250,15578,15600,15592,15611,15728,11742,15698,15637,15675,15643,5682,15652,15616,15655,15591,15581,3724,15607,15617,16119,15680,15599,15651,15777,5902,409,16096,15857,15775,15593,14672,15533,15603,15735,15669,15566,15239,15574,15585,16155,15646,15696,15595,15643,15623,122,15575,15670,15660,15642,15625,6874,15859,15682,15588,15619,15655,15598,15619,14978,15637,16680,15573,15664,15518,15593,15591,15567,15546,15506,15581,16126,16535,2005,29,45,15611,15604,15589,15566,15595,15723,15609,15587,15626,15732,15644,15628,15593,15966,15970,15810,15565,15572,15706,15762,15758,15635,8937,16237,15568,15899,15534,17088,3750,8053,6370,15987,10773,11745,9415,10429,7548,5576,21314,17419,16341,14859,11152,15797,15756,16912,16300,16063,15662,15818,16450,15659,15593,15613,15544,15600,15816,15943,15584,16265,15628,10021,249,200,15677,15706,15595,15488,15604,15643,15596,15616,15616,15747,15587,15952,15721,15724,15671,15665,15886,15852,15597,15653,15658,15714,494,23,15599,16068,15701,537,15653,15624,15761,15647,13867,2732,15631,15543,15576,8458,2972,3052,3434,2757,15606,15604,3888,2805,2325,2509,15590,15632,15602,15488,15608,15592,15612,15583,15610,15664,15643,13951,15625,15600,15609,3349,3827,15671,5584,15662,15604,15396,15630,15577,15616,12034,12841,4460,15617,15605,15594,12639,3162,2856,15914,15623,15613,15596,15385,15606,16488,15613,15683,15682,15562,15827,15626,15643,15622,15580,15903,16577,15648,15627,15589,4552,15611,15867,15608,15579,15929,16426,15378,15322,15601,11074,15597,15613,15623,15759,15685,15861,5668,26,15644,15592,15628,15949,15007,15855,15964,12204,14590,14119,13252,11673,10117,7846,6515,18777,20669,19858,17314,18384,18261,18710,17812,17779,17355,22039,22082,10217,9393,10979,18825,22096,17023,19938,22096,17459,14482,1805,18135,17729,17587,18304,18051,21668,9774,22048,15731,14121,20334,3865,3607,20048,22100,17989,18625,2416,3288,3019,2520,18272,16946,20962,16380,21340,19601,7090,3634,4381,2576,12985,19650,18379,18550,17791,17107,15648,11335,16827,18531,21942,20375,21363,22004,20861,5244,18260,19467,18759,15540,1868,1185,16136,20935,16677,15729,15694,15733,19372,17021,18587,18394,19213,18254,2653,2141,22091,16399,15788,16010,22035,19115,15959,15747,15694,18047,19522,19221,18103,17744,17429,17913,16500,17400,16566,17257,16019,10975,11955,16791,17215,15652,13409,18175,19122,18121,17589,16879,17273,16848,2084,13767,16327,16441,17094,7618,11909,18275,17491,17657,17336,18870,5489,17672,19112,18748,11404,4499,2141,12555,5946,1601,15737,12306,16917,16971,9485,3373,4345,5544,14343,20985,18763,12517,3742,3133,3135,2665,2261,2499,1918,17855,17390,17631,18076,17639,17866,17548,17260,15854,3521,18200,17841,16947,4476,2498,18848,18306,18324,17350,17453,2028,17994,17839,19668,19367,20492,19173,20251,18882,14159,19051,18935,17893,17750,18880,13636,1224,1009,2110,8246,8477,20641,20687,8629,6362,21186,19814,17504,18767,11710,12094,3284,1388,3960,22058,21754,16787,17669,3462,16914,21797,18489,19921,20595,18303,18685,18667,22072,21939,18296,18665,14586,12186,18445,17321,3494,11952,18328,20042,20437,18386,18676,12290,1989,16489,17027,16359,15638,16143,15781,15587,15803,15909,17024,17848,18714,16953,15664,17115,16351,13070,1610,16156,16497,16437,16269,17115,16897,14921,16111,15789,15646,1778,18170,17635,12195,21679,20594,17612,17894,17697,21883,17394,17568,18093,22027,18649,18315,17784,14570,1871,19040,19165,18319,18336,17829,18230,18156,18206,18054,18311,17914,17406,1539,18150,18201,18363,18152,1325,17965,18125,18021,17181,17799,18258,19928,17787,18203,18496,10075,18055,19987,17663,8537,7594,3369,18322,18563,7538,1882,1713,6294,17797,17756,7795,17895,18685,18530,18575,18879,11161,5233,21865,19020,19512,18109,18382,17928,17501,17893,18878,10422,1771,18847,20512,20430,19373,19453,19019,17637,19405,2250,18355,18350,18556,17375,17777,17523,18077,18541,16590,5913,6372,7844,7375,3916,7003,2674,7302,3634,16722,17202,15784,16444,16599,17659,17457,19048,16606,19734,18585,16586,17501,16559,18093,13325,21105,16562,16143,17410,2140,17967,18374,16065,11457,17731,18323,18705,18329,19395,17641,9593,4069,3474,18156,20034,19035,17442,22106,17803,2277,18091,18793,18076,19773,15968,21604,18414,19496,19031,18812,18265,18422,18044,18498,19004,18234,18686,5857,18449,19019,3914,18719,19996,7973,2580,19955,19718,18226,19038,17023,3023,18497,18602,12452,19859,18901,18361,18537,18223,17661,17245,20485,19522,19642,19497,17002,18794,18824,18984,18229,17024,18112,18193,18481,13644,18265,17460,17569,5833,2898,16708,16979,17112,16676,13028,5854,16405,16463,17640,17986,16289,16626,16005,19045,17619,16644,17741,17179,17988,16880,17364,16004,18030,14906,15905,16660,15887,16168,17672,15988,8112,19567,19471,5590,20642,18779,18880,10470,18769,16553,22590,18246,17823,17277,18664,20670,9694,18325,17712,17331,20422,20781,19807,3387,18824,18413,18432,17932,18452,18584,11123,1134,12475,6693,19271,18699,18282,18192,19274,18951,17738,19138,17635,9415,7074,18819,5168,1113,17878,10119,18118,17321,17289,16923,2230,2935,9938,18301,17932,16674,16415,1586,18218,22010,16726,18595,18136,22192,16211,2886,2758,3677,18529,20199,20203,19676,16156,12917,18825,17435,17223,18221,10761,18435,18325,22039,5858,737,19336,18646,19153,20830,16897,13448,19806,18680,17711,15287,19686,10158,1995,19253,19446,18545,16561,15872,18177,14023,845,15992,16471,15715,16976,15883,16207,17118,15756,16076,16937,16841,17913,15693,1063,962,16813,16330,16208,16787,16649,16078,16085,820,16181,16369,16052,17343,15839,822,16404,16465,15779,12814,15347,16378,15779,1064,18167,18454,17000,18440,18510,18622,18586,18588,18244,16315,13311,18557,17735,17715,18730,4066,18506,18294,18949,18314,16962,13716,6690,937,18524,18050,18086,17158,17735,15817,18414,5702,7317,18969,19038,17834,11489,17881,18222,11397,18435,18080,18494,18546,16059,16778,9998,18780,12412,9473,18635,15129,17221,14504,18379,18549,5658,18112,12251,18450,18292,18253,18255,848,18450,18020,16889,18514,12104,16000,16600,17678,18333,17697,18327,16898,18091,14686,898,16013,15716,15518,16397,16572,15756,1380,15868,15813,15540,15912,15582,17034,16207,13933,15900,15090,16213,15952,206,15579,15831,15909,15604,16169,11714,1592,20299,18260,17827,15297,10412,16444,17286,17847,15840,16984,16247,10115,10175,12650,1983,2328,1237,1367,16424,9551,1501,17135,18899,17663,4984,1737,2078,16140,16177,12656,12619,16462,16004,15053,15554,16817,16140,15722,16264,16220,15286,15605,16049,16811,16118,16084,15477,15726,16032,18242,15802,15274,966,1212,16454,15883,16212,16196,15973,16927,15872,18139,15870,15883,15649,15971,16034,15922,16335,15823,15513,15887,15850,16113,15876,16260,15746,15806,15994,858,16202,16697,15884,15888,12273,15658,15823,16282,16107,15870,740,15700,15811,18442,19146,16499,15762,15853,15891,15732,15790,16075,15651,15935,10323,8878,10608,16022,15918,15527,15640,14627,15055,14435,7656,16000,14450,15668,15588,16085,16101,17821,16560,12780,15741,15910,15854,15489,5998,15611,15992,12971,10677,15430,12981,13987,16598,17655,18676,13583,16315,16599,11781,6405,16117,16097,14652,15965,16111,16645,17371,13628,16467,15069,15718,16200,12406,13738,5561,8410,15898,16631,9273,2668,16180,16602,16189,15675,16080,16186,15835,16146,16073,16210,15973,15922,15561,16115,7207,1358,16332,16562,17713,18012,16908,17406,15790,15967,16252,16379,15932,15965,16361,16485,16450,15951,16258,15598,16192,16293,16077,1768,17248,15802,15587,15930,15315,16226,15924,15774,16053,1364,791,16166,16558,15679,15272,16353,15804,9916,15423,16454,17504,17223,17708,16328,15979,16457,16287,16199,15949,16149,16307,15885,15960,16490,1250,1364,1139,16241,16644,15841,15768,16153,16318,15886,16530,14604,15976,16415,16083,15739,15790,17621,1880,16166,16488,16380,15833,16375,16495,16572,17897,15736,7478,16177,15970,16155,16506,15774,1409,2095,15645,16136,1348,1769,1365,1656,16390,15953,15952,16968,16436,18834,15638,16448,16243,15675,16066,16120,16409,16561,16421,16484,14642,16423,17138,17802,16317,18103,15761,16127,16150,17152,16457,16237,6022,1993,16388,16308,16571,16201,17114,21778,19186,17170,8670,8889,8912,8683,7509,5949,6859,5716,5012,4790,3120,3460,3682,1703,1446,16850,15946,15416,16208,16052,16101,16194,15962,16057,16901,17239,1105,15932,16216,15815,15998,15845,16226,18095,15851,15699,15771,15778,15554,13968,16558,15641,17183,16419,18900,18196,13034,16378,16037,16660,17126,15536,16597,1512,16517,16089,17179,16718,15728,16717,15628,14054,1664,18453,17919,18456,18371,18193,18277,17771,7855,18292,18877,18439,17828,18214,18569,12970,17976,17440,17655,17569,17554,4696,18278,18653,17544,18614,17590,18475,17815,17903,17277,17788,15006,3512,1016,16152,16034,15764,16140,15893,16498,16321,11083,17457,16192,16278,15122,16478,15997,16207,15912,775,16181,16265,15181,653,16452,17225,16682,16978,16065,15751,15886,15962,15775,15704,16382,15526,1126,1299,884,15780,16915,16030,15984,15786,15728,16075,15977,15704,15743,15819,15919,15749,16824,16060,15862,15821,16034,15623,15965,15740,15763,16005,15457,15341,15612,15657,15668,16104,15756,15630,15765,16188,496,16082,15764,15842,15659,15725,15948,15695,16074,16069,16145,15490,1357,1248,15436,15598,16850,18677,14930,16458,16240,15698,16394,15617,16526,16184,15858,16109,15987,16286,16215,16443,16244,16650,16252,16421,16218,16348,16152,14620,16044,16566,15899,16474,15865,16199,16163,16086,16176,1829,2598,16929,16737,10235,1598,16034,16014,16072,15672,16269,16108,15691,15855,16058,15898,9994,15780,15706,1790,1306,1127,1176,16313,16346,15936,16349,15870,16338,14193,15991,15891,16132,12893,14205,9335,18186,18375,16574,15163,18014,18196,16985,17308,17717,7100,2772,18476,16810,18187,18509,17818,17691,17877,17615,18097,18008,16791,17354,17830,17632,17435,18234,14692,17685,18419,17563,2533,17894,15620,2477,484,8698,18348,17576,17302,18250,17557,18071,17061,17962,17937,10774,784,17614,18684,18773,19520,17969,14220,6280,20535,19954,18200,18811,17627,18445,15777,12319,1447,17728,18480,16888,10847,18086,16843,18289,15789,10662,1113,990,17796,18375,18441,18436,18189,17329,17686,587,573,816,882,17572,17561,17323,1350,1080,18009,17806,17357,10432,951,1424,18372,18073,18504,12380,18630,18612,18942,2983,2250,20066,19085,17654,18481,16780,18997,19072,5380,2181,1832,17791,18591,18145,16002,15917,17957,17546,17399,1319,677,889,719,16908,15885,16283,15980,780,863,15760,15917,16159,16356,16018,16122,16393,16283,1704,16776,16812,17251,16454,16753,16359,17219,18228,17990,16369,17348,13941,10642,17905,17674,18309,2481,18052,19357,18038,19130,18621,19038,18205,17482,6663,2216,3584,8621,18727,18314,19362,19192,19803,18889,18853,18220,17574,14533,1051,1467,18754,18702,18732,18254,18794,10787,2501,1974,2627,18365,18253,19181,2962,2523,1660,2260,2609,18261,18241,18826,18122,17927,18287,18363,19328,18833,18363,18253,4178,19797,18274,19100,19542,13557,4423,2759,1852,2521,1767,2340,1719,1712,2096,2117,2297,3040,6266,7146,7509,4087,5450,4295,5463,6737,5489,3390,16754,16448,19148,15933,16297,16106,16375,16333,16226,15495,16336,15881,17510,18499,17339,18336,9613,18447,18128,18728,15178,16498,16351,16477,16096,15901,16076,16016,1240,1017,16729,17804,15863,15886,15628,15868,15821,15872,15630,15694,15689,15854,15593,173,1586,15696,15625,16059,15182,15705,17003,15846,571,15848,16106,15891,16224,15646,15278,728,15628,15765,15590,15629,15582,15602,15665,15645,15726,15554,15566,10298,4392,15629,4077,4417,15590,15623,15644,12570,4576,7633,7442,3411,15615,14876,15630,3501,3294,3063,3808,13150,15633,15508,15174,15550,15521,13720,15637,15523,15652,15630,15625,12272,15615,15573,10754,12180,9515,3059,11459,10826,4461,10559,13056,14471,15680,15414,8866,15596,15604,9862,4603,4453,15640,15634,15583,13097,10147,14395,15645,15617,11521,15379,15635,11847,8324,4533,6306,6739,6354,7297,5951,8312,9424,15701,11843,7933,4104,3408,4286,3840,4236,3699,15654,15613,15603,15627,15614,14811,15292,15172,15589,13856,15602,15602,15605,13336,15614,15523,15530,15564,15587,15616,10330,3732,7620,15573,15610,14625,12704,8642,4101,5295,12625,6991,3458,3484,3315,15635,13635,15622,15610,15603,10045,15568,15685,14972,15537,14295,11976,12897,15612,9261,7388,8094,4330,4500,6786,5763,3441,15599,15636,15609,15564,9953,15582,12534,15574,15623,11262,5203,12486,15588,14837,9666,9164,15648,15631,4335,6203,5966,15599,13339,15602,15582,3539,4800,3921,15639,15596,13635,3740,4215,7478,14863,13857,15592,15652,14309,15550,15558,4635,4242,7853,10262,15632,5220,3406,3362,3377,9171,15632,15582,15596,15575,3801,15611,15596,15651,15740,13828,15715,573,11511,15623,15564,15585,7454,15549,11089,5620,2709,2441,2653,9904,13265,15656,15532,15597,10384,5407,7636,11743,7609,7667,3338,7234,7816,8741,6264,2900,3306,3007,12730,8551,3189,8064,5899,6462,10759,6166,6769,2577,2167,2358,2820,2697,15610,15626,15594,15600,15587,15581,13128,9954,2536,4165,2115,2688,15605,15596,15622,15581,9723,5993,857,429,135,15610,15593,15662,15655,15537,15626,15614,15725,15208,15546,15657,15684,16188,15065,15561,15362,15670,15602,15597,15436,15641,15629,15588,11002,15657,15577,15792,16498,15593,15617,15613,16667,15986,15586,15626,15598,15693,9817,60,620,1715,15580,15646,15616,15629,15591,15620,15594,753,815,1052,1101,15622,15015,15612,15615,15614,15609,15608,15590,15594,12000,15586,15582,15627,15661,13859,1222,2016,3413,2805,11272,7528,15784,15865,15831,13887,3756,1725,15826,12538,15715,15694,15656,15691,15637,1272,15676,15586,15619,14558,12219,1023,1977,15833,15958,2189,7076,16388,17332,16581,17363,17108,16091,13385,12209,16352,15012,16142,1596,15894,15564,15659,16084,15471,15659,15882,15585,2072,1433,1831,2298,4221,13773,3821,14477,19424,6477,3074,2867,2952,16887,16267,16161,11958,16238,16929,16164,10562,7120,17127,6837,16519,2224,2101,3329,8645,16650,15013,14229,15378,16753,16021,17436,5440,3923,3895,4102,16594,16717,16516,9336,2511,1791,16004,15895,2362,6171,1878,16231,8959,16435,4114,16971,11259,3534,17896,17508,17282,8027,3596,4313,12226,5072,2485,10400,16245,16078,16675,13248,13554,15323,14389,6314,15915,17587,13406,11239,4742,4137,7425,9738,8856,10673,11994,10959,9412,9291,7823,6705,6713,7585,7666,7283,5911,4970,5370,5289,4649,6333,7036,6539,6464,7875,7309,10013,10715,10927,8392,7405,6809,5060,4776,3430,3005,2541,1630,15921,16398,16950,13084,16053,16913,16588,15968,16037,16165,17202,18556,16399,16128,16098,15751,16503,16152,16339,16970,16510,16386,15948,7109,16222,15925,15413,16691,16047,16872,16516,16561,15969,15497,16166,11672,15711,16707,16225,16799,15765,17220,16153,16514,6091,7669,8209,10723,11004,8413,7487,6157,6582,6173,5384,5096,3524,3375,3208,6437,4683,4668,3364,4456,3222,3682,6157,6515,6538,6418,5148,5693,5792,5421,5273,5826,5337,4301,17229,19294,17195,18076,16779,17163,9382,16655,16742,2248,16551,16716,16179,14227,16511,16244,16523,17214,1688,15929,15662,16334,16013,16327,16584,11732,1690,1670,16253,15879,16929,16668,16125,16997,16033,16284,16056,16490,4153,1200,15750,16746,16928,16226,16157,16411,16002,16155,17785,16262,15963,15898,16700,16038,16635,16745,16124,2417,2014,1976,1724,1832,16069,16584,11428,15119,17363,14457,13947,17118,15969,17822,842,15508,16172,16191,16213,16053,15580,15621,15605,16356,16634,1766,16690,16129,16652,17445,15961,18052,15933,15972,15956,14581,15726,16138,16151,16081,2039,15949,17016,16809,17546,17107,6810,7745,9531,10488,11698,12176,13808,14199,15977,18088,17686,19073,21679,21770,19164,15672,15866,13460,15324,14143,21694,19808,20840,19352,20312,18793,18285,19066,18018,19487,14811,13455,10843,11754,8758,7707,8080,6415,7232,6213,6031,5897,4060,4022,3473,2881,3235,3672,3910,4056,4445,5376,4666,7141,8109,8827,9571,8561,6590,6050,5555,4164,3014,2245,2273,1201,1086,403,295,373,121,80,79,29,19,11,4,1],"fragments":[{"begin":"0.000","end":"15.960","lines":["This true megaproject is now called the Sentinel missile program. It’s the Air Force’s most ambitious military construction and weapons project in decades."]},{"begin":"15.960","end":"88.240","lines":["The new weapon is one part of a plan that was started under former President Barack Obama. It was accelerated by the Trump administration to replace and upgrade the entire U.S. nuclear arsenal — at a projected cost of upward of $1.5 trillion over the next 30 years. It’s a project that will perpetuate, until at least 2075, the little-known role that my tribe—the Three Affiliated Tribes of the Fort Berthold Reservation in North Dakota—plays in U.S. National Security policy: to be a nuclear target. You’re listening to Scientific American’s podcast series The Missiles on Our Rez."]},{"begin":"88.240","end":"161.000","lines":["I’m Ella Weber, a member of the Mandan, Hidatsa and Arikara Nation, a Princeton student, and a journalist.  This is Episode 3: “The Air Force’s New Nuclear Missile.”  In this episode, we’ll be talking about how the Air Force came to our reservation to present its new missile project to the tribe, and how this fits into the broader patterns that have characterized our historical relationship with the U.S. government. [CLIP: Air Force environmental impact statement video: “The National Environmental Policy Act, or NEPA, is a federal law that requires federal agencies to integrate environmental values into their decision-making process."]},{"begin":"161.000","end":"188.920","lines":["NEPA review is required when a federal action is proposed that may have impacts on the human or natural environment. NEPA includes requirements for involvement of the public and government entities and, in the case of this project, 62 Native American Tribes.”]"]},{"begin":"188.920","end":"222.920","lines":["Under the National Environmental Policy Act, the U.S. Air Force is required to produce an environmental impact statement. In this case, it’s to “analyze the potential effects on the human and natural environments from deployment of the Sentinel intercontinental ballistic missile system.” Also, it’s to “provide the public and other stakeholders an opportunity to comment on the action and associated analyses, and to consider all alternatives.” [CLIP: MHA Nation honor song]"]},{"begin":"222.920","end":"240.880","lines":["The Fort Berthold reservation was the first place picked by the Air Force to present this report at a public hearing and collect public comments on the record. This was an opportunity for the Air Force to connect with the MHA Nation and to explain the military branch’s plans and what they meant for the reservation. Unfortunately, this isn’t exactly what happened."]},{"begin":"240.880","end":"255.120","lines":["That public hearing? Meaningless. You know why it’s meaningless? Because nobody was really informed, nobody was able to give the testimony they wanted to do, and nobody had a clear picture because nobody was prepared. I certainly wasn’t prepared."]},{"begin":"255.120","end":"271.720","lines":["Logan Davis is a freelance journalist, an army veteran and an elder of the Turtle Mountain Band of Chippewa of North Dakota. He’s been reporting on the MHA Nation for a long time and happened to be on the reservation that day. He learned about the EIS meeting by chance. [CLIP: Music]"]},{"begin":"271.720","end":"294.600","lines":["I was eating, talking, visiting, and I saw this policeman that’s a friend of mine. He’s like, “Hey Logan, you going to that environmental impact study meeting?” I was like, “What?” I’m a journalist, and nobody told me. I didn’t know about it until this cop called me. So nobody knew about it. So I was calling people, “Hey, you gotta get over here; you gotta testify,” you know?"]},{"begin":"294.600","end":"311.080","lines":["Davis’s struggle to find where the meeting was taking place was confusing. The Air Force had advertised for weeks in local newspapers and on the radio that the meeting would take place at the New Town Powwow grounds. But for some reason, the location of the meeting was changed last minute—to the Four Bears Casino."]},{"begin":"311.080","end":"346.520","lines":["The cop was there. I sat with him. And I said, “Are you going to testify?” “Oh, I don’t know,” he goes. “If somebody else does.” And I just looked around, and there is just very few people from this community. It was mostly Air Force people. Nobody told any of the journalists or any news person. It was so highly secretive. And that bothers me. So they did this whole video thing [on] how great it’s going to be, blah, blah, blah, jobs, and it was just like, okay, you guys are not telling the truth."]},{"begin":"346.520","end":"355.080","lines":["In case you’re wondering, the video that’s being talked about is the one that we played at the beginning of this episode. It’s about the environmental impact statement of the Sentinel Program."]},{"begin":"355.080","end":"387.160","lines":["They never talked about war. They didn’t talk about jobs. They talked about how it’s going to benefit the community, for the most part. My forte is journalism—and I started asking questions and they took the general out of the meeting, out of the building, out of the area of testimony. They left! And then we’re, they said we’re going to have an intermission.  When we come back, they were starting the public testimony. But where the hell is the chairman, where the hell is the major general? They should be here listening to the public testimony."]},{"begin":"387.160","end":"393.320","lines":["As it turned out, Davis was the only one who had filled the sign-in sheet at the meeting entrance. And he was called up first."]},{"begin":"393.320","end":"417.520","lines":["I’ve always felt nervous about being in North Dakota because there’s so many nuclear missiles here. I testified that I know there’s always a chance for incidents and accidents and nuclear accidents. They’re not all going to be like Chernobyl, but it could be. And when you’re messing with warheads, you know, you have to be, you know, so precise, and, you know, there’s a process and procedure and safety."]},{"begin":"417.520","end":"426.920","lines":["So Logan’s a reporter. But he was also stationed in Germany in the 1970s, when the country had short-range nuclear missiles, so he has some prior knowledge in this area."]},{"begin":"426.920","end":"443.560","lines":["I’m not the most smartest, the most knowledgeable, about nuclear missiles. I do know enough that it’s a dangerous occupation. I mean, any kind of amount of radiation exposure can kill you or hurt you—lessen your health."]},{"begin":"443.560","end":"445.160","lines":["Someone else spoke up, too."]},{"begin":"445.160","end":"459.160","lines":["Jerry Ruth Birds Bill Ford. My mother is a Cherokee from Oklahoma, from Claremore, Oklahoma. And my dad is Lawrence Birds Bill, from here. He’s Mandan and Hidatsa."]},{"begin":"459.160","end":"470.360","lines":["Jerry was one of the two women that testified that day after Logan spoke up. She’s married to a retired Air Force colonel. Her daughter’s in the Air Force, too. I asked what  brought her to testify that day."]},{"begin":"470.360","end":"494.040","lines":["Well, they asked me if there was a close working relationship between the tribe and the, and the United States Air Force. And I tell them no, there wasn’t one at all, that everyone here knew that there were silos on the reservation, but there was just, like, little-to-no communication between the Air Force and the tribe."]},{"begin":"494.040","end":"501.960","lines":["If you listened to the previous episode, you’ll know that there are 15 nuclear missile silos on the reservation itself. But Jerry didn’t know there were that many."]},{"begin":"501.960","end":"510.120","lines":["There are 15? I couldn’t remember. All on the reservation? Or…okay…wow. I didn’t know that."]},{"begin":"510.120","end":"518.200","lines":["During her testimony, Jerry suggested that the Air Force develop a permanent partnership with the Tribal Council itself and the representatives of a higher level."]},{"begin":"518.200","end":"540.840","lines":["Despite the fact that the Air Force changed the location of the actual meeting with the tribe so close to the event that the chairman and veterans went to the wrong location, Major General Michael Lutton, commander of the 20th Air Force, came on the reservation to talk about how grateful he was to the tribe for showing up.  [CLIP: Major General Michael Lutton speaking at visit to the MHA Nation: “And when you combine knowledge and time, you have wisdom."]},{"begin":"540.840","end":"551.440","lines":["And we’re so thankful for your time and the time of the people here, and we look forward to cooperation as we share a common goal to defend our nation and our land. Thank you so much.”]"]},{"begin":"551.440","end":"573.680","lines":["In an e-mailed statement in response to this reporting, the Air Force said, “The National Weather Service issued a severe weather storm wind advisory alert for Northwest and North Central North Dakota for July 18, and 19, 2022. MHA Leadership, Veterans Groups, Tribal Law Enforcement, security and facility security directors consulted with each other."]},{"begin":"573.680","end":"607.360","lines":["The decision was made for the protection of human health, safety and cultural resources that the hearing be moved to the planned back up, indoor venue, 4 Bears Casino and Lodge.”  Though there was one severe weather alert for those dates, on the day of the hearing on July 19, 2022, it was sunny by 4:15 P.M. local time, prior to the meeting’s start at 5:30 P.M.  I asked Logan if, during its 30-minute PowerPoint presentation, the Air Force had discussed the role of the silos in U.S."]},{"begin":"607.360","end":"615.720","lines":["nuclear strategy, the rationale behind the modernization program and the risks that are involved for the tribe, if nuclear war or accidents were to occur."]},{"begin":"615.720","end":"625.960","lines":["The only thing they talked about is that they were going to make sure everything was safe. We have to take it for granted and, and rely on that word of the military and the politicians."]},{"begin":"625.960","end":"636.680","lines":["During Major General Lutton’s visit to the tribe, he exchanged gifts with the MHA Nation’s chairman, Mark Fox. Six months later, Fox signed a programmatic agreement with the Air Force."]},{"begin":"636.680","end":"672.080","lines":["The agreement streamlines the exchange of historically and culturally relevant information of sites that could be impacted by the missile modernization program, which will include deploying Sentinel and quote “decommissioning and disposing of the Minuteman III ICBM system.”  In its e-mailed statement, the Air Force said that, quote, “the radiological effects of a strategic nuclear attack on the continental United States are beyond the scope of this Environmental Impact Statement.”  Mark Fox, the MHA Nation’s chairman, did not reply to several requests for comment.  MHA was one of two tribal nations to sign this agreement out of 63."]},{"begin":"672.080","end":"710.600","lines":["Did we really need that Minuteman change? Do they really? I mean, it’s not going to really deter any more than they already have. Nothing will change because nothing is really—we don’t know if it’s going to affect us except if there’s an accident. [CLIP: Music]  We’re supposed to be protective of the land. You see, the system has changed us—changed the last couple generations to not respect the land like we’re supposed to. Our ancestral teachings as Native Americans teach us to respect, honor Mother Earth, not to put toxics, crap in her."]},{"begin":"710.600","end":"718.800","lines":["This was a lot to take in. I asked Logan what made him speak up so freely today, especially considering the fact that he’s been worried about retribution in the past."]},{"begin":"718.800","end":"745.640","lines":["I’m trying to protect the environment and my grandchildren’s future. And my little granddaughter, she’s born today. I want to come into a world that’s safe and secure and doesn’t have to have the dreams and nightmares I did when I was a little boy worried about nuclear war."]},{"begin":"745.640","end":"762.120","lines":["To better understand who in the tribal government had been consulted about the environmental impact statement, I met Edmund Baker, environmental director of the reservation, who is responsible for enforcing the Three Affiliated Tribes’ environmental protection code. You might recognize him from the previous episode. I told him about the EIS hearing."]},{"begin":"762.120","end":"767.000","lines":["I guess they said, like, it was like a town hall, community-type meeting. But ..."]},{"begin":"767.000","end":"767.480","lines":["Really?"]},{"begin":"767.480","end":"769.840","lines":["Yeah."]},{"begin":"769.840","end":"792.720","lines":["Well, you understand that [on] the reservation, there’s sort of the official release of information, either in a newspaper or maybe on the radio. But even so I haven’t heard the guys in the office mentioning anything like this. I'm a little surprised that—I don’t know what they think of this office."]},{"begin":"792.720","end":"822.680","lines":["Maybe in the scheme of things, with all the projects going on—and this is a busy council—that if you’re going to deal with such things as government-to-government relations and a re-signing or an extension or an agreement to keep nuclear warheads within or near your tribal nation’s homeland, that somehow [the] Environmental Division might be somewhat relevant."]},{"begin":"822.680","end":"826.160","lines":["Edmund wasn’t exactly thrilled."]},{"begin":"826.160","end":"844.760","lines":["I’m  just trying to imagine how they see us. Maybe they see us as “This is not important to them. They handle the oil field” or—I don’t know what they’re thinking, actually. But what surprises me most is [that] this has not been an issue."]},{"begin":"844.760","end":"858.200","lines":["Given his experiences with environmental impact studies and other permitting issues, I asked Edmund whether it was important for members of the tribe to know what would be the potential nuclear risks associated with living with the silos."]},{"begin":"858.200","end":"894.920","lines":["You know, just technically speaking, I don’t—if you’re going into another person’s house, we’ll say—well, we’ll make this candid. [CLIP: Music] Let’s say you come into my house. You want to build something in there. You think it’ll be good for me. And you’re going to tell me, “Oh, this is what it does. I’m not going to harm anything.” And I ask you, “Okay, well, what are the risks?”  And you tell me. At that point, I have the ability—now, this is small scale, but these concepts are in there—I have the ability to say, “No."]},{"begin":"894.920","end":"917.000","lines":["That ain’t gonna fly here. Thank you. Have a good time. I’ll see you later. No. Door closed.”  In a lot of sense, that’s, that’s what the EIS sort of functions as, right?  [CLIP: Music]"]},{"begin":"917.000","end":"959.000","lines":["In the next episode, I will interview nuclear weapons experts to better understand what was not discussed during the EIS public hearing: the real risks for the Mandan, Hidatsa and Arikara Nation from living with nuclear silos on our lands. This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert.  Music by Epidemic Sound."]},{"begin":"959.000","end":"994.600","lines":["I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School."]}],"duration":994.63825}