{
  "title": "Uncertainty Is Science’s Superpower. Make It Yours, Too",
  "img": "https://static.scientificamerican.com/dam/m/1f822e4fbde0011b/webimage-EP1-Landscape.png",
  "url": "https://www.scientificamerican.com/podcast/episode/uncertainty-is-sciences-super-power-make-it-yours-too/",
  "audio": "https://traffic.megaphone.fm/SAM8371034970.mp3?updated=1712090590",
  "intro": [
    "Inspiration, creativity, discovery—all of these things start from a place of not knowing, and these researchers know how to navigate those uncertainties.​"
  ],
  "authors": [
    "Christie Aschwanden"
  ],
  "category": [
    "Social Sciences"
  ],
  "transcript": [
    {
      "author": "Christie Aschwanden",
      "text": "Rosemerry, do you remember that time we were hiking along the lake on Enchanted Mesa [in Colorado], and I told you I was thinking about doing a project about science and uncertainty?"
    },
    {
      "author": "Rosemerry Wahtola Trommer",
      "text": "Oh, my God, I totally do! I said, “Oh, my God, I love uncertainty, and you should totally do that project.”"
    },
    {
      "author": "Aschwanden: ",
      "text": "And?"
    },
    {
      "author": "Trommer",
      "text": "And you should totally talk to poets ..."
    },
    {
      "author": "Aschwanden",
      "text": "Like you."
    },
    {
      "author": "Trommer",
      "text": "Well, Christie, I have written a lot of poems about uncertainty."
    },
    {
      "author": "Aschwanden",
      "text": "You sure have. You are probably the only person I know who is more enamored with uncertainty than I am."
    },
    {
      "author": "Trommer",
      "text": "[Laughs] Uh huh…my daily poem blog has this little word cloud, and “uncertainty” is really big. So are words like “unknowing” and “mystery” and “unlearning,” “unknown.”"
    },
    {
      "author": "Aschwanden",
      "text": "What makes uncertainty such great fodder for poetry?"
    },
    {
      "author": "Trommer",
      "text": "When we engage in the realm of uncertainty, then we step in a stream of incredible potential and possibility. And this is where all the ideas come from ..."
    },
    {
      "author": "Aschwanden",
      "text": "Ah, because everything is still possible."
    },
    {
      "author": "Trommer",
      "text": "The thrilling part is to not know what will happen and then to continue to play. And as we play and as we create, something happens."
    },
    {
      "author": "Aschwanden",
      "text": "So you’re saying that poetry comes from dancing with the unknown?"
    },
    {
      "author": "Trommer",
      "text": "Mine does! And here’s what I’d say because if you already know what’s going to happen that’s really boring. But if you start imagining, “Well, what else is here? What do I not know about this?” This is where epiphany comes from. This is where revelation comes from. And this is where the excitement comes from. And it’s the reason I write a poem every day. [CLIP: Theme music]"
    },
    {
      "author": "Aschwanden",
      "text": "Welcome to Uncertain, a five-part podcast miniseries from Scientific American. Here we will dive head first into the possibilities of the unknowing. I’m Christie Aschwanden. The other voice you just heard was my friend, poet Rosemerry Wahtola Trommer. Over the next five episodes, I’ll be talking with people like her: explorers who work in the realm of uncertainty. Through them, we’ll discover the ways that uncertainty can spark curiosity and scientific breakthroughs. But we’ll also find out how uncertainty can bite us in the butt and make science really hard. We’ll see how neglecting uncertainty can lead to overconfidence and how embracing uncertainty can allow for a more nuanced and accurate understanding of the world. We’ll finish by examining how it’s possible to have confidence in scientific findings, even with their uncertainties. But I wanted to start by following Rosemerry’s advice, so I consulted some poets—starting with her, of course. Rosemerry, can you read one of your uncertainty poems?"
    },
    {
      "author": "Trommer",
      "text": "This is a particular poem about poetry wrestling with uncertainty."
    },
    {
      "author": "Aschwanden",
      "text": "Ah, that’s perfect. The question is its own topology. So as I was thinking about poetry and uncertainty, it occurred to me that one of my favorite poems ends with a note on uncertainty. It’s by a wonderful Polish poet … "
    },
    {
      "author": "Trommer: ",
      "text": "Wisława Szymborska."
    },
    {
      "author": "Aschwanden",
      "text": "Haha, you knew I was about to mangle her beautiful name. Thank you so much for rescuing me. She won a Nobel Prize in Literature, but sadly, she died in 2012, so I can’t talk to her. But I can read the poem I have in mind. It’s entitled “A Note”: "
    },
    {
      "author": "Trommer: ",
      "text": "Oh, yeah. I got full body shivers when you said it."
    },
    {
      "author": "Aschwanden",
      "text": "There’s an allure to the unknowing. In her Nobel lecture, Szymborska spoke of the value of not knowing and how uncertainty could drive creativity. Rosemerry, could you read a few relevant lines from that speech? I’d like to hear the part where she explains why she values the phrase “I don’t know.”"
    },
    {
      "author": "Trommer (quoting Szymborska)",
      "text": ""
    },
    {
      "author": "Aschwanden",
      "text": "I love her description of these scientists so much: “restless, questing spirits”! They’re always leaning into the things they don’t know. That’s the spark of scientific discovery and poetic verve, isn’t it?"
    },
    {
      "author": "Trommer",
      "text": "It is! It is."
    },
    {
      "author": "Aschwanden",
      "text": "Szymborska also talked about how inspiration was not the exclusive privilege of poets or artists."
    },
    {
      "author": "Trommer",
      "text": "Yes. In that same speech, she said, “There is, has been and will always be a certain group of people whom inspiration visits. It’s made up of all those who’ve consciously chosen their calling and do their job with love and imagination.... Their work becomes one continuous adventure as long as they manage to keep discovering new challenges in it. Difficulties and setbacks never quell their curiosity. A swarm of new questions emerges from every problem they solve. Whatever inspiration is, it’s born from a continuous ‘I don’t know.’”"
    },
    {
      "author": "Aschwanden",
      "text": "Szymborska so eloquently described the allure of the unknown. And the chain reaction she referred to, where one solution raises new questions, will be familiar to anyone who has ever done science. From poetry, I turned to Helga Nowotny. She’s a professor emeritus of science and technology studies at the Swiss Federal Institute of Technology Zurich and former president of the European Research Council. I wanted to talk to her because she wrote an entire book about uncertainty."
    },
    {
      "author": "Helga Nowotny",
      "text": "The most important thing really is not to be afraid of—not to shrink back but to realize that uncertainty is part of our lives. This begins by us knowing we are born, we are going to die. That’s the only certainty we have in life. And we have no idea when we will die. So it’s a very existential fact that uncertainty is part of our life."
    },
    {
      "author": "Aschwanden",
      "text": "We really felt that during the COVID pandemic. But uncertainty also has a lighter side, right? My friend Rosemerry says that uncertainty is where the creative magic happens in poetry. Is that true for science, too?"
    },
    {
      "author": "Nowotny",
      "text": "I think it goes beyond poetry. I think every artist, you know, they want to find a new form of expressing something. They want to find a new medium in which they can put new questions to the public. And so I think it drives arts and science. And then, of course, there are the obvious differences. In art, you have many questions that are not answered. And in science, you try to find ways of answering your questions, but then you will have new questions."
    },
    {
      "author": "Aschwanden",
      "text": "So you answer one scientific question and another one pops up. Is that what you mean by the title of your book, The Cunning of Uncertainty? For me, the word “cunning” makes me think of the foxes in my neighborhood. No matter what I do to protect my chickens, the fox is always finding a way to get them. Is uncertainty like that?"
    },
    {
      "author": "Nowotny",
      "text": "Uncertainty is not like your fox—except in a metaphorical sense, of course. But you know, I would explain it as follows. Think about an important decision, a very important decision you once had to make in your life. And you were thinking very hard, “What are the pros? What are the cons?” And you could not reach a clear decision. You gave up, and you said, “Well, let’s see; I am unable to make a decision. Let’s see.” In other words, you left it up to chance. But you were more satisfied afterwards by leaving it to chance."
    },
    {
      "author": "Aschwanden",
      "text": "Ah, you’re letting the uncertainty steer you to a new solution."
    },
    {
      "author": "Nowotny",
      "text": "So the cunning of uncertainty would be your chicken, you know, thinking, “How can I escape the fox?” and running away or finding some way. It’s a metaphor that uncertainty can lead us to certain outcomes that we have not anticipated, that we have not planned for. And yet, it turns out, they’re not so bad for us. They may even be very beneficial."
    },
    {
      "author": "Aschwanden",
      "text": "So uncertainty is always lurking there with some tricks up its sleeve. But instead of murdering chickens, it can sometimes lead us to unexpected discoveries?"
    },
    {
      "author": "Nowotny",
      "text": "That’s right. That’s the beauty of it. If we would live in a world where everything is certain and predictable, it would be very boring because you can already know what is coming. I don’t think any one of us would like to live in such a completely deterministic world."
    },
    {
      "author": "Aschwanden",
      "text": "And yet the human mind really seeks certainty, doesn’t it?"
    },
    {
      "author": "Nowotny",
      "text": "So many people have this craving for certainty. People want simple solutions for very complex problems. And the simple solutions do not exist."
    },
    {
      "author": "Aschwanden",
      "text": "I know what Helga means. But I also understand why people look to science for certainty. When I was growing up, I thought of science as a fountain of facts. In high school I loved how science could name all the muscles in my body and give me formulas for calculating how much energy it would take to climb up a mountain or achieve liftoff in an airplane. The science that most of us first encounter in school is a world of facts and settled science. There’s a lot of this kind of science. These are the things that we know with enough certainty and confidence that we can use them to cure diseases and build spaceships. But most working scientists don’t operate in the realm of the known. They may be aiming to get there, trying to answer questions and understand things, but the nitty-gritty work of most researchers takes place in the realm of uncertainty. I didn’t really understand that as a recently minted college graduate in biology in the 1990s. Back then I didn’t fully understand how fundamental uncertainty is to science. It was a lesson I learned gradually over several years as a researcher, followed by two decades as a science journalist. But I can point to a place where the essential nature of uncertainty and science really congealed for me, and that’s the Santa Fe Institute, or SFI, where I was a journalism fellow in 2015. Here is how the late novelist Cormac McCarthy described this research hub in New Mexico’s Sangre de Cristo Mountains. [CLIP: Cormac McCarthy speaks: “I’m Cormac McCarthy, and this has to do with the Santa Fe Institute. This is a place where I’ve been for a number of years. Recently I was asked to look at a paper that they had drawn up, and I think they called it a mission statement, but it had to do with what we do here. And they asked me if I could spruce it up a bit. And I said, “Well, I could probably spruce it up a bit.” So I wadded it up and pitched it in the trash, and this is what I came up with. Scientific work at SFI is always pushing creativity to its practical limits. We always court a high risk of failure. Above all, we have more fun than should be legal.”]"
    },
    {
      "author": "Aschwanden",
      "text": "He went on further, but the thing to know is that SFI brings people from different scientific disciplines together to expose them to ideas outside their siloed fields. Most researchers there share an office, and there’s an unwritten rule that your office-mate is from a different discipline. SFI is a place where visitors are constantly coming through to share new ideas. Uncertainty is an ongoing theme. And there’s a person there who really exemplifies the excitement that uncertainty brings to science. "
    },
    {
      "author": "Jennifer Dunne",
      "text": "I’m Jennifer Dunne. I’m at the Santa Fe Institute, where I’m both a professor and the vice president for science."
    },
    {
      "author": "Aschwanden",
      "text": "Jennifer had some of the same misperceptions I did when she was in high school."
    },
    {
      "author": "Dunne",
      "text": "I was a really good student in high school, but I found it really boring and not really what I wanted to pursue, largely because of how it was taught at that level. And I felt it was really so much about memorizing and regurgitating and applying facts and algorithms."
    },
    {
      "author": "Aschwanden",
      "text": "Yeah, that sounds dull."
    },
    {
      "author": "Dunne",
      "text": "I didn’t really understand what science was. I never really got a sense of kind of the open-ended, exploratory, exciting aspects of what science really is."
    },
    {
      "author": "Aschwanden",
      "text": "And what is it, really?"
    },
    {
      "author": "Dunne",
      "text": "It’s not certainty, and it’s not about facts, and it’s not about memorization. It’s about this dynamical pursuit of, you know, kind of reducing uncertainty, identifying uncertainty and reducing it or at least grappling with it and exploring it."
    },
    {
      "author": "Aschwanden",
      "text": "You went to Harvard [University], and that’s where you got enlightened about what it’s really like to do science. How did that happen?"
    },
    {
      "author": "Dunne",
      "text": "What I was really interested in was the progression of ideas through time, and I thought philosophy was gonna get me that. And the other nice thing about philosophy at Harvard was that it had very few requirements. It gave me lots of latitude to explore."
    },
    {
      "author": "Aschwanden",
      "text": "And then you took a philosophy of science class."
    },
    {
      "author": "Dunne",
      "text": "This was a little light bulb moment, or a big light bulb moment, where I was like, “Oh, this is actually what I’m interested in, this history of science and the philosophy of science and the progression of ideas and how that is dynamic and changes through time.” And so I ended up focusing primarily on history and philosophy of science. And by the time I finished, I said, “Well, I probably actually should be a scientist.”"
    },
    {
      "author": "Aschwanden",
      "text": "And now here you are, a practicing ecologist. How does uncertainty manifest in your work?"
    },
    {
      "author": "Dunne",
      "text": "I study ecological networks..., so basically the networks of interactions among species, among organisms out there, including humans ..."
    },
    {
      "author": "Aschwanden",
      "text": "Like “Which creatures live alongside which other species?” and “Which ones do they eat?” and so on. And where has that taken you?"
    },
    {
      "author": "Dunne",
      "text": "The thing that I’ve really gotten interested in, in particular, in the last kind of decade or so, is thinking about, you know, sort of frontiers of where our big uncertainties are that people haven’t really grappled with. And that’s what’s really exciting me. That’s kind of led me into this world of working with archaeologists and anthropologists in order to use an ecological network framework to try to understand how humans have interacted with biodiversity in different kinds of ways through space and time and to try to understand, you know, differences and similarities and how humans interact with other species."
    },
    {
      "author": "Aschwanden: ",
      "text": "It sounds like solving a puzzle. You’ve got all these pieces and are trying to figure out how they fit together."
    },
    {
      "author": "Dunne",
      "text": "There’s still so much that’s not known and not known in a systematic way or in a quantitative way or in a comprehensive way. And so that’s a huge area of uncertainty. That’s very exciting."
    },
    {
      "author": "Aschwanden",
      "text": "I love how you keep saying that uncertainty is exciting."
    },
    {
      "author": "Dunne",
      "text": "Science is really—it’s about uncertainty. A big important part of science is, first of all, identifying what’s uncertain and what can potentially be embraced or explored in a scientific context.... Reducing uncertainty in our understanding of the world is important at both a very personal level, but it’s also at the root of science and what drives science forward and what allows us to build on what’s come before."
    },
    {
      "author": "Aschwanden",
      "text": "What I hear you saying is that uncertainty isn’t a problem; it’s an invitation."
    },
    {
      "author": "Dunne",
      "text": "We all deal with uncertainty in our personal lives—and not just humans. All organisms do. There’s a variety of ways of kind of flipping that narrative from, like, oh, uncertainty as a problem to uncertainty as an opportunity."
    },
    {
      "author": "Aschwanden",
      "text": "Jennifer doesn’t view uncertainty as something to be feared. Instead it’s an opportunity—something she pursues. For her, uncertainty is an invitation to explore and learn. It’s a sentiment echoed by her colleague David Krakauer."
    },
    {
      "author": "David Krakauer",
      "text": "I’m a complexity scientist at SFI, as well as being the president of the institute."
    },
    {
      "author": "Aschwanden",
      "text": "How do you view uncertainty?"
    },
    {
      "author": "Krakauer",
      "text": "Being uncertain is not a bad thing. No one goes to watch competitive tic-tac-toe. And there’s a reason for that—is because the answer, if you’re even remotely competent, is preordained: a draw. Okay? The only sport events that are even remotely interesting are ones where the outcome is uncertain."
    },
    {
      "author": "Aschwanden: ",
      "text": "Right—there’s a thrill in the discovery."
    },
    {
      "author": "Krakauer",
      "text": "So we actually enjoy, cognitively, not knowing, and we pay huge sums of money to not know things. Same is true of almost everything we do, actually, for that matter. As soon as we know things, we’re not interested in them. And then this gets to a very important point about how cognition works because learning is only possible when you don’t know it. So there’s something to learn."
    },
    {
      "author": "Aschwanden",
      "text": "Uncertainty is a chance to learn something new."
    },
    {
      "author": "Krakauer",
      "text": "Science, of course, is just a kind of codified, cultural, collective form of learning through instruments and through mathematics and through literature and language, and so on. It’s invented artifacts and processes to amplify the learning process so that we enjoy uncertainty even more."
    },
    {
      "author": "Aschwanden: ",
      "text": "So uncertainty is the pleasurable part?"
    },
    {
      "author": "Krakauer",
      "text": "Most interesting pursuits, whether they’re science or other pursuits, there isn’t a right answer, or you don’t know what the right answer is. Think about literature. I mean, actually, it’s funny because a colleague here at SFI [was] the writer Cormac McCarthy, and what Cormac would always do with a book is read the last page first."
    },
    {
      "author": "Aschwanden",
      "text": "That seems like sacrilege. Why did he do that?"
    },
    {
      "author": "Krakauer",
      "text": "Because he was not interested in the uncertainty reduction that came with knowing the outcome of plot. Plot uncertainty does not interest him. Stylistic uncertainty interests him—how a writer thinks and how they encode reality. That’s the pleasure there. It’s like saying, “You don’t have to go to the basketball game. I’m gonna give you an equal amount of pleasure by telling you the score and not watching it.” The pleasure is the—watching the score is the kind of extra, but it’s not the thing, right?"
    },
    {
      "author": "Aschwanden: ",
      "text": "So the pleasure comes from witnessing the unfolding rather than learning the ending or the final score?"
    },
    {
      "author": "Krakauer",
      "text": "So in every domain, art and science, the uncertain stages is the pleasurable state."
    },
    {
      "author": "Aschwanden",
      "text": "So not knowing can be fun. But surely with science, we are also ultimately seeking some kind of certainty or at least confidence, right?"
    },
    {
      "author": "Krakauer",
      "text": "So there are certainly many domains where uncertainty reduction is desirable. And I think it’s totally reasonable to demand that in those domains, perhaps, we don’t want uncertainty. At a certain point, I would like to know if that vaccine works, and I would like to know what its reliability is, and does that train reach its destination in the prescribed time. I think where we consider it unreasonable is in the process of research."
    },
    {
      "author": "Aschwanden",
      "text": "He’s talking here about being in the trenches—where scientists are playing with uncertainty, turning it over and over to explore what’s there. This is the part that he and Jennifer and even Cormac are drawn to. When you’re in the thick of it, you can’t expect certainty to fall out. What you find is that when one question is answered, it raises more questions—which can be fun and engaging. But it can also be incredibly frustrating."
    },
    {
      "author": "Justin Landy",
      "text": "What we find is just massive, pretty-much-unexplained variability.... Yeah, so for four out of five research questions, we found not just results in opposite directions but statistically significant results in both directions."
    },
    {
      "author": "Aschwanden",
      "text": "Spend some time doing scientific experiments, and you’ll also discover that uncertainty can be a giant pain in the rear. It turns out that some kinds of uncertainty are hard to see, and that can make the work of scientists really challenging. That’s next time on Uncertain. Our show is produced by me, Christie Aschwanden, and Jeff DelViscio. Our series art is by Annaissa Ruiz Tejada. Our music is from Epidemic Sound.  Funding for this series was provided by UC Berkeley’s Greater Good Science Center–it’s part of the Expanding Awareness of the Science of Intellectual Humility Initiative, which is supported by the John Templeton Foundation.  This is Uncertain, a podcast from Scientific American. Thanks for listening. Listen to episode 2 of Uncertain"
    }
  ]
}