{"title":"How Artificial Intelligence Helped Write This Award-Winning Song","img":"https://static.scientificamerican.com/dam/m/66861751fad5c946/original/music_ai_sq-ezgif-com-cut.gif","url":"https://www.scientificamerican.com/podcast/episode/how-artificial-intelligence-helped-write-this-award-winning-song/","audio":"https://traffic.megaphone.fm/SAM9946289780.mp3?updated=1711059428","intro":["Machine-learning algorithms allow composers to create all-new instruments."],"authors":["Allison Parshall"],"category":["Artificial Intelligence"],"transcript":[{"author":"Allison Parshall: ","text":"Hey, I’m Allison Parshall, you’re listening to Science, Quickly. This week, we’re revisiting some of our favorite episodes – and honestly this one is one of my favorite things I’ve ever worked on. It’s the first in a three-part series on artificial intelligence making music. Together we’re going to hear a very unique song, and trace the technical revolution that made its creation possible. And actually, it’s the perfect time to be coming back to this, because the consequences of that revolution are getting very real, very quickly."},{"author":"Allison Parshall: ","text":"Just recently, a startup released a tool people are calling the “Chat GPT of music.” I’ve played around with it a bit, and honestly it’s left me … kind of speechless. I didn’t know that AI-generated audio could sound this polished.  Even having reported this series a year ago—even knowing something like this had to be coming—I still feel, just, so caught off guard. So I hope you enjoy the episode, and check out the rest of the series “AI Gets Musical” on scientificamerican.com. [Clip: Show theme music]"},{"author":"Allison","text":"This is Scientific American’s Science, Quickly. I’m Allison Parshall. I’m going to play you a song. And I’m willing to bet good money that you’ve never heard anything like it before. [CLIP: Beginning of “Enter Demons & Gods,” by Yaboi Hanoi]"},{"author":"Parshall","text":"So listening to this for the first time, I was intrigued and also baffled. I was bopping my head to a beat that sounded pretty familiar, but those notes didn’t sound familiar at all. Are those notes that I could even play if I sat down at my piano? [CLIP: Notes on piano]  And the melody—I’m not even sure what instrument sounds like that. As it turns out, no instrument sounds like that. But if you happen to be familiar with music from Thailand or with the country’s national sport, Muay Thai boxing, something about it may sound familiar."},{"author":"Parshall","text":"[CLIP: Muay Thai boxing background sounds]"},{"author":"Lamtharn “Hanoi” Hantrakul","text":"For Thai listeners it’s, like, in this uncanny valley of familiarity but also foreignness. If it makes you wanna move, I have succeeded in connecting with you."},{"author":"Parshall","text":"That’s Lamtharn “Hanoi” Hantrakul. He’s a music technologist and the brains behind this wholly new kind of music. He was born and raised in Bangkok. The nickname “Hanoi” is admittedly kind of confusing, given that it’s the capital of Vietnam—but his parents just loved the city so much that they named their kid after it. Hanoi is Thai through and through. And musically, he’s known as Yaboi Hanoi, which kind of started off as a joke …"},{"author":"Hantrakul","text":"This nerdy, like, music technologist trying to be, like, a—you know, like, “Yeah, I’m like a cool yaboi Hanoi.”"},{"author":"Parshall","text":"But people really liked it, so it stuck. And it’s under that moniker that he created the piece you heard a minute ago with the help of a nonhuman assistant—machine learning, a type of artificial intelligence. See, artificial intelligence algorithms are musicians now. Welcome to part one of a three-part “Fascination—that’s what we’re calling these Science, Quickly miniseries, FYI—on how artificial intelligence is getting deep into the world of music. So about that whole AI is a musician now thing: I’m mostly kidding—these computer algorithms are really reflections of our own creativity and ingenuity, no matter how advanced."},{"author":"Parshall","text":"They are given a bunch of data to learn from, and they can detect subtle patterns that can be used to make useful predictions, not just in music but in many artistic endeavors. And they’re getting really good at it. In fact, these algorithms are advancing so fast that it’s beginning to feel like they’re doing way more than just pattern recognition. ChatGPT, a large language-learning model AI, can compose a poem about estate tax or methamphetamine."},{"author":"Parshall","text":"It can create a recipe for “French-style chicken thighs with carrots and cream.” Or it can just make your job application cover letters suck less. Dall-E 2, a deep-learning model, can make fantastical art from simple language prompts such as “a bowl of soup that is a portal to another dimension in the style of Basquiat.” And now people such as Hanoi are using machine learning to challenge the musical chokehold that Western Europe has had on basically all of us. That brings us back to “Enter Demons & Gods”—Hanoi’s machine-learning-assisted composition that started off the episode."},{"author":"Parshall","text":"In 2022 he submitted it to an international competition called the AI Song Contest.    He won. [CLIP: Recording of award ceremony]"},{"author":"Announcer","text":"That means with a combined total of 21.1 points from the voters and the jury…, Yaboi Hanoi is the winner of the AI Song Contest 2022! [CLIP: Applause] [CLIP: Hantrakul: Yeah, I’m, I’m just completely lost for words. I’m just so excited that the song spoke to so many people both at home in Thailand … and that it also spoke to the jury.]"},{"author":"Hantrakul","text":"The fact that your ears are not used to it I think it really heightens that feeling for many, like, Western listeners where it’s, like, it feels out of this world because literally it is out of this world of equal-tempered tuning."},{"author":"Parshall","text":"He’s referring to 12-tone equal temperament tuning. Even if you haven’t heard that technical name before, you’ve definitely heard it in action—it describes the 12 repeating notes you can play on a piano and the notes underlying basically all of Western pop and classical music."},{"author":"Parshall","text":"See, you have an octave—where the higher note is exactly twice the frequency of the lower note … [CLIP: Piano plays an octave of A at 440 and 880 hertz] Western music divides that octave into 12 notes spread apart at equal ratios.  [CLIP: Ascending chromatic A scale on the piano] Hanoi knows this tuning system well because his mom encouraged him to play the piano as a kid, like so many people around the world."},{"author":"Hantrakul","text":"My mom once said, “If you understand how to play the piano, you’ll be able to understand every other instrument.” And I remember coming back to her after I finished my music major and said, “That’s actually only true because all of music has been written from the perspective of Western instruments.”"},{"author":"Parshall","text":"It’s true. Those 12 notes of the piano can sound natural and normal if you grew up mostly listening to Western music. Now hear me out; I’m going to geek out for a second. I want you to stay with me. The note on the piano called A4 sounds like this … [CLIP: 440 Hz tone] … typically is set at the frequency of 440 hertz, meaning the sound wave oscillates 440 times a second. But there’s nothing special about that 440 number. It was only first standardized in the 1930s."},{"author":"Parshall","text":"And some orchestras, like the New York Philharmonic, tune to 442 Hz. That’s a small enough difference that our ears basically can’t hear it. But during the Baroque period, around the 1600s, that same note was set at 415 Hz.  [CLIP: 415 Hz tone] All of this is to say that pitch is a spectrum, and there are literally infinite notes you could tune an instrument to play. There’s no real reason why we have to divide the octave into 12 notes rather than, say, 22 or five."},{"author":"Parshall","text":"And there’s no real reason that we have to space those notes out evenly through the octave, either. There are plenty of musicians who argue that the 12 notes of the Western scale sound better when they’re not spread apart at equal ratios. And finally, we don’t even have to base tuning systems around octaves at all."},{"author":"Parshall","text":"Sure, the laws of physics and the biology of our ears might predispose us to find the octave pleasing, but we human beings are creative and flexible creatures.  So, given these infinite possibilities, it makes sense that cultures around the world choose to chop up musical space differently. Neither of the Thai fiddles that Hanoi learned to play when he was growing up in Bangkok …"},{"author":"Hantrakul","text":"The saw u. The saw duang …"},{"author":"Parshall","text":"Fit the 12-tone model—they’re closer to something that musicologists have called seven-tone equal temperament tuning. That fits seven notes in the same amount of musical space as Western music fits 12—though that’s definitely an oversimplification of the complexities of Thai tuning. Similarly, the pi nai, the oboe-like instrument played at Thai boxing matches, plays notes and intervals that can’t be mimicked on the piano. In fact, if you take this pi nai trill –... [CLIP: Pi nai trill]"},{"author":"Parshall","text":"The closest notes I can play on the piano sound like this … [CLIP: Pi nai piano approximation]"},{"author":"Parshall","text":"Those pitches are kind of close, but they’re no pi nai. Yet those are the pitches that our music technology is designed to work with."},{"author":"Hantrakul","text":"And I think that was really, you know, the starting point for me to think about, well, “What if the reverse was true? What if we could use technology to write music that is on the terms of music from Thailand?”"},{"author":"Parshall","text":"That’s where machine learning comes in. See, there’s been a pretty big revolution in how it works with music. For a long time, the music we made with AI was limited to just those 12 notes on the piano. That’s because raw audio files themselves are massive, encoding tons of information. There are typically 44,000 samples every second for good quality recording—double that for a stereo recording that plays different tracks in each ear of your headphones. So, let’s see, if you tried to have an A.I."},{"author":"Parshall","text":"chew through Led Zeppelin’s “Stairway to Heaven” …  [CLIP: Led Zeppelin’s Stairway to Heaven] … it would have over 42 million data points to process. That’s just too much for an AI algorithm. So those older algorithms needed something simpler. All they could handle was a symbolic, text-based representation that gets the gist of the notes being played… [CLIP: MIDI version of Led Zeppelin’s Stairway to Heaven] … like notes written on a page to tell you how you might play a song on the piano. And that’s where we would run into our old foe, the limited 12-tone scale."},{"author":"Parshall","text":"[CLIP: Reprise of the 12-tone approximation of the pi nai]"},{"author":"Hantrakul","text":"The minute that your music goes off of this tuning system, there’s actually no way for these symbolic models to even, like, understand or comprehend some of these melodies."},{"author":"Parshall","text":"So the old symbolic models wouldn’t have known what to do with the pi nai. Luckily, our computing power is finally catching up to our audio ambitions. Hanoi is one of the engineers who helped make this possible through his previous work at Google Magenta and current work at TikTok. He’s developed machine-learning tools that allow you to take a melody being played on one instrument and, within seconds, transform it into another instrument."},{"author":"Hantrakul","text":"There were these really fun demos that I worked on when I was at Google where, you know, you could take Indian classical singing but then transform it as though it was being played by a saxophone or take the sound of birds and have that rerendered as a flute. [CLIP: Birds re-rendered as a flute using Google’s Tone Transfer]"},{"author":"Parshall","text":"And for Hanoi, these machine-learning tools were what allowed him to operate directly on recordings of the pi nai without having to filter it through the sieve of Western music notation. Let’s hear that trill again: [CLIP: Pi nai trill]"},{"author":"Parshall","text":"That recording comes from the Thai musician Udomkiet Joey Phengaubon  playing a standard Thai classical melody. Hanoi fed this recording through one of the AI tools he helped develop, called Mawf. It extracted the unique characteristics of its tuning and timbre and rerendered it as a different instrument—first the saxophone …       [CLIP: Pi nai as saxophone]"},{"author":"Parshall","text":"Then the trumpet … [CLIP: Pi Nai as trumpet]"},{"author":"Parshall","text":"And then another Thai instrument for good measure. [CLIP: Pi nai as khlui flute]"},{"author":"Hantrakul","text":"It’s, like, five instruments, like, layered on top of each other with a lot of distortions. So it—who knows what it is anymore? [CLIP: All instruments together; music reenters]"},{"author":"Parshall","text":"Hanoi named his piece “Enter Demons & Gods,” or in Thai ..."},{"author":"Hantrakul","text":"“Asura Deva Choom Noom.”"},{"author":"Parshall","text":"It was inspired by a scene in Thai mythology where there’s a legendary clash between hundreds of gods and demons over an elixir of immortality. [CLIP: Battle sound effects in the background] In the end he created basically a Thai-Western fusion EDM track."},{"author":"Hantrakul","text":"I don’t wanna call it, like, cultural preservation. I like to call it, like, cultural reinvigoration. It's incredibly liberating, I think. I almost feel like I’ve been speaking in English my entire life."},{"author":"Parshall","text":"And now that he’s speaking Thai, he doesn’t plan to stop."},{"author":"Hantrakul","text":"It was sort of this big bang moment for me that I should write more music like this. It’s those moments where a Thai passage that could never be rerendered beyond classical Thai music finally crosses this dimension into electronic music. To me, this is the definition of what AI can empower creative human beings to be able to do. [CLIP: Music ends]"},{"author":"Parshall","text":"The AI Song Contest judges and voting public loved Hanoi’s song. And the contest is growing each year with new musical artists that each use AI in a different way. But this revolution in music AI that Hanoi took advantage of, from flattened, text-based representations to the lush world of raw audio, has far-reaching consequences. In the next episode …  [CLIP: ChristineMcLeavey:“Working with raw audio, the sky is the limit in terms of what you can create.”] [CLIP: ShellyPalmer:The amount of things that have to be true for this to be what it is are unbelievable—like, unbelievable.”]"},{"author":"Parshall","text":"We’re going to hear how scary advanced these algorithms have gotten through a recent model created by Google that can take your written description of music and create an audio file at the click of a button. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science Quickly, I’m Allison Parshall."}],"wave_peaks":[12553,8436,8986,6180,6666,5525,5732,8295,5352,4925,3819,340,13214,9125,8596,9517,11487,9618,9687,7295,4456,5938,5359,7351,6880,6830,4502,7870,4445,4196,6286,6269,3856,9046,14217,11635,10119,7213,5615,12312,10465,4919,6214,6665,6563,5189,6873,11168,10460,10256,7943,15073,7701,5736,7728,7383,9967,9966,8294,8465,6693,5877,7950,4713,448,13620,13045,12672,11173,10634,8946,11815,4207,7632,8176,6635,8025,11868,8999,5840,10097,9418,10029,7767,5370,4313,4607,6991,9911,5700,10785,6162,7184,7032,6205,4530,6767,13047,5187,5806,7836,6786,1394,14249,10595,12130,8115,8289,8819,9096,7171,6149,10774,10367,4990,7995,8254,9704,9301,8263,10531,10712,8424,8745,7959,7540,7778,5072,10420,5660,741,5026,12274,8537,9389,8939,8166,7448,6708,8328,7783,10811,8207,7072,7495,7310,4343,10487,10384,9750,9448,10108,12303,1610,11550,12594,13649,10308,6871,7637,10539,9585,6214,4165,12702,7612,6404,4595,7302,6088,4321,10416,6706,2028,3218,3634,3882,2885,2955,1950,2092,2607,2080,7241,4974,4414,3213,3239,2225,1637,2221,4091,2806,2157,1913,1802,1601,187,151,135,631,1113,8755,4626,5534,5765,5271,6949,8272,9182,6376,9037,8979,7071,9419,6410,6693,5895,12437,8909,8949,11061,6750,12031,10761,10371,5549,3065,3749,4277,5491,6633,7629,7106,6956,4768,7442,5052,1465,1425,8549,9554,7510,8833,12065,2646,8068,9007,11595,11460,11082,8648,5375,5560,7337,7619,7435,10434,6462,700,4695,5771,4967,4509,4571,5123,4595,4702,4985,5053,5234,4295,4151,4071,3850,4277,6005,5644,5208,5324,4685,4445,4623,4006,5816,4327,4750,5029,3985,4681,6156,6997,10542,10077,10505,9377,10589,9518,10505,9889,10072,10121,10009,9517,9216,8822,8973,8208,9083,8753,8863,8768,8634,8452,8183,7427,7451,6676,6381,6084,6098,5795,5285,4675,4650,4269,4317,3623,3774,3292,3341,10642,9845,12052,10965,8666,11096,8485,6921,6904,10016,1777,10178,10073,11526,7998,9829,12325,11657,12062,8036,9919,13093,10806,11914,5533,8589,12508,11037,7653,10484,8873,12403,12052,4779,1361,1200,1349,8889,12273,9111,12094,10277,7761,11070,11687,9883,11662,3890,8273,7942,1994,6123,2063,1618,3224,6097,1905,1556,10075,5947,8328,2074,1568,11501,12085,8270,10095,12601,11525,10809,9584,12046,10704,11191,9103,2135,4810,8475,14307,5266,11412,9312,2632,4743,2099,4081,8238,10004,10179,4052,9056,4265,2100,6220,3590,1532,1416,5602,4006,2069,1139,8043,11757,10591,10739,9394,8226,6038,9996,8778,2183,11197,10304,7750,6192,6766,6476,9389,6219,7304,7835,7966,9288,7456,8284,7479,6100,9956,11447,12058,9020,7227,5262,5035,6509,6305,9758,6210,6670,7806,7730,10672,7938,12077,6931,13305,6660,10543,5289,6467,5319,6764,6272,6685,8049,2978,2802,4508,2903,1882,1080,15025,15135,6404,4055,11109,5582,8167,8534,7536,3265,1512,1626,10392,9973,6895,5283,3550,2670,4686,5760,1937,2660,1677,3870,4623,6671,6289,9462,7888,7543,5372,4885,6868,6302,6202,6533,6569,10968,11018,10836,7533,7980,9213,8646,5835,6680,6295,14022,12142,12748,10195,8887,9590,12263,9420,14935,6882,3080,1433,12197,11770,11922,9318,9573,8081,8920,2940,1503,11709,12683,8953,7613,9258,11405,8615,11489,8969,9475,10722,7725,6073,9085,10979,8687,5592,9112,5726,4255,720,10657,10853,9624,5911,5147,6311,8811,8166,7178,8994,5481,5925,6161,7312,6396,7062,5603,9151,8164,7584,8228,7015,9249,8109,11138,5545,572,483,11746,7686,9161,7790,6994,2793,902,9148,10987,7638,8485,8113,11048,6889,6796,8759,11085,11253,10838,8165,3459,14364,5870,6576,6469,7805,7168,8412,6628,4504,4658,2780,9725,12693,7129,7686,5560,5591,4263,855,11796,10423,10309,8125,8661,9095,4239,447,11543,10754,11660,7477,6064,9662,8074,7474,9262,12802,5264,8009,7294,9877,11328,9446,8793,1202,9054,7737,6148,9077,12397,8469,10388,7391,3227,3841,8333,10760,11887,8729,11345,8700,6554,6847,5606,9226,2294,2226,548,2204,2416,2609,2144,830,1954,1880,741,793,704,6941,10651,9107,6957,4964,4711,6034,10299,6518,4639,4558,5752,5726,5531,6434,5600,7327,6734,4744,8058,5925,2586,6138,10172,9868,5604,6222,5442,5258,5806,6861,7236,5222,4039,5314,4388,2202,731,2409,2538,809,687,658,265,260,511,831,9289,1242,10139,9469,8271,6866,8522,8838,7744,5529,4518,3151,402,9416,8369,8976,7884,3998,9041,8145,6990,7519,6371,8108,5695,6284,10217,9721,8154,7446,9088,7461,6801,9619,8278,6790,577,426,8647,11434,8972,6338,5737,7215,6230,7227,7792,7507,8394,5162,7143,5503,9911,5734,5886,6561,418,10055,7907,8412,9575,8567,9554,6647,9159,3704,312,6802,11048,8325,6843,7471,10393,7523,9064,1478,11138,9445,9023,7721,5913,6741,7415,6678,6707,8443,7759,5708,12014,4003,6004,9572,5142,5319,2953,450,10692,6524,6122,6864,7648,5278,7199,9525,8714,520,6148,9795,6628,8867,9656,8079,6652,5813,8883,10303,4305,356,12234,7362,9893,4299,5662,7433,10416,6490,5793,5922,4434,4788,1867,333,10651,10686,10038,9483,7820,7496,6362,6304,6902,3983,445,340,487,1417,10796,6762,6103,7399,6100,8507,9391,10438,9676,8156,8481,6520,6047,3462,4399,6060,6733,7936,4806,9191,10153,7075,6897,7213,4487,5113,8491,6352,4952,2412,444,11111,11041,9155,8265,9436,7776,8198,9472,7537,9183,5281,8530,6907,7288,8105,10324,5965,432,6493,7346,6772,5174,7159,6709,7041,7514,9397,5738,11965,6229,8675,4976,2749,11306,11789,10288,6682,7962,7880,9083,4148,7281,9188,8685,7636,8529,7335,4462,6900,9513,7131,7570,2975,5973,6749,9197,7306,9605,8438,5559,4775,5869,6638,6471,6681,6143,10350,10571,9155,7398,4658,5160,4134,4275,2492,3076,2729,1968,7628,7171,8863,6638,6143,6848,7228,7566,5880,6192,4453,5974,7501,6856,8392,2910,1219,950,7789,9610,704,6390,6856,7542,4972,2447,5892,5750,4966,2969,2629,3883,2843,2445,2226,3588,5527,5325,5276,2455,4936,7056,4547,7341,2820,2527,6902,4425,2881,32,1708,6538,4203,5002,7324,7598,4562,2344,7184,5876,8130,5324,3553,7679,6208,4423,3062,1172,4463,5832,6682,3896,4466,2980,5861,6006,5674,4637,3787,4868,4788,5107,2622,5112,3465,4110,3983,1503,2133,1084,3992,5043,5255,5239,2364,2652,4616,2265,3522,2808,4005,5611,811,797,648,623,504,506,417,190,568,10465,15072,8725,6594,6719,4012,2507,5991,7333,6209,8626,11505,5930,5294,5070,4820,5647,4299,5408,5271,4326,3005,3898,2144,5930,4783,4370,5305,6112,9284,7400,13164,14502,5398,2672,13701,12669,4338,6298,6859,7456,3694,156,8313,7900,9426,5592,9181,4812,7113,4612,6375,5263,841,497,5296,10775,10511,7255,7286,6721,6028,6709,11270,6356,7137,7435,5150,964,5975,11012,10309,7668,6604,5230,4456,7098,6585,6746,405,8771,7954,7170,9827,10858,7356,6808,4662,6919,6338,5512,3810,435,382,6647,12539,12281,8559,7582,455,9669,9166,7365,9523,9331,7115,5064,7359,6388,7149,5493,1632,939,544,317,174,6444,5176,1183,335,167,369,10305,9469,10800,10692,5264,7803,8779,3735,8389,8691,6785,8568,7224,3440,4285,3544,4326,3465,4765,6853,6304,3490,5177,8269,6397,5315,4441,5225,4305,2203,528,11842,11007,6701,6791,8908,4735,7896,6747,5639,6139,6280,5878,4225,3352,7566,9931,6605,7854,4344,344,5487,10352,6680,7234,6199,9142,5388,6407,6183,7244,3392,8119,9075,8461,6149,4995,7145,4643,4799,1489,568,8915,7189,5716,11164,4737,9462,4514,3093,3760,2927,3963,235,11832,4206,4434,4324,6917,1148,3940,7449,9642,3858,3421,3594,4673,1662,8707,4776,6128,3087,3614,4860,4266,622,8232,10078,7741,8386,10178,6189,7103,5997,7777,5178,5584,4967,7950,8011,4938,5280,9837,4665,4003,470,310,10288,6568,10007,9647,8065,7620,7203,6979,7379,4602,6513,7800,9067,580,755,11258,9568,7307,5853,7507,9817,8757,6420,5680,3482,0,1286,1292,1292,1292,1292,1292,1292,1292,1270,11253,10393,9739,7335,5788,6102,5925,6791,7823,6470,4937,10186,8168,7220,10957,5675,6285,5729,6643,10505,3708,748,3974,8285,8032,6497,4959,5178,6215,5119,5610,5005,2952,491,7534,8001,6993,8233,6408,5721,7100,7512,5617,6652,9868,6811,6019,4282,4944,6831,7033,3814,5151,6691,4884,4758,5440,6429,3734,1275,1290,1287,1297,1295,1294,1290,1287,2834,6625,5320,6522,5497,5554,8909,3984,5390,4954,7110,5334,6827,8012,8398,8548,4625,4377,4648,4711,5472,5145,9233,8611,6234,6409,4506,11019,11156,4578,2699,471,1609,1610,1649,1545,1578,1298,1298,1297,1114,11274,6295,9002,9156,8234,7491,7416,4736,9913,9393,8157,6484,7025,6327,6558,6456,5617,4246,5470,318,3962,10877,12072,10158,8548,9429,9580,6212,5346,9045,9554,10689,7088,5417,6380,8785,6074,10367,4288,332,325,12048,11461,10637,5781,9047,9244,9121,5803,9066,8308,6593,10834,9101,8668,334,10979,10618,7718,7099,5978,8393,4977,8911,6646,10230,7406,5568,7980,8625,8960,6447,9648,5811,7593,7360,7135,4513,401,432,9878,10755,9613,8944,10740,7925,7894,5863,8422,7804,9557,9524,482,3245,11178,10338,9252,8358,6509,7930,5519,6347,6155,7818,6720,9708,7891,6662,8608,5177,5136,1296,10861,8894,9279,7771,7423,8916,8575,4056,5507,5047,8371,493,11205,10771,8534,10747,8068,5700,12199,7454,7051,7123,6281,7660,6176,6519,6923,4745,5430,6697,4514,517,8217,10725,7684,6549,6964,5715,7876,7477,9854,7566,8209,5068,4238,7023,6481,3352,3715,8026,9866,3715,10155,8738,9475,5436,525,10504,10077,7623,7618,8641,7555,4222,6156,8746,7369,5535,6194,7312,4078,9664,8317,9565,4739,5865,7479,7949,6423,8980,7062,6139,6130,8196,7065,384,11160,11649,11708,8334,7577,6322,8407,6208,5892,6057,8802,5523,1467,471,352,11054,10079,9627,9551,10132,6780,9354,10815,8292,4708,5100,8296,8294,6637,6733,6931,8240,7169,5687,6654,6310,5141,5886,10301,3476,315,341,363,11600,6502,8733,5788,11371,6368,6267,2739,2493,2878,2408,2734,2768,2943,2604,2457,2637,2698,2621,2457,2414,274,432,7708,9974,7376,7787,7045,8466,5614,5735,4352,2401,3052,3176,2517,3154,2172,3088,2491,822,2918,2783,1132,568,591,3396,10881,6320,4040,5735,5990,5029,9720,10298,9515,5252,422,8926,9407,5558,6301,7398,8622,7554,5483,4576,5989,6410,4262,1003,10703,8657,8695,5065,6143,5191,11886,4437,3979,7237,5006,7589,6754,10390,5217,9406,3911,1964,1443,9041,15177,5253,3728,3845,9132,3851,4007,9301,4575,2972,1985,11458,5183,8985,10446,3805,3350,4744,3466,6806,4433,237,9243,9376,8674,5519,4976,451,3005,6991,6719,6016,6930,6867,5663,5118,4466,4942,4341,389,370,9334,8894,9492,8533,9797,9773,8884,6989,8165,5192,6454,4437,5354,6945,448,9250,10530,9886,7352,8850,4406,8722,3760,5387,5230,6876,4920,5365,4120,4555,6331,6438,7393,5839,10164,4340,4512,4012,6891,10655,5556,6511,7188,9277,1382,9076,10759,7249,10290,8278,6995,6157,7876,10099,6230,6081,5456,2747,520,3542,10147,613,6988,7628,12211,10074,10337,10501,7309,4784,3705,7242,9131,8547,10602,7043,3691,2000,1343,1176,2875,1613,1414,1480,936,3273,3023,1197,934,7421,9256,5657,2514,8545,6688,7588,8707,5753,10410,7805,6038,5642,4210,10824,9094,6818,8945,6471,5824,6228,3618,3145,410,805,9423,11750,10273,6747,7569,6605,5666,5739,3418,340,9824,10896,6366,8829,5774,5742,5313,7563,6573,6504,7033,4832,5305,9280,7187,5424,5162,3418,3687,3769,3298,5133,3113,3317,3179,2931,4263,2906,2219,2387,2762,2061,2316,6853,5222,8807,10358,7776,10338,7061,6399,7320,3930,6718,7120,470,6664,12071,9166,9515,6215,6064,2854,7349,7180,6728,5606,3494,5269,5490,5283,5312,4155,5255,4279,1562,4996,4709,2026,8946,11373,7194,10881,2328,8548,11790,3494,6415,3680,1668,14713,7215,10353,8004,4726,8805,6757,4461,5834,8455,10939,10748,9331,5945,7180,1379,4821,7234,3694,114,11800,8817,8129,8052,7367,6448,6086,5380,4804,5455,7375,9429,334,7136,6974,4868,5977,7027,6864,7101,7022,7515,9724,9404,5404,6289,3960,1489,10439,9748,5461,5514,8294,10755,7800,5518,6401,8281,7024,7936,6839,6944,5472,7946,391,382,11000,9128,5763,6060,5675,7622,6965,7889,6105,7801,5761,12164,7834,4006,5621,6316,6176,7868,4992,5386,8190,7085,7357,3964,8192,8928,8671,10376,8645,6252,5364,4663,4584,5790,4722,3528,6722,1719,10639,8197,9776,10541,7353,5414,6215,7186,8503,10015,5347,11151,7858,12604,4982,4847,8944,8083,11295,7033,7007,8092,6958,5936,5352,2763,3843,3867,5372,3343,1362,3272,4580,1914,968,4683,1632,1798,9159,10908,10923,9947,6006,6959,8149,7526,7394,8993,8386,11959,4217,5341,8872,6215,10957,5447,4464,10519,8262,7726,6812,5342,8873,8830,6398,4251,6071,2658,460,350,8755,9450,7019,2716,3804,3590,4071,3500,3874,3259,4217,3713,3757,3385,3852,3800,3603,3459,3057,656,10053,10810,6457,5468,9177,7261,7876,5450,9270,7049,6846,5401,6501,5009,5945,6506,6436,5298,5878,6266,4389,479,8513,12260,6060,7050,5631,5131,9928,6092,3722,10979,6264,3900,6784,5790,318,317,9733,8855,5676,8211,7243,5067,5814,7380,8280,5348,5587,1427,7424,10409,7270,6165,9559,4071,3166,6423,5752,11237,4812,1608,4578,4294,4649,4138,3666,4465,10905,12415,5809,5809,4816,5902,4358,4357,898,294,7487,8971,9568,11662,7062,6453,6480,439,4862,5245,5106,4722,4646,3947,6544,9293,11243,3693,4639,7366,5900,3505,5777,4733,5114,4309,3192,5077,3727,1862,8731,7030,5467,13011,7409,1938,6729,7134,6766,7074,6382,6723,6452,6276,5804,5629,5958,5142,4650,4699,11339,11127,6649,4791,8702,6960,7755,9909,6991,1443,7636,8006,6331,654,2882,11330,5178,8229,5028,3616,3344,421,422,10322,10769,10341,9078,8040,9129,9516,7447,7109,9616,8030,10938,5826,8706,7656,10092,8264,11133,8190,6682,11354,8576,10961,3955,1306,1939,2384,2796,3743,5500,4300,1582,4648,7114,6238,5841,5401,5618,9970,8907,8121,6718,7179,6277,5812,3963,3799,3171,2510,1902,9769,9307,6013,11598,8067,6346,7028,8079,5824,7139,7368,8123,4229,9773,12407,12662,10394,7016,11114,7763,8500,9980,6014,6058,4400,4366,4703,2019,11086,15037,12061,5969,1141,2129,11977,10286,8196,9450,6713,6429,8405,5500,5573,3915,8440,5091,7144,7569,1572,1188,8638,11694,6935,7796,7079,3236,9856,6486,7760,6614,6325,7709,9632,6437,8260,14824,6883,4136,8082,7698,5668,6582,7043,8471,5390,4050,3068,7150,9892,10570,7243,8979,1569,12993,15365,13096,7300,5877,8990,6336,5205,8414,9754,1179,10150,13736,4746,2741,14739,6760,9293,7372,11628,10015,7150,7770,5362,5154,4477,3012,3466,3812,4778,3702,9153,7103,5847,5318,4706,11604,7789,11679,8628,4866,10966,14554,2389,12597,10694,6606,7878,2321,5102,7238,6760,1884,1710,10465,12304,14795,15092,15113,14705,10115,8081,14456,13511,7593,6459,3572,3018,2049,1691,942,813,544,371,279,282,380,496,771,805,1567,7360,13756,8925,8227,7111,7224,7208,5244,4913,9176,6547,6456,1938,664,6880,8316,5899,11190,5539,6771,8310,9673,6294,6243,6494,8313,7191,5062,9194,2011,958,11735,12194,6832,7278,8854,7332,5061,6284,7130,6222,5161,4697,11610,8377,9577,7680,7141,4118,6021,5123,6144,8072,7230,4754,3766,9771,11427,9417,9433,4962,3827,2242,2038,9736,10845,5652,6704,808,4007,7173,12713,6771,6821,4561,9597,6135,6065,5237,6755,2787,6047,2608,6913,7129,3918,6950,5253,6496,4830,7717,3512,5245,9274,5350,12389,4082,1558,12031,15130,4777,709,658,818,11765,10219,11827,8853,10730,11585,11534,10228,11872,2918,1326,10707,11881,11861,8927,9083,8689,7255,14077,13804,10379,10028,7511,5674,6970,10877,13145,8367,7998,6523,7613,11682,4067,1339,3879,3055,2565,2311,2286,9801,11595,7174,10725,9408,10884,9502,6826,9690,10710,6103,7731,5844,3280,10192,10723,10968,7285,10109,8238,8160,2890,2334,7995,12343,10730,9761,11589,7077,8603,8861,7507,6900,4129,1624,10726,11817,9281,8932,9209,7667,6551,10479,6747,7910,7064,8247,2742,3035,2569,12304,9598,10230,7580,9805,6558,11035,9317,6815,6196,3482,5578,15240,14480,12067,11153,8130,8689,5053,4614,6480,12444,8860,7207,6480,6060,2709,694,427,207,57,29,17,10,5,2,0,0],"fragments":[{"begin":"0.000","end":"29.120","lines":["Hey, I’m Allison Parshall, you’re listening to Science, Quickly. This week, we’re revisiting some of our favorite episodes – and honestly this one is one of my favorite things I’ve ever worked on. It’s the first in a three-part series on artificial intelligence making music. Together we’re going to hear a very unique song, and trace the technical revolution that made its creation possible. And actually, it’s the perfect time to be coming back to this, because the consequences of that revolution are getting very real, very quickly."]},{"begin":"29.120","end":"61.000","lines":["Just recently, a startup released a tool people are calling the “Chat GPT of music.” I’ve played around with it a bit, and honestly it’s left me … kind of speechless. I didn’t know that AI-generated audio could sound this polished.  Even having reported this series a year ago—even knowing something like this had to be coming—I still feel, just, so caught off guard. So I hope you enjoy the episode, and check out the rest of the series “AI Gets Musical” on scientificamerican.com. [Clip: Show theme music]"]},{"begin":"61.000","end":"72.760","lines":["This is Scientific American’s Science, Quickly. I’m Allison Parshall. I’m going to play you a song. And I’m willing to bet good money that you’ve never heard anything like it before. [CLIP: Beginning of “Enter Demons & Gods,” by Yaboi Hanoi]"]},{"begin":"72.760","end":"108.080","lines":["So listening to this for the first time, I was intrigued and also baffled. I was bopping my head to a beat that sounded pretty familiar, but those notes didn’t sound familiar at all. Are those notes that I could even play if I sat down at my piano? [CLIP: Notes on piano]  And the melody—I’m not even sure what instrument sounds like that. As it turns out, no instrument sounds like that. But if you happen to be familiar with music from Thailand or with the country’s national sport, Muay Thai boxing, something about it may sound familiar."]},{"begin":"108.080","end":"119.240","lines":["[CLIP: Muay Thai boxing background sounds]"]},{"begin":"119.240","end":"128.800","lines":["For Thai listeners it’s, like, in this uncanny valley of familiarity but also foreignness. If it makes you wanna move, I have succeeded in connecting with you."]},{"begin":"128.800","end":"179.240","lines":["That’s Lamtharn “Hanoi” Hantrakul. He’s a music technologist and the brains behind this wholly new kind of music. He was born and raised in Bangkok. The nickname “Hanoi” is admittedly kind of confusing, given that it’s the capital of Vietnam—but his parents just loved the city so much that they named their kid after it. Hanoi is Thai through and through. And musically, he’s known as Yaboi Hanoi, which kind of started off as a joke …"]},{"begin":"179.240","end":"190.720","lines":["This nerdy, like, music technologist trying to be, like, a—you know, like, “Yeah, I’m like a cool yaboi Hanoi.”"]},{"begin":"190.720","end":"250.080","lines":["But people really liked it, so it stuck. And it’s under that moniker that he created the piece you heard a minute ago with the help of a nonhuman assistant—machine learning, a type of artificial intelligence. See, artificial intelligence algorithms are musicians now. Welcome to part one of a three-part “Fascination—that’s what we’re calling these Science, Quickly miniseries, FYI—on how artificial intelligence is getting deep into the world of music. So about that whole AI is a musician now thing: I’m mostly kidding—these computer algorithms are really reflections of our own creativity and ingenuity, no matter how advanced."]},{"begin":"250.080","end":"280.080","lines":["They are given a bunch of data to learn from, and they can detect subtle patterns that can be used to make useful predictions, not just in music but in many artistic endeavors. And they’re getting really good at it. In fact, these algorithms are advancing so fast that it’s beginning to feel like they’re doing way more than just pattern recognition. ChatGPT, a large language-learning model AI, can compose a poem about estate tax or methamphetamine."]},{"begin":"280.080","end":"328.840","lines":["It can create a recipe for “French-style chicken thighs with carrots and cream.” Or it can just make your job application cover letters suck less. Dall-E 2, a deep-learning model, can make fantastical art from simple language prompts such as “a bowl of soup that is a portal to another dimension in the style of Basquiat.” And now people such as Hanoi are using machine learning to challenge the musical chokehold that Western Europe has had on basically all of us. That brings us back to “Enter Demons & Gods”—Hanoi’s machine-learning-assisted composition that started off the episode."]},{"begin":"328.840","end":"335.920","lines":["In 2022 he submitted it to an international competition called the AI Song Contest.    He won. [CLIP: Recording of award ceremony]"]},{"begin":"335.920","end":"363.760","lines":["That means with a combined total of 21.1 points from the voters and the jury…, Yaboi Hanoi is the winner of the AI Song Contest 2022! [CLIP: Applause] [CLIP: Hantrakul: Yeah, I’m, I’m just completely lost for words. I’m just so excited that the song spoke to so many people both at home in Thailand … and that it also spoke to the jury.]"]},{"begin":"363.760","end":"382.280","lines":["The fact that your ears are not used to it I think it really heightens that feeling for many, like, Western listeners where it’s, like, it feels out of this world because literally it is out of this world of equal-tempered tuning."]},{"begin":"382.280","end":"407.960","lines":["He’s referring to 12-tone equal temperament tuning. Even if you haven’t heard that technical name before, you’ve definitely heard it in action—it describes the 12 repeating notes you can play on a piano and the notes underlying basically all of Western pop and classical music."]},{"begin":"407.960","end":"447.000","lines":["See, you have an octave—where the higher note is exactly twice the frequency of the lower note … [CLIP: Piano plays an octave of A at 440 and 880 hertz] Western music divides that octave into 12 notes spread apart at equal ratios.  [CLIP: Ascending chromatic A scale on the piano] Hanoi knows this tuning system well because his mom encouraged him to play the piano as a kid, like so many people around the world."]},{"begin":"447.000","end":"463.480","lines":["My mom once said, “If you understand how to play the piano, you’ll be able to understand every other instrument.” And I remember coming back to her after I finished my music major and said, “That’s actually only true because all of music has been written from the perspective of Western instruments.”"]},{"begin":"463.480","end":"493.120","lines":["It’s true. Those 12 notes of the piano can sound natural and normal if you grew up mostly listening to Western music. Now hear me out; I’m going to geek out for a second. I want you to stay with me. The note on the piano called A4 sounds like this … [CLIP: 440 Hz tone] … typically is set at the frequency of 440 hertz, meaning the sound wave oscillates 440 times a second. But there’s nothing special about that 440 number. It was only first standardized in the 1930s."]},{"begin":"493.120","end":"524.920","lines":["And some orchestras, like the New York Philharmonic, tune to 442 Hz. That’s a small enough difference that our ears basically can’t hear it. But during the Baroque period, around the 1600s, that same note was set at 415 Hz.  [CLIP: 415 Hz tone] All of this is to say that pitch is a spectrum, and there are literally infinite notes you could tune an instrument to play. There’s no real reason why we have to divide the octave into 12 notes rather than, say, 22 or five."]},{"begin":"524.920","end":"540.640","lines":["And there’s no real reason that we have to space those notes out evenly through the octave, either. There are plenty of musicians who argue that the 12 notes of the Western scale sound better when they’re not spread apart at equal ratios. And finally, we don’t even have to base tuning systems around octaves at all."]},{"begin":"540.640","end":"559.560","lines":["Sure, the laws of physics and the biology of our ears might predispose us to find the octave pleasing, but we human beings are creative and flexible creatures.  So, given these infinite possibilities, it makes sense that cultures around the world choose to chop up musical space differently. Neither of the Thai fiddles that Hanoi learned to play when he was growing up in Bangkok …"]},{"begin":"559.560","end":"561.680","lines":["The saw u. The saw duang …"]},{"begin":"561.680","end":"591.800","lines":["Fit the 12-tone model—they’re closer to something that musicologists have called seven-tone equal temperament tuning. That fits seven notes in the same amount of musical space as Western music fits 12—though that’s definitely an oversimplification of the complexities of Thai tuning. Similarly, the pi nai, the oboe-like instrument played at Thai boxing matches, plays notes and intervals that can’t be mimicked on the piano. In fact, if you take this pi nai trill –... [CLIP: Pi nai trill]"]},{"begin":"591.800","end":"598.800","lines":["The closest notes I can play on the piano sound like this … [CLIP: Pi nai piano approximation]"]},{"begin":"598.800","end":"606.240","lines":["Those pitches are kind of close, but they’re no pi nai. Yet those are the pitches that our music technology is designed to work with."]},{"begin":"606.240","end":"618.840","lines":["And I think that was really, you know, the starting point for me to think about, well, “What if the reverse was true? What if we could use technology to write music that is on the terms of music from Thailand?”"]},{"begin":"618.840","end":"644.280","lines":["That’s where machine learning comes in. See, there’s been a pretty big revolution in how it works with music. For a long time, the music we made with AI was limited to just those 12 notes on the piano. That’s because raw audio files themselves are massive, encoding tons of information. There are typically 44,000 samples every second for good quality recording—double that for a stereo recording that plays different tracks in each ear of your headphones. So, let’s see, if you tried to have an A.I."]},{"begin":"644.280","end":"678.840","lines":["chew through Led Zeppelin’s “Stairway to Heaven” …  [CLIP: Led Zeppelin’s Stairway to Heaven] … it would have over 42 million data points to process. That’s just too much for an AI algorithm. So those older algorithms needed something simpler. All they could handle was a symbolic, text-based representation that gets the gist of the notes being played… [CLIP: MIDI version of Led Zeppelin’s Stairway to Heaven] … like notes written on a page to tell you how you might play a song on the piano. And that’s where we would run into our old foe, the limited 12-tone scale."]},{"begin":"678.840","end":"682.320","lines":["[CLIP: Reprise of the 12-tone approximation of the pi nai]"]},{"begin":"682.320","end":"691.640","lines":["The minute that your music goes off of this tuning system, there’s actually no way for these symbolic models to even, like, understand or comprehend some of these melodies."]},{"begin":"691.640","end":"712.760","lines":["So the old symbolic models wouldn’t have known what to do with the pi nai. Luckily, our computing power is finally catching up to our audio ambitions. Hanoi is one of the engineers who helped make this possible through his previous work at Google Magenta and current work at TikTok. He’s developed machine-learning tools that allow you to take a melody being played on one instrument and, within seconds, transform it into another instrument."]},{"begin":"712.760","end":"728.360","lines":["There were these really fun demos that I worked on when I was at Google where, you know, you could take Indian classical singing but then transform it as though it was being played by a saxophone or take the sound of birds and have that rerendered as a flute. [CLIP: Birds re-rendered as a flute using Google’s Tone Transfer]"]},{"begin":"728.360","end":"743.840","lines":["And for Hanoi, these machine-learning tools were what allowed him to operate directly on recordings of the pi nai without having to filter it through the sieve of Western music notation. Let’s hear that trill again: [CLIP: Pi nai trill]"]},{"begin":"743.840","end":"764.080","lines":["That recording comes from the Thai musician Udomkiet Joey Phengaubon  playing a standard Thai classical melody. Hanoi fed this recording through one of the AI tools he helped develop, called Mawf. It extracted the unique characteristics of its tuning and timbre and rerendered it as a different instrument—first the saxophone …       [CLIP: Pi nai as saxophone]"]},{"begin":"764.080","end":"767.280","lines":["Then the trumpet … [CLIP: Pi Nai as trumpet]"]},{"begin":"767.280","end":"771.480","lines":["And then another Thai instrument for good measure. [CLIP: Pi nai as khlui flute]"]},{"begin":"771.480","end":"778.520","lines":["It’s, like, five instruments, like, layered on top of each other with a lot of distortions. So it—who knows what it is anymore? [CLIP: All instruments together; music reenters]"]},{"begin":"778.520","end":"786.040","lines":["Hanoi named his piece “Enter Demons & Gods,” or in Thai ..."]},{"begin":"786.040","end":"789.160","lines":["“Asura Deva Choom Noom.”"]},{"begin":"789.160","end":"808.240","lines":["It was inspired by a scene in Thai mythology where there’s a legendary clash between hundreds of gods and demons over an elixir of immortality. [CLIP: Battle sound effects in the background] In the end he created basically a Thai-Western fusion EDM track."]},{"begin":"808.240","end":"819.480","lines":["I don’t wanna call it, like, cultural preservation. I like to call it, like, cultural reinvigoration. It's incredibly liberating, I think. I almost feel like I’ve been speaking in English my entire life."]},{"begin":"819.480","end":"822.280","lines":["And now that he’s speaking Thai, he doesn’t plan to stop."]},{"begin":"822.280","end":"853.440","lines":["It was sort of this big bang moment for me that I should write more music like this. It’s those moments where a Thai passage that could never be rerendered beyond classical Thai music finally crosses this dimension into electronic music. To me, this is the definition of what AI can empower creative human beings to be able to do. [CLIP: Music ends]"]},{"begin":"853.440","end":"884.480","lines":["The AI Song Contest judges and voting public loved Hanoi’s song. And the contest is growing each year with new musical artists that each use AI in a different way. But this revolution in music AI that Hanoi took advantage of, from flattened, text-based representations to the lush world of raw audio, has far-reaching consequences. In the next episode …  [CLIP: ChristineMcLeavey:“Working with raw audio, the sky is the limit in terms of what you can create.”] [CLIP: ShellyPalmer:The amount of things that have to be true for this to be what it is are unbelievable—like, unbelievable.”]"]},{"begin":"884.480","end":"922.280","lines":["We’re going to hear how scary advanced these algorithms have gotten through a recent model created by Google that can take your written description of music and create an audio file at the click of a button. Science, Quickly is produced by Jeff DelViscio, Tulika Bose and Kelso Harper. Our theme music was composed by Dominic Smith. Don’t forget to subscribe to Science, Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com. For Scientific American’s Science Quickly, I’m Allison Parshall."]}]}
