{
  "title": "A New Type of Heart Disease is on the Rise",
  "img": "https://static.scientificamerican.com/sciam/cache/file/53EB6E8B-0CDF-4EA3-83AD3818F70B0040_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/a-new-type-of-heart-disease-is-on-the-rise1/",
  "audio": "https://traffic.megaphone.fm/SAM4803149826.mp3?updated=1703694796",
  "intro": [
    "Problems with the heart, kidneys and metabolic health are all connected"
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Elah Feder"
  ],
  "category": [
    "Health Care"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman",
      "text": ": We bring you the latest vital health news: Discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis",
      "text": ": And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": We’re Scientific American’s senior health editors. Today, we’re talking about a newly recognized form of heart disease—CKM syndrome, which is when you have overlapping cardiovascular disease, kidney disease, and metabolic diseases like type 2 diabetes and obesity. [Clip: Show theme music]"
    },
    {
      "author": "Fischman: ",
      "text": "We’ve got a highly specialized medical system. Sometimes it seems like each doctor has their own organ."
    },
    {
      "author": "Lewis",
      "text": ": Right. Like if I had a heart problem, I’d go see a cardiologist."
    },
    {
      "author": "Fischman",
      "text": ": And if my kidneys weren’t healthy, I’d check in with a nephrologist."
    },
    {
      "author": "Lewis",
      "text": ": Or if I had diabetes or some other hormone-related problem, I’d see an endocrinologist."
    },
    {
      "author": "Fischman: ",
      "text": "But it turns out that these organs, or health problems, have a lot to do with one another. In particular kidney problems and metabolic problems raise the risk for cardiovascular disease, which means everything from a heart attack to clogged arteries."
    },
    {
      "author": "Lewis",
      "text": ": So all this medical specialization might keep a doctor from seeing the big-picture risk."
    },
    {
      "author": "Fischman",
      "text": ": Exactly. And that’s been worrying cardiologists like Sadiya Khan of Northwestern University."
    },
    {
      "author": "Khan",
      "text": ": People who write diabetes guidelines write about that, people who write kidney guidelines write about that, people who write about heart guidelines write about that. But really, one patient isn't going to go to three different guidelines and clinicians aren't going to go to three different guidelines."
    },
    {
      "author": "Fischman",
      "text": ": That’s why Khan helped write a new set of guidelines from the American Heart Association, in collaboration with kidney and endocrine specialists. The guidelines, which were just released a few months ago, define a new form of heart disease called cardiovascular-kidney-metabolic syndrome."
    },
    {
      "author": "Lewis: ",
      "text": "That’s a mouthful. There’s gotta be a shorter way to say it."
    },
    {
      "author": "Fischman",
      "text": ": There is. This is science and, after all, they love their abbreviations. So this is called CKM syndrome."
    },
    {
      "author": "Lewis",
      "text": ": Much easier. How common is CKM?"
    },
    {
      "author": "Fischman",
      "text": ": The heart association says that one third of U.S. adults have at least 3 risk factors for the syndrome. There are many risk factors, and they include obesity, high blood pressure, high blood sugar. And from the kidneys, the rate they remove contaminants from the blood."
    },
    {
      "author": "Kahn: ",
      "text": "When these are present, and when more than one is present, they synergistically increase the risk of developing heart disease or dying prematurely from heart disease."
    },
    {
      "author": "Lewis",
      "text": ": But how do problems in one organ drive problems in another?"
    },
    {
      "author": "Fischman: ",
      "text": "I wondered the same thing. So I asked Khan, whose specialty is preventing heart and blood vessel disease. She spends a lot of time looking at the interplay between different organs."
    },
    {
      "author": "Khan",
      "text": ": Oftentimes, people talk about how the kidneys and heart are like an old married couple. We've known for some time that having kidney disease increases your risk of developing heart disease. So there's this connection that exists. And the reverse is also true. Having heart disease makes you more at risk for having kidney disease."
    },
    {
      "author": "Lewis",
      "text": ": I love the old married couple analogy. But what’s the biology behind this shared risk?"
    },
    {
      "author": "Khan: ",
      "text": "Yeah, there's lots of different mechanisms or crosstalk between the two different organs."
    },
    {
      "author": "Fischman",
      "text": ": Basically, it starts with obesity. Excess fat cells secrete chemicals that cause inflammation. And that can harm blood vessels and damage both heart and kidney tissue. Inflammation also reduces cells’ sensitivity to insulin, the hormone that moves sugar out of the blood and into those cells. More blood sugar, and less of it in cells, is the hallmark of diabetes, of course."
    },
    {
      "author": "Lewis",
      "text": ": So in the old married couple analogy, if one spouse gets upset about something, it upsets their partner too? And the whole marriage fails?"
    },
    {
      "author": "Fischman",
      "text": ": Or they go in for counseling and work it out. In this case, I guess the counselor is a cardiologist."
    },
    {
      "author": "Lewis",
      "text": ": Not to belabor the metaphor too much, but Kahn did say that cardiologists have known about this couple for a long time. So why are they just getting around to treating them now?"
    },
    {
      "author": "Fischman",
      "text": ": I asked Kahn that ‘why now’ question and this is what she said."
    },
    {
      "author": "Kahn: ",
      "text": "Yeah. I think one of the key drivers was the awareness that there's a growing burden of these risk factors or conditions, and they're often clustering together. So we know that the rate of obesity, diabetes, kidney disease and heart disease have increased in the past several decades."
    },
    {
      "author": "Fischman",
      "text": ": So everyone is more at risk for CKM today. But Kahn also mentioned something else."
    },
    {
      "author": "Khan",
      "text": ": This recognition has also been complemented by the availability of therapies that aren't just treating someone's diabetes, but they also have cardioprotective benefits, as well as kidney protective benefits. And so the availability of therapies that allow us to more holistically manage our patients was a key piece of this."
    },
    {
      "author": "Lewis",
      "text": ": Is she saying there are new medications that could target these overlapping diseases?"
    },
    {
      "author": "Fischman: ",
      "text": "That’s exactly what she’s talking about."
    },
    {
      "author": "Khan",
      "text": ": Therapies that have really emerged in the last several years include SGLT2 inhibitors and GLP1 receptor agonists, specific classes of medications that have cardiovascular benefits, but also have been demonstrated to have benefit in people with kidney disease and people with diabetes and people with obesity or overweight."
    },
    {
      "author": "Lewis",
      "text": ": I’ve heard of GLP1 drugs—those are things like Ozempic and Wegovy, which have been used to treat diabetes and weight loss and might also protect against heart disease and kidney disease. And SGLT2 inhibitors work on the kidneys, helping them filter out extra glucose in the blood, so they were originally developed as diabetes drugs. But then some big clinical trials showed they reduced the rates of heart disease as well."
    },
    {
      "author": "Kahn",
      "text": ": Even though they were developed as drugs for diabetes, we found that they're not really diabetes drugs. You could call them a heart disease drug or a kidney drug. And I think that's again where this construct is very helpful, because we're not really just treating someone's diabetes. We're trying to treat the patient in front of us."
    },
    {
      "author": "Fischman",
      "text": ": Now — Kahn is quick to point out that these drugs shouldn’t be used by themselves, but should go along with lifestyle changes – diet, exercise, the usual stuff–if a person has several risk factors. Because of these advances, the heart association has also rolled out a new risk calculator for doctors to use, one that incorporates kidney disease and diabetes indicators along with heart risks. It’s a complex formula but it ends up giving doctors a good picture of a person’s likelihood of developing CKM, or some more specific form of heart disease, like heart failure."
    },
    {
      "author": "Lewis",
      "text": ": One important difference is this tool lets doctors start evaluating risk at age 30. The previous assessment tools were only applicable for age 40 and up."
    },
    {
      "author": "Fischman: ",
      "text": "Yeah. Khan points out that if someone is going to get heart disease, the very first signs show up in that 30-to-40 decade. And at that early stage, the symptoms can be rolled back with the right treatments."
    },
    {
      "author": "Lewis",
      "text": ": As someone in my thirties, that’s good news for me! Recognizing CKM could mean more people will be diagnosed and treated sooner, and stay healthy for a greater part of their lives. [CLIP: Show music] Fischman: Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith. Lewis: Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have a topic you want us to cover, you can email us at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. For Your Health Quickly, I’m Tanya Lewis. Fischman:  And I’m Josh Fischman. Lewis: See you next time."
    }
  ]
}