{
  "title": "Do Sperm Whales Have Culture?",
  "img": "https://static.scientificamerican.com/dam/m/2f88f0ff086e509e/original/SpermWhale-GettyImages-176941919-loop.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/do-sperm-whales-have-culture/",
  "audio": "https://traffic.megaphone.fm/SAM1862994506.mp3?updated=1712953941",
  "intro": [
    "As hard as it is to study these denizens of the deep, researchers have found some intriguing evidence to support the idea that “sperm whale culture” exists."
  ],
  "authors": [
    "Joseph Polidoro"
  ],
  "category": [
    "Animals"
  ],
  "transcript": [
    {
      "author": "Joseph Polidoro",
      "text": "Hal Whitehead can tell you exactly where he was when he discovered that sperm whales don’t all speak the same dialect."
    },
    {
      "author": "Hal Whitehead",
      "text": "Luke Rendell and I made our big discovery off the Galápagos Islands."
    },
    {
      "author": "Polidoro",
      "text": "The sperm whales they were studying seemed to live in two adjacent but distinct groups, each with its own dialect."
    },
    {
      "author": "Whitehead",
      "text": "One clan whose social vocalizations, which were codas, went kind of, “Click click click click,” and the other went, “Click click click—click,” with a pause before the last one. I’m Hal Whitehead. I’m a professor of biology at Dalhousie University in Canada. That was a fundamental discovery. And then we began to show that there were a number of other behavioral characteristics which differed between the, between the clans ..."
    },
    {
      "author": "Polidoro",
      "text": "How they travel, how they feed and reproduce, how they babysit their calves."
    },
    {
      "author": "Whitehead",
      "text": "And then clans started being found in other parts of the world."
    },
    {
      "author": "Polidoro",
      "text": "These marine mammals are very hard to observe, but in the past two decades the roughly 20 or so people in the world who study sperm whales have found some compelling evidence of culture among them. Hal summarized these findings in a review paper published in Royal Society Open Science in January. And he asked a natural follow-up question: What can we learn by comparing human and sperm whale cultures? For Science, Quickly, I’m Joseph Polidoro. Sperm whales use short strings of distinct clicks, known as codas, to signal their membership in a clan. [Clip: Sperm Whale vocalization] Scientists also use these click sequences to differentiate between sperm whale clans, naming each group after an attribute of their respective coda."
    },
    {
      "author": "Whitehead",
      "text": "So a member of a sperm whale clan could listen to the codas of another whale and know immediately whether that whale is from its own clan or from a different clan."
    },
    {
      "author": "Polidoro",
      "text": "Some clans are so large and widespread that many of their members may never meet. But if they did, they’d recognize each other as belonging to the same group, just like a New Yorker and a Texan connecting over their shared American English while traveling abroad. Sperm whales’ basic social unit, the pod, comprises about 10 females and their offspring. Clans are much larger. On average ..."
    },
    {
      "author": "Whitehead",
      "text": "It’s about 20,000 females, although it almost certainly varies enormously between the different clans."
    },
    {
      "author": "Polidoro",
      "text": "Clans’ geographic ranges can also vary from large to supersized. The Plus-one clan occupies a more than 600-mile range between the Galápagos and mainland Ecuador, while the Short clan stretches all the way from Japan to Chile."
    },
    {
      "author": "Whitehead",
      "text": "These are huge scales for a social structure …"
    },
    {
      "author": "Polidoro",
      "text": "But not so different from the scale of human ethnolinguistic groups."
    },
    {
      "author": "Andy Whiten",
      "text": "I think what’s really new and exciting here is this whole story of symbolic marking. I’m Andy Whiten, professor of evolutionary and developmental psychology at the University of St Andrews in Scotland."
    },
    {
      "author": "Polidoro",
      "text": "Andy’s referring to what bioacoustician Taylor Hersh, now at Oregon State University, and her colleagues have found: that differences in sperm whale codas are greatest when two separate clans live close to each other."
    },
    {
      "author": "Whiten",
      "text": "It’s almost as if they’re turning up the volume on the communication that’s saying, “Hey, I’m from clan A. I’m different from you guys in clan B.”"
    },
    {
      "author": "Polidoro",
      "text": "But can we call this “culture”? Well, yes."
    },
    {
      "author": "Cristina Moya",
      "text": "A more minimal definition would be just information that’s socially transmitted that affects behavior. I’m Cristina Moya. I’m an assistant professor of evolutionary anthropology at [University of California], Davis. I’m interested in how humans as a species fit into the biodiversity that we know about from other species."
    },
    {
      "author": "Polidoro",
      "text": "Cristina believes these researchers are onto something with sperm whale clans."
    },
    {
      "author": "Moya",
      "text": "I think they’re right to point out that maybe they’re more similar to ethnic groups."
    },
    {
      "author": "Whiten",
      "text": "It’s less than a century ago that it was thought that, well, only humans have culture and, you know, that’s not really a phenomenon amongst animals. But now we’ve learned it seems to pervade many aspects of many animals’ lives: culture."
    },
    {
      "author": "Polidoro",
      "text": "It has led both to informal collaborations between anthropologists and animal biologists, as well as to interdisciplinary groups such as the Cultural Evolution Society, Cristina says."
    },
    {
      "author": "Whiten",
      "text": "The discovery of animal culture—some of it done incidentally by people whose background is in biology, others whose background is in anthropology—I think that really transforms our sort of understanding of evolution at large or biology at large. That's quite a fundamental cross-fertilization."
    },
    {
      "author": "Polidoro",
      "text": "Animal culture is a “second inheritance system,” as Andy calls it—meaning it partners with natural selection in shaping evolution."
    },
    {
      "author": "Whiten",
      "text": "You’ve got these two forms of evolution, and they can entwine in this phenomenon we call gene-culture co-evolution. And we’ve certainly got examples of that in this human sphere, the most famous one being lactose tolerance."
    },
    {
      "author": "Polidoro",
      "text": "The persistence of lactose tolerance in the past 10,000 years is tied to agriculture, and this adaptation may have helped humans survive during famines. The vocal culture of sperm whales appears to help them survive, too."
    },
    {
      "author": "Whitehead",
      "text": "These animals depend heavily on each other. Without each other, they’re probably not going to live long, and their offspring aren’t going to survive. And so this bonding is vital. And the codas are an important way they do it. That sets up these patterns of cooperation and collaboration in groups, which are so important to the whales."
    },
    {
      "author": "Polidoro",
      "text": "For Hal, the importance of language to sperm whale and human cultures invites comparison."
    },
    {
      "author": "Whitehead",
      "text": "The fact that a pretty similar kind of social structure is found in a completely different creature in a completely different environment, for an evolutionary biologist, suggests looking [at], well, what do these two species have in common?"
    },
    {
      "author": "Polidoro",
      "text": "Cristina and other anthropologists agree there’s a strong case for comparing human and sperm whale cultures."
    },
    {
      "author": "Moya",
      "text": "It’s not because of our shared common ancestry that we share these traits but because maybe we’ve experienced some of the same selective pressures."
    },
    {
      "author": "Polidoro",
      "text": "Andy adds that there are a couple of different things we can learn from studying animal culture. Studying the cultural traits we share with our closest living relatives, other primates, sends us down one path of discovery."
    },
    {
      "author": "Whiten",
      "text": "We can make inferences about what the cultures of our joint ancestors were like. When we move to more distant species, I think the lessons are rather different."
    },
    {
      "author": "Polidoro",
      "text": "For instance, humans teach, and other animals seem to teach—but other primates don’t, Andy says. We don’t share a close relative with meerkats, which teach their young how to remove stingers from scorpions before eating them, but both humans and meerkats are predators."
    },
    {
      "author": "Whiten",
      "text": "Our evolutionary history went through an important stage of hunting, eventually big game hunting."
    },
    {
      "author": "Polidoro",
      "text": "The comparison provides a clue as to why we, uniquely among primates, may have evolved to teach. At the same time we need to be careful about comparisons. Do unacquainted whales who belong to a clan with tens of thousands of members really act like they belong to the same community?"
    },
    {
      "author": "Moya",
      "text": "I’d be surprised—but again, I’m willing to be surprised—if whales cooperated at a very large scale."
    },
    {
      "author": "Polidoro",
      "text": "Still, Cristina believes animals with simpler cultures such as sperm whales may offer models for understanding the vastly more complex cultures of humans."
    },
    {
      "author": "Moya",
      "text": "It’s nice to have, perhaps, simpler models, simpler cases from other species to help inspire us, in terms of some of the mechanisms that might be important."
    },
    {
      "author": "Polidoro",
      "text": "She points to consensus decision-making and how ethnic groups form and splinter, two cultural phenomena mentioned in Hal’s paper. And if his paper raises at least as many questions as it answers, well, that may be kind of the point. It’s a call to go deeper, to resist generalizations, to think harder about the diversity of all cultures."
    },
    {
      "author": "Whitehead",
      "text": "We should be prepared for almost anything and not expect to be able to put hard-and-fast rules, models on what clans are and how they evolve."
    },
    {
      "author": "Polidoro",
      "text": "For Science, Quickly, I’m Joseph Polidoro. Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Our music is composed by Dominic Smith. Subscribe to Science, Quickly wherever you get your podcasts. If you like the show, give us a rating or review. For more in-depth science news and features, go to ScientificAmerican.com."
    }
  ]
}