{
  "title": "How to Avoid Holiday Hangovers",
  "img": "https://static.scientificamerican.com/sciam/cache/file/AB92321C-29A6-4DD4-B0C2FBB6D445B49B_source.jpg",
  "url": "https://www.scientificamerican.com/podcast/episode/how-to-avoid-holiday-hangovers/",
  "audio": "https://traffic.megaphone.fm/SAM1864205259.mp3?updated=1703629993",
  "intro": [
    "The holidays are a time for indulgence, but there are ways to drink alcohol without suffering the painful effects."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Alexa Lim"
  ],
  "category": [
    "Diet"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis",
      "text": ": Hi, this is Your Health, Quickly, a Scientific American podcast series!"
    },
    {
      "author": "Josh Fischman: ",
      "text": "We bring you the latest vital health news: Discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": And I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": We’re Scientific American’s senior health editors. [music]"
    },
    {
      "author": "Fischman: ",
      "text": "On today’s show, we’re doing a special holiday edition on drinking. The holidays are filled with alcoholic delights, but too much of a good thing can lead to regret. We are here to share some science-backed tips for imbibing more safely. [Clip: Show theme music] [Glass clinking]"
    },
    {
      "author": "Lewis: ",
      "text": "Cheers!"
    },
    {
      "author": "Fischman: ",
      "text": "Chun! That’s what all the cool kids in Korea are doing now. Chun. That is the sound of a lovely Josh cabernet, one of my go-to drinks. Not just cause it’s my name. It’s actually really good. Not a product endorsement. [glass clinking]"
    },
    {
      "author": "Lewis",
      "text": ": That was a clink of my gin and tonic, which is my — one of my go-to drinks."
    },
    {
      "author": "Fischman",
      "text": ": What is your gin of choice?"
    },
    {
      "author": "Lewis",
      "text": ": It’s British gin. I didn’t want to open a whole bottle of wine for myself, so I decided to make myself a gin and tonic."
    },
    {
      "author": "Fischman",
      "text": ": People think of gin and tonics as Summer drinks — but they’re pretty good, December-ish, too!"
    },
    {
      "author": "Lewis",
      "text": ": Yeah! Good year-round."
    },
    {
      "author": "Fischman: ",
      "text": "I enjoy a raising a glass for the holidays! For me, much as I enjoy these things, lately I’ve been noticing that the levels in my bottles are going down faster than they used to — and honestly that’s a bit unsettling. Actually I’m trying to cut back — I’m planning on this coming year to have a dry January."
    },
    {
      "author": "Lewis: ",
      "text": "That’s a good idea. I’ve actually been cutting back myself, often substituting a non-alcoholic beer or “mocktail” for a glass of wine with dinner. But I still enjoy a real drink from time to time, especially on special occasions like holiday dinners or parties."
    },
    {
      "author": "Fischman: ",
      "text": "That seems reasonable—we all need to celebrate sometimes! We just want to do that safely."
    },
    {
      "author": "Lewis",
      "text": ": Exactly. And the holidays really can be a risky time for drinking."
    },
    {
      "author": "Meghan Bartels",
      "text": ": Some research has shown that people drink as much as twice as much as their usual amount between Thanksgiving and New Year's."
    },
    {
      "author": "Lewis: ",
      "text": "That’s our colleague Meghan Bartels, a news reporter at Scientific American. She’s writing a story about the science behind holiday drinking, and how to avoid the worst effects. One question I had for her was, do some kinds of alcohol get you drunker than others?"
    },
    {
      "author": "Bartels",
      "text": ": Afraid not—not really beyond, like, more alcohol in the drink means you'll get drunker. But really, it's not nearly as simple as like, “oh, tequila gets me drunk so fast,” or something like that. It's really all about the amount of alcohol that you consume, and how quickly, and then other factors like how much water you've had, how much food you've had, that sort of effect how quickly your body processes it."
    },
    {
      "author": "Fischman",
      "text": ": So, the amount of alcohol in an Old Fashioned isn’t more likely to get me drunk than the equivalent amount of alcohol in beer or wine?"
    },
    {
      "author": "Lewis",
      "text": ": Right—it’s really more about the amount and speed you drink. But there are some other factors that could make you get drunk more quickly."
    },
    {
      "author": "Bartels",
      "text": ": There's a little bit of evidence that, like, maybe carbonation speeds up alcohol absorption and sugar slows it down. But that evidence is really weak."
    },
    {
      "author": "Fischman: ",
      "text": "But is there something about the environment where you’re drinking that could make you want to indulge more? Like, at an office holiday party, for example?"
    },
    {
      "author": "Lewis: ",
      "text": "Yeah that’s a great point. And Meghan did mention that the context in which you drink could affect your likelihood of being drunk - or hammered, smashed, three sheets to the wind."
    },
    {
      "author": "Fischman: ",
      "text": "I have seen people three sheets to the wind and at that point they’re usually leaning over the rail, pretty uncomfortable."
    },
    {
      "author": "Bartels",
      "text": ": Maybe if you only have champagne at New Year’s, it feels like a special thing to you and you don't drink it as quickly, and then it won't make you very drunk. Or if, for example, you're drinking a really sweet cocktail, the sweetness masks the taste of alcohol, you might drink it really fast and get really drunk."
    },
    {
      "author": "Lewis: ",
      "text": "Well speaking from personal experience, champagne makes me tipsy a lot faster than other drinks—maybe because it tastes so light and bubbly and you almost forget you’re drinking alcohol!"
    },
    {
      "author": "Fischman: ",
      "text": "Personally, I get no kick from champagne. Song reference there. But what about the consequences of drinking too much—do we know what causes hangovers?"
    },
    {
      "author": "Bartels",
      "text": ": A headache is definitely a big component of a hangover. And that's really tied with dehydration. When it comes to alcohol, alcohol really dries you out fast. That's a big piece of it. But the exact components, the exact mechanisms, that's all pretty hazy, actually."
    },
    {
      "author": "Lewis: ",
      "text": "Apparently there’s a small percentage of the population—about 10 percent—that never gets headaches from drinking."
    },
    {
      "author": "Fischman",
      "text": ": You’re kidding. That must be nice."
    },
    {
      "author": "Lewis: ",
      "text": "Yeah, right? But in general, there’s not a ton of research on hangovers in part because they’re just not as big of a problem for society as intoxication itself is. And it’s not like it’s easy to get funding and recruit people for a study where you make them drink to the point that they’ll get a hangover."
    },
    {
      "author": "Bartels: ",
      "text": "I don't think I would sign up for that study. And the other thing is like when someone comes into an emergency room or something after drinking, you can measure their blood alcohol content. But when someone's hungover, you can ask them how much they drank, but you don't know if that's accurate. So it's trickier methodologically"
    },
    {
      "author": "Fischman",
      "text": ": Given that hangovers are a reality, is there a way to cure them? I’ve heard of all kinds of strange things like “hair of the dog”—whatever that is—"
    },
    {
      "author": "Lewis: ",
      "text": "…basically drinking more alcohol."
    },
    {
      "author": "Fischman: ",
      "text": "…or eating greasy food. That’s another one I’ve heard. Do any of those help?"
    },
    {
      "author": "Lewis",
      "text": ": Unfortunately hangover cures don’t really work, so your best bet is to try to prevent them from happening in the first place."
    },
    {
      "author": "Bartels: ",
      "text": "The best things to do are to eat beforehand, and then to stay hydrated throughout the night. So some people will talk about like having an alcoholic drink and then having a glass of water and alternating back and forth and that can reduce your odds of the hangover, for sure."
    },
    {
      "author": "Lewis",
      "text": ": Eating before drinking is definitely the best. But even after drinking, I often find myself craving salty, greasy food. That may be because it replenishes electrolytes, since alcohol makes you pee them out. As for “hair of the dog,” well…"
    },
    {
      "author": "Bartels: ",
      "text": "I mean, I guess maybe in the short run, it'll help a little bit because the problem with a hangover is that it's basically withdrawal from alcohol. So if you're drinking, then you're sort of reversing that withdrawal, but you're just postponing the inevitable—you're still gonna feel bad, it'll just be later."
    },
    {
      "author": "Fischman: ",
      "text": "So, no quick fixes, then."
    },
    {
      "author": "Lewis: ",
      "text": "No, unfortunately not."
    },
    {
      "author": "Fischman: ",
      "text": "Okay, so, drinking too much alcohol will give you a hangover. But also even moderate drinking can be bad for you, as our Science of Health columnist Lydia Denworth has written."
    },
    {
      "author": "Lewis",
      "text": ": That’s right. There’s been a growing recognition in recent years that moderate drinking—often defined as two drinks a day for men and one drink a day for women—can increase your risk of serious health problems down the road."
    },
    {
      "author": "Bartels: ​​",
      "text": "Now there's a much higher appreciation for just how dangerous alcohol is—how much it increases your risk of cancers, how much it can take off your life expectancy. And so now doctors and scientists are really shifting to this idea of, like, each drink can have this negative impact even if you're not experiencing a hangover, even if you're not experiencing intoxication."
    },
    {
      "author": "Fischman",
      "text": ": And on that note, folks, enjoy the holidays!"
    },
    {
      "author": "Lewis",
      "text": ": Haha. I mean it is a downer—much like alcohol itself. But drinking is just one of many risks people take every day. So we all have to find our own comfort level around how much risk is acceptable."
    },
    {
      "author": "Fischman",
      "text": ": Personally, I’m planning to enjoy a little bit of holiday spirit this year. But just a little."
    },
    {
      "author": "Lewis:'",
      "text": "Well, glad you’re going to give moderation a shot. [Clink]  [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": ": Your Health, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, Carin Leong, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": ": Our show is a part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or review! And if you have a topic you want us to cover, you can email us at Yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. For Your Health Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman:'",
      "text": "And I’m Josh Fischman."
    },
    {
      "author": "Lewis",
      "text": ": See you in dry January! [The above has been a transcript of this podcast.]"
    }
  ]
}