{"title":"The Members of This Reservation Learned They Live with Nuclear Weapons. Can Their Reality Ever Be the Same?","img":"https://static.scientificamerican.com/sciam/cache/file/78FB9334-A5AE-4DF7-8B81B32B184EBC69_source.gif","url":"https://www.scientificamerican.com/podcast/episode/the-members-of-this-reservation-learned-they-live-with-nuclear-weapons-can-their-reality-ever-be-the-same/","audio":"https://traffic.megaphone.fm/SAM8799684540.mp3?updated=1703605704","intro":["The Mandan, Hidatsa and Arikara peoples are learning more about the missiles siloed on their lands, and that knowledge has put the preservation of their culture and heritage in even starker relief."],"authors":["Ella Weber"],"category":["Defense"],"transcript":[{"author":"Jayli Fimbres","text":"You know what’s crazy? I’ve always had dreams of explosions going off in the west. And, like, we’re, we’d always be hunkered down in gymnasiums or, like, even in, like, ceremonies. I’ve had dreams we’re all, like, in a ceremonial setting waiting for an explosion to go off."},{"author":"Ella Weber","text":"I met Jayli Fimbres at the recently opened MHA Nation Interpretive Center in New Town, North Dakota, the most populous town on the Fort Berthold reservation. While she says she doesn’t know much about nuclear weapons, she’s been dreaming about nuclear war."},{"author":"Fimbres","text":"I think I’ve, even within those dreams, I had dreams of surviving those things as well. But there was, like, radioactive damage and stuff. And we were, like, mutating, but we, like, learned to get through it."},{"author":"Weber","text":"You are listening to Scientific American’s podcast series, The Missiles on Our Rez. I’m Ella Weber, a member of the Mandan, Hidatsa and Arikara Nation, a Princeton student, and a journalist. This is Episode 5: “What Happens Now?” [CLIP: Music]"},{"author":"Weber","text":"This is the last episode of our series. Throughout the first four episodes, we learned about how nuclear missiles arrived on our reservation. We also learned how the Air Force failed to appropriately describe the human and environmental consequences associated with its plans to modernize existing nuclear missile silos. Those plans included placing new missiles on our land for the next 60 years.  We discussed the risks associated with living with these weapons for the tribe —  and what it really meant  for our members—including my family—to live in a national nuclear sacrifice zone."},{"author":"Weber","text":"In this final episode, I’m returning to my tribe, the MHA Nation, to share what I found."},{"author":"Weber","text":"I met with my grandma, Debra Malnourie, to find out when she first learned about the missile silos. She grew up on the reservation and currently resides there."},{"author":"Debra Malnourie","text":"Then, like I said, I was driving around, and I was like, “What are these places?” And then I don’t even remember who told me that they were missile sites, that missiles [are] down in there, and I was like, “How do you know?” And I knew nothing about it. It wasn’t even in my radar, actually. Probably still isn’t right now."},{"author":"Weber","text":"Debra didn’t know much about this."},{"author":"Malnourie","text":"But I always thought if there was a big war, we’d all end up going. And truthfully, I would not want to be one of the ones that didn’t go. Because what [are] you going to do? I don’t know. This is some scary stuff. And it’s real. [CLIP: Music]"},{"author":"Weber","text":"I first came to the Fort Berthold reservation to try to figure out how the 15 missiles ended up on the rez — and how much the community actually knows about them. It was only eight months ago when I first learned about them in an e-mail from my Princeton University professor, Ryo Morimoto. I first went to the reservation in March of this year. That’s where I met Edmund Baker, environmental director of the MHA Nation. He knew a little bit about the missiles."},{"author":"Edmund Baker","text":"What I’ve heard is that, yeah, there are nuclear warheads that are stored on the ground in certain places, silos, along the way. Minot Air Force Base does regular trainings. I suppose that they have to, to keep the military up to speed and protocols or whatnot.  But anything beyond that is not information that I’ve ever read, or [it] was never really disclosed. I haven’t been privy to any meeting with the tribal council on anything involving this point."},{"author":"Weber","text":"As we mentioned in the last episode, Edmund would later find out from our Nuclear Princeton research team, and Princeton researcher Sébastien Philippe, that the entire 3,000-page environmental impact statement, or EIS package–first published in June 2022 in draft form–didn’t actually  go into a great amount of detail about the ramifications of potential nuclear strikes on the silos and the surrounding community. I returned to the reservation in June to continue to investigate the topic further."},{"author":"Weber","text":"In the three months between the trips, I’ve had more time to learn about the history of successive assaults against our tribe and land by the U.S. military. As I mentioned in Episode 2, the Garrison Dam, constructed in 1947 by the Army Corps of Engineers, was built adjacent to our land — and against our will. There’s a famous picture of chairman George Gillette crying as he signed the agreement in 1948. When the dam flooded in 1953, countless tribal families were displaced, and our homes were destroyed."},{"author":"Weber","text":"It separated our remaining reservation into five areas—another assault on our language and culture.  It turns out there’s actually a link between the historical destruction of our community by the U.S. government and the loss of our language. People such as Jayli Fimbres—who you first heard in the beginning of this episode—are trying to bring our language back."},{"author":"Fimbres","text":"There’s no writing. We’re speaking. It’s—we’re learning a language. And so sometimes I’ll have, like, my flash cards and stuff. I won’t even write on a board or anything. But that’s been a powerful thing, like, getting people to speak."},{"author":"Weber","text":"The thing is, this nuclear modernization project is going to deeply affect our tribe again, including people such as Jayli, who are fighting to save the last remnants of our cultural heritage. If our people are used as collateral damage, our language also dies. And that’s after so much damage has already been done. Even the Air Force admits that the project will have consequences, but not completely. Here’s a clip from a video about the project."},{"author":"Weber","text":"[CLIP: Ground-based strategic deterrent (Sentinel) draft EIS video: “As a whole, the proposed action would likely result in significant adverse effects on cultural resources, public health and safety, socioeconomics, and utilities and infrastructure.”]"},{"author":"Weber","text":"In every single resource area listed in the EIS’s environmental consequences summary, the “no action alternative” has effects that are either equal to or less negative than the proposed action. Despite the negative effects associated with the nuclear modernization program that the Air Force listed in the environmental impact statement, I found that the impacts are much farther reaching than what is described in the scope of the document."},{"author":"Baker","text":"What’s the purpose of a nuclear warhead? Depends on who you talk to. “They defend freedom.” No, they’re meant to kill. They’re meant to destroy. That was never in part of our land, intentional land spirit."},{"author":"Weber","text":"That’s Edmund Baker who says that not only do warheads go against our land spirit—but they also go against the core concepts in our Hidatsa language."},{"author":"Baker","text":"How you speak also informs the concepts in your mind.  Our Hidatsa language is—just as an example, everything is moving and flowing. Okay, so that affects your worldview, how you look at things. Things don’t seem so discrete, separate, objectified. And the relationship between you and that becomes different because you’re also moving, flowing. The breath of life is moving through you, the elements. These are all encapsulated in our language. Silos, buildings, projects, all of that—we’re investing in things that are going to crumble and neglecting the things that should last beyond us…in here [taps chest]."},{"author":"Weber","text":"Unlike in the 1960s, when the missiles first arrived, the state of affairs with Indian nations has changed. We live in a post–American Indian Movement, or AIM, and post–Dakota Access Pipeline era, meaning there is much more advocacy around Native and Indigenous issues. The former tribal historic preservation officer Pete Coffey—who turned out to be a relative of mine—was part of AIM’s occupation of Wounded Knee in 1973."},{"author":"Pete Coffey: ","text":"AIM did what it was intended to do. It made everyone an activist. It made all Native people an activist."},{"author":"Weber","text":"Pete helped start the local radio station, KMHA. He gave a voice to the community. He was also the MHA Nation’s tribal historic preservation officer until November 2021. The Air Force claimed it consulted him as part of the EIS process in 2020. According to Pete, it didn’t."},{"author":"Coffey","text":"[The year] 2020? No, I don’t recall that. I was still in the office. I don’t recall that."},{"author":"Weber","text":"As a 20-year-old student and member of this community, I have a question. Why would we allow something whose sole purpose is to destroy to be housed on our land? Edmund agreed with me."},{"author":"Baker","text":"Why would you want a killing machine within your homeland?"},{"author":"Weber","text":"Although neither Edmund nor Pete recall being consulted, our chairman signed an agreement with the Air Force. In it, the Air Force promised not to disrupt cultural and historical sites while undertaking this project. [CLIP: Music] Despite all the depressing things I learned, I also found out about the hard work and advocacy that was taking place on the reservation, helping the MHA Nation reclaim its identity and relationship with the land. That could be language revitalization through teaching Hidatsa."},{"author":"Weber","text":"Or, cultivating community gardens that played a central role in sharing intergenerational knowledge and ways of life — before the dam. [CLIP: Walking sounds; Eagle calls] I met Melanie Moniz tending the community garden in Twin Buttes."},{"author":"Melanie Moniz","text":"I have realized that the most important thing that we can do is reconnect to what has been not taken, right, but has been attempted to be taken from us because we carry the blood memory of our ancestors. So we have all the knowledge. We just need to reconnect to it."},{"author":"Weber","text":"Melanie’s gone through a long journey to end up where she is now. She’s done policy work, ran for office and is a community organizer. But at the forefront, she is a mother who has realized the importance of reconnecting with our culture."},{"author":"Moniz","text":"Having my kids right there with me and watching them with their hands in the soil reconnecting and learning about how we mound, how we mounded one time, how when we plant, we plant facing the sun, and, you know, all of these things are so important. It’s going to be the only thing that gets us through."},{"author":"Weber","text":"Throughout this project, I came to understand how the story of the U.S. government’s land theft and attempts at destroying our culture are directly related to the history of how the missile silos got here. And our community has been fighting to survive for as long as we’ve been around. This is just another test."},{"author":"Moniz","text":"So, in closing, should something go wrong, should something happen with all these warheads that are on our tribal nation, our children, our future generations, what we’re working to reclaim and reconnect and revitalize will all—could be diminished. It could be diminished. Thinking about that and thinking about what could go wrong–what could happen–really puts things into perspective, and in closing I would urge…not encourage, but welcome more folks to the work. And let’s keep going and let’s get this out there. People need to know what’s happening. Our people need to know what’s happening."},{"author":"Baker","text":"For the future, to keep our people, our land, intact, what’s left of it–our unity…to try to give some space to work on our values, and re-remember who we are… it would make it this much easier if you just get these silos out of here. You know, you’d help that way, if you really care about us, federal government."},{"author":"Weber","text":"Lastly, I talked to my mom, Jenipher, about the research that I’ve been doing:"},{"author":"Weber (tape): ","text":"What do you think about the project?"},{"author":"Jenipher Weber","text":"I hope it opens a lot of eyes. I hope it…I would like to know how it came about and how the silos got here and why and the effects of everything. I always thought they took the silos out because the Cold War was over. So that’s how always—"},{"author":"Weber (tape): ","text":"They just took out the Grand Forks ones."},{"author":"Jenipher Weber","text":"Yeah, they never take out ours, huh? Hmm. [CLIP: Music]"},{"author":"Weber","text":"Will things continue as they are but with people now being aware of what the missile silos mean for us? Could the silos be removed from the reservation? Could communities in North Dakota, Native and not, work together towards a different future—with no missiles in the state? I don’t know. What makes me hopeful, though, is the new generation of people willing to continue the fight for our tribe, our land, our rights, our culture, and our futures. For the rest of us, the question is simple: What will we do?"},{"author":"Weber","text":"While this is the end of the podcast series, it may be the beginning of a new chapter for the tribe. Resilience and survival runs deep in the MHA Nation, and one thing is certain: things can change. This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert.  Music by Epidemic Sound."},{"author":"Weber","text":"I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School. [CLIP: Music]"}],"wave_peaks":[2304,1995,3153,2201,15145,15668,15490,15156,14363,11604,14064,14607,14670,15088,15043,14756,15078,14900,14648,15172,14564,14640,15126,14257,15584,15688,15920,14759,15137,14615,11030,1852,14451,15006,14802,15296,15213,1534,1445,15021,15364,14902,15207,15217,8637,15422,15303,14510,1880,14326,15690,14501,14239,14967,14450,14576,14965,4463,2346,2109,14936,15279,15141,14992,15272,14623,15324,14816,11236,15017,15844,16004,12972,14721,15004,15203,14194,14830,15482,14908,13248,15011,14982,15492,14512,14720,12140,1573,1745,15399,14933,16490,15857,15607,14338,14672,14786,15311,15385,14775,15344,15891,16635,14791,10748,10864,1989,1865,14572,14412,14889,15671,15830,15046,16062,15350,14980,15096,14473,15088,12665,14973,15527,15121,15337,15935,15821,15452,2779,14024,14202,14774,14824,10799,14828,15779,15497,15391,13220,1115,14875,13987,14475,14396,15590,15885,15391,13594,15190,15191,15187,14969,14780,14986,14754,15117,2861,14946,16949,15751,14863,15200,14951,14579,14560,14806,14739,14716,15037,15038,14549,14655,6489,1773,13702,14842,16008,16257,18188,17603,11473,4488,8533,5354,8150,4960,6639,7170,5110,7810,3695,9670,2432,1488,951,11559,11468,6162,4655,4086,2647,1775,2041,1418,1213,13676,9361,5091,3524,2861,2884,2745,2946,2728,2169,13643,9572,6859,6735,4314,19604,20601,20387,18666,19964,22589,20724,8486,16514,21055,19444,20411,19204,18844,13687,9090,7009,5997,5062,4796,18739,19281,18584,18613,7458,19758,19143,17907,18961,19982,20586,21118,3036,3188,18129,20439,18789,12335,14569,18741,19331,19719,18855,18545,21979,19268,18428,18024,16552,5988,18511,18603,18906,18569,19617,15281,17127,19319,19998,20043,19347,18541,17641,21945,18733,19342,19334,19046,18677,3695,19046,20603,20650,19066,20608,18725,17913,19469,20128,16645,3780,5569,19386,18043,19434,14252,4034,2796,2436,2059,2108,2190,4824,5930,3769,3331,2210,2204,1832,1839,1652,1691,6018,4317,17841,16459,22219,18216,17167,17571,17127,16349,20425,17711,18094,17401,16565,16117,15798,17309,17377,12843,17383,18053,15099,11271,17111,16500,16541,16126,16455,5408,5921,6455,4882,16990,17241,17922,16919,16874,17316,18048,18660,9273,17568,16490,16393,16976,16750,7326,2156,5150,10564,20018,20186,19459,18518,19800,18827,19556,16743,7137,20071,20145,20237,18648,18263,19442,4037,6668,5493,14879,19395,19788,7560,4911,5031,8956,5904,4974,8567,10014,19106,19366,19859,19436,3853,3730,18064,18639,20225,20224,22102,21467,19597,18462,19250,19245,18699,20053,23134,20905,22575,21759,7451,10130,8746,11090,11927,22181,22137,21792,20577,17372,15486,11933,12356,9672,11779,19539,15571,21505,19686,17150,20568,18215,18403,17778,16399,16020,17639,12832,17393,17802,16765,16557,2516,16746,16617,16833,4293,17177,17343,16986,16529,16188,16143,17076,16046,17866,8628,20053,20184,19560,17598,19256,14659,6890,8594,22085,17435,17048,4401,4368,16508,17546,17601,6843,21998,16266,18459,17860,15793,22107,13205,18810,16260,16811,21943,21641,16385,12482,10853,7534,9728,5999,16716,22118,22101,21033,20679,19097,14298,3240,16574,15923,16355,20176,17723,12617,16781,17199,16513,16796,13761,16703,16354,20146,16576,3746,3350,16894,16239,13513,16267,16311,16063,20969,17113,16730,16869,15911,16529,16492,16289,16571,16418,19935,12370,17706,16832,16601,17077,16617,16141,16371,20869,19055,17687,14333,12195,1509,15684,16303,16794,16391,19251,17942,18087,14484,17218,12541,16092,12324,16088,10320,6834,3726,2146,16745,16808,16077,16012,12799,16156,16465,19438,15355,18422,16841,17289,1249,16009,16182,15891,18999,19025,10179,2217,15735,16135,16460,13043,1433,16117,20172,18102,18031,17803,16075,15855,16417,15123,2380,2006,7749,16987,16879,16622,15979,16740,16867,16494,16389,16627,5619,18373,17513,16832,13098,16355,15687,14824,939,6447,5848,2241,1455,1373,815,732,480,447,280,17663,16651,16264,16040,14917,15698,15736,15199,15621,15898,16046,15984,15322,15780,15573,15684,5761,84,15666,15611,15741,15599,15829,13781,15693,15677,15968,1571,4486,6463,13434,14047,13658,11216,2706,13759,6162,12704,11045,7922,12145,8518,3078,15584,10928,7718,7387,7823,8697,6059,10452,2707,2648,4027,13524,14383,15571,13762,11332,10556,15591,13111,2457,2575,2561,2586,15349,13111,14131,11644,4905,3111,2792,15231,15564,11850,10593,13478,12305,7980,10454,9123,10769,8966,7181,3868,1548,648,12153,15670,15681,15640,15619,9707,15649,15558,15588,10166,15583,11382,11819,11073,3738,4900,10404,6055,6134,9285,5343,3165,3359,2700,3517,15174,15715,14834,11712,14351,13458,14456,11839,12561,2878,2501,3014,9695,13681,10401,3784,3355,8265,6448,2979,3139,3518,2650,2816,9540,10021,5551,3593,16310,9802,15206,9215,14048,17143,19306,6243,4904,4790,4659,4641,5606,4260,10834,19694,15453,10714,11908,9246,7925,5900,4973,5812,4694,22059,15954,8431,8069,6814,4480,4835,4541,3730,3432,3680,2856,3481,2974,2725,3022,3193,2409,2397,2608,2248,2021,2358,2017,1974,1818,1893,1286,1223,1331,1332,1167,1090,982,16093,15926,16067,15530,15951,15686,15777,11772,15912,15588,16506,15788,15832,15761,15695,15653,15468,15638,7826,133,15642,15612,15817,15695,15551,15651,12517,5994,77,78,15597,15742,15609,15068,15562,15614,15584,15656,15494,15629,11886,15597,15589,15644,15609,15622,15750,1331,15590,15558,15489,514,35,15585,15692,15760,15598,14633,15573,15613,14255,6832,61,15734,15572,15592,15637,15651,286,15581,15632,15589,15657,15564,15627,15610,15762,146,108,15643,15716,15764,13137,8783,10160,12801,22041,22065,11270,22069,12073,10037,4199,16504,12459,8204,4536,4535,8529,16324,18583,20496,14028,17136,11860,12517,11399,22021,12989,14207,10178,2428,4200,22008,15302,14139,15147,3700,9347,19717,17522,11658,5387,4430,16997,11313,16476,14263,2143,2899,2366,2349,12643,11065,7869,4225,7364,8426,10114,4003,12733,17593,5701,2452,2211,3395,19356,10884,3139,6191,7896,1770,1760,2142,4134,13243,13313,4727,2354,2267,2220,22091,22002,19840,17608,2746,2405,2856,2155,5473,22003,8580,10924,7720,10144,6440,8967,9176,14979,6551,4470,5192,22023,22092,17553,20831,8669,22085,20255,19421,12136,4499,12910,13053,7704,3241,2358,2027,3036,9825,22185,22039,9330,5124,3780,1976,0,342,15738,15680,15634,15664,15532,15569,15733,15679,15612,15742,15634,15583,15601,15538,15588,15610,13218,113,15659,15603,15676,15603,15998,15650,1601,15559,15615,15638,15624,15637,15706,15596,15628,15661,15681,13260,254,15626,15623,11052,96,15582,15638,15555,15603,15582,15638,15607,12772,15697,15566,95,15584,15646,15643,15723,15656,15511,15663,15718,15615,15602,15569,15579,15581,15607,15786,15657,15632,15623,15612,15618,15518,1631,5600,15581,15602,15635,15582,15583,15597,15666,15605,15651,15648,15563,15622,15674,5052,77,15642,15599,15582,15603,15484,15578,15598,15608,15654,15480,15644,15577,15638,15611,15630,15614,15614,10871,15678,15581,15612,15564,174,15613,15642,15624,15573,15482,15585,15623,15702,7556,15571,15651,15571,15616,15634,13201,15720,15599,15591,15569,7215,15658,15645,15583,15665,4781,65,15611,15602,15635,113,52,15528,15626,15648,15548,15573,15560,15600,15650,15657,15707,13104,13687,12267,14527,15660,13455,67,15610,15663,15608,15581,15529,15586,15645,2388,15765,15595,15607,15572,15570,15651,9072,15618,15491,15594,16030,5340,55,15600,15604,15740,15548,15605,15626,13583,15604,15700,15485,3638,15614,15671,15601,15603,15763,15611,15572,67,68,15603,15757,1717,14729,15605,15634,15602,15609,15603,15587,15591,15625,15638,15657,12720,15591,15658,15535,15581,15586,15639,12572,309,1229,15634,15619,15509,15609,6392,15790,15550,15721,15664,11572,15688,15573,93,15667,15598,15625,15837,4418,2253,2932,18199,18171,14126,1336,18246,17128,5956,18192,17726,18170,18294,18142,17300,3230,2583,19428,17948,17458,18379,17940,18293,18142,17618,17416,18234,11406,8074,18355,18118,17258,18319,17356,18227,10103,1463,4327,10877,2892,17965,9666,1739,18549,18334,18072,18313,18227,17856,15946,1580,2531,17690,18335,19201,17948,14831,1175,15618,15774,8698,15596,15598,15590,15551,15708,15592,13824,15599,15582,15596,15630,15589,15544,387,15504,15629,15676,15431,15703,15304,86,15598,15596,15615,15791,15708,15595,15560,13991,15579,13333,77,117,15631,15585,15621,15628,15651,15651,15625,13351,15673,15643,15647,6812,66,603,15621,15573,15597,14601,15614,15596,15606,216,54,15633,15605,15561,15648,13852,15573,15610,15591,15473,7753,15611,15597,9988,72,15598,15630,15618,15633,15565,15610,3627,204,11011,12782,9609,10464,14032,11766,9503,11117,13408,15789,7256,9222,9186,11011,12984,14826,14222,9175,10909,12815,10506,5319,209,16007,12612,13538,10316,10362,4643,226,18742,15035,11877,9851,2318,11889,10912,9457,11217,9514,9332,7038,259,15590,15596,15695,15565,15653,15645,15594,15604,15640,14971,15685,15560,15669,15507,15796,15446,15583,15706,15681,15659,15605,14087,15584,15580,15557,15690,15561,817,15605,15667,15622,15585,15587,15622,15008,5021,15578,15583,15654,15618,15680,10396,15716,15602,15584,15584,15632,14706,15594,15765,15631,15727,15594,15484,15609,15573,15599,15593,15628,13398,110,69,15719,15613,15556,15561,16413,14948,15434,15575,15598,15602,15646,15670,14708,6404,3875,21057,22015,19624,13175,21995,18053,3009,1069,912,2906,20472,15696,22002,10021,21916,14382,9686,1079,1771,1053,17573,15927,10487,20802,10673,11809,5677,18776,16322,911,915,812,899,1314,22077,22024,21997,18180,13273,8842,1311,970,1070,9824,7381,13924,7510,8729,1969,926,15609,15649,15609,2635,15796,15631,15339,15605,15627,15781,15802,15598,15572,15773,7761,15608,15806,15609,15496,15587,15634,15584,15572,15596,16239,9223,189,11192,22058,21071,13348,1524,1906,22021,19400,15731,22123,21491,5786,8721,8526,1355,1697,1538,11955,13328,10278,8780,9226,7174,8036,12891,6182,11000,9395,8636,12495,4862,2010,1879,1790,1837,15641,21945,22024,21892,11904,11135,16015,12302,19855,12977,3928,1895,1484,1463,22068,22054,22063,15923,11029,16472,3209,1726,1649,21960,17421,2301,1523,1723,8649,8014,11818,19547,10073,1277,1623,1747,1864,12818,22070,22101,22018,11764,20773,18028,16303,6787,22015,3524,1763,1642,9897,22047,12865,12939,10548,7495,14227,10312,7710,12777,7984,14762,14231,14822,8300,1771,1708,1815,22052,22064,20888,22020,18906,15100,8678,8516,2426,1602,2273,3066,19752,14121,2179,1712,10035,8321,5624,12560,17779,8584,1917,2214,1923,1718,1776,12469,22070,7396,2248,4592,16024,8640,17495,17470,8395,9460,10615,2274,2121,3747,3293,5343,12565,22058,21981,9442,12693,13589,14273,8701,10023,5175,4757,2241,2095,2568,2277,5005,6854,5090,1923,2142,901,15808,16467,15691,15644,15557,15619,15541,15594,15620,15612,10513,15638,15593,14717,15734,15499,15579,15562,432,15632,15614,15591,15648,15604,15566,15384,849,15690,7344,130,15606,15529,15734,13637,15768,15656,10230,73,15582,15588,12723,15632,15682,15592,15613,15630,15605,15610,15606,15617,10012,72,15597,15606,15611,15613,15547,15582,15627,15612,14090,15685,15441,15575,15734,15630,15608,15607,15582,124,15594,15798,15607,15611,15304,15600,15604,14125,15524,15563,15582,54,2047,15633,15575,15622,15584,15614,15687,15605,15611,15648,15560,3594,15619,15625,10963,15617,15610,15616,8193,7148,3792,1581,15614,15629,15585,15611,15598,14337,10772,2928,15559,15623,15565,15613,15606,15583,15598,10306,15645,15767,4522,91,909,15619,15596,15610,14097,7910,66,15606,15652,15593,15578,15607,15564,14666,15606,15259,15623,15580,15548,15712,15610,15826,15629,15557,15573,117,15550,15604,15719,15621,15688,15581,15016,15659,15677,15615,15638,15568,15618,5444,77,15584,15618,15613,702,15611,10990,14684,15543,11680,12980,12024,15606,15604,15562,15568,14345,14773,15579,5041,3252,5726,15611,15589,15605,786,15527,15630,15672,15693,15579,15635,15595,15715,15593,3894,15586,15560,12201,74,14879,15613,15612,15521,15589,15606,15612,15585,15593,15610,15624,15672,15503,15590,103,61,15624,15436,12819,13230,555,16191,19534,8571,20073,2648,3814,1229,1055,1148,17039,22071,3175,12945,13769,3114,6419,7814,7188,6724,1509,1412,315,15628,15661,15624,15612,15621,15625,15603,14447,15753,15549,15814,15741,15593,15588,15636,15628,11354,15638,15586,5845,16015,15654,15572,14193,15615,15613,15998,15541,15631,15977,8577,15671,15512,14054,15764,10010,893,1502,2274,3315,5753,5984,1092,1204,1877,1790,2446,9567,8230,6485,5553,2628,2365,8061,16580,16579,18556,15984,15324,16982,16725,16952,16492,16862,17125,16754,16714,17598,17067,13544,15740,16549,17157,16208,16463,16416,1119,16123,16583,17920,16137,16440,16104,15632,16043,16122,15081,16176,13281,1189,14912,15825,19413,18961,19003,17204,14990,16730,16938,16361,15654,16718,3219,16099,14946,15937,16208,12693,14238,15229,16121,14791,17245,14154,13500,15831,15684,15886,15503,16167,14661,8398,15834,15992,2168,1504,2074,1155,1737,1673,1908,1730,1101,1865,839,15704,15810,15805,15639,15475,14213,15743,15698,15738,16097,15532,15821,12088,2063,331,327,265,6308,4008,2599,2146,1870,6846,10242,11592,6998,1852,1842,15954,11406,2880,10230,19857,21349,18684,15896,12712,10801,17086,3641,744,9672,13638,9214,2320,693,610,9622,8581,3876,9669,10792,7754,5370,22131,21970,10366,15563,11978,547,12778,11889,8094,7251,2748,10238,3773,4004,14679,16517,22196,5370,13499,22115,15215,5883,6922,6771,9229,14013,21820,15817,10580,8319,4891,17662,19530,12895,9078,4001,3446,2214,16368,16739,16009,18307,16981,14383,17173,16250,16085,17128,8688,15936,15897,19573,9377,16698,15935,13026,15759,16267,16387,16344,15859,9217,15988,15899,16077,11144,14849,17619,16433,18506,18164,17628,16528,17619,16254,16512,16223,16086,2539,12152,11766,15837,9479,2438,15380,9620,15840,11607,13482,12548,2266,1741,7818,17552,19045,15700,14636,8682,7509,7182,1151,1023,7531,11558,12251,11927,22118,10870,13128,9893,3143,21917,22055,14858,14021,11432,22063,15058,8792,9690,3338,3707,19914,21551,15842,13324,9820,20569,11653,12926,9973,2845,7058,5075,8986,17811,16772,12796,13245,13172,12410,3840,1852,1623,6059,15970,10942,12385,18851,15850,11272,8674,5655,3894,2159,17205,16451,16572,6081,16810,17571,16296,14882,15487,16184,16051,15824,15714,16063,16737,14854,15612,16047,16612,15862,15597,15142,17839,17081,14979,16262,15681,13947,16675,18405,18242,16038,3475,3423,4878,17980,17824,16924,17108,17378,15709,16916,2105,15542,15840,15635,16321,4405,1752,16147,16117,17144,17070,6734,11598,14108,21344,20418,7268,1249,4535,21090,21918,15150,16374,13709,1613,2178,2160,11395,10559,9168,4954,12220,10991,9239,8952,8286,6344,9706,11447,5101,953,728,483,468,552,493,17623,12513,11460,9703,10274,9496,10328,9141,4615,10205,19756,15845,15595,12632,9022,11272,10135,8468,10999,8560,9441,8671,10615,6697,965,9129,14090,10117,1208,1060,1541,21163,10174,7191,12031,12540,8781,4754,1135,1187,1656,1732,1866,22144,12918,17089,10307,10259,8496,15190,10462,6927,7782,8053,5463,6195,4940,810,689,701,620,5224,15590,14336,12010,9544,7876,7572,7272,11783,11767,9811,6343,1422,10051,13106,17326,16992,19711,17590,12356,12073,7799,9189,13365,6355,1635,1697,1679,1534,1330,8713,7767,13676,11785,16271,10162,12900,17364,13661,13725,6075,944,14886,9207,12861,5876,7433,20503,11594,11336,8392,7060,10136,7139,4109,1501,3427,17368,16925,3631,3238,3769,3284,3812,3983,5804,21609,15388,22064,17990,14321,8271,10650,11760,11253,10729,13349,10921,9254,3695,4103,4470,20579,17230,11914,22042,11178,11140,13900,21931,22095,22092,22194,15614,12146,3795,3482,3296,22104,22103,22136,22076,22084,22037,16576,15008,11509,13183,6783,5640,3463,3642,6692,3076,3345,2662,3264,2362,11377,17913,8001,3634,22102,22060,15065,22118,14273,6374,7291,2620,2168,2088,16272,16955,15832,14958,13054,16927,16361,1513,16821,16105,16447,16395,16230,8380,2395,3604,18277,14823,19107,14693,9029,4469,5317,5465,4095,21753,22052,22081,14169,21666,17061,19974,5008,11267,15133,13060,6311,5653,17059,21962,22006,22009,14515,19182,11516,16788,6046,22238,21798,22103,10914,7573,13206,13554,9458,4312,3887,3682,4190,6267,6330,13314,21583,9989,4405,3264,9113,7150,10782,3592,2567,4393,2497,2303,20390,19676,12873,9491,8196,2651,10003,12026,7711,4751,6122,14007,12455,11096,7457,8617,4686,4660,6492,9263,7372,3130,11677,15176,10003,6370,4771,4612,7908,7685,6840,8571,5607,5399,3372,2650,3446,3653,13264,5379,5502,6654,8472,8871,9990,11490,15774,14088,16154,15644,18754,22749,22011,22118,22182,17381,17835,13314,12444,14142,9598,10395,9261,8468,6131,5121,18997,16929,17646,17008,17200,16123,16111,15938,16220,15903,16099,15989,14704,16107,6392,1119,15900,16168,16130,16276,14632,16804,16605,14746,863,15532,15960,16001,16008,16116,8748,15762,16313,9215,14787,16873,16875,16862,14901,17471,13783,16571,16825,16387,16357,1899,4558,4052,2252,2758,2759,2623,2171,17068,14455,2953,17551,17371,16959,16795,15993,16877,17231,16577,15662,16604,16574,17584,17227,17031,17421,16828,17328,4278,17651,17630,6324,18397,17098,9909,19039,18075,18040,17783,16571,3488,2536,16999,16526,14235,2736,17442,14991,15892,1949,2261,17007,16674,16876,3399,4401,3765,3854,4510,4156,2642,16726,16399,19478,17099,16145,17384,15724,2401,17403,17248,17020,19308,17207,13335,17967,17539,3474,5055,18201,18296,17810,18289,18410,18473,15901,15545,18144,11836,6547,18778,18323,18814,11681,4647,18592,20497,17061,10556,13943,14949,14847,17596,18248,18197,21795,22005,18059,15814,22035,22559,19232,21088,18122,17581,16446,17122,19267,17199,19619,20893,17349,16322,11807,12438,9660,9238,10662,9215,8683,7396,6917,7068,6410,6362,5688,6157,5831,12825,7117,6254,4976,17530,16841,16675,18410,17507,13662,17061,16692,6676,16788,16631,17633,17996,17669,16867,17343,16772,4532,17075,17980,17049,4862,17596,19394,9843,4866,4457,17602,18098,18654,20451,18576,18272,17435,17045,17218,17597,5666,4131,16574,18562,16170,17010,16381,17134,17447,17465,17478,16466,16538,17383,17301,16168,17139,16578,17757,3265,3321,4022,17095,15958,8524,16732,16776,13007,16866,16754,18943,12943,2907,17907,17287,16792,17355,17896,13830,17286,15670,16923,16039,2109,16758,16778,16471,16330,17118,16239,17608,16446,16214,12603,16866,16653,16867,16973,3299,17367,18084,18187,21019,15946,11126,12296,13791,15301,15889,15892,16916,16724,15832,13658,17106,16383,15627,12253,14015,11570,9347,10172,9726,7098,8416,8230,6539,5742,7641,7783,7460,4193,4398,3404,3487,3394,3028,3023,3443,2966,2860,2615,2609,2727,2694,2949,2771,2704,2683,2647,2662,2520,2462,2299,2044,1937,1863,1839,1717,1690,1430,1410,1331,1261,1329,1507,1571,2056,1108,290,221,210,219,140,125,88,80,71,54,40,29,22,15,9,4,2],"fragments":[{"begin":"0.000","end":"33.800","lines":["You know what’s crazy? I’ve always had dreams of explosions going off in the west. And, like, we’re, we’d always be hunkered down in gymnasiums or, like, even in, like, ceremonies. I’ve had dreams we’re all, like, in a ceremonial setting waiting for an explosion to go off."]},{"begin":"33.800","end":"57.160","lines":["I met Jayli Fimbres at the recently opened MHA Nation Interpretive Center in New Town, North Dakota, the most populous town on the Fort Berthold reservation. While she says she doesn’t know much about nuclear weapons, she’s been dreaming about nuclear war."]},{"begin":"57.160","end":"104.480","lines":["I think I’ve, even within those dreams, I had dreams of surviving those things as well. But there was, like, radioactive damage and stuff. And we were, like, mutating, but we, like, learned to get through it."]},{"begin":"104.480","end":"143.720","lines":["You are listening to Scientific American’s podcast series, The Missiles on Our Rez. I’m Ella Weber, a member of the Mandan, Hidatsa and Arikara Nation, a Princeton student, and a journalist. This is Episode 5: “What Happens Now?” [CLIP: Music]"]},{"begin":"143.720","end":"185.080","lines":["This is the last episode of our series. Throughout the first four episodes, we learned about how nuclear missiles arrived on our reservation. We also learned how the Air Force failed to appropriately describe the human and environmental consequences associated with its plans to modernize existing nuclear missile silos. Those plans included placing new missiles on our land for the next 60 years.  We discussed the risks associated with living with these weapons for the tribe —  and what it really meant  for our members—including my family—to live in a national nuclear sacrifice zone."]},{"begin":"185.080","end":"193.480","lines":["In this final episode, I’m returning to my tribe, the MHA Nation, to share what I found."]},{"begin":"193.480","end":"201.560","lines":["I met with my grandma, Debra Malnourie, to find out when she first learned about the missile silos. She grew up on the reservation and currently resides there."]},{"begin":"201.560","end":"219.920","lines":["Then, like I said, I was driving around, and I was like, “What are these places?” And then I don’t even remember who told me that they were missile sites, that missiles [are] down in there, and I was like, “How do you know?” And I knew nothing about it. It wasn’t even in my radar, actually. Probably still isn’t right now."]},{"begin":"219.920","end":"221.440","lines":["Debra didn’t know much about this."]},{"begin":"221.440","end":"254.600","lines":["But I always thought if there was a big war, we’d all end up going. And truthfully, I would not want to be one of the ones that didn’t go. Because what [are] you going to do? I don’t know. This is some scary stuff. And it’s real. [CLIP: Music]"]},{"begin":"254.600","end":"278.560","lines":["I first came to the Fort Berthold reservation to try to figure out how the 15 missiles ended up on the rez — and how much the community actually knows about them. It was only eight months ago when I first learned about them in an e-mail from my Princeton University professor, Ryo Morimoto. I first went to the reservation in March of this year. That’s where I met Edmund Baker, environmental director of the MHA Nation. He knew a little bit about the missiles."]},{"begin":"278.560","end":"315.600","lines":["What I’ve heard is that, yeah, there are nuclear warheads that are stored on the ground in certain places, silos, along the way. Minot Air Force Base does regular trainings. I suppose that they have to, to keep the military up to speed and protocols or whatnot.  But anything beyond that is not information that I’ve ever read, or [it] was never really disclosed. I haven’t been privy to any meeting with the tribal council on anything involving this point."]},{"begin":"315.600","end":"342.680","lines":["As we mentioned in the last episode, Edmund would later find out from our Nuclear Princeton research team, and Princeton researcher Sébastien Philippe, that the entire 3,000-page environmental impact statement, or EIS package–first published in June 2022 in draft form–didn’t actually  go into a great amount of detail about the ramifications of potential nuclear strikes on the silos and the surrounding community. I returned to the reservation in June to continue to investigate the topic further."]},{"begin":"342.680","end":"370.400","lines":["In the three months between the trips, I’ve had more time to learn about the history of successive assaults against our tribe and land by the U.S. military. As I mentioned in Episode 2, the Garrison Dam, constructed in 1947 by the Army Corps of Engineers, was built adjacent to our land — and against our will. There’s a famous picture of chairman George Gillette crying as he signed the agreement in 1948. When the dam flooded in 1953, countless tribal families were displaced, and our homes were destroyed."]},{"begin":"370.400","end":"389.000","lines":["It separated our remaining reservation into five areas—another assault on our language and culture.  It turns out there’s actually a link between the historical destruction of our community by the U.S. government and the loss of our language. People such as Jayli Fimbres—who you first heard in the beginning of this episode—are trying to bring our language back."]},{"begin":"389.000","end":"406.280","lines":["There’s no writing. We’re speaking. It’s—we’re learning a language. And so sometimes I’ll have, like, my flash cards and stuff. I won’t even write on a board or anything. But that’s been a powerful thing, like, getting people to speak."]},{"begin":"406.280","end":"429.440","lines":["The thing is, this nuclear modernization project is going to deeply affect our tribe again, including people such as Jayli, who are fighting to save the last remnants of our cultural heritage. If our people are used as collateral damage, our language also dies. And that’s after so much damage has already been done. Even the Air Force admits that the project will have consequences, but not completely. Here’s a clip from a video about the project."]},{"begin":"429.440","end":"443.640","lines":["[CLIP: Ground-based strategic deterrent (Sentinel) draft EIS video: “As a whole, the proposed action would likely result in significant adverse effects on cultural resources, public health and safety, socioeconomics, and utilities and infrastructure.”]"]},{"begin":"443.640","end":"466.400","lines":["In every single resource area listed in the EIS’s environmental consequences summary, the “no action alternative” has effects that are either equal to or less negative than the proposed action. Despite the negative effects associated with the nuclear modernization program that the Air Force listed in the environmental impact statement, I found that the impacts are much farther reaching than what is described in the scope of the document."]},{"begin":"466.400","end":"481.520","lines":["What’s the purpose of a nuclear warhead? Depends on who you talk to. “They defend freedom.” No, they’re meant to kill. They’re meant to destroy. That was never in part of our land, intentional land spirit."]},{"begin":"481.520","end":"489.760","lines":["That’s Edmund Baker who says that not only do warheads go against our land spirit—but they also go against the core concepts in our Hidatsa language."]},{"begin":"489.760","end":"540.040","lines":["How you speak also informs the concepts in your mind.  Our Hidatsa language is—just as an example, everything is moving and flowing. Okay, so that affects your worldview, how you look at things. Things don’t seem so discrete, separate, objectified. And the relationship between you and that becomes different because you’re also moving, flowing. The breath of life is moving through you, the elements. These are all encapsulated in our language. Silos, buildings, projects, all of that—we’re investing in things that are going to crumble and neglecting the things that should last beyond us…in here [taps chest]."]},{"begin":"540.040","end":"564.960","lines":["Unlike in the 1960s, when the missiles first arrived, the state of affairs with Indian nations has changed. We live in a post–American Indian Movement, or AIM, and post–Dakota Access Pipeline era, meaning there is much more advocacy around Native and Indigenous issues. The former tribal historic preservation officer Pete Coffey—who turned out to be a relative of mine—was part of AIM’s occupation of Wounded Knee in 1973."]},{"begin":"564.960","end":"573.760","lines":["AIM did what it was intended to do. It made everyone an activist. It made all Native people an activist."]},{"begin":"573.760","end":"590.800","lines":["Pete helped start the local radio station, KMHA. He gave a voice to the community. He was also the MHA Nation’s tribal historic preservation officer until November 2021. The Air Force claimed it consulted him as part of the EIS process in 2020. According to Pete, it didn’t."]},{"begin":"590.800","end":"597.200","lines":["[The year] 2020? No, I don’t recall that. I was still in the office. I don’t recall that."]},{"begin":"597.200","end":"607.480","lines":["As a 20-year-old student and member of this community, I have a question. Why would we allow something whose sole purpose is to destroy to be housed on our land? Edmund agreed with me."]},{"begin":"607.480","end":"614.160","lines":["Why would you want a killing machine within your homeland?"]},{"begin":"614.160","end":"644.320","lines":["Although neither Edmund nor Pete recall being consulted, our chairman signed an agreement with the Air Force. In it, the Air Force promised not to disrupt cultural and historical sites while undertaking this project. [CLIP: Music] Despite all the depressing things I learned, I also found out about the hard work and advocacy that was taking place on the reservation, helping the MHA Nation reclaim its identity and relationship with the land. That could be language revitalization through teaching Hidatsa."]},{"begin":"644.320","end":"662.600","lines":["Or, cultivating community gardens that played a central role in sharing intergenerational knowledge and ways of life — before the dam. [CLIP: Walking sounds; Eagle calls] I met Melanie Moniz tending the community garden in Twin Buttes."]},{"begin":"662.600","end":"682.280","lines":["I have realized that the most important thing that we can do is reconnect to what has been not taken, right, but has been attempted to be taken from us because we carry the blood memory of our ancestors. So we have all the knowledge. We just need to reconnect to it."]},{"begin":"682.280","end":"694.640","lines":["Melanie’s gone through a long journey to end up where she is now. She’s done policy work, ran for office and is a community organizer. But at the forefront, she is a mother who has realized the importance of reconnecting with our culture."]},{"begin":"694.640","end":"717.160","lines":["Having my kids right there with me and watching them with their hands in the soil reconnecting and learning about how we mound, how we mounded one time, how when we plant, we plant facing the sun, and, you know, all of these things are so important. It’s going to be the only thing that gets us through."]},{"begin":"717.160","end":"733.600","lines":["Throughout this project, I came to understand how the story of the U.S. government’s land theft and attempts at destroying our culture are directly related to the history of how the missile silos got here. And our community has been fighting to survive for as long as we’ve been around. This is just another test."]},{"begin":"733.600","end":"778.960","lines":["So, in closing, should something go wrong, should something happen with all these warheads that are on our tribal nation, our children, our future generations, what we’re working to reclaim and reconnect and revitalize will all—could be diminished. It could be diminished. Thinking about that and thinking about what could go wrong–what could happen–really puts things into perspective, and in closing I would urge…not encourage, but welcome more folks to the work. And let’s keep going and let’s get this out there. People need to know what’s happening. Our people need to know what’s happening."]},{"begin":"778.960","end":"801.640","lines":["For the future, to keep our people, our land, intact, what’s left of it–our unity…to try to give some space to work on our values, and re-remember who we are… it would make it this much easier if you just get these silos out of here. You know, you’d help that way, if you really care about us, federal government."]},{"begin":"801.640","end":"805.960","lines":["Lastly, I talked to my mom, Jenipher, about the research that I’ve been doing:"]},{"begin":"805.960","end":"808.560","lines":["What do you think about the project?"]},{"begin":"808.560","end":"830.400","lines":["I hope it opens a lot of eyes. I hope it…I would like to know how it came about and how the silos got here and why and the effects of everything. I always thought they took the silos out because the Cold War was over. So that’s how always—"]},{"begin":"830.400","end":"832.280","lines":["They just took out the Grand Forks ones."]},{"begin":"832.280","end":"836.160","lines":["Yeah, they never take out ours, huh? Hmm. [CLIP: Music]"]},{"begin":"836.160","end":"873.480","lines":["Will things continue as they are but with people now being aware of what the missile silos mean for us? Could the silos be removed from the reservation? Could communities in North Dakota, Native and not, work together towards a different future—with no missiles in the state? I don’t know. What makes me hopeful, though, is the new generation of people willing to continue the fight for our tribe, our land, our rights, our culture, and our futures. For the rest of us, the question is simple: What will we do?"]},{"begin":"873.480","end":"917.440","lines":["While this is the end of the podcast series, it may be the beginning of a new chapter for the tribe. Resilience and survival runs deep in the MHA Nation, and one thing is certain: things can change. This show was reported by me, Ella Weber, produced by Sébastien Philippe and Tulika Bose. Script editing by Tulika Bose. Post-production design and mixing by Jeff DelViscio. Thanks to special advisor Ryo Morimoto and Jessica Lambert.  Music by Epidemic Sound."]},{"begin":"917.440","end":"954.560","lines":["I’m Ella Weber, and this was The Missiles on Our Rez, a special podcast collaboration from Scientific American, Princeton University’s Program on Science and Global Security, Nuclear Princeton, and Columbia Journalism School. [CLIP: Music]"]}]}
