{"title":"When Will We Finally Have Sex In Space?","img":"https://static.scientificamerican.com/sciam/cache/file/C2E09BA9-81D3-4D26-863EC353FAB7A09A_source.gif","url":"https://www.scientificamerican.com/podcast/episode/when-will-we-finally-have-sex-in-space/","audio":"https://traffic.megaphone.fm/SAM6041848629.mp3?updated=1707333723","intro":["We're talking about the big bang—but not in the way you might think. "],"authors":["Lee Billings","Alexa Lim"],"category":["Space Exploration"],"transcript":[{"author":"Shawna Pandya","text":"I think there must have been this rumor floating around NASA for the longest time that if they discussed sex in space, they would go blind or something like that."},{"author":"Lee Billings","text":"Today we’re talking about the big bang but not in the way you probably think. We’re talking about sex—specifically, sex in space. It’s a topic NASA and other space agencies have treated as taboo for decades—because let’s be real — nobody wants to explain to Congress why taxpayer dollars would be spent on something so titillating. This prudish, head-in-the-sand approach worked well enough for managing the straitlaced, Boy Scout–like and overwhelmingly male astronaut crews of half a century ago."},{"author":"Lee Billings","text":"But today, with human spaceflight booming as never before and more and more everyday people signing up to someday slip Earth’s surly bonds, figuring out how folks will stay healthy and happy in orbital habitats is actually kind of important—and sex is a fundamental part of that complex equation. I’m Lee Billings, senior editor for space and physics at Scientific American, and this is Science, Quickly.  [CLIP: Intro music]"},{"author":"Billings","text":"Our guests today are two experts on “space sexology” (yes, that is a real thing): Simon Dubé, a research psychologist at the Kinsey Institute, and Shawna Pandya, director of the Space Medicine Group at the International Institute for Astronautical Sciences. And they’re here to tell you everything you’ve always wanted to know about sex in space but were perhaps too afraid to ask."},{"author":"Simon Dubé","text":"Thank you for having us."},{"author":"Billings","text":"We are here to talk today about sex—in space. Is sex seen as somehow verboten, or somehow forbidden, not to ever be discussed within NASA and other space agencies? And it’s not like that with commercial space or what?"},{"author":"Pandya","text":"I think there must have been this rumor floating around NASA for the longest time that if they discussed sex in space, they would go blind or something like that—because, historically speaking, NASA very much took a Disney approach. I think that part of it was being cognizant of, we have to tread very, very carefully. Otherwise our funding might be pulled. There's stories of proposed research that was quashed, careers that were ruined, because it wasn't deemed a priority, and it was deemed to be actually quite salacious."},{"author":"Dubé: ","text":"We're talking about programs that were built for science and from the military—two very conservative areas of research—and, as Dr. Pandya says, funded by the taxpayers. Now, there was research between the 1960s and 1990s looking at reproduction in nonhuman animals, but a lot of [this] research might not have been deemed, like, a priority, especially on the side of humans, obviously for ethical reason and political reasons as well."},{"author":"Dubé: ","text":"Eventually, if we wanna settle another world or establish ourselves and travel long distances and become spacefaring civilization, we need to deal with reproduction, obviously, but we also need to deal with sex, with falling in love, with the challenges and complexity of human eroticism beyond Earth."},{"author":"Pandya","text":"And because we do it so well on Earth as well, clearly it’s going to go so well in space."},{"author":"Dubé","text":"Right now our main focus has been coming from biology. And when I say biology, I mean at large, like microbiology, molecular biology, whatnot—studying the effects of gravity and radiation, or lack of gravity and extreme radiation, on reproductive function, reproductive cells and tissues and organs. And we’re really figuring out that, okay, we have a massive problem on our end on that front. And once we figure out the shield from radiation, help people maintain better health and also maybe some form of artificial gravity...."},{"author":"Pandya","text":"I'm going to let you in on a little secret that not many people know. So you may want to lean in for this, but there have been lovers in space. They’ve been caught on tape."},{"author":"Billings","text":"Wait, what?"},{"author":"Pandya","text":"So we have caught the Japanese medaka fish on space shuttle Columbia, 1994. They mated it in space, and we have it on tape!"},{"author":"Billings","text":"You had me going there for a second. I thought you were going to talk about the infamous space shuttle astronauts who got secretly married before their joint mission and then NASA got all hush hush about what happened and, you know, red in the face."},{"author":"Pandya","text":"Mark Lee and Jan Davis, yes; shuttle era. I think I would be hearing from lawyers if I put forth that rumor that it was humans. No, to be clear, it was Japanese medaka fish. However, there is video footage of that."},{"author":"Pandya","text":"The bottom line when we look at all of the history of studies from zebra fish to salamanders to quail eggs to mice to rats to wasps, uh, the one-line summary is that the data is conflicting at best, and further studies are needed—because in some cases, gravitational exposure causes, interferes with neurodevelopment, and we observe challenges with development even in mammals, in mice and rats. However, in other cases, that is transient. In certain cases, there is a higher rate of offspring death, so we saw that in one of the Biosatellite experiments when wasps were flown to space."},{"author":"Pandya","text":"How robust is this data? And then how does that apply to higher-order mammals? So that's the big question mark. And, um, to quote Dr. [Jim] Logan, who really was a proponent and, you know, um, an early explorer in this field, like, we need to know the gravity prescription, what amount of gravity for what duration and at what exposure in development is enough, to successfully be able to, um, develop, to gestate, to give birth and to have a normal, viable development as a human being."},{"author":"Pandya","text":"We don't know that, and we need to find that out—if we are serious about becoming this permanent, off-world, multiplanetary species."},{"author":"Dubé: ","text":"Yes, we have to deal with the fact that developmental anomalies and all kinds of problems could affect higher-order mammals and, like, us as we move into space. But we also need to think, okay, gynecology, reproductive health, population diversity, having children, raising children, evolution, sexual rights, sexual rights, including pleasure and intersectionality, social justice issue, our sexual responses and behavior. We have limited to zero data about sexual behavior and responses. People focus on the question “Oh, can, can people have sex in space?” Probably."},{"author":"Dubé: ","text":"“Can they have sex in space safely and ethically and keep their environment viable?” That's the actual question when we think about the practical component. And when we think about the complexity of human eroticism, it’s not whether people are going to be able to masturbate or have sex with a partner in space. It’s what happens the next morning. What happened the next morning to the individual, to the couples, to the crew, to the mission?"},{"author":"Pandya","text":"How awkward is it for the rest of the crew who was kept up all night?"},{"author":"Billings","text":"I want to go ahead and betray my biases. Like, I feel like we've managed here on Earth to perform sex acts just fine since time immemorial. I’m very confident—and, as I guess, you are, too—that, that we will rise to the challenge of having sex in space, the physical act, even though there are all kinds of limitations and quirks. I think we're going to figure that out really well."},{"author":"Pandya","text":"Let’s imagine a graphic of two people intimately entwined, one person straddling the other; the other one’s velcroed down. So we need to think about Newton's third law of physics. Every action has an equal and opposite reaction, including thrust, right? You need to figure out the mechanics of how you're going to stay entwined in order to, to be able to actually, successfully, copulate. There’s people who thought about that. [The late] Vanna Bonta, an actress and an inventor, she has famously proposed the 2suit, and it’s like a snuggie for two people, but they get to bind together."},{"author":"Pandya","text":"She’s tested in zero g. So that’s one option. One of my favorite suggestions is from a German astronaut, Ulrich [Walter], who, during the 1980s..., he’d kind of looked at this, this whole topic and said, Well, why don't we just borrow ideas from the animal kingdom? Dolphins, they’re kind of in a neutral buoyancy environment. So when two dolphins are trying to mate, a third dolphin comes in, takes one for the team and holds a partner in place so that the two dolphins can successfully mate."},{"author":"Pandya","text":"So then his suggestion is: Why doesn’t an astronaut take one for the team so they can all do it dolphin-style in the name of the greater good, so we can copulate in space. So there you go. A very brief history of what has been studied for intercourse in space."},{"author":"Billings","text":"Some of this stuff almost has a giggle factor associated with it, right? Imagining these things, even though physics dictates you need to have some sort of creative solution, whether that’s going to be strapping yourself in with a new creative use of the CPR machine on the ISS or or whether it’s going to be a two-person spacesuit, a big, sweaty snuggie. The so-called giggle factor here where people will just kind of close their minds up because it’s so alien and seemingly absurd and therefore not to be taken seriously."},{"author":"Dubé: ","text":"I don’t actually try to stop it at all. When it’s a little giggle, usually it means there's actually, in my experience, openness to the discussion. Then I try to move rapidly to explaining, look, I know it's funny, but we have to think about it for the future of humanity and for the well-being of those who are going into space very rapidly. So usually that little giggle is some residue of our, sex is messy, sex is quirky, we’re kind of immature about it. But at the same time, it’s fun."},{"author":"Dubé: ","text":"Let’s not shy away from that little giggle."},{"author":"Billings","text":"Where are we going to go from here? How are we going to enact changes and make progress? It seems like we run into some very tough ethical quandaries in some situations."},{"author":"Pandya","text":"There’s so much to unpack here. Should we have a policy against fraternization for government-space-agency-funded missions? Can we mandate that? If two people sneak off and pair off, and then all of a sudden, one, the female astronaut ends up pregnant—can we, should we, can we mandate a termination of mission? Can we mandate a termination of that pregnancy if they’re on Mars due to the health risks involved? There are so many ethical threads to pull on here. Say, there is a Martian mission. There’s six people. It’s multiple. It’s multilateral. It’s funded by taxpayers."},{"author":"Pandya","text":"And then suddenly there’s a pregnancy that has come up on the Martian crew, and it turns out that both of them were actually married with spouses at home. So this is salacious. It’s a scandal. And is there a duty to inform the taxpayers? So there’s also a logical reason to start thinking about this, about worst-case scenarios because we can’t just cross our fingers and hope for the best when it comes to space. It’s high-risk. It's high-reward, but it’s high-risk."},{"author":"Pandya","text":"And then speaking to the more immediate term since 2021, we’ve entered this golden age of commercial human spaceflight. We’ve seen Blue Origin, Axiom Space, Virgin Galactic, SpaceX literally take off. We’ve seen the rise of the civilian astronaut movement. And so we’re democratizing access to space. And so more and more people are going to want to go to space for fun, for leisure and for pleasure. And like Simon says, we can’t dictate what people do or do not do in space. Someone is going to want to be the first."},{"author":"Pandya","text":"So we need to think about how we approach sexuality, sexual health, reproduction space in a way that is very considered, mindful, inclusive and ethical."},{"author":"Billings","text":"The message is very consistent. This is a looming problem. It’s not going away. It’s in fact getting bigger and more proximate. But the question is: What and how? Are you optimistic? Are you pessimistic? Do you think the action is going to come from a space agency, or is it going to come from someone kind of outside of that structure?"},{"author":"Dubé: ","text":"Most of the research done on human factors in space is done here on Earth. We just need to deploy the arsenal of methods that we have in sex research and sexology and apply it to the study of sexuality and intimacy in space. So am I optimistic about this? I know and work with plenty of stellar scientists who are moving the ball forward. What I’m more pessimistic about and what—I cannot stress this enough if anyone's listening here—is the timeline. Right now we need a tremendous amount of data in a short period of time."},{"author":"Dubé: ","text":"It takes time to get quality data and then transform that into policies, systems, mechanics, procedures to make it safe and ethical for everyone. Right now I'm not pessimistic about our ability to do that. I’m pessimistic about the time in which we have to accomplish so much work."},{"author":"Billings","text":"For Science, Quickly, this is Lee Billings. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio and edited by Elah Feder and Alexa Lim. Music is by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. [The above is a transcript of this podcast.] See ya next time!"}],"wave_peaks":[2392,2027,3212,2265,15471,16079,15894,15442,14663,11842,14464,14984,14849,15412,15203,15131,15393,15237,15029,15429,14876,15016,15294,14599,15886,15907,16361,15136,16142,15800,11268,1909,14815,15350,15166,15621,15490,1570,1501,15258,15712,15270,15512,15546,8900,15772,15662,14826,1938,15156,15988,14815,14541,15353,14721,14937,15273,4492,2405,2165,15222,15590,15489,15309,15695,14945,15594,15150,11208,15403,16182,16252,13717,15280,15279,15529,14617,15210,15660,15262,13977,15340,15283,15876,14849,14969,12355,1597,1787,15748,15274,16789,16195,15882,14572,15066,15126,15569,14938,15097,16039,16269,17062,15017,10922,11052,2045,1933,14801,17153,15287,15968,16135,15352,16432,15546,15198,15384,14839,15373,12916,15220,15680,15428,15668,16131,16212,15938,2827,14330,14570,15008,15145,11043,15132,16006,15822,15714,13349,1103,15140,14267,14700,14842,15943,16118,15740,13884,15576,15477,15415,15302,15082,15315,15057,15437,2917,15395,16899,16073,15147,15562,15256,14864,14870,15141,15046,15019,15342,15330,14857,14929,6612,1811,14002,15192,16314,16678,18542,17786,11507,4543,8565,5553,8335,5085,6714,7222,5204,7984,3819,9794,2531,1520,980,444,37,115,195,263,410,442,854,12392,5122,6810,8877,3659,5252,7010,4486,3983,5245,4162,3178,4483,1659,4979,3461,3596,1916,6152,4654,2309,4656,2077,2670,2795,2034,3880,2913,880,1026,913,758,7786,12127,9210,6865,4064,2871,1549,716,4606,4193,8827,3168,3140,6968,3330,2741,269,9068,6343,5241,3563,3444,6541,6176,2265,7610,8233,1904,1936,4136,5231,1717,309,6704,9270,9406,6241,7570,5711,4413,2208,3153,5067,7743,3662,7080,2683,2408,8240,2561,4756,2350,2197,11287,6709,4981,5975,4216,2403,3610,2792,10979,7648,6127,3213,4472,3916,4885,3669,2488,3400,756,905,707,7533,7225,4850,6572,6266,7654,5971,6084,8390,9277,6685,4382,6954,2661,6063,7795,5513,9678,7183,6204,4527,6644,6149,6325,9890,8943,6092,3277,3467,6984,10929,4732,1974,702,9222,8822,7707,2100,5058,6437,5388,7548,7114,4136,2955,2660,3420,9486,8704,8004,5817,11096,5339,5517,5617,5328,4046,2719,3870,6301,6045,2272,604,6739,11197,6229,5653,4431,4232,1593,4604,10777,4841,5848,10402,5124,3339,5313,2852,4414,1936,1603,581,2342,2670,8905,4337,6724,8412,1686,3328,5265,2930,1780,1237,1006,1147,1221,974,1249,1084,3605,8710,7001,5435,7034,4880,4557,3797,4903,4608,3382,1735,9880,5657,4835,4637,3080,1222,1150,1166,1159,1141,1148,997,822,897,585,587,166,114,91,94,90,68,47,42,31,9564,10627,4477,10648,7229,8280,3801,3341,5429,6622,5211,5473,4186,2751,2988,1875,1107,2609,3,2793,10219,6291,6247,4352,5666,6573,6172,5224,3636,3869,384,4403,6503,5581,2136,7840,5091,5890,5675,4203,3299,5283,5835,2889,2567,2852,2743,2189,1352,964,3,3309,4112,2944,6003,2645,7726,5957,2736,5342,5079,4453,3026,4484,3936,2632,2,2370,2373,5971,1627,1292,3640,2473,1973,2381,2438,1161,13,2351,3351,4792,2960,3414,1847,1629,4,2144,3318,2208,563,2,30,3831,3082,1731,2,3184,6370,3870,3859,6102,4083,6587,3660,4473,4920,3510,6142,4229,5868,4612,3901,2132,6268,4603,3329,3633,2007,2679,6795,4845,2336,2242,1434,3397,16747,6936,8678,11695,5911,7076,9473,5939,5346,7019,5546,4174,5962,1981,6639,4811,4280,2415,8286,4914,1846,4945,2050,2626,2934,1987,3784,3151,7752,2777,6370,5146,4500,2204,3604,1819,10884,5639,4485,5142,3593,2672,3110,2308,3834,7868,5883,4620,6317,7233,4611,3189,3449,4315,2849,2907,3223,3990,3389,1658,1877,2975,1491,3158,1862,2308,3002,5027,5627,626,2751,4152,2972,3553,1555,5723,2480,1528,2844,3457,3831,1142,2569,6379,4160,1132,5413,6263,2049,3717,3970,2378,2012,4336,4159,1247,726,5111,13188,4482,1013,5381,5548,2979,3999,4963,3250,2934,3219,5223,2766,3113,91,8140,7650,2856,1316,3664,3655,6705,5128,3140,3240,4024,3148,2847,23,6533,3061,3454,1334,4698,2536,1745,3,3287,2420,4,4688,8059,4379,3288,2326,3923,3194,1746,861,4301,4138,3380,5183,4754,3088,2224,1691,2985,4447,3747,1405,264,7383,1959,1849,7506,1850,1960,4253,7987,3394,4133,2327,3106,3059,3010,6,7006,4416,4913,3400,3212,2463,2406,1568,2257,1022,1790,7024,4483,5480,2324,2266,1160,2001,146,6564,4433,4575,1230,7801,7494,6238,4291,2432,4058,3103,2835,3462,4566,2349,4,4307,2182,3292,3048,1846,2335,3090,5043,3102,2083,5133,1945,5582,5133,1591,8789,3648,2401,3533,5249,1838,1747,1330,4209,4744,2740,884,3770,2339,1408,1971,1081,4,15193,3715,2665,4827,2955,2832,5557,6777,4432,1481,5379,1289,907,5180,3506,4956,5809,2722,2442,415,2803,2269,1365,1053,1997,872,14372,10034,2531,7460,7779,6199,8472,5226,9141,10294,1300,11904,9301,7382,3435,4554,1682,2816,7040,3607,5404,2776,3177,9854,7591,3920,6770,2746,7670,7981,2651,2428,5008,2168,7773,2345,972,1332,3154,1081,1128,6,4813,2799,6,2156,5475,9256,7226,2619,3451,5730,6370,4286,4816,3640,6272,7900,105,4577,16453,6609,3244,2234,5359,7223,2893,3295,9132,2948,2146,1052,15760,16155,2241,2545,9233,6758,2682,5225,4241,4643,3702,5594,1650,1489,1785,8070,4748,4,1706,5364,6276,805,226,2801,3379,1689,8985,2152,5,3589,3640,3031,3184,781,3040,654,4514,1706,811,4233,962,2620,4370,1958,1804,3068,2043,855,6541,6,7351,5138,2709,3037,1728,1327,4,5,4871,2754,2900,1039,1962,5824,5686,1259,3384,4073,3984,2,2667,10030,10402,3068,3111,7029,4974,3542,4533,3870,1500,7870,3871,5118,3531,4911,3827,3120,4216,3719,2059,2053,1070,143,12165,7019,8383,6393,7943,10548,5539,8370,9028,5858,5137,3561,10891,10353,4835,3792,5093,2627,3355,3909,3594,3407,4071,4641,3351,5424,6055,5282,4235,7755,5002,4270,5952,1903,2,2375,5934,5344,4538,1326,11833,3712,10988,11603,6599,659,8530,5282,5806,9253,4325,4835,3723,2983,3580,4361,3322,2486,5251,4353,2463,3195,6693,4249,8393,6504,5401,1356,2940,1378,1083,8745,2047,9256,4630,5208,7920,5302,6461,3092,759,7898,13102,6859,2838,2553,4550,4394,10530,5044,2195,4718,2824,3156,1558,491,2863,624,11432,3588,1334,3026,4822,11512,11397,1403,4929,6964,7748,2345,3233,2647,6775,8466,3287,2925,11569,5,3088,6403,5131,1321,1325,3223,3323,209,4328,2664,2479,746,7802,8927,4195,6797,2755,2845,5559,2607,2539,1866,2511,4375,2087,989,2718,4319,1834,2527,2885,2765,2803,2773,2048,1488,4942,2680,6304,3554,2815,2330,2067,2304,2937,3985,4648,10727,4357,2286,1400,4030,3144,3419,916,233,3585,4333,3802,4287,4314,5831,3260,2560,1714,2281,3321,3898,4770,1600,2138,7222,4903,2808,3267,3805,2337,2253,1496,1217,739,2448,10,5604,4396,4803,1194,4393,3309,3940,6565,4993,5079,5735,4195,4399,1356,476,3031,10836,2268,3477,2294,2231,2207,6919,2889,2137,2875,2397,2654,1330,2050,2012,2424,3603,2551,3302,2572,2516,4499,8133,3936,3964,3199,4191,695,1561,766,1188,5746,5498,4646,3033,192,6262,7624,1326,2713,2563,2248,3319,3235,2558,2270,2870,2231,4258,7069,3951,1380,2454,1176,6273,2330,2304,2465,2646,716,5754,8219,4221,5183,2584,2677,3222,3480,2859,5019,2936,3024,3863,3331,1375,1221,844,541,4773,8899,3933,2887,5550,3332,2378,1830,2989,3509,5151,4691,2537,3560,3820,3754,5059,1880,4079,4047,2161,1298,512,11956,6545,7603,5827,6343,2661,2,7829,6370,10014,5126,3280,6284,4686,4414,2905,3522,3054,5994,8716,1677,2944,161,2858,2625,3489,4687,1084,1192,4028,1671,3338,6551,3307,3790,5096,3493,3226,1761,5693,2511,1729,2141,1824,2193,5706,2934,4498,5542,5326,3790,4603,2898,1738,3337,4965,4449,8353,5980,2034,1371,4607,9099,5388,12876,8532,2481,2709,7,3533,3501,3618,2357,5486,1589,3614,4605,3089,1890,2,6035,6388,6013,4308,4045,1631,3801,8693,5125,23,4909,6278,3437,4901,4664,1652,42,7328,10864,4186,5193,6527,3239,239,5814,9172,8767,4094,4353,3285,8102,5501,6894,3766,9306,4820,4991,2,10837,8532,5768,4311,5489,4487,3045,4,2,2328,12070,3183,1910,3722,3428,3749,11108,10373,7399,12923,9918,3618,8057,2175,4241,6216,5430,1583,3610,2620,2120,2551,7166,5816,7337,6132,2846,7287,2134,2636,2096,3846,1219,1855,6425,2,6650,3427,6142,2990,7722,8136,2659,2941,3658,1948,4111,2687,2357,1864,1625,4672,4189,1126,1712,640,2,2,1322,5044,8500,2497,2174,1365,1275,1990,2389,1317,2109,1040,1149,1121,2,1019,2082,1539,399,8514,3369,6912,4322,4852,2783,1619,3392,1864,2165,4209,4860,4599,3457,4207,1482,8649,3921,2265,4596,2402,4916,4704,3037,2039,16,4329,5633,564,1059,4886,5891,2190,4967,4112,1699,3367,2037,3205,11646,5707,10683,10983,773,5621,6388,5559,3912,4632,1779,2816,2472,1501,13143,5167,5508,2985,10963,3591,3672,3285,7876,3278,3105,2224,5071,6099,5729,2454,2308,1241,5906,2,6,10076,13213,12988,7770,5374,2,5356,8166,2209,4657,2860,1457,1580,2500,2888,4135,1695,3206,1345,692,4138,4279,4169,3361,2852,3089,1488,2042,5340,6111,3059,2498,6902,947,4736,4300,1882,8528,14493,2311,5902,3325,2365,2340,2216,4209,1760,3437,7198,6118,4702,5097,1757,5271,5320,5123,4829,3735,5811,1189,3458,2191,2474,3168,2202,3304,4914,6558,5361,1489,3584,1239,907,3914,891,2259,5128,4621,12586,12492,4721,7341,3350,4559,14037,3339,2836,5842,3197,3760,2508,2319,2097,1506,2840,2534,5094,6554,5750,1367,929,4882,6994,2640,3786,4466,2601,3673,1711,3600,1342,910,9237,5883,5337,2935,14,7229,5049,6719,8068,2814,3370,5300,5349,2148,1812,1893,4251,2759,3069,3105,2433,1841,823,2671,1781,1923,1119,3108,2178,6820,3155,14936,13152,4863,1482,2797,3509,2742,4366,3053,2691,3331,4808,2675,9329,4205,2085,1601,1351,2211,3951,1910,1504,2774,1910,2379,1541,1176,832,6825,4399,5006,2172,2177,1748,2451,714,8016,6404,6372,6117,2631,668,7490,8621,1984,1945,4761,2858,6991,2130,4330,2242,3174,7987,7388,9335,8006,3242,7610,2345,1313,2118,1159,5293,6397,2038,1545,4173,5279,9714,4297,6190,7893,7351,2798,2225,2477,1657,3967,1563,1155,1282,8607,6702,11330,13352,7512,3344,8120,4622,5721,1353,5291,3077,1492,597,562,7635,4927,4777,7552,5628,10502,6055,1619,1136,1145,2181,2025,4589,9625,4378,1036,1961,4452,13061,9237,1949,6849,3484,2158,979,2582,5867,4153,3156,1999,6,6268,3079,3401,4838,2892,2548,7253,3272,4144,1852,1976,6290,7676,3037,2689,4318,3242,1922,2933,2984,1645,3925,5841,6925,3009,3265,3115,3228,1172,2725,2744,4125,1786,3807,3606,1869,2059,573,1176,1378,1591,2578,9808,4623,4601,4514,3628,3,3968,5306,3059,3133,2368,1815,2268,2075,3083,1778,4814,5216,1990,1001,1050,19,8001,5360,5227,2577,2723,2802,9591,1392,9259,6507,1264,9595,8677,7599,7489,7507,5988,5816,2496,3913,4168,1813,10678,4644,1943,1798,2852,4347,8582,6657,2355,9956,1893,5929,3978,2230,6358,7813,7717,10,2,10300,6454,9387,2485,2741,3253,1779,2685,2349,6752,3555,3831,1223,2271,2056,2354,3937,822,55,2026,14,4310,4261,8712,6118,7624,7018,2900,200,4016,7517,1834,1695,1574,4501,2090,2085,2016,2329,1795,1447,2618,869,1546,2958,8029,7713,10046,9423,11937,11359,10335,11007,8167,4473,6369,3157,2633,4334,6160,9788,2775,4321,2403,2542,4537,1988,1787,2288,898,3906,3563,4058,4592,6354,7022,6846,3512,5084,3365,3267,3026,2438,950,1280,24,6044,7967,5774,5185,3747,6902,4785,11504,3061,3942,3801,4575,2946,2262,3176,4782,4424,3206,2451,1851,2431,1818,1484,3837,2789,2010,450,2349,6610,7050,5566,5472,1080,2181,1914,5045,2617,4029,1608,2482,2507,2079,1292,2844,1949,1665,10878,1974,4802,4084,1781,1596,2388,3327,4074,4280,1783,3268,1943,1723,3812,1254,3256,2914,2487,3681,2220,1537,3122,2250,1880,3869,5998,4616,7787,1488,2207,2097,2345,1977,1740,4156,2916,1834,1373,1359,1020,2001,2101,1724,3130,2386,2841,2392,4783,4551,2327,4002,2983,2821,7129,2393,2659,2488,7885,4437,1320,3391,9795,5360,3068,5071,4566,24,2695,3300,1600,3012,4899,3984,7985,2057,3575,2673,3085,3447,2788,2329,3869,2278,3203,2462,4003,3912,2455,9517,2138,1487,1419,1769,2480,1883,3156,5909,2860,5444,2035,5274,5859,1875,3751,2895,1072,2557,2155,2272,3048,964,1623,1376,1092,4277,2817,1473,1196,923,4127,2029,9,4872,1307,1035,3059,4462,4024,855,3767,1403,3004,1808,516,6000,2773,2349,2843,1099,2131,794,2368,2213,845,1718,979,3720,1007,961,1168,810,791,1363,561,1423,1343,4535,5229,1439,139,7403,1763,2700,2930,2224,2320,2230,1298,3465,3370,3002,2105,2566,3559,917,2276,4953,2354,2054,2176,933,4,4666,3137,3813,2981,4192,1025,2586,3406,8667,1829,1211,847,743,2182,1371,2946,3318,3872,1895,1132,3288,3702,3409,3912,2749,7,43,3318,214,3766,3934,2186,4528,2646,3294,2851,1370,1059,4103,967,1807,1223,2394,2460,1339,1975,3059,1115,2332,3629,413,2228,2133,2100,1384,1687,1303,4227,1765,3191,3688,4620,3044,2842,1077,4952,3132,2665,2164,1442,2101,2466,1060,1229,2485,2227,2405,1882,1154,4515,4594,2222,1539,1990,1736,2276,650,5574,8433,3467,6853,2706,592,4736,5912,6269,4620,2375,5642,3030,2918,7801,4331,5906,1878,7376,3095,1399,5650,2243,2,2,6694,1903,2,4096,2529,5248,1277,4405,4510,5210,3789,3105,5144,4556,4678,1800,8200,3093,2717,3260,4977,4125,2012,6596,2496,3276,4626,3842,3582,2974,1624,4466,4160,341,4259,8412,7659,5081,1838,1016,4614,4937,2251,2023,4639,3178,3623,1938,3886,1399,5393,3833,2942,2455,53,4662,3429,3407,4390,4783,3520,32,1924,37,5143,6978,4992,8812,3718,1193,109,4172,2388,1910,3392,2822,4010,2342,6684,465,1406,2829,3115,1092,1052,1056,1888,1276,1229,1633,1961,1702,2,3889,6115,4236,4916,3027,3279,2784,4468,5096,2183,2269,903,4511,2490,2527,3496,4101,2769,1884,2874,1523,1138,2073,640,683,8394,5712,3447,2831,2462,2761,5279,211,1308,7030,6059,3033,4604,1178,4122,5612,4905,3046,863,3090,510,3654,1944,3508,1182,1193,11222,4292,1000,1261,1580,3128,4400,3222,2658,2126,2309,2269,1770,1864,1739,1120,2500,346,925,5387,2340,3869,5261,3392,4255,578,4023,5635,4448,7503,5503,1275,325,5803,3018,3989,3203,4267,3509,3755,4153,789,5022,4586,3476,2359,2100,2695,1748,842,8394,6796,2669,9311,1081,827,834,2782,5678,6533,6451,9237,6574,1985,6586,3209,2047,2124,828,680,4522,3385,6295,3018,3000,4948,2783,2514,4946,3716,1220,3092,3243,1727,850,656,814,637,404,497,500,2405,1818,1484,6981,4135,2120,695,4751,1551,1202,840,650,584,457,6263,4580,5683,3908,5101,3748,5841,3123,3063,2403,1014,3287,8593,2237,3270,4698,2974,1828,2137,491,2388,5408,2361,2046,3000,1091,1145,864,796,6033,6267,4447,3653,3428,2131,4186,4707,4056,3561,2043,4030,2214,1659,1038,922,872,870,5748,3774,959,864,1246,1267,1099,1273,1263,1269,907,1025,862,551,660,184,1269,1266,893,727,463,137,56,25,15,6,3,2,0,0,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"53.080","lines":["I think there must have been this rumor floating around NASA for the longest time that if they discussed sex in space, they would go blind or something like that."]},{"begin":"53.080","end":"103.160","lines":["Today we’re talking about the big bang but not in the way you probably think. We’re talking about sex—specifically, sex in space. It’s a topic NASA and other space agencies have treated as taboo for decades—because let’s be real — nobody wants to explain to Congress why taxpayer dollars would be spent on something so titillating. This prudish, head-in-the-sand approach worked well enough for managing the straitlaced, Boy Scout–like and overwhelmingly male astronaut crews of half a century ago."]},{"begin":"103.160","end":"134.280","lines":["But today, with human spaceflight booming as never before and more and more everyday people signing up to someday slip Earth’s surly bonds, figuring out how folks will stay healthy and happy in orbital habitats is actually kind of important—and sex is a fundamental part of that complex equation. I’m Lee Billings, senior editor for space and physics at Scientific American, and this is Science, Quickly.  [CLIP: Intro music]"]},{"begin":"134.280","end":"158.360","lines":["Our guests today are two experts on “space sexology” (yes, that is a real thing): Simon Dubé, a research psychologist at the Kinsey Institute, and Shawna Pandya, director of the Space Medicine Group at the International Institute for Astronautical Sciences. And they’re here to tell you everything you’ve always wanted to know about sex in space but were perhaps too afraid to ask."]},{"begin":"158.360","end":"159.480","lines":["Thank you for having us."]},{"begin":"159.480","end":"172.120","lines":["We are here to talk today about sex—in space. Is sex seen as somehow verboten, or somehow forbidden, not to ever be discussed within NASA and other space agencies? And it’s not like that with commercial space or what?"]},{"begin":"172.120","end":"201.160","lines":["I think there must have been this rumor floating around NASA for the longest time that if they discussed sex in space, they would go blind or something like that—because, historically speaking, NASA very much took a Disney approach. I think that part of it was being cognizant of, we have to tread very, very carefully. Otherwise our funding might be pulled. There's stories of proposed research that was quashed, careers that were ruined, because it wasn't deemed a priority, and it was deemed to be actually quite salacious."]},{"begin":"201.160","end":"230.080","lines":["We're talking about programs that were built for science and from the military—two very conservative areas of research—and, as Dr. Pandya says, funded by the taxpayers. Now, there was research between the 1960s and 1990s looking at reproduction in nonhuman animals, but a lot of [this] research might not have been deemed, like, a priority, especially on the side of humans, obviously for ethical reason and political reasons as well."]},{"begin":"230.080","end":"248.560","lines":["Eventually, if we wanna settle another world or establish ourselves and travel long distances and become spacefaring civilization, we need to deal with reproduction, obviously, but we also need to deal with sex, with falling in love, with the challenges and complexity of human eroticism beyond Earth."]},{"begin":"248.560","end":"252.720","lines":["And because we do it so well on Earth as well, clearly it’s going to go so well in space."]},{"begin":"252.720","end":"283.040","lines":["Right now our main focus has been coming from biology. And when I say biology, I mean at large, like microbiology, molecular biology, whatnot—studying the effects of gravity and radiation, or lack of gravity and extreme radiation, on reproductive function, reproductive cells and tissues and organs. And we’re really figuring out that, okay, we have a massive problem on our end on that front. And once we figure out the shield from radiation, help people maintain better health and also maybe some form of artificial gravity...."]},{"begin":"283.040","end":"293.040","lines":["I'm going to let you in on a little secret that not many people know. So you may want to lean in for this, but there have been lovers in space. They’ve been caught on tape."]},{"begin":"293.040","end":"293.920","lines":["Wait, what?"]},{"begin":"293.920","end":"302.720","lines":["So we have caught the Japanese medaka fish on space shuttle Columbia, 1994. They mated it in space, and we have it on tape!"]},{"begin":"302.720","end":"314.480","lines":["You had me going there for a second. I thought you were going to talk about the infamous space shuttle astronauts who got secretly married before their joint mission and then NASA got all hush hush about what happened and, you know, red in the face."]},{"begin":"314.480","end":"326.160","lines":["Mark Lee and Jan Davis, yes; shuttle era. I think I would be hearing from lawyers if I put forth that rumor that it was humans. No, to be clear, it was Japanese medaka fish. However, there is video footage of that."]},{"begin":"326.160","end":"362.720","lines":["The bottom line when we look at all of the history of studies from zebra fish to salamanders to quail eggs to mice to rats to wasps, uh, the one-line summary is that the data is conflicting at best, and further studies are needed—because in some cases, gravitational exposure causes, interferes with neurodevelopment, and we observe challenges with development even in mammals, in mice and rats. However, in other cases, that is transient. In certain cases, there is a higher rate of offspring death, so we saw that in one of the Biosatellite experiments when wasps were flown to space."]},{"begin":"362.720","end":"391.040","lines":["How robust is this data? And then how does that apply to higher-order mammals? So that's the big question mark. And, um, to quote Dr. [Jim] Logan, who really was a proponent and, you know, um, an early explorer in this field, like, we need to know the gravity prescription, what amount of gravity for what duration and at what exposure in development is enough, to successfully be able to, um, develop, to gestate, to give birth and to have a normal, viable development as a human being."]},{"begin":"391.040","end":"397.920","lines":["We don't know that, and we need to find that out—if we are serious about becoming this permanent, off-world, multiplanetary species."]},{"begin":"397.920","end":"432.800","lines":["Yes, we have to deal with the fact that developmental anomalies and all kinds of problems could affect higher-order mammals and, like, us as we move into space. But we also need to think, okay, gynecology, reproductive health, population diversity, having children, raising children, evolution, sexual rights, sexual rights, including pleasure and intersectionality, social justice issue, our sexual responses and behavior. We have limited to zero data about sexual behavior and responses. People focus on the question “Oh, can, can people have sex in space?” Probably."]},{"begin":"432.800","end":"459.280","lines":["“Can they have sex in space safely and ethically and keep their environment viable?” That's the actual question when we think about the practical component. And when we think about the complexity of human eroticism, it’s not whether people are going to be able to masturbate or have sex with a partner in space. It’s what happens the next morning. What happened the next morning to the individual, to the couples, to the crew, to the mission?"]},{"begin":"459.280","end":"462.560","lines":["How awkward is it for the rest of the crew who was kept up all night?"]},{"begin":"462.560","end":"483.320","lines":["I want to go ahead and betray my biases. Like, I feel like we've managed here on Earth to perform sex acts just fine since time immemorial. I’m very confident—and, as I guess, you are, too—that, that we will rise to the challenge of having sex in space, the physical act, even though there are all kinds of limitations and quirks. I think we're going to figure that out really well."]},{"begin":"483.320","end":"513.720","lines":["Let’s imagine a graphic of two people intimately entwined, one person straddling the other; the other one’s velcroed down. So we need to think about Newton's third law of physics. Every action has an equal and opposite reaction, including thrust, right? You need to figure out the mechanics of how you're going to stay entwined in order to, to be able to actually, successfully, copulate. There’s people who thought about that. [The late] Vanna Bonta, an actress and an inventor, she has famously proposed the 2suit, and it’s like a snuggie for two people, but they get to bind together."]},{"begin":"513.720","end":"540.680","lines":["She’s tested in zero g. So that’s one option. One of my favorite suggestions is from a German astronaut, Ulrich [Walter], who, during the 1980s..., he’d kind of looked at this, this whole topic and said, Well, why don't we just borrow ideas from the animal kingdom? Dolphins, they’re kind of in a neutral buoyancy environment. So when two dolphins are trying to mate, a third dolphin comes in, takes one for the team and holds a partner in place so that the two dolphins can successfully mate."]},{"begin":"540.680","end":"553.480","lines":["So then his suggestion is: Why doesn’t an astronaut take one for the team so they can all do it dolphin-style in the name of the greater good, so we can copulate in space. So there you go. A very brief history of what has been studied for intercourse in space."]},{"begin":"553.480","end":"582.200","lines":["Some of this stuff almost has a giggle factor associated with it, right? Imagining these things, even though physics dictates you need to have some sort of creative solution, whether that’s going to be strapping yourself in with a new creative use of the CPR machine on the ISS or or whether it’s going to be a two-person spacesuit, a big, sweaty snuggie. The so-called giggle factor here where people will just kind of close their minds up because it’s so alien and seemingly absurd and therefore not to be taken seriously."]},{"begin":"582.200","end":"609.280","lines":["I don’t actually try to stop it at all. When it’s a little giggle, usually it means there's actually, in my experience, openness to the discussion. Then I try to move rapidly to explaining, look, I know it's funny, but we have to think about it for the future of humanity and for the well-being of those who are going into space very rapidly. So usually that little giggle is some residue of our, sex is messy, sex is quirky, we’re kind of immature about it. But at the same time, it’s fun."]},{"begin":"609.280","end":"611.920","lines":["Let’s not shy away from that little giggle."]},{"begin":"611.920","end":"620.080","lines":["Where are we going to go from here? How are we going to enact changes and make progress? It seems like we run into some very tough ethical quandaries in some situations."]},{"begin":"620.080","end":"651.120","lines":["There’s so much to unpack here. Should we have a policy against fraternization for government-space-agency-funded missions? Can we mandate that? If two people sneak off and pair off, and then all of a sudden, one, the female astronaut ends up pregnant—can we, should we, can we mandate a termination of mission? Can we mandate a termination of that pregnancy if they’re on Mars due to the health risks involved? There are so many ethical threads to pull on here. Say, there is a Martian mission. There’s six people. It’s multiple. It’s multilateral. It’s funded by taxpayers."]},{"begin":"651.120","end":"674.520","lines":["And then suddenly there’s a pregnancy that has come up on the Martian crew, and it turns out that both of them were actually married with spouses at home. So this is salacious. It’s a scandal. And is there a duty to inform the taxpayers? So there’s also a logical reason to start thinking about this, about worst-case scenarios because we can’t just cross our fingers and hope for the best when it comes to space. It’s high-risk. It's high-reward, but it’s high-risk."]},{"begin":"674.520","end":"705.880","lines":["And then speaking to the more immediate term since 2021, we’ve entered this golden age of commercial human spaceflight. We’ve seen Blue Origin, Axiom Space, Virgin Galactic, SpaceX literally take off. We’ve seen the rise of the civilian astronaut movement. And so we’re democratizing access to space. And so more and more people are going to want to go to space for fun, for leisure and for pleasure. And like Simon says, we can’t dictate what people do or do not do in space. Someone is going to want to be the first."]},{"begin":"705.880","end":"714.960","lines":["So we need to think about how we approach sexuality, sexual health, reproduction space in a way that is very considered, mindful, inclusive and ethical."]},{"begin":"714.960","end":"734.600","lines":["The message is very consistent. This is a looming problem. It’s not going away. It’s in fact getting bigger and more proximate. But the question is: What and how? Are you optimistic? Are you pessimistic? Do you think the action is going to come from a space agency, or is it going to come from someone kind of outside of that structure?"]},{"begin":"734.600","end":"771.120","lines":["Most of the research done on human factors in space is done here on Earth. We just need to deploy the arsenal of methods that we have in sex research and sexology and apply it to the study of sexuality and intimacy in space. So am I optimistic about this? I know and work with plenty of stellar scientists who are moving the ball forward. What I’m more pessimistic about and what—I cannot stress this enough if anyone's listening here—is the timeline. Right now we need a tremendous amount of data in a short period of time."]},{"begin":"771.120","end":"793.720","lines":["It takes time to get quality data and then transform that into policies, systems, mechanics, procedures to make it safe and ethical for everyone. Right now I'm not pessimistic about our ability to do that. I’m pessimistic about the time in which we have to accomplish so much work."]},{"begin":"793.720","end":"821.680","lines":["For Science, Quickly, this is Lee Billings. Science, Quickly is produced by Tulika Bose and Jeffery DelViscio and edited by Elah Feder and Alexa Lim. Music is by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. [The above is a transcript of this podcast.] See ya next time!"]}],"duration":821.6815833333334}