{"title":"Funding for Research on Psychedelics Is on the Rise, Along with Scientists' Hopes for Using Them","img":"https://static.scientificamerican.com/sciam/cache/file/AB844715-90A3-47DC-8134341EC100226C_source.jpg","url":"https://www.scientificamerican.com/podcast/episode/funding-for-research-on-psychedelics-is-on-the-rise-along-with-scientists-hopes-for-using-them/","audio":"https://traffic.megaphone.fm/SAM6797277905.mp3?updated=1703605708","intro":["As interest and support for psychedelic research grows, scientists share their hopes for the future."],"authors":["Rachel Nuwer"],"category":["Medicine"],"transcript":[{"author":"SUBSCRIBE","text":"Apple | Spotify This is Episode Three of a three-part Fascination on the science of psychedelics. You can listen to Episode One here and Episode Two here."},{"author":"Gül Dölen","text":"I remember when I first applied to the NIH, my program officer was like, “No, nobody will ever give psychedelics as a therapy. You’re barking up the wrong tree. You should be studying why these things are bad for the brain.”"},{"author":"Nuwer","text":"This was back in 2014, when Johns Hopkins neuroscientist Gül Dölen was trying to get funding to study whether psychedelic drugs might be master keys for reopening critical periods in the brain."},{"author":"Dölen","text":"I was like, “No, I think this is a great idea, and if we’re right about it, we’re going to win the Nobel Prize. I want to get credit for having this idea right now and will not change my grant to accommodate your view.” And so I was very stubborn, and I didn’t get the grant, and I didn’t get many, many, many other ones after that."},{"author":"Nuwer","text":"For Science, Quickly, I’m science journalist and author Rachel Nuwer. You’re listening to part three of a three-part series on the science of psychedelics. [CLIP: Show music ends] If Gül was submitting the same grant application today, she’d probably have a much stronger shot at getting it."},{"author":"Dölen","text":"There’s definitely been a sea change in terms of the attitudes toward funding psychedelics."},{"author":"Nuwer","text":"As funding opportunities for psychedelic science increase, researchers are beginning to put serious thought into mind-bending studies that previously would have seemed like fantasy. Gül, for example, is currently seeking funding for a study she’s designed to see if psychedelics could be used to reopen a motor-learning critical period that would allow stroke patients to regain lost function."},{"author":"Dölen: ","text":"If it ends up being the case that psychedelics are able to do this, then it offers therapy for roughly 500,000 [or] 400,000 people a year in the United States alone who have a stroke but then don’t recover full function."},{"author":"Nuwer","text":"I was curious about what other researchers are most excited about in the field, so I reached out to several other leading thinkers to see what kind of psychedelic investigations they’re envisioning for the future. Albert Garcia-Romeu is a research scientist at the Johns Hopkins University School of Medicine. He works mainly on using psychedelics in a clinical setting. Until now, studies of psychedelic-assisted therapy had mostly focused on post-traumatic stress disorder, depression, addiction and end-of-life anxiety, but there could be all sorts of other applications."},{"author":"Albert Garcia-Romeu: ","text":"Now you’re starting to see this multiply out into lots of different clinical areas, including things like anorexia nervosa. I’m doing a study [of] early-stage Alzheimer’s disease. I have a study under development for people with long COVID. There’s lots of different directions to take the work, which is pretty neat, being a scientist, because it kind of makes you feel like you’re a kid in a candy shop."},{"author":"Nuwer","text":"Albert is also interested in studying how psychedelics might affect well people—that is, people who don’t have any particular disease but who just want to use the substances for things such as inner exploration, spirituality, personal enhancement, connection or just having fun."},{"author":"Garcia-Romeu: ","text":"It’s something that’s been around as long as written history, and so it really makes us think, “How can these substances be used outside of the medical framework?”"},{"author":"Nuwer","text":"Albert imagines a study, for example, in which psychedelics are given to people to see if the drugs could help enhance creativity. Surprisingly, there is a precedent for this. Back in the 1960s, researchers at Stanford University actually gave healthy people LSD and mescaline to test this question."},{"author":"Garcia-Romeu: ","text":"They were taking all these kind of educated professionals and having them come in and [saying], “Think about one of the challenging problems that you’re facing in your work now. Now we’re going to go ahead and give you one of these drugs and see if that can help you to have some further insight or come up with some potential solutions for that.” It definitely yielded some really interesting and fruitful results where people did come out of that with things like patents and designs for new types of devices and, and buildings. And so ..."},{"author":"Garcia-Romeu: ","text":"that’s something that I think is incredibly interesting, especially being at, you know, a place like Hopkins. You can talk to physicists, astrophysicists, people who are doing all sorts of different work on cancer biology and really see, like, wow, there’s a possibility here that we could take some of these people and put them through a protocol that would help them to think about the problems that they’re working on from a different perspective. And that, in turn, may yield some really, really fascinating and innovative new ways of dealing with problems that we’re now facing."},{"author":"Garcia-Romeu: ","text":"We’re in an era right now of all of these different types of crises. And so in the midst of all this, how can we also position psychedelics as allies or as tools that we can use to hopefully better navigate this rapidly changing and pretty chaotic era that we find ourselves in?"},{"author":"Nuwer","text":"Psychedelics might also be used to help us get through difficult times by allowing researchers to dissect and better understand another very important component of the human experience: happiness."},{"author":"Sonja Lyubomirsky: ","text":"My name is Sonja Lyubomirsky, and I’m a professor of psychology at the University of California of Riverside. I’ve been studying happiness for almost 35 years. My lab does what we call happiness intervention. And we do randomized controlled trials. They’re kind of like clinical trials, but instead of testing a new vaccine, we’re testing, like, a happiness strategy, like gratitude or kindness."},{"author":"Nuwer","text":"After years of research, Sonja realized that strategies for making people feel happier tend to boil down to one key thing: making them feel more connected to other people."},{"author":"Lyubomirsky","text":"So I became interested in connection and “How do we foster connection?”"},{"author":"Nuwer","text":"But this created a challenge for Sonja."},{"author":"Lyubomirsky","text":"It’s really hard to study this in the lab: You know, how—how can you actually foster, like, sort of bottle that feeling of sort of deep connection with someone when you truly feel understood and loved?"},{"author":"Nuwer","text":"In pondering how to go about studying this in the lab, it dawned on Sonja that the psychedelic drug MDMA could provide a perfect solution."},{"author":"Lyubomirsky","text":"It turns out that MDMA is a substance that can actually kind of provide a little shortcut for scientists. There are really two ways that I see studying MDMA. One is how you can sort of use it to bottle this sense of connection and feeling understood and empathy, and then that enables you to study the psychological mechanisms and the brain pathways. But the other way is: You could try to use it to improve people’s lives, right? There’s sort of this epidemic of loneliness we have. People are feeling disconnected."},{"author":"Lyubomirsky","text":"Can we actually improve people’s lives—and not just people who have mental health conditions but just people who are maybe a little bit lonely or people who want to improve their relationships?"},{"author":"Nuwer","text":"In 2022 Sonja thought MDMA could be such a powerful investigative tool for psychologists and social scientists that she authored a paper proposing a new field called psychedelic social science. She imagines future research using MDMA and other psychedelics to study everything from the fundamental components of positive relationships to whether it might be possible to shift someone’s extremist views."},{"author":"Lyubomirsky","text":"I hope that there are young people in the field who want to kind of take the helm and lead it and develop it."},{"author":"Nuwer","text":"Psychedelics could eventually also help to answer fundamental questions about existence and who or what we really are."},{"author":"David Presti: ","text":"Deepening our understanding of the nature of mind and consciousness is among the most exciting frontiers of contemporary science, and there are so many mysteries there. And there’s every reason to believe that whatever the psychedelic materials are tapping into when it comes to their impact on the brain, the nervous system, the body is interacting with the mind and our conscious awareness, and all the aspects of what mind may be, in a way that is radically different from anything else we’ve ever researched."},{"author":"Nuwer","text":"That’s David Presti, a neurobiologist at the University of California, Berkeley. As psychedelics open up new frontiers of neuroscience, David says it’s important for researchers to try to put aside their preexisting assumptions about what he calls ‘the deep mysteries of the mind.’"},{"author":"Presti","text":"I really think there’s a capacity to contribute to taking our understanding of the relationship between mind and brain and body and physical reality writ large to a deeper level of insight if we are open to that."},{"author":"Nuwer","text":"David also encourages psychedelic scientists to strike up dialogues with experts in religion or spirituality."},{"author":"Presti","text":"At the core of many religious traditions, there is a kind of an appreciation for the deep mystery of reality and who we are within that deep mystery of reality. This is an incredibly important system of narratives that play out and have huge impact in human society all over the planet."},{"author":"Presti","text":"To begin to appreciate that within the context of biophysical science would be a really beautiful thing because there has been so much belief that has evolved over the last several hundred years of this disconnection between what we call science and what we call religion, and there’s no reason that has to be the case.  Both science and religion deal with the deep mystery of reality and our place in it. And so I see this as really all one question that can provide a platform for much more engagement between religious narratives and scientific narratives."},{"author":"Nuwer","text":"David hopes that these kinds of collaborations seeded by psychedelics will also lead to practical results in terms of how humans treat each other, other species and the planet."},{"author":"Presti","text":"Beginning to see how deeply interconnected and really sentient in some way—very different from ours but a kind of sentience, it’s there—that may allow us a springboard for developing greater respect and greater thoughtfulness for how we interact with these sentient systems. I can only hope so."},{"author":"Nuwer","text":"For Science, Quickly, I’m Rachel Nuwer. You’ve just listened to part three of a three-part series on the science of psychedelics. Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, and Carin Leong and edited by Elah Feder and Alexa Lim. Don’t forget to listen to Science, Quickly wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news. This is Episode Three of a three-part Fascination on the science of psychedelics. You can listen to Episode One here and Episode Two here."},{"author":"SUBSCRIBE","text":"Apple | Spotify"}],"wave_peaks":[2095,1758,2842,2215,15674,16012,16069,15429,15026,7721,15163,15397,15843,15442,15415,15487,15788,15252,15299,15594,14652,15366,15596,16122,16393,16010,16654,15465,15794,16300,7230,14997,15383,15668,15387,15842,14790,1420,15263,15615,15438,15670,15567,15766,15447,16186,15577,13233,1631,16105,15488,15012,15042,15553,15210,15364,15459,4167,2016,1800,15664,15367,15662,15510,15741,15859,15805,15512,15490,16324,15341,16570,13686,14478,15782,15709,14968,15722,16150,15503,13235,15668,15581,15936,15125,15376,12435,1463,15383,15763,16104,16885,16084,16098,14685,15602,15582,15782,15362,15262,15965,16576,17005,15300,10554,11353,1449,1585,15247,16104,15288,16370,16108,15525,16801,15619,15461,13550,15313,15816,13234,15486,15788,15678,15709,16103,16508,15783,8387,14733,15393,15311,15473,15023,14474,16217,15967,14912,13747,847,15505,15109,15062,15193,15890,16197,14310,7575,15533,15636,15803,15482,15410,15732,15740,12615,2601,15549,16839,16225,15652,15457,15602,15192,15289,15358,15402,15328,15609,15666,15039,15285,4353,829,15326,15328,15860,16775,18328,17466,4850,3628,5607,6415,4264,4805,5183,5877,4247,5700,2805,5614,1625,1128,693,264,43,112,212,381,410,421,248,246,249,266,10631,11551,10118,12948,1105,13122,16062,7573,16167,5750,10673,9271,8728,14617,8165,5913,12537,14267,12007,13530,8131,16196,9016,11479,14213,8678,10816,12036,9156,1998,12698,17459,14721,13204,10648,10075,1633,8323,6768,15690,7309,8593,14997,12553,9012,10721,13819,5339,2845,1435,1010,8369,24768,12320,13355,6606,5290,22661,12708,10382,9895,7289,12888,9010,13200,12310,13738,8348,8462,7740,13375,12680,10897,715,14437,22748,8255,1520,8070,13210,10758,9494,8235,6234,8933,4067,2082,1426,9347,15724,8795,9092,5200,14794,9378,15464,10619,12562,2178,13777,16059,13859,7581,9192,11696,15978,9449,6297,14520,6970,13852,12508,11984,17045,11005,13885,6641,7040,8891,10391,8084,5737,9199,2456,7621,741,837,12780,15334,13882,10980,12154,5899,10956,4054,13897,10581,11724,11306,12178,7436,16469,11600,922,923,2335,1962,2026,2048,2189,2092,2189,2457,2402,1949,21711,22691,11518,10130,17735,10855,8045,10093,9945,7753,6365,2827,2984,12759,8496,19012,9134,7809,6999,12757,8377,7101,6815,12148,4273,12110,6421,2422,2101,3005,2999,2946,2952,2524,2679,2590,2396,2287,2520,2431,1990,1767,1195,714,787,449,149,100,59,48,7438,6647,10357,11474,7499,17763,16170,10891,7239,6876,9,3827,13381,18895,14979,13302,12185,9341,5712,7374,14993,11975,10891,11000,7859,12726,12818,4658,14109,6953,6085,1141,10575,13025,14540,13413,10776,12892,5949,24497,19504,19704,10735,11281,16130,13373,12511,8571,5938,3913,11267,10438,14991,14056,8346,10311,16074,7871,15419,8217,9055,8371,9553,6900,10359,7177,7753,10452,4018,8,8,16509,16258,9400,8158,11536,7149,4501,9588,7016,10898,4991,9856,5960,11041,15253,12586,6549,4538,7029,9460,11751,11213,8364,9590,6643,7088,8,18112,16860,13118,11753,7995,6292,12232,7357,11645,7331,4979,2997,4003,12777,10437,7062,14365,14044,11187,7304,11986,4013,3701,5358,9633,928,5,13324,14353,11806,6622,1865,7052,11638,5116,9921,12842,5073,13156,5286,14021,5830,13529,11331,4876,7699,10141,15791,7962,4692,6542,6284,5438,16625,13499,10050,11227,8868,7468,4478,2171,2058,31,14140,8354,8139,11738,18881,9972,9881,9736,11953,13978,13294,6087,1329,2553,12827,13899,12527,15353,17967,7245,7526,7927,1669,7139,8217,9623,13825,13872,11228,9365,7180,16534,14248,8602,4235,5569,1466,24726,21035,12264,12633,10433,12597,12583,7982,9858,14783,11086,7245,8321,6480,10899,2951,9841,13043,9872,7285,10513,10026,8508,6709,8004,52,13721,17993,13714,15049,20186,11111,9522,10371,10819,10061,12821,6933,12070,13384,13599,10088,3061,7438,15727,7365,13853,7489,4615,8155,11907,11325,9111,3308,7,16679,24247,11924,10854,11874,10231,9309,8797,4072,1834,16279,17381,11954,6607,3291,9600,8384,8138,13664,10444,10521,4099,7692,7732,10721,7513,4334,8215,8863,9580,8093,6520,7399,7647,11100,2,5853,7262,10512,7257,5466,6335,13481,12924,8281,5753,2920,9114,9780,8223,18518,10205,5443,10935,9395,14153,3665,11316,21819,9027,15039,14761,7411,11562,9416,10469,7019,11340,10201,9832,16365,8676,5166,16413,5556,13580,14596,10790,6197,5266,1838,23716,22269,15507,8958,9174,9400,11150,13149,11704,12666,13651,12284,4052,4399,9711,1833,8452,7830,9071,6671,7413,8261,4582,8965,8974,10334,5650,10774,5360,7783,10863,2129,6797,9505,9182,13647,5911,7877,13072,18179,7164,5268,12119,10034,8196,4550,18288,8398,10098,6572,14800,11095,8683,11772,7549,10369,9869,11755,9862,13484,6732,12917,7431,6174,7532,3,9824,9149,5884,3407,13738,21918,12846,8564,5189,3431,12291,17943,10427,7461,6952,6295,8,24777,21693,7036,14044,11194,11803,12161,9141,9816,17133,14717,12165,8641,8051,4826,8912,14408,8116,10776,5989,6983,6791,14,938,18492,7819,6304,10670,19565,15114,9525,4569,794,24765,10625,8895,8075,2815,9795,13538,9053,12120,7628,6361,18297,8569,8413,4322,12000,11083,8153,12890,3644,2096,14492,8931,12359,3497,10,5005,10023,12379,12890,5845,13594,13709,9207,10939,11564,6423,391,8813,11236,14720,12275,10915,7129,9659,12747,18487,13460,13340,7006,15852,16160,10323,6232,5928,5336,12067,5742,3,18673,10927,16315,11968,15347,6688,5598,11501,9117,6400,11004,10733,6072,11413,8547,15140,8003,11447,14741,5077,6861,8395,14164,5429,7219,7651,8751,12722,20101,16340,12727,13489,6912,6927,8283,8583,9058,6949,5270,6630,11655,9888,7271,9046,15390,4326,11368,7230,15757,9030,3429,7588,4812,6202,3424,7,10859,11793,6498,1448,4130,11673,3293,20984,12184,14855,3583,11325,9314,12439,9432,8941,8841,7975,7489,10445,11528,18195,12298,15105,9793,10732,14011,9941,7505,8202,18640,5298,8325,7620,12582,10893,11417,5198,10049,7251,10442,10004,10651,7870,2593,3,14919,5762,5558,8470,10231,15999,3981,8078,18011,9604,12840,13089,9620,9611,3011,6926,8,11719,8557,10060,11755,18488,9305,11175,10141,54,4853,12356,15052,10961,13602,7442,13038,8079,8083,8200,3,5087,15919,9718,10048,18180,11969,11865,14169,10012,10100,8861,10075,11890,11008,12059,13565,7545,23,11865,8726,11248,10210,4203,8346,12157,8102,8639,7468,13850,5238,3987,3850,1018,0,6016,10446,15044,10578,9509,4082,4182,357,11649,23155,7451,12037,4321,7742,10325,11058,9517,9488,7330,4595,7768,20975,5350,10149,10078,5051,14297,12520,6034,6687,5654,10070,10223,8388,5759,5889,4563,3531,4095,12592,6768,13117,19310,17690,8963,5237,14743,7568,9787,8487,8330,11938,11278,1057,7866,10856,6721,7673,2271,1200,563,585,471,422,11283,14149,12079,17776,8720,7871,11044,9931,11147,10785,10262,15601,14836,9341,10081,13107,17595,11449,10508,14019,8184,15666,13400,8404,6872,8019,4663,8402,10056,7477,6884,4882,391,7,17035,9943,3099,7018,6277,15622,8501,6118,4109,9752,11737,9162,6624,2213,5874,5088,6016,8668,19891,2770,3862,7562,5951,10461,14992,17359,9331,7086,8443,4580,6370,19423,2629,4593,15373,21637,7242,10550,3517,9156,5444,18934,5396,6599,9802,18290,15200,13514,9375,9228,13854,13162,15675,9428,5987,11475,9546,2758,4689,9371,4861,721,17131,5977,6347,10466,20358,18609,6620,4889,16320,6661,8353,3641,1766,11372,12745,9453,8167,2862,12513,15271,11594,5820,20180,6604,9767,5328,8692,11746,7613,844,11669,11808,14045,5745,9765,4743,10924,2407,7,13826,9921,8310,10603,10302,6108,9606,5582,5761,10323,10633,11422,11062,22434,14869,9393,6778,3903,2469,4039,5726,8094,9728,9534,16890,9759,6120,5324,18846,4561,17345,7038,11785,16145,11484,6752,28001,5802,24189,10876,8691,7980,8663,26729,9989,20731,1,12053,17289,12607,7559,6251,8438,7882,3277,5485,7175,7084,3930,21521,5445,8425,1614,15892,6424,442,9666,14661,15612,16845,10329,9678,6001,12573,1393,9693,16302,12761,8785,5986,13748,10850,10922,2031,8340,8726,7905,8,13622,12796,13505,7524,6449,3976,14,13901,12456,12156,9685,7253,12398,4795,7002,11423,9011,13173,5958,18506,8104,12965,8491,5,26879,19413,15845,8119,10847,11361,7915,6593,5383,1882,12925,13509,22842,11787,12877,15760,18341,10149,11889,13250,3282,13981,7499,9512,10831,8200,8188,14909,4316,11966,7844,16088,20349,10215,10231,18596,13421,5449,15108,18207,10155,10048,2112,22844,8139,14234,3428,5649,19396,18280,18859,14693,11457,13911,13992,6250,3363,6133,21795,8296,7053,2539,6206,14697,11869,11522,22020,23666,15330,4,14044,8794,11391,14349,12834,5394,20131,6588,6899,11453,8290,13622,3845,6612,2644,9872,1181,25893,17058,7412,11550,12011,3,21535,12705,20462,15651,8651,16579,10182,17746,9619,14295,3718,11516,7847,10609,5629,12627,10997,7268,10200,5649,10051,7353,11442,12215,10852,7548,9422,10506,11018,2606,10628,9892,8923,5363,1056,10375,16982,11303,9630,8079,7061,6847,6646,508,11600,670,10354,14397,1847,9956,8138,6549,1077,10772,21613,6940,9556,8795,7017,8576,13901,12431,9806,11358,7328,10884,13317,7908,13030,10178,6932,8031,6904,10994,8361,7118,5727,10,19006,14762,7535,10106,7681,11526,10121,6750,6842,4813,3176,9,15533,27159,20356,14913,12441,12437,5747,6277,6691,10629,13617,5196,12380,14683,5046,13132,2883,1382,15292,11228,11764,9744,12114,11694,7766,10073,10901,11227,11373,7532,6022,1781,7,6613,8467,9852,11792,6135,8336,189,372,10005,13239,12538,10163,18568,11766,12792,16278,8734,14429,11961,1240,3,4513,11374,4633,5120,10397,8791,17824,5917,5395,6221,5025,954,16317,12740,4634,15913,9077,6211,3834,11490,4096,8263,2063,231,7977,16789,13635,4239,4370,5287,11093,13573,11328,6060,7657,8428,8509,13640,10378,4,17122,12860,10555,17636,11578,11990,6036,17059,7305,6146,1464,2319,3114,3554,7983,13833,7113,17030,8265,10289,4950,5616,14694,4525,3838,4393,13828,19022,3840,7239,12231,13797,6902,8459,7642,6237,8658,3761,6014,11051,16123,18222,10086,4625,8646,1411,9176,4963,8217,7595,1279,11111,16050,12623,3945,17283,5483,12787,6967,6284,5365,8930,9602,5193,4931,14473,16763,7692,13211,17265,6009,1420,16177,16059,12278,6858,12114,11337,11934,9748,4952,592,5749,13501,13142,12353,7823,7438,11311,10625,7700,1863,11058,12687,11938,8437,7674,10900,8726,12502,6035,14962,13399,8203,8592,11356,5140,12080,7864,8912,15,9588,4799,8648,7624,7781,7359,4108,4109,14435,7085,7531,16467,14013,3045,5718,11596,3320,3041,15050,9988,8883,10852,7964,5759,4844,9788,7155,3380,5436,2,12737,9695,854,6010,15451,11169,8641,6977,15042,5576,5025,4176,8460,5889,15728,15432,3689,3332,14902,6059,6437,6368,2154,9318,13527,6576,7765,3499,2869,3250,3145,15277,13965,5169,2283,11,14352,16462,11391,14450,11389,10818,8878,6640,1370,6261,9338,19035,11264,12354,6047,10717,8740,8301,9169,3851,1190,16522,17732,15625,12439,12666,5625,15263,10935,2119,11328,9530,11329,4953,7159,8684,13043,9714,192,5422,10442,10496,3243,7415,2869,5517,3561,7350,16368,2155,5669,7182,11239,17289,11593,11789,2889,3479,4787,10961,2727,12447,7396,9774,14805,10120,11572,6178,742,6678,12039,4884,4115,2124,16046,9468,3541,6114,985,15290,15935,8366,6003,9296,13646,3401,2368,13194,15945,4810,5213,12697,15,1724,13316,6419,11097,15503,9220,10947,15129,8165,2856,22,16864,6129,4028,11534,3133,7225,12378,12399,3884,6794,13389,2311,7186,10229,7308,6755,5694,8885,7019,8641,7750,15800,12853,6244,10285,38,8354,3402,8353,6243,190,2143,5796,8482,15413,3552,2113,4547,908,3061,8232,13923,13447,3694,7522,7954,7214,469,11909,5672,10701,7372,7490,14433,12611,4643,14098,2440,5676,10964,5482,7807,2517,3155,2991,1179,2627,9533,8568,131,1896,4358,6839,3437,1810,10799,16890,3949,5608,4585,7388,9661,10227,6615,1793,1,5056,4168,16544,5798,4918,7511,7522,10,7594,13838,7179,13736,7378,3283,1,4491,6677,5481,1,3221,9582,14229,2375,15588,3152,3345,4844,8215,8072,11146,4355,2176,5035,2986,2276,4524,6747,4406,5373,3974,1982,1486,724,8,15318,18608,9524,11958,14654,10703,4491,1060,7303,13773,12041,7316,1126,14113,10393,7145,13133,8040,8452,7998,7899,7190,9010,5985,5884,6994,14,10369,4767,5055,6486,5568,2615,18550,4743,11686,12789,11106,9992,14842,6418,5855,4618,143,6618,14604,13325,4103,5897,3524,8303,8128,5005,15426,8512,7664,6587,16074,6004,9366,14533,576,467,11457,11250,11418,14214,4088,1100,5444,3021,726,14230,7542,6755,10928,7295,8497,5691,11865,4667,2595,9861,2972,4076,2099,5710,3000,8739,5731,2856,2552,7988,4100,6630,3788,956,17827,15153,14396,14795,7166,768,631,444,391,413,3019,2154,1603,18168,11435,11560,4880,18531,9540,6549,818,7219,10023,5522,15939,6905,6881,7218,11298,7330,6701,7998,9412,7326,8628,6473,2049,652,748,23219,10697,11441,8826,9978,9524,7690,2305,21952,12428,7329,998,17701,18178,18474,8551,11306,8914,8506,5784,15909,11628,13530,12798,8405,11846,6850,3248,1187,1139,791,765,622,21062,19666,10525,8374,12523,9562,17666,9419,15885,7538,3126,16054,17788,11693,13140,14105,11691,16268,10830,7580,9667,3467,12764,7297,2857,1751,959,370,2777,2503,2154,1334,897,392,137,68,27,11,4,1],"fragments":[{"begin":"0.000","end":"14.080","lines":["Apple | Spotify This is Episode Three of a three-part Fascination on the science of psychedelics. You can listen to Episode One here and Episode Two here."]},{"begin":"14.080","end":"32.440","lines":["I remember when I first applied to the NIH, my program officer was like, “No, nobody will ever give psychedelics as a therapy. You’re barking up the wrong tree. You should be studying why these things are bad for the brain.”"]},{"begin":"32.440","end":"62.040","lines":["This was back in 2014, when Johns Hopkins neuroscientist Gül Dölen was trying to get funding to study whether psychedelic drugs might be master keys for reopening critical periods in the brain."]},{"begin":"62.040","end":"108.240","lines":["I was like, “No, I think this is a great idea, and if we’re right about it, we’re going to win the Nobel Prize. I want to get credit for having this idea right now and will not change my grant to accommodate your view.” And so I was very stubborn, and I didn’t get the grant, and I didn’t get many, many, many other ones after that."]},{"begin":"108.240","end":"129.080","lines":["For Science, Quickly, I’m science journalist and author Rachel Nuwer. You’re listening to part three of a three-part series on the science of psychedelics. [CLIP: Show music ends] If Gül was submitting the same grant application today, she’d probably have a much stronger shot at getting it."]},{"begin":"129.080","end":"135.200","lines":["There’s definitely been a sea change in terms of the attitudes toward funding psychedelics."]},{"begin":"135.200","end":"156.280","lines":["As funding opportunities for psychedelic science increase, researchers are beginning to put serious thought into mind-bending studies that previously would have seemed like fantasy. Gül, for example, is currently seeking funding for a study she’s designed to see if psychedelics could be used to reopen a motor-learning critical period that would allow stroke patients to regain lost function."]},{"begin":"156.280","end":"171.720","lines":["If it ends up being the case that psychedelics are able to do this, then it offers therapy for roughly 500,000 [or] 400,000 people a year in the United States alone who have a stroke but then don’t recover full function."]},{"begin":"171.720","end":"202.400","lines":["I was curious about what other researchers are most excited about in the field, so I reached out to several other leading thinkers to see what kind of psychedelic investigations they’re envisioning for the future. Albert Garcia-Romeu is a research scientist at the Johns Hopkins University School of Medicine. He works mainly on using psychedelics in a clinical setting. Until now, studies of psychedelic-assisted therapy had mostly focused on post-traumatic stress disorder, depression, addiction and end-of-life anxiety, but there could be all sorts of other applications."]},{"begin":"202.400","end":"223.760","lines":["Now you’re starting to see this multiply out into lots of different clinical areas, including things like anorexia nervosa. I’m doing a study [of] early-stage Alzheimer’s disease. I have a study under development for people with long COVID. There’s lots of different directions to take the work, which is pretty neat, being a scientist, because it kind of makes you feel like you’re a kid in a candy shop."]},{"begin":"223.760","end":"239.600","lines":["Albert is also interested in studying how psychedelics might affect well people—that is, people who don’t have any particular disease but who just want to use the substances for things such as inner exploration, spirituality, personal enhancement, connection or just having fun."]},{"begin":"239.600","end":"248.560","lines":["It’s something that’s been around as long as written history, and so it really makes us think, “How can these substances be used outside of the medical framework?”"]},{"begin":"248.560","end":"266.320","lines":["Albert imagines a study, for example, in which psychedelics are given to people to see if the drugs could help enhance creativity. Surprisingly, there is a precedent for this. Back in the 1960s, researchers at Stanford University actually gave healthy people LSD and mescaline to test this question."]},{"begin":"266.320","end":"294.960","lines":["They were taking all these kind of educated professionals and having them come in and [saying], “Think about one of the challenging problems that you’re facing in your work now. Now we’re going to go ahead and give you one of these drugs and see if that can help you to have some further insight or come up with some potential solutions for that.” It definitely yielded some really interesting and fruitful results where people did come out of that with things like patents and designs for new types of devices and, and buildings. And so ..."]},{"begin":"294.960","end":"328.000","lines":["that’s something that I think is incredibly interesting, especially being at, you know, a place like Hopkins. You can talk to physicists, astrophysicists, people who are doing all sorts of different work on cancer biology and really see, like, wow, there’s a possibility here that we could take some of these people and put them through a protocol that would help them to think about the problems that they’re working on from a different perspective. And that, in turn, may yield some really, really fascinating and innovative new ways of dealing with problems that we’re now facing."]},{"begin":"328.000","end":"347.280","lines":["We’re in an era right now of all of these different types of crises. And so in the midst of all this, how can we also position psychedelics as allies or as tools that we can use to hopefully better navigate this rapidly changing and pretty chaotic era that we find ourselves in?"]},{"begin":"347.280","end":"358.400","lines":["Psychedelics might also be used to help us get through difficult times by allowing researchers to dissect and better understand another very important component of the human experience: happiness."]},{"begin":"358.400","end":"379.960","lines":["My name is Sonja Lyubomirsky, and I’m a professor of psychology at the University of California of Riverside. I’ve been studying happiness for almost 35 years. My lab does what we call happiness intervention. And we do randomized controlled trials. They’re kind of like clinical trials, but instead of testing a new vaccine, we’re testing, like, a happiness strategy, like gratitude or kindness."]},{"begin":"379.960","end":"390.440","lines":["After years of research, Sonja realized that strategies for making people feel happier tend to boil down to one key thing: making them feel more connected to other people."]},{"begin":"390.440","end":"394.160","lines":["So I became interested in connection and “How do we foster connection?”"]},{"begin":"394.160","end":"396.080","lines":["But this created a challenge for Sonja."]},{"begin":"396.080","end":"407.520","lines":["It’s really hard to study this in the lab: You know, how—how can you actually foster, like, sort of bottle that feeling of sort of deep connection with someone when you truly feel understood and loved?"]},{"begin":"407.520","end":"416.160","lines":["In pondering how to go about studying this in the lab, it dawned on Sonja that the psychedelic drug MDMA could provide a perfect solution."]},{"begin":"416.160","end":"443.840","lines":["It turns out that MDMA is a substance that can actually kind of provide a little shortcut for scientists. There are really two ways that I see studying MDMA. One is how you can sort of use it to bottle this sense of connection and feeling understood and empathy, and then that enables you to study the psychological mechanisms and the brain pathways. But the other way is: You could try to use it to improve people’s lives, right? There’s sort of this epidemic of loneliness we have. People are feeling disconnected."]},{"begin":"443.840","end":"452.400","lines":["Can we actually improve people’s lives—and not just people who have mental health conditions but just people who are maybe a little bit lonely or people who want to improve their relationships?"]},{"begin":"452.400","end":"476.120","lines":["In 2022 Sonja thought MDMA could be such a powerful investigative tool for psychologists and social scientists that she authored a paper proposing a new field called psychedelic social science. She imagines future research using MDMA and other psychedelics to study everything from the fundamental components of positive relationships to whether it might be possible to shift someone’s extremist views."]},{"begin":"476.120","end":"481.440","lines":["I hope that there are young people in the field who want to kind of take the helm and lead it and develop it."]},{"begin":"481.440","end":"488.440","lines":["Psychedelics could eventually also help to answer fundamental questions about existence and who or what we really are."]},{"begin":"488.440","end":"524.560","lines":["Deepening our understanding of the nature of mind and consciousness is among the most exciting frontiers of contemporary science, and there are so many mysteries there. And there’s every reason to believe that whatever the psychedelic materials are tapping into when it comes to their impact on the brain, the nervous system, the body is interacting with the mind and our conscious awareness, and all the aspects of what mind may be, in a way that is radically different from anything else we’ve ever researched."]},{"begin":"524.560","end":"539.960","lines":["That’s David Presti, a neurobiologist at the University of California, Berkeley. As psychedelics open up new frontiers of neuroscience, David says it’s important for researchers to try to put aside their preexisting assumptions about what he calls ‘the deep mysteries of the mind.’"]},{"begin":"539.960","end":"557.480","lines":["I really think there’s a capacity to contribute to taking our understanding of the relationship between mind and brain and body and physical reality writ large to a deeper level of insight if we are open to that."]},{"begin":"557.480","end":"563.760","lines":["David also encourages psychedelic scientists to strike up dialogues with experts in religion or spirituality."]},{"begin":"563.760","end":"584.960","lines":["At the core of many religious traditions, there is a kind of an appreciation for the deep mystery of reality and who we are within that deep mystery of reality. This is an incredibly important system of narratives that play out and have huge impact in human society all over the planet."]},{"begin":"584.960","end":"627.800","lines":["To begin to appreciate that within the context of biophysical science would be a really beautiful thing because there has been so much belief that has evolved over the last several hundred years of this disconnection between what we call science and what we call religion, and there’s no reason that has to be the case.  Both science and religion deal with the deep mystery of reality and our place in it. And so I see this as really all one question that can provide a platform for much more engagement between religious narratives and scientific narratives."]},{"begin":"627.800","end":"637.440","lines":["David hopes that these kinds of collaborations seeded by psychedelics will also lead to practical results in terms of how humans treat each other, other species and the planet."]},{"begin":"637.440","end":"660.480","lines":["Beginning to see how deeply interconnected and really sentient in some way—very different from ours but a kind of sentience, it’s there—that may allow us a springboard for developing greater respect and greater thoughtfulness for how we interact with these sentient systems. I can only hope so."]},{"begin":"660.480","end":"686.000","lines":["For Science, Quickly, I’m Rachel Nuwer. You’ve just listened to part three of a three-part series on the science of psychedelics. Science, Quickly is produced by Tulika Bose, Jeff DelViscio, Kelso Harper, and Carin Leong and edited by Elah Feder and Alexa Lim. Don’t forget to listen to Science, Quickly wherever you get your podcasts and visit ScientificAmerican.com for updated and in-depth science news. This is Episode Three of a three-part Fascination on the science of psychedelics. You can listen to Episode One here and Episode Two here."]},{"begin":"686.000","end":"690.200","lines":["Apple | Spotify"]}],"duration":690}