{"title":"Climate Adaptation Can Backfire If We Aren't Careful","img":"https://static.scientificamerican.com/sciam/cache/file/F5D4540E-658F-4852-BF828CFA976E1251_source.gif","url":"https://www.scientificamerican.com/podcast/episode/climate-adaptation-is-backfiring/","audio":"https://traffic.megaphone.fm/SAM7248391214.mp3?updated=1703694999","intro":["The choices we make in how we adapt to climate change can sometimes come back to bite us"],"authors":["Andrea Thompson"],"category":["Climate Change"],"transcript":[{"author":"Andrea Thompson: ","text":"Humans have been adapting to our environment as long as we’ve been around—it’s how we’ve settled everywhere from the bitter cold Arctic to the scorching desert heat. But with the heat waves, storms and other extreme events fueled by our rapidly changing climate, we’re having to adapt on a scale we’ve never experienced before. And the choices we make in how we adapt can sometimes come back to bite us—as in the case of embankments built in Bangladesh that were supposed to stop floods but have made them worse. Or they can lull us into a false sense of safety—as in the case of sea walls in Japan that were no match for the 2011 tsunami. This is Science, Quickly. I'm Andrea Thompson, Scientific American's news editor for earth and environment. Even our best intentions have unintended consequences, and when looking at past mistakes—as journalist Stephen Robert Miller does in his new book, Over the Seawall: Tsunamis, Cyclones, Drought and the Delusion of Controlling Nature—it’s clear that the more we try to hold nature in our grip, the more damage we ultimately do. Miller joins us to talk about what he learned in his reporting about these maladaptations and what they can tell us about the potential pitfalls of adapting to climate change. [CLIP: Show music] Hi, Stephen, thank you for speaking with us."},{"author":"Stephen Robert Miller: ","text":"Thanks for having me on, I appreciate it."},{"author":"Thompson","text":"To start, can you briefly tell us about one or two of the maladaptations that you write about in your book and how they may have yielded some short-term success but came with long-term consequences?"},{"author":"Miller","text":"Sure I'll kind of book it I think with—I have three case studies—I'll talk about the first and the last. The first one takes place in Japan. And it has to do with the tsunami that hit in 2011 that killed something like 20,000 people. The coast of Japan had been protected by sea walls for years already. It's just that none of the walls and breakers and everything that was in place to protect the people along the coast at the time, was up to what came that day. And that's largely because nobody at the time expected that that kind of wave could come. There had been warnings, there had actually been warnings, but they hadn't really been listened to. And so the walls that were there were totally inadequate for this wave that came, which was just enormous. And it might seem kind of cut and dry. But one of the bits of research that I came across early in my reporting for this book, talked about the impact the walls had had on the people who live behind them. And what it found was that in towns along the coast, where there had been a recent investment in this infrastructure—sea walls and levees—and where people did not have a close memory of, a recent memory, of a tsunami, which at this time was a lot most people, the walls had actually, they cause there to be a higher death toll. And they attribute it largely to the kind of false sense of security that the walls provided. They also found that evacuation times behind the walls were slightly longer than in towns that did not have these walls. And again, they attributed it to a false sense of security. And so what really struck me, of course, was just this issue of the false sense of security this infrastructure could provide and how you might kind of parlay that into climate change about all the sea walls. We're building in Miami, in New York City and along the coast in Oregon and California, and how this infrastructure maybe might make us feel like we're safer than we actually are. So flash forward to the last section of the book, is all about Arizona, where I grew up. And there the issue, obviously, is not too much water, there's too little water.  I talk about the Central Arizona Project, which is a canal that brings Colorado River water hundreds of miles across the desert into Phoenix and Tucson. Most of the book focuses on the farmers there who because they're the ones who are feeling the impacts of the water shortages in the Colorado River. They're finding themselves--some of these cases, some of my sources and characters in the book, are people who are being cut off from their water supplies. One of them's a young farmer, he's in his 30s, he just had his first kid, he's a fifth-generation grower, and he's now realizing that he doesn't, he's not going to have any water, at least not the way he thought he was going to. And this is all after years of depending on at the time, it was a largest piece of infrastructure that the country had built – the Central Arizona Project canal. And so I can make this connection there that I think what's happening in Arizona, the reason so many people are moving to this place that's struggling with basics like water, is because there's a false sense of security that's been provided for by this infrastructure that we built there."},{"author":"Thompson","text":"So one thing I was curious about that that struck me that you also mentioned in the book is that maladaptation isn't necessarily just the physical infrastructure rebuild like sea walls or the pipeline bringing water but can include things like laws – and I know that that was particularly a part of the situation in Arizona. And so can you talk a little bit about, given what you've learned in your reporting, what some of the pitfalls that you're worried about as we try to adapt to climate change are particularly outside of the physical infrastructure?"},{"author":"Miller","text":"Especially when it comes to laws and policies and things, I think one of the biggest pitfalls is our kind of need to write things in stone. Maybe this, you know, this is an aspect of our legal system? Where lawyers want to have everything battened down, you want to make sure that there's no confusion about who has rights to what, or you know, who's responsible for what, and so we write laws and policies that are, they are as hard as concrete. And that is a really bad strategy, when you don't know what's going to come down the pipeline. What we need are adaptive, malleable, reactive policies, and laws and things – things that can change on a whim, not things that are going to be stuck in time. The policy I've talked to most about in Arizona is the Colorado River Compact, right, which just had its 100-year anniversary last year. And that kind of sets up the whole story there, because that law determined how much water there was in the river, right? But it used bad information to do that, which was part of the problem to begin with. But it also committed the seven states, and eventually Mexico, to using, to having access to, and therefore using a certain amount of water. Regardless of how much water was actually in the river, whether it would change over time, you know, this was a thinking that really came out of the east part of U.S. where there's ample water, and they just hadn't thought enough about the fact that this river would probably run dry at times and other times were flooded. And so by locking us into this idea that there was this much water and everyone had this much right to it, they committed the future of these states and cities to just try to use up all the water they had the rights to, regardless of whether that was necessarily a good idea. And now I've talked to people, you know, one of them is a Navajo Nation member who's also a water policy expert. And he mentioned to me how he felt like he would, he was more likely to to imagine an apocalypse before the change of the Colorado River Compact. Like, this thing is so set in stone that it's just seems totally immutable. And then beyond even just the law is also, you know, insurance is another often maladaptive reaction. I've written about the crop insurance in particular, which kind of encourages farmers to plant crops, repeatedly plant crops that don't produce well, whether, because in Arizona, it's because they're planting things like cotton and hay that require a lot of water, and that are drying up. But this insurance causes them, so they can still make money off of that. So they just keep doing it. And it keeps them from adapting has been plenty, plenty of studies that show prove that the existence of crop insurance keeps farmers from investing in other forms of adaptation that might be more sustainable down the road."},{"author":"Thompson","text":"Right, and that you alluded to this a little earlier, but I noticed in each of the cases in your book, there was a person or people or some sort of research that sort of, at least hinted at, if not, you know, outright, very clearly showed the folly of whatever the adaptation was and how, you know, it could lead to the problems that then did happen. How could listening to those voices actually, help us avoid having maladaptations?"},{"author":"Miller","text":"That's a big reason why I wrote this book. It's not the most uplifting book and I get that. And I think these days solutions are popular, everybody is getting kind of tired of the doom and gloom and wants a way out. I understand that. But I really wanted to arm people with the information to recognize when maladaptations are happening at home, when their towns or cities are considering risky decisions that are going to lock them in the future generations into making even worse decisions down the road. I wanted them to be aware of when this is happening, and to be able to speak up and say, “Well, in my experience living in this place, here's how I think we should handle this.” Because so often the decisions are made by outsiders, outside experts who come in with what they think is the right idea of how to manage these situations, these hazards. The section the book focuses on Bangladesh, and the Ganges River Delta became, in a way, a story about colonialism. And this resistance, like the, the struggle between locals who knew their environment, and outsiders who are coming in to just, you know, extract the resources of that environment. And what gives me hope about that one, at least in the end is that there are people there who are recognizing and giving space for these ideas that might be called indigenous knowledge, although some of the stuff that doesn't necessarily date back as long as we think about that we're here.  But still, what it is, is methods of dealing with, with the Ganges River Delta, that don't involve trying to control it involved trying to just contain its rivers, but actually giving those rivers room to flood and move."},{"author":"Thompson","text":"You've referenced future generations. And, you know, I know you're a new parent, I also have a young child, a toddler, and I find that you know, since becoming a parent, it has definitely made me more aware of the long legacy of the actions we take, or that we don't take now. You know, it's it's our children and their children and their children's children that are going to be living with the decisions we make today. So I'm just kind of wondering, how becoming a parent has influenced your thinking on all of this?"},{"author":"Miller","text":"The big thing for me is the idea that we need to leave our kids with more options, not fewer, right? Because the the challenges that our children will face will be even greater than challenges that we're facing. It'll be less water, it'll be higher temperatures, more storms, and things that we're not even aware of right now. So the last thing we want to do is rob them of what tools already exist. And that's a tricky thing about maladaptation is this technological lock-in right? Where you do one thing once you build a dam or now suddenly because you have this hard infrastructure, this dam you have your system now depends on this dam. And everything you do, every decision you make downstream of that time, ultimately comes back to the existence of that dam. How you manage the water, how you decide who gets it, when you release flows, whether you're building canals to like collect some of that water whether your energy is dependent on that dam. These types of infrastructure have these long legacies that affect all these other decisions we don't even often think about. And so, we need to be making decisions now with the idea in mind that the situation in the future is going to be very different. And we need to be coming up with malleable adaptations, reactionary adaptations that can change on a dime, depending on the different scenarios, you know, different changing environments, and also changing priorities. In Japan, when the sea walls were initially built, people looked at concrete like it was a sign of modernity and it was proof that their country had emerged from World War II with some vitality. Now, modern generations, the latest newer generation doesn't like the concrete and doesn't want to see sea walls they would like to see more like nature-based solutions they want they want forest buffers instead of big concrete walls. And so we need to we need to be thinking about that and think about like what are our kids really gonna, what kind of lifestyle are our kids gonna want to live and they're the ones who have to live behind with this infrastructure. [Clip: Show music]"},{"author":"Thompson","text":"Science, Quickly is produced by Jeff DelViscio, Tulika Bose, Kelso Harper, and Carin Leong. Our show was edited by Elah Feder and Alexa Lim. Our theme music was composed by Dominic Smith. Don't forget to subscribe to Science, Quickly wherever you get your podcasts.   For Science, Quickly, I'm Andrea Thompson."}],"wave_peaks":[53,108,129,203,415,435,752,9227,8014,15865,7835,6799,6485,6503,5543,8016,2478,1723,8168,11871,8541,11011,7343,6428,11477,10875,11208,2655,7661,8560,7636,6428,5490,3788,9630,6115,11943,11513,2781,8144,12797,13122,5812,7640,5940,8439,12156,4336,15903,13158,7191,9869,20323,19918,7374,6731,10607,6482,4589,4892,3423,1202,995,12042,10010,14884,17524,13254,15781,6525,12416,20567,20219,5885,3585,9902,9323,13378,14982,6623,8156,7389,16220,7656,10200,11011,12430,7676,3507,8889,9582,10841,3631,1645,1686,14166,7967,9272,5875,10969,8328,6195,8703,5324,9556,9635,6473,10976,3945,11016,2410,7797,11032,2489,2821,11550,9764,1447,1559,1460,1372,1443,1826,2172,2248,3104,2449,3416,3382,4263,3468,4204,5010,4992,11187,10944,13225,5609,3969,12384,9724,8796,3322,10640,11604,8656,5239,7044,6682,5164,7264,4658,1704,1314,10038,12342,8491,8232,13548,12704,5247,13998,3926,5314,6352,7639,9870,8982,7112,9674,8911,6357,7580,8515,8839,9165,8456,6006,6584,11425,5805,6707,7845,4697,11411,10069,5814,13413,11734,7465,7742,5396,12297,4447,1626,10294,12131,10896,12670,12836,12759,9445,6524,8098,1772,10288,9045,7838,3929,8313,1417,13272,14399,8997,12337,12420,7247,5776,9084,7065,10034,7945,7597,4452,6593,6517,14957,12033,13265,10489,9821,4373,7848,17509,13281,11308,4107,3192,1042,678,216,178,127,141,91,74,6789,5657,6690,5143,4035,4560,587,9061,10745,9549,6704,6837,3,4602,3058,13668,480,6,5168,6733,8948,9819,8485,5742,12159,5729,5629,5409,9986,5006,4679,3937,5588,5847,3108,3870,3825,4117,13555,7995,8277,4929,5097,7373,6512,7125,7021,6484,4129,4559,4263,2639,6470,2713,1416,6,3170,21475,14058,14740,7779,8776,15437,11369,7481,10593,9442,8566,7188,1548,3,24433,18605,7297,15119,8174,9754,6957,6,10960,7757,9175,10756,9954,11179,13725,11083,5079,8652,4513,3011,4192,15404,12808,15125,11531,2782,3866,3169,22456,12631,13659,10536,8641,10802,12610,8008,9590,13178,8438,7,12236,9375,13495,22026,16541,14001,12317,8169,7448,9140,6995,7802,11114,8915,10153,12742,14862,24176,10455,7216,7710,7295,14704,7155,8342,11519,11774,9302,13753,9129,4598,7167,5559,4506,17880,15613,19894,4300,8669,11902,16747,10922,9903,7225,3097,2109,8697,15628,14281,21162,13635,13963,10379,8409,3745,7988,6547,3084,4490,6053,5577,3792,15,13599,9609,4,92,16978,15242,10271,16185,10176,13776,8956,12271,13657,11804,12233,8574,8492,8442,7446,9108,489,646,17690,12878,10473,13051,9262,16518,13717,7870,7826,6121,5066,1339,15,9926,2883,14079,16038,16522,10130,15877,10999,10409,10331,10248,8623,12830,10358,6445,6935,3900,2814,13826,10356,7272,1389,16,16414,10702,10021,10827,10519,12246,10693,9407,10666,3082,14812,9132,12186,7387,18088,7606,2767,7608,10837,14995,4437,9082,8447,35,24830,20807,9190,9947,21177,14144,16120,13820,5746,15546,12039,17101,18121,7112,8416,14651,9155,3989,7935,1467,10426,12998,9066,7111,12,24053,11164,11236,9385,14498,12933,6753,3754,4926,4408,7944,12039,12221,449,7724,9540,5523,6088,2361,4065,780,8642,21272,14743,8583,8696,10723,3515,3596,8874,17829,15878,14801,12852,17580,18438,19594,9015,9084,10770,9141,13930,7983,4858,3944,12222,8994,7875,7934,388,3,599,16546,8365,7160,670,19758,6168,4754,13222,11301,3309,23071,11045,9840,12613,8199,13410,10977,6698,11241,12356,8625,21704,10730,57,7902,15728,12755,13734,14843,10827,8873,10196,13201,9391,10595,10221,9932,8035,2984,2666,2216,8,2,21178,22448,1622,16748,18738,8357,9299,7531,9773,7420,11922,8672,7221,6730,11035,4306,73,6880,4045,20982,19006,10996,13658,8892,10108,8928,6396,14297,3841,6,13068,10507,9624,9598,7747,13409,1554,5131,7089,10908,12348,11413,15260,9780,12,13314,10337,12761,7684,5617,8417,7978,11297,5166,7002,7738,20789,15510,10370,14189,13905,8361,9768,13043,9089,8823,9119,7564,7280,9101,7812,5948,6075,4731,12,11461,1649,7893,10670,6447,9884,6630,8898,5790,10070,7983,9029,6811,7302,12,7555,17314,15495,5845,3540,13067,7284,8618,4231,2708,14337,17210,15223,15074,7650,14748,7543,11525,14189,9486,87,6478,4620,11359,12293,15013,14228,8333,10592,10532,7885,7999,9974,12886,18944,13534,2622,1558,7292,11857,9569,876,4,2,10854,22641,14600,13798,8362,6275,12678,11441,9566,6,5983,16447,9482,15405,9498,8809,5836,8049,4575,4944,4825,7022,8200,8893,9234,6727,7395,8304,4645,4556,6,7249,14163,9972,12,3,8970,8604,11692,8070,12027,8288,10817,7974,15292,8076,11963,14058,8283,8176,7074,8117,5281,13975,13175,10365,8837,7429,4684,15535,3085,139,12229,10166,14531,10831,18692,19820,7605,5537,5165,10146,5459,6124,3150,2439,4969,8088,1687,4,8461,16512,8528,11901,9057,10704,7841,6647,3752,3764,12896,14497,17714,810,18282,18314,10892,6724,4624,11718,7748,3828,7602,17392,11616,6799,5488,6562,6634,7609,4000,4710,3985,2239,16055,15284,263,12686,7268,6747,6771,6168,20202,7714,9122,2251,7143,9028,9017,5440,4496,4392,4901,2700,3714,3930,9701,13118,6,8206,9018,5,10653,8063,12594,9050,11219,13688,13481,7693,11168,3822,13279,4839,6900,9027,10825,5,14148,20540,9323,10763,8861,3036,4207,8933,9557,4843,4621,4093,4037,1752,8148,4109,5921,9842,12414,19447,14936,8579,2286,2044,1779,944,1834,17830,17889,16556,18428,19886,6556,21109,13932,6631,10793,16098,11907,18461,15084,12055,10055,9662,5007,9956,14295,9361,9087,3985,9037,12494,7145,5895,3200,17805,7610,7508,9400,9531,17873,8387,2710,9391,16369,13148,13371,7906,10139,7689,5919,5915,5451,8460,7735,5669,12696,13988,7078,9594,11549,13295,8648,9764,6698,9167,12200,7942,5786,4803,6784,13780,14899,14503,18711,12812,19871,16837,17361,8,8457,10455,15175,14617,9006,10429,2844,11071,6734,4,17031,17700,15212,9470,6667,3590,5647,11445,3439,4376,2504,3009,687,12581,13234,14326,11946,14877,4320,2761,2981,10351,10559,10009,9313,1877,12470,6751,2428,9332,10548,5382,2732,2,15476,13987,11152,11248,8165,12514,5053,5030,2768,8859,7335,8214,475,14354,20191,15396,9187,11663,8355,15268,11045,12403,11789,13225,4952,4664,4819,6273,5673,6477,10717,4226,2417,1534,951,12608,18649,20119,17445,14272,18185,11141,14036,9175,12138,12912,1988,5657,11634,10205,13758,11858,10235,9636,6621,4492,7792,5283,11083,9640,202,5,12087,8246,7212,6162,5334,5915,10965,8781,7157,1840,3,3875,19869,16230,9,8272,18488,10691,13105,13549,8010,9602,7048,7319,9891,8774,1791,11797,10755,21644,13910,12019,14448,14418,14242,434,7887,20620,8742,7062,5564,2,72,16047,10245,8926,7056,6541,6725,4400,6983,6663,6173,9181,9483,2692,14218,17411,14267,12815,10694,4819,3894,614,11105,10079,7043,12143,13505,6239,5650,13365,6366,4662,8376,5514,6131,11204,6388,12448,6109,8377,4075,2174,1795,6219,4971,11040,4,9,9740,14932,12247,17771,12557,11714,10891,10810,7508,13095,9932,7292,6685,7798,5433,7,15238,14846,14786,9223,8541,9923,14793,8269,18043,14260,12006,11243,7298,3995,7988,4068,11888,3961,2810,4878,8096,2652,356,725,1480,588,17092,14846,15486,11808,10754,14567,10955,5199,17901,12447,10726,9560,13967,11844,15051,16422,16291,10740,7856,12,10209,10150,5709,13120,5694,13884,8371,5,11484,14762,18489,11473,13536,9889,10869,6892,13399,15412,4673,9800,3712,9035,7058,11856,8037,4514,3020,33,2438,9635,5180,14681,12002,13199,6111,16147,5784,10002,7623,5111,8018,8650,7319,609,2531,20048,8011,10114,16811,17718,17332,10091,9299,8206,5261,9697,5915,15542,7319,6901,3513,7865,9243,10699,16638,13752,10810,12,24464,11133,7773,12024,6886,3,7,13981,12099,311,13914,14290,9934,12572,8630,9120,8157,7171,10475,6644,6336,5548,5493,5150,16406,13393,9715,11,12492,5180,28,14755,11020,22342,5388,16514,11812,8257,16630,17705,16656,152,11866,9498,8440,5641,10185,15807,17466,12976,9410,17117,11362,9816,8631,9412,7948,12604,7075,9330,6129,10699,3741,10638,11793,11735,15115,8808,17589,13677,39,9944,2994,7832,9815,23831,15430,7306,8722,5405,6284,4105,8193,4775,10832,5215,6525,4961,3087,3392,2151,2,3,9167,7043,11076,10987,7099,3926,3722,5175,6784,6230,5763,6766,3140,8186,6427,5721,2920,2848,1027,4943,5699,5027,16387,11776,5751,5156,6889,6014,4628,8398,3932,5022,3583,5,6018,5945,706,2,2171,14651,8782,11180,11605,7027,10321,11938,7886,8812,4507,10511,7653,7636,17807,10448,7534,4932,3937,12184,6238,5485,4380,8261,6617,9694,3911,9340,7739,6055,5790,5675,16097,15736,759,17724,8323,8867,6267,4879,13614,9297,3290,5,598,18932,8456,7854,6818,2,9486,14161,6464,6758,1905,562,4,7572,24379,19155,12737,12282,7745,5972,16197,22619,13882,5429,10121,14671,4948,13227,13081,10953,1373,12364,17914,4258,15767,8823,17486,9426,10902,1169,6383,12351,10489,12362,9023,8502,7770,8370,8483,6877,6604,4366,6,10023,20790,15478,11048,11454,13365,8832,8289,10451,8224,6629,1817,11453,9501,3940,1859,17593,15631,3941,1509,4392,6,8295,13954,14623,6180,9167,12979,11510,8570,4718,8595,11661,12663,8704,5926,9739,6056,4499,2744,2093,15791,2110,4645,5086,575,10,13533,13331,9798,16654,18688,18749,11000,8689,13669,10869,17287,12707,13818,9156,15110,11275,19608,9298,7736,13942,13151,11810,3625,5040,3359,13250,23243,19394,9507,10452,7421,8278,5626,10089,7782,4827,8305,290,14125,10584,18067,17845,13090,10615,8295,9117,3299,7172,3433,1703,1276,11445,4261,5,8758,13405,19512,18447,12028,13665,11751,13181,5754,8080,12506,8321,5116,10635,7599,7399,12371,5281,8056,20741,10204,12507,10263,6327,6260,5842,8833,8828,8900,6721,6573,14870,14573,8715,3568,2,7555,19854,7377,6241,12615,16692,10011,5727,10713,7814,11261,8683,7033,11441,6359,539,9906,3468,12676,13658,10261,4233,3215,2894,16,10515,10553,27,3,6045,18888,17358,12401,17114,5687,4777,12084,11039,9638,33,13382,13786,12043,11393,10407,10879,10851,13615,8509,3379,6,8078,14468,9380,9949,5,9100,7850,11397,12822,14430,8817,12964,7590,5544,1504,7675,8797,12790,12148,7773,8358,7890,6653,6997,4085,5366,7896,13,8122,9655,5573,14655,23108,13497,21632,22998,18833,800,3,15184,12198,14117,9651,10495,10279,10138,11778,5462,12780,12229,11563,10650,4865,19313,5652,5331,8543,3322,12814,10148,3101,8250,13328,20227,12086,6085,2876,3081,12303,7200,1742,3589,10696,5632,3563,1033,4,15667,6993,6296,14556,3087,8,11596,10752,9752,6155,5728,1176,7414,8451,4455,3515,2980,3736,6072,7463,1973,4,17503,17667,12991,4435,4182,4706,5147,1325,3530,8659,9753,2139,13251,5767,5500,4531,5331,5180,4730,1177,5,11114,10468,7497,6026,3789,3827,14796,3756,3012,4248,15765,6288,11777,5357,3994,16712,8207,7005,2239,5686,14818,9768,5717,8652,10106,5846,4623,6902,94,16507,9401,12897,14764,7527,7500,5626,2462,834,10778,12324,3729,8007,10745,2143,5534,6157,13946,11548,11385,10704,4824,5268,2942,3186,4159,2865,2,7343,6906,4891,4588,2789,3547,1022,3,578,15823,15900,13352,14268,8018,7,2,3580,12375,12099,13740,13991,11506,9580,14021,6628,4288,4034,2600,2630,12247,8221,4,11288,17938,12165,13091,11537,8125,9316,11530,12910,6601,2560,3683,1004,97,11709,16462,11077,10664,4231,8825,3475,6327,6589,2410,8,9817,24425,19230,15078,14114,544,29,2722,2511,13,2,385,16316,12332,15985,13338,17393,14033,12508,11120,13357,7531,2024,13907,9795,2916,330,6160,5351,12323,10543,8789,6228,6161,5902,10244,6200,8525,4595,735,2790,1308,4846,15756,19540,12914,13613,3610,19492,13528,7480,2133,10551,13849,7898,6873,16950,9453,8187,10913,11069,6951,11340,7230,8874,2905,801,6615,15526,15377,23964,10041,8507,7724,8743,6088,12762,11674,541,15968,9270,10438,6343,7673,3107,5264,8739,6995,5582,8039,11281,7003,14412,6589,8780,9997,8033,7405,1889,15149,14771,12787,11950,9834,11196,9344,10714,4830,6775,7830,7810,8676,3522,3758,1535,323,2,7421,21006,12505,9216,8336,5304,1808,7330,10057,6943,1965,705,8056,12090,11095,15977,19385,8543,7258,5898,5676,5306,5153,8722,12747,8469,5,13098,13412,11891,14528,9978,9272,13242,9065,9998,7614,4492,8513,6954,10571,6043,7944,4297,3963,6070,3726,14,8209,7486,7355,5695,5767,2321,10023,10311,5720,2989,8776,7473,5671,4329,4382,9448,7797,4569,7285,13870,8993,3115,8709,10764,12575,6460,11835,15724,5729,12809,9890,15834,11558,931,8526,19952,11235,8065,17292,18026,15187,20012,508,11,14748,15875,18708,13798,12385,12084,10370,10325,11917,12026,11546,8834,10583,7459,9074,9551,13119,11033,13955,13932,7816,15570,13810,187,13971,14642,15063,19969,7064,5725,13110,15309,11755,6338,5835,9152,14833,2952,11981,14271,8195,10895,8371,13445,8746,4934,3046,6779,17392,15494,7526,4342,4844,7769,12885,11394,1635,1573,6829,12830,14439,12366,12739,8577,5998,9299,16783,11350,10080,21734,18107,11580,16753,9937,5354,3149,2541,16231,11605,10642,9250,3993,4790,10344,8548,4162,4031,3482,3449,2193,2081,1515,3935,2229,1411,17687,9351,6166,6425,12514,9104,9266,5590,9843,9845,3803,13104,12507,4315,6918,5736,1661,970,12863,11253,6444,588,10365,12709,12529,6361,7547,5502,1223,10744,11513,6013,5904,8193,7581,6465,2665,2116,2498,2414,3407,2719,1832,1517,1283,4996,5016,4935,4904,4203,19217,10179,15198,18539,16444,6388,9814,7972,6223,2745,2007,15516,15020,4501,12915,13109,9671,2296,2382,3708,2881,1614,607,4651,4189,3595,2243,1489,582,223,116,45,15,6,2]}
