{"title":"Is Math Part of Nature or an Invention of the Mind?","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/breaking-down-what-math-really-is-with-drag-queen-kyne-santos/","audio":"https://traffic.megaphone.fm/SAM8477824064.mp3?updated=1727385238","intro":["Mathematics communicator and drag queen Kyne Santos guides you through the ongoing debate about what math really is."],"authors":["Kyne Santos","Rachel Feltman","Fonda Mwangi","Madison Goldberg","Jeffery DelViscio"],"category":[null],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"Ever wondered what math actually is? No? Well, mathematicians sure have. In fact, it’s a question they’re still debating today."},{"author":"Kyne Santos","text":"You’d think that’s something they’d have a handle on, but they really don’t: Is math an aspect of nature that we’re discovering, or is it an invention of the human mind?"},{"author":"Feltman","text":"For Science Quickly, I’m Rachel Feltman."},{"author":"Santos","text":"And I’m Kyne Santos, your favorite math-teaching drag queen."},{"author":"Feltman","text":"Last week Kyne came on the show to teach us just how beautiful math can be. This week we’re getting to know who math is on the inside."},{"author":"Santos","text":"We’ve talked about equations and numbers and theorems, but what really are those things? Are mathematicians like scientists, going out into the world to take measurements and form hypotheses? Or are they more like philosophers, who sit in an armchair and think?"},{"author":"Feltman","text":"Apparently no one knows?"},{"author":"Santos","text":"Well, there are definitely a couple different camps in this debate."},{"author":"","text":"[CLIP: “None of My Business,” by Arthur Benson]"},{"author":"Santos","text":"One school of thought is called intuitionism, which is the idea that math is all in our heads, and any mathematical truth is only true insofar as we believe that it’s true."},{"author":"Mark Jago","text":"My take is that it just looks way too convenient if it was invented by us. I mean, if it was just invented by us, we’d have to be pretty smart."},{"author":"Santos","text":"That’s Mark Jago, the philosopher and logician from the University of Nottingham in England that we met in Episode One."},{"author":"Feltman","text":"This all feels very, like, The Matrix to me, which is probably why I didn’t take any philosophy courses in undergrad."},{"author":"Santos","text":"It’s not a bad comparison, actually. Intuitionism is very “there is no spoon.” It treats math as subjective, and mathematical concepts only come to exist when people put their heads together to create a shared experience of math."},{"author":"","text":"Mark also explained some ways that math might exist without us creating it."},{"author":"Jago","text":"On the other hand, if you think of maths as something out there, kind of like the physical world but separate from it, we don’t have to kind of think of ourselves as having superhuman abilities—just good enough abilities to work stuff out. And I think that kind of explains how we can keep on discovering new bits of maths. Like, you’re never going to find out all of it."},{"author":"Santos","text":"Mark is talking about another major school of thought: a form of realism called Platonism, which is the idea that math exists as something that’s just—out there. We humans may invent the symbols for addition and multiplication, the digits we use to represent numbers, and so on. But once we agree on which symbols to use, the rules and consequences sort of fall into place because we’re representing something that already exists. Like, we can change the numerals that represent the numbers 2 and 4, but there’s no changing the fact that 2 + 2 = 4. Platonism holds that there’s something innately true about that."},{"author":"","text":"We could come up with rules for math that seem true to us but are fundamentally false because they contradict whatever the abstract concept of math is doing—somewhere out there. It’s sort of like how we treat time as this fundamental thing, even though it’s invisible, and we use a bunch of human-made constructs to try and understand it."},{"author":"Jago","text":"An opposing view says there’s no reality to it at all, whether out there or up to us. It’s just kind of in the language. So there are the number words, and we kind of shuffle these around on paper when we’re doing maths, but there’s really nothing more to it than that."},{"author":"Santos","text":"That view is called formalism. To formalists, math is like a logic game, and the goal is to avoid contradictions. For example, we know that an integer that’s both even and odd at the same time doesn’t exist because that would be a contradiction. To formalists, a mathematical object “exists” if its existence doesn’t cause any logical contradictions."},{"author":"Feltman","text":"So—formalists believe that you can just manipulate things into being true by using clever math proofs?"},{"author":"Santos","text":"Exactly. Mark isn’t a fan of that view, but he admits that it avoids a whole can of worms."},{"author":"Jago","text":"If you think that maths is real out there in the world, you’ve got to kind of explain: Where is it, and how did it get there? And how do we find out about it if it’s not, like, a physical thing? They’re really difficult questions to answer."},{"author":"","text":"[CLIP: “Handwriting, by Frank Jonsson]"},{"author":"Feltman","text":"Okay, I think I need to call a time-out so we can do a quick recap on all of these possible realities of math."},{"author":"Santos","text":"So Platonists believe that math is a fixture of objective reality and that its existence has nothing to do with us—we can only try to discover the abstract objects involved. Intuitionists believe math is only in our heads, and mathematical objects only exist if we can imagine them. Formalists are somewhere in the middle, believing that we make up the basic rules but that the theorems and discoveries fall into place as a result, even if we can’t imagine or understand them."},{"author":"Feltman","text":"Wow, that’s a lot to keep track of, let alone debate."},{"author":"Santos","text":"You’re not wrong. And mathematicians have been debating this stuff for a long time. Most mathematicians nowadays fall under the formalist camp, which says that all of math can be built out of a correct system of axioms."},{"author":"Feltman","text":"Axioms sound vaguely familiar, but it’s been a while since my last math class. So, can I get a refresher?"},{"author":"Santos","text":"Absolutely. Axioms are statements that don’t need to be proven because they’re assumed to be true or self-evident. An example might be: “A statement cannot be both true and not true at the same time in the same respect.” Or another axiom might be: “It’s possible to draw a straight line between one point and any other point.”"},{"author":"Eugenia Cheng","text":"An axiom is a starting point in mathematics. And so math is trying to build everything up using just logic, but you have to have something to start with because logic is based on the concept of implication, which means: “If this is true, then this other thing has to be true.”"},{"author":"Santos","text":"That’s Eugenia Cheng, a mathematician, author and scientist in residence at the School of the Art Institute of Chicago."},{"author":"Cheng","text":"It’s a bit like the idea of cooking from scratch in the kitchen, right? You have to start with some ingredients; otherwise you won’t get anywhere. And so the axioms are like the ingredients that you start with, the things that you’re going to assume that you have already, and then see what you can deduce."},{"author":"","text":"And it doesn’t mean that those axioms are true; it means you’re going to explore a world in which those axioms are true and see what else must also be true. So it’s like saying, “If you have butter and flour and water in your kitchen, you can definitely make pastry,” which doesn’t mean everyone can make pastry, but it does mean that if you have butter and flour and water, you can make pastry—even if it’s not very good pastry the first time you do it."},{"author":"","text":"[CLIP: “The Farmhouse,” by Silver Maple]"},{"author":"Santos","text":"More than 2,000 years ago, an ancient Greek mathematician known as Euclid wrote the most famous math textbook of all time, called Elements, and he started with five axioms, also known as postulates."},{"author":"Feltman","text":"Let’s hear ’em."},{"author":"Santos","text":"Number one: it is possible to draw a straight line between any two points. Two: it’s possible to extend a straight line indefinitely in both directions. Three: it’s possible to draw a circle with any center point and any radius. Four: all right angles are equal to each other. And the fifth, which is a little difficult to visualize, so nowadays we often describe it using this equivalent postulate, which says, on a plane, if you have a line and a point not on the line, then you can draw, at most, one line that goes through the point and is parallel to the original line."},{"author":"Feltman","text":"Wow, that fifth one really does come out of nowhere."},{"author":"Santos","text":"Yep, well, don’t worry, we don’t need to go too deep into it. What’s important is that, starting with those five axioms as his ingredients, Euclid goes on to prove the Pythagorean theorem, the sum of the angles in a triangle, the volume of a pyramid, the properties of circles—pretty much all of what we consider to be basic geometry. And we can trace it all back to Euclid’s five axioms."},{"author":"","text":"Fast-forward to the 1920s, and a leading formalist mathematician named David Hilbert thought that with the right set of axioms and rules, the right ingredients, he could describe all of math. So he put it out there as an open problem, and this is referred to as Hilbert’s program."},{"author":"","text":"Two mathematicians, Kurt Gödel and Alan Turing, put a bit of a damper on Hilbert’s dream. They proved that any formal system of axioms would have limits on what it could prove. Some mathematical questions will have to go on being unsolved and unproven."},{"author":"Jago","text":"These are both results that tell us something about the limits of maths—or rather the limits of what automatic reasoning, the kind of thing that a computer can do or that, that you can do if you follow a test—like if you have a set of instructions that tell you how to calculate something, and they’re always a fixed set of instructions."},{"author":"Santos","text":"Finding limits to what we can do in math, whether with the help of computers or through our own ingenuity, sounds like it should have been a huge problem. But it wasn’t. The formalist school ended up winning over most mathematicians, and Hilbert’s program gave birth to new branches of math. We’ve come up with an axiomatic system that can be used to carry out almost all of math, which is called Zermelo-Fraenkel set theory plus the axiom of choice. Gödel and Turing may have shown that every axiom system has its limits, but in practice it makes no difference for the work of most mathematicians."},{"author":"Jago","text":"For me, you know, this doesn’t say to me that there are problems with maths. It’s like this country that stretches out beyond what we could ever hope to cover, what we could ever hope to discover. There’s something exciting about that."},{"author":"Santos","text":"Eugenia recently wrote a book that looked at the question: “Is math real?” But she isn’t sure that’s the right question to ask."},{"author":"Cheng","text":"I think the right question is: “In what sense can we consider math to be real, and in what sense can we consider math not to be real?”"},{"author":"","text":"[CLIP: “Rainshower,” by Johannes Bornlöf]"},{"author":"Cheng","text":"I think sometimes people accuse math of not being real because mathematicians have just kind of made it up. And they say that like it’s a bad thing. But I want to say that’s a great thing. Isn’t that amazing?"},{"author":"","text":"So it’s like language: Is language real? Well, it’s just something humans made up to communicate about the world around us. We just invented it, but it works. It enables us to communicate amazing things. The fact that it’s made-up makes it particularly powerful because we can keep making up more of it, and we’ll never run out of it as long as our brains don’t run out of imagination."},{"author":"","text":"You know, with other stuff we invent, we run out of resources. We run out of money. We have to spend money buying equipment. We have to bug somebody else to give us money for things. Not with abstract math—it’s only limited by our imagination."},{"author":"Santos","text":"So we may not have a total consensus on the exact nature of math. But whatever it is, we can all agree that math works. We can use it to predict where trash will end up in the ocean. We can pinpoint a person’s spot on the globe using satellites. And it’s also fun, and maybe that’s enough."},{"author":"Feltman","text":"Join us next Friday for the final episode in our Fascination miniseries “The Hidden Nature of Math.” Kyne, what mysteries will we dive into next time?"},{"author":"","text":"[CLIP: Theme music]"},{"author":"Santos","text":"We’re headed out to the bleeding edge of the field to look at all the math being discovered today—and all the math we’ve yet to find."},{"author":"Feltman","text":"I can’t wait. Listeners, don’t forget to tune in on Monday for our weekly news roundup. Until then, for Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Jeff DelViscio, Madison Goldberg, Fonda Mwangi and Kelso Harper. Today’s episode was reported and hosted by Kyne Santos. Emily Makowski, Shayna Posses and Aaron Shattuck fact-checked this series. Our theme music was composed by Dominic Smith."},{"author":"","text":"Now is a great time to subscribe to Science Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com."}],"wave_peaks":[12593,17478,19091,14543,13203,9623,18788,13438,13234,8564,18358,17774,14553,18405,16009,19056,18758,15777,14441,17761,17037,18738,16948,16078,18563,17598,15588,16762,8418,13997,12637,11133,8907,16419,12945,10451,12745,10170,18169,11124,8856,18337,16593,15349,17726,17380,11311,17107,16404,9278,15396,10271,4642,12469,10008,7891,9443,16428,16866,14460,14168,17592,15317,18380,12919,11664,17960,17507,13640,15961,12982,16769,9799,10476,8386,9760,7282,17761,9973,17214,16845,8993,14822,11739,15577,18526,18692,19077,9522,18407,18602,13518,18059,15986,9545,6433,2824,1535,1115,488,39,129,235,501,771,1014,20894,12371,14983,16407,21888,9582,11229,3937,934,19371,547,16762,16586,10805,16111,11679,21829,15825,21926,13074,17234,17560,11017,13087,13298,13096,17616,12913,1702,1229,13708,21715,21633,17082,19590,19765,17369,16993,3571,15471,12688,19092,7028,11506,19113,13890,18480,21904,14112,14429,12271,19781,14938,20578,13476,14717,17264,9845,12568,14764,3453,16499,21656,11946,13435,21778,17871,16845,10816,20782,20072,19295,21793,13692,16307,17062,12281,15710,18837,6174,444,21670,10672,19783,13356,15339,12931,12187,11606,12189,15532,14108,19428,10853,8506,1114,14688,8769,9957,12011,13487,14253,18129,12438,11949,13065,21268,2928,5421,4200,2512,2284,2738,832,292,103,47,14,11683,15248,21737,14120,13794,16940,17626,11527,11239,13960,726,19691,19480,12998,16656,18053,7676,11381,2715,15550,21955,15551,16129,17424,12405,4021,20001,18784,10048,15205,13555,11390,14224,7689,14799,18143,17297,10789,11860,17724,16722,13759,19347,10134,6350,10255,9338,16721,12185,11677,4117,0,19457,17855,15306,14636,9318,16481,2023,19789,18914,19494,20945,12125,17466,7066,19792,13346,14350,4463,10958,9522,1035,2280,2498,18924,14225,20168,17242,15963,10557,12966,5727,11115,8042,16087,12766,15224,19526,15758,18485,1212,14399,21760,18871,6960,10444,12221,13422,10917,10052,16029,16717,18037,8519,14489,9617,6709,3221,5700,18923,15327,11425,14399,10781,18158,17545,15717,12640,7604,11654,7006,2219,11869,15589,10793,11493,3953,772,18563,11408,3723,3900,15146,9572,9525,14436,18599,17282,5487,5807,7837,18300,21865,16492,19168,13099,15454,21853,20993,21879,21779,13610,21537,18675,12235,18480,16633,14540,13474,17776,15664,5052,13550,19087,13073,10942,7750,11517,2514,15409,13400,16497,13556,9867,9312,14949,3169,21657,15213,21668,14525,19803,14006,17045,19111,16151,15597,12248,14143,13478,15495,15224,2870,11029,21851,21943,12334,21051,15467,8033,3617,11931,16315,15704,9786,19143,13502,16644,14703,16422,10120,10728,11362,13280,14638,21078,21850,19666,9105,5932,21867,22060,16449,18747,11616,12523,14143,12417,13633,15206,14781,18611,19450,14289,18393,10992,13025,13141,16837,13868,11356,16128,4476,1933,2101,20147,18983,14315,17483,16580,15054,17322,14738,11541,5198,21852,14190,14387,7807,839,1491,19122,13352,9473,15798,13841,12486,10718,15477,12553,10023,15351,19002,13065,9279,13419,4809,488,1961,21817,618,21410,18139,10325,2070,185,20719,21957,12944,14197,11723,12784,20783,7412,12284,8421,11010,6513,12900,4503,19928,15534,10641,8909,12035,4675,1391,16453,18572,5537,363,17815,16893,16115,11531,14755,11910,471,14256,13357,6872,11435,5323,7710,14371,14931,4165,107,10327,10066,15058,13845,16855,9486,16955,18877,8339,6468,3392,4,21884,11589,21821,21870,16323,13019,10256,17544,3205,14630,14556,12779,14178,15270,15409,8412,5118,11085,11626,18404,16470,20315,12162,8952,19439,17029,22001,16692,20722,17974,11100,0,11634,13129,13587,18420,20906,8213,13801,15142,13226,13514,9409,11488,13476,1137,7825,16685,9872,8670,11015,12597,13575,15407,18043,18922,18773,11776,13660,15530,10066,14075,13185,11405,12984,14385,13228,14186,13021,15171,18453,13230,7776,9690,18736,21914,16925,21852,17660,14730,16249,2536,645,18921,14591,14071,12192,15341,21842,16474,17103,9510,13939,9940,12832,13418,21590,15928,14481,14192,21942,21834,18949,16601,8612,13098,13540,10,16170,20559,12457,16080,21926,13914,15679,12855,7937,11768,16909,12521,0,3395,18094,19443,21752,9982,17608,21870,9017,15616,20671,21802,18270,20736,13680,17981,15824,11456,16170,14202,16093,21931,14520,21960,20738,17122,21845,21743,19622,13155,10603,293,19474,17170,16024,8065,3305,18441,20009,21805,11680,19431,20180,14325,20467,14607,13211,3684,12554,14503,7310,11169,9972,9373,10706,16579,9845,12156,14659,18102,6225,21011,7077,15276,5751,18166,20179,20020,7187,11415,14967,12813,12366,14027,13197,13041,15883,9569,9310,10388,21200,12021,12046,12740,16519,4240,16383,12346,18786,18110,12859,10166,15156,20297,8572,18458,14528,10962,6195,9567,7733,9294,12713,10582,9975,9304,8899,9663,5285,21962,12430,21693,20276,16177,5726,55,17715,14403,4809,20475,15529,20004,18770,15937,13455,770,15727,12796,13900,14633,13002,9054,2960,706,17105,17366,16615,21910,13286,13699,14050,20557,21827,14302,12850,12963,20950,16430,21914,13160,21645,10403,12008,1447,21833,15298,14931,13649,5015,28,17371,17156,4579,21723,17393,15289,16732,19565,13897,15216,5096,14258,15769,11474,12661,17813,19951,19015,16530,14066,11080,8960,9648,3439,1401,20346,11611,14445,15394,9892,15089,11589,14482,17880,14597,13470,10702,15970,7403,10409,9708,16338,9511,8028,14706,18423,14543,12369,14357,13730,11542,21613,11172,7411,19428,11563,14176,18950,19984,15451,20011,13433,21687,16706,19382,12216,15852,12088,10010,3059,6412,15378,15392,10313,10140,10194,11511,17022,13403,16371,15629,16663,8239,14721,3866,18379,13405,4093,2818,20815,13063,7331,21834,16847,21945,12904,8848,11095,8353,15555,7794,6586,544,2759,22036,11536,8237,18083,7443,7605,5546,15588,7831,4117,3761,4425,3280,22022,21070,19758,15857,16572,15981,19904,19034,11979,13022,12851,19708,15199,16039,13696,8517,18081,10087,14316,8942,16119,2860,1951,18938,21900,15368,4919,13505,16266,19894,9362,19091,15096,18059,19428,13847,21806,5581,9198,21890,12037,14088,21759,19056,12606,16953,3862,6881,15556,12592,21762,7815,20346,14347,21842,21770,20853,18385,5210,15588,4265,1754,7291,17001,15093,11232,12057,21211,11821,15901,20101,5288,12304,21401,18762,19977,18316,10232,12683,12377,10443,8909,13183,5762,2430,2045,18402,16741,16109,18415,18414,14572,11829,10224,21971,9224,18744,15339,14277,10638,7280,21859,21840,13177,14002,5218,20213,19211,18838,16182,16579,14541,9430,12405,16407,8604,15525,18678,13985,8825,13962,8378,1519,1941,2387,14534,21733,16191,18059,8974,21855,16935,15623,17197,11595,12834,11287,1357,16171,19167,21811,16841,21023,13692,11428,21714,14762,13833,9936,16636,16722,19940,14982,1012,20669,20532,11897,21864,21719,21835,19353,14022,15426,16015,10947,3817,21782,18853,18872,18937,16578,17393,18842,13839,17904,11757,21889,17020,7822,2827,608,463,21685,11793,17449,10463,16713,14268,11517,21898,14335,16152,14823,15192,17026,15636,15585,21806,19383,19074,18125,15011,42,21869,12767,9285,7932,21886,17873,18401,16024,21953,14702,11580,11199,13252,17232,14903,11594,11962,14380,15394,12411,21939,14316,3618,19469,16312,21840,19066,11959,578,21864,15940,18888,17661,18512,12524,12979,17670,16000,10316,21026,17413,15778,5662,13709,16749,305,18418,18497,20486,14654,16414,12262,4550,10391,20089,12977,17564,15550,15851,15476,9218,17007,14350,10898,15232,13930,4242,22028,21746,13531,18342,20353,8026,8485,9458,6156,2016,16382,10955,6803,21495,7145,19131,12688,12227,8081,9064,18895,3591,18950,6927,271,20056,7774,17322,8181,21472,5184,10342,21744,17101,167,14117,18773,10821,12959,9653,17047,11554,9696,12301,8882,5260,4351,63,19010,15291,7984,15539,11309,21843,10763,3469,3993,0,21866,14358,15993,21800,21884,11928,12220,16489,18798,12797,15732,11796,21302,12225,7774,15265,19245,20256,9268,9110,18374,15582,81,11696,21852,21839,66,21277,12141,11873,6537,21904,5814,9077,12249,5349,21888,18580,21834,7688,9481,12358,21746,18021,13721,3715,12473,15391,21911,8054,18531,7133,9511,12681,8580,6652,18988,4434,8940,14330,16549,10851,12287,12133,20121,17797,16415,20337,7223,7730,8449,5389,6996,2749,20038,21833,7824,14326,21813,8983,10777,9564,10289,4275,13972,11052,18754,10818,7908,21832,16976,15149,11919,19257,13892,21797,12799,9252,9613,18210,16755,176,21823,17416,11155,8783,4683,11835,21855,9828,8279,14999,2001,21711,21913,10369,17902,18102,16236,11600,8329,7135,7969,19778,7868,10493,3827,2135,21916,6480,18209,9606,9620,18291,8698,21832,19364,13416,12686,14208,21874,20288,16444,9656,7764,9182,20507,21040,8550,8993,10547,8705,10188,7425,7020,5905,4501,4076,1635,4844,18018,13670,21991,14493,13298,9222,13536,14517,21063,10324,13397,12008,12517,14526,14404,19265,12287,17263,21829,21807,19446,14952,18500,7314,21280,18511,5918,12106,19604,21595,21836,21661,21896,11843,21882,15910,21627,15685,10010,4747,16751,14653,2243,2768,18442,21839,6260,14275,16030,15986,21814,18596,15265,12368,11658,8800,14035,5370,1533,11950,14096,2055,12884,21833,18511,9794,16615,16177,15218,20964,12207,4462,12253,21750,4399,1614,1611,15282,4539,12685,21177,16199,19569,15069,14234,6542,9590,19670,15029,5999,11705,5564,2745,1710,17124,16223,16122,21010,19634,12515,13837,12268,21807,9435,1514,20185,21397,8155,14711,11810,15107,15538,15865,11265,21255,16654,20589,20075,13572,20605,19963,15326,10999,6059,12916,19119,9480,9790,21259,4414,17259,15536,8694,12954,21816,21910,16715,10182,13186,17685,15645,16063,14961,10236,18514,22064,14699,15405,17377,15765,13677,10772,12397,5678,8593,15783,15727,11143,11887,9491,12363,2188,1449,20259,17964,15181,15768,16004,15545,12733,20045,14032,12006,19498,13687,17060,10416,18590,6579,20209,19608,15403,15739,12034,6841,6818,1500,19354,17975,13181,17986,11011,21436,13441,15135,19093,17295,18064,9816,5316,12915,4490,12742,14777,17889,13355,11118,14751,21895,12638,18751,3007,13557,20389,13236,13121,19063,13954,9980,17565,12365,14196,16277,4620,21872,10216,13650,13295,1404,17462,15005,14135,14410,21791,11679,14704,9416,11326,11923,12324,7367,9865,10886,14685,14633,21318,7093,12350,16354,14294,6484,4174,1510,1321,2086,1597,2291,1128,21851,16927,13017,17838,13180,7388,12328,12361,15797,16757,18836,13845,11774,9778,14428,15370,19792,18806,21934,17912,21840,18515,20405,11505,5791,14163,10404,10349,20744,14898,9564,15877,17338,18088,18837,18747,14015,375,12,16959,19940,21808,11654,13153,21768,6317,14963,15489,13056,14612,16415,12862,13555,16848,15155,3071,6817,21651,15195,8646,5208,21788,18238,16478,12426,14292,464,21765,16912,21932,16155,16532,13915,8850,496,19494,16102,16762,13971,17842,12693,15265,21738,9460,13066,21119,16468,11243,18417,14240,13710,328,5185,18678,21852,16037,20278,10553,13339,18649,18615,16245,8922,11625,21422,3905,8985,6531,8619,5102,798,16982,19954,16915,16038,11338,10614,11239,15738,12669,8005,8172,3172,410,13876,13386,19486,13732,14938,12333,12200,11667,1251,2886,13453,5541,15393,10926,9791,13594,11274,12013,7926,8644,8756,9981,9464,11363,10669,8804,11025,19891,12501,13655,17656,18904,4330,13161,13965,11437,18458,7070,16726,7394,1305,12973,21839,7799,7659,8800,17883,17153,16261,13501,14458,4508,21870,13898,12405,10625,20700,10298,13411,2324,21808,20410,14814,21833,12697,14796,17834,8949,15464,8755,12542,11518,21812,17785,11909,15436,12620,10504,21202,7357,12243,12579,5446,0,6119,21396,13304,11977,530,17511,18299,12509,13534,8590,16120,10889,3504,13145,13536,15859,17597,12529,14809,6746,8749,12354,14190,2930,3220,16780,21782,13678,21803,16908,12122,10933,21848,11665,11852,14280,20970,18503,9242,18759,20294,294,13176,21811,1125,12324,20775,19452,20787,21712,6046,18687,12068,5591,11740,3230,2097,16039,9578,14608,15660,18371,21828,18197,21857,16732,13314,16070,13160,13358,20865,7041,21810,11449,13194,12173,13017,16317,13023,14206,11527,19891,18121,9454,3163,41,17608,15732,13910,18625,17800,18605,7790,12569,13572,10346,60,67,2199,21870,12010,8679,4346,329,14876,13480,13638,11859,14470,10717,6019,16707,16163,6644,18431,15832,6024,3164,582,7456,19134,15903,14579,14299,8966,8951,8567,14995,11267,9293,6256,18930,1815,1402,15142,9892,19882,13046,10583,6063,0,13339,13229,12432,13793,16016,18916,16401,19692,14237,4898,10824,15781,8948,1259,20115,21872,12099,12813,16000,21908,18957,14178,11031,15641,2744,2591,20182,19247,12643,3703,15000,16128,21955,2884,15870,11510,15712,5367,6778,14738,21999,21799,21998,1957,65,18589,11088,20334,21390,5778,7868,3583,828,1883,1771,1768,10518,12059,14685,7287,10162,14639,11920,21945,10738,10711,12917,10934,19631,21726,10773,14140,12691,14328,15977,917,21950,21533,17323,21966,11017,19365,18289,3528,20456,21921,12139,16580,10845,21870,13560,3506,10766,21881,13409,10381,921,643,21789,21798,6311,20669,9975,5074,531,16939,18287,14378,8939,21864,20908,1179,15977,7425,9495,16295,17705,21829,11330,11510,11382,13851,20537,14610,20238,9673,9518,18340,6242,792,974,21887,21883,8544,16332,18001,9761,9271,12397,14303,10539,8873,2460,8800,21802,13486,10645,8743,9078,12844,16741,15920,7553,8750,13224,17666,16175,18613,4779,13592,13004,18650,21960,9579,9681,17073,16760,12348,11118,13512,5172,9700,4772,1635,1417,12109,18000,14126,13660,8638,10355,16310,14035,10896,19473,9175,13788,7492,17626,8719,13044,17848,17719,14316,18617,11481,14785,9841,21886,19984,14399,8776,11607,9632,7980,7024,20380,12911,15854,15063,7825,12240,8100,12354,12587,1179,17169,13606,10927,4290,2019,2349,1999,1889,11852,15806,19374,19160,22012,17162,12196,17301,9085,12250,7125,21749,11092,12981,7664,807,20818,19249,15217,3972,14127,14885,9833,21794,12374,9564,13062,5559,868,13394,13269,15905,15330,16732,21811,13299,19744,10157,11922,7417,10966,13846,15110,16076,13176,20111,9247,15706,21060,21273,4927,11087,12706,12030,18332,21808,19766,8952,18525,21851,16802,3085,3881,3318,4594,3634,5155,4805,4024,13191,14265,16761,21248,8906,21822,21722,16157,14889,21970,15156,12165,10805,11242,10594,14908,9293,15702,16726,1723,403,18232,18296,12398,8168,11149,18424,14217,18943,16023,3257,16788,21875,21593,18078,11665,15544,16192,10809,13171,13207,17606,15748,15283,9094,14259,16786,2562,14094,21179,16291,15328,15356,10545,15612,4060,1878,19602,17109,3032,16573,17242,18260,16234,12956,19058,17100,15568,12333,10807,21814,8566,14534,17872,19114,21736,13496,15963,17652,21792,15104,12427,21576,16737,15275,4029,1873,1416,1614,1690,21789,22024,11905,11492,21198,21802,15374,18269,13707,20968,21243,21953,17651,21789,21496,17535,11936,21931,19753,10904,21888,21785,9410,1393,18134,20130,10998,11282,12605,16406,13084,21947,21822,13111,6160,2666,21901,10007,21799,18350,19104,16464,18608,12912,21868,21680,21689,8952,10308,3352,21821,14325,10954,16759,21266,18649,17614,16474,1440,2119,21714,12474,13899,12872,21720,21888,21950,7689,11299,21649,16916,21864,21832,6056,1592,21816,20989,21884,9086,11943,10383,21698,21606,11367,13695,21997,19072,3883,2942,3373,2564,1933,2459,5387,3984,2168,1856,2204,2226,236,118,54,18,3,0],"fragments":[{"begin":"0.000","end":"3.400","lines":["[CLIP: Theme music]"]},{"begin":"3.400","end":"19.520","lines":["Ever wondered what math actually is? No? Well, mathematicians sure have. In fact, it’s a question they’re still debating today."]},{"begin":"19.520","end":"44.960","lines":["You’d think that’s something they’d have a handle on, but they really don’t: Is math an aspect of nature that we’re discovering, or is it an invention of the human mind?"]},{"begin":"44.960","end":"47.920","lines":["For Science Quickly, I’m Rachel Feltman."]},{"begin":"47.920","end":"56.160","lines":["And I’m Kyne Santos, your favorite math-teaching drag queen."]},{"begin":"56.160","end":"65.720","lines":["Last week Kyne came on the show to teach us just how beautiful math can be. This week we’re getting to know who math is on the inside."]},{"begin":"65.720","end":"82.960","lines":["We’ve talked about equations and numbers and theorems, but what really are those things? Are mathematicians like scientists, going out into the world to take measurements and form hypotheses? Or are they more like philosophers, who sit in an armchair and think?"]},{"begin":"82.960","end":"85.080","lines":["Apparently no one knows?"]},{"begin":"85.080","end":"88.680","lines":["Well, there are definitely a couple different camps in this debate."]},{"begin":"88.680","end":"90.400","lines":["[CLIP: “None of My Business,” by Arthur Benson]"]},{"begin":"90.400","end":"100.240","lines":["One school of thought is called intuitionism, which is the idea that math is all in our heads, and any mathematical truth is only true insofar as we believe that it’s true."]},{"begin":"100.240","end":"111.800","lines":["My take is that it just looks way too convenient if it was invented by us. I mean, if it was just invented by us, we’d have to be pretty smart."]},{"begin":"111.800","end":"118.400","lines":["That’s Mark Jago, the philosopher and logician from the University of Nottingham in England that we met in Episode One."]},{"begin":"118.400","end":"125.600","lines":["This all feels very, like, The Matrix to me, which is probably why I didn’t take any philosophy courses in undergrad."]},{"begin":"125.600","end":"141.160","lines":["It’s not a bad comparison, actually. Intuitionism is very “there is no spoon.” It treats math as subjective, and mathematical concepts only come to exist when people put their heads together to create a shared experience of math."]},{"begin":"141.160","end":"145.680","lines":["Mark also explained some ways that math might exist without us creating it."]},{"begin":"145.680","end":"169.560","lines":["On the other hand, if you think of maths as something out there, kind of like the physical world but separate from it, we don’t have to kind of think of ourselves as having superhuman abilities—just good enough abilities to work stuff out. And I think that kind of explains how we can keep on discovering new bits of maths. Like, you’re never going to find out all of it."]},{"begin":"169.560","end":"206.080","lines":["Mark is talking about another major school of thought: a form of realism called Platonism, which is the idea that math exists as something that’s just—out there. We humans may invent the symbols for addition and multiplication, the digits we use to represent numbers, and so on. But once we agree on which symbols to use, the rules and consequences sort of fall into place because we’re representing something that already exists. Like, we can change the numerals that represent the numbers 2 and 4, but there’s no changing the fact that 2 + 2 = 4. Platonism holds that there’s something innately true about that."]},{"begin":"206.080","end":"225.280","lines":["We could come up with rules for math that seem true to us but are fundamentally false because they contradict whatever the abstract concept of math is doing—somewhere out there. It’s sort of like how we treat time as this fundamental thing, even though it’s invisible, and we use a bunch of human-made constructs to try and understand it."]},{"begin":"225.280","end":"238.320","lines":["An opposing view says there’s no reality to it at all, whether out there or up to us. It’s just kind of in the language. So there are the number words, and we kind of shuffle these around on paper when we’re doing maths, but there’s really nothing more to it than that."]},{"begin":"238.320","end":"260.960","lines":["That view is called formalism. To formalists, math is like a logic game, and the goal is to avoid contradictions. For example, we know that an integer that’s both even and odd at the same time doesn’t exist because that would be a contradiction. To formalists, a mathematical object “exists” if its existence doesn’t cause any logical contradictions."]},{"begin":"260.960","end":"268.280","lines":["So—formalists believe that you can just manipulate things into being true by using clever math proofs?"]},{"begin":"268.280","end":"274.680","lines":["Exactly. Mark isn’t a fan of that view, but he admits that it avoids a whole can of worms."]},{"begin":"274.680","end":"286.600","lines":["If you think that maths is real out there in the world, you’ve got to kind of explain: Where is it, and how did it get there? And how do we find out about it if it’s not, like, a physical thing? They’re really difficult questions to answer."]},{"begin":"286.600","end":"288.840","lines":["[CLIP: “Handwriting, by Frank Jonsson]"]},{"begin":"288.840","end":"295.520","lines":["Okay, I think I need to call a time-out so we can do a quick recap on all of these possible realities of math."]},{"begin":"295.520","end":"325.480","lines":["So Platonists believe that math is a fixture of objective reality and that its existence has nothing to do with us—we can only try to discover the abstract objects involved. Intuitionists believe math is only in our heads, and mathematical objects only exist if we can imagine them. Formalists are somewhere in the middle, believing that we make up the basic rules but that the theorems and discoveries fall into place as a result, even if we can’t imagine or understand them."]},{"begin":"325.480","end":"330.160","lines":["Wow, that’s a lot to keep track of, let alone debate."]},{"begin":"330.160","end":"343.320","lines":["You’re not wrong. And mathematicians have been debating this stuff for a long time. Most mathematicians nowadays fall under the formalist camp, which says that all of math can be built out of a correct system of axioms."]},{"begin":"343.320","end":"349.520","lines":["Axioms sound vaguely familiar, but it’s been a while since my last math class. So, can I get a refresher?"]},{"begin":"349.520","end":"369.800","lines":["Absolutely. Axioms are statements that don’t need to be proven because they’re assumed to be true or self-evident. An example might be: “A statement cannot be both true and not true at the same time in the same respect.” Or another axiom might be: “It’s possible to draw a straight line between one point and any other point.”"]},{"begin":"369.800","end":"387.040","lines":["An axiom is a starting point in mathematics. And so math is trying to build everything up using just logic, but you have to have something to start with because logic is based on the concept of implication, which means: “If this is true, then this other thing has to be true.”"]},{"begin":"387.040","end":"394.120","lines":["That’s Eugenia Cheng, a mathematician, author and scientist in residence at the School of the Art Institute of Chicago."]},{"begin":"394.120","end":"409.400","lines":["It’s a bit like the idea of cooking from scratch in the kitchen, right? You have to start with some ingredients; otherwise you won’t get anywhere. And so the axioms are like the ingredients that you start with, the things that you’re going to assume that you have already, and then see what you can deduce."]},{"begin":"409.400","end":"434.240","lines":["And it doesn’t mean that those axioms are true; it means you’re going to explore a world in which those axioms are true and see what else must also be true. So it’s like saying, “If you have butter and flour and water in your kitchen, you can definitely make pastry,” which doesn’t mean everyone can make pastry, but it does mean that if you have butter and flour and water, you can make pastry—even if it’s not very good pastry the first time you do it."]},{"begin":"434.240","end":"435.320","lines":["[CLIP: “The Farmhouse,” by Silver Maple]"]},{"begin":"435.320","end":"447.040","lines":["More than 2,000 years ago, an ancient Greek mathematician known as Euclid wrote the most famous math textbook of all time, called Elements, and he started with five axioms, also known as postulates."]},{"begin":"447.040","end":"448.240","lines":["Let’s hear ’em."]},{"begin":"448.240","end":"483.880","lines":["Number one: it is possible to draw a straight line between any two points. Two: it’s possible to extend a straight line indefinitely in both directions. Three: it’s possible to draw a circle with any center point and any radius. Four: all right angles are equal to each other. And the fifth, which is a little difficult to visualize, so nowadays we often describe it using this equivalent postulate, which says, on a plane, if you have a line and a point not on the line, then you can draw, at most, one line that goes through the point and is parallel to the original line."]},{"begin":"483.880","end":"486.840","lines":["Wow, that fifth one really does come out of nowhere."]},{"begin":"486.840","end":"512.400","lines":["Yep, well, don’t worry, we don’t need to go too deep into it. What’s important is that, starting with those five axioms as his ingredients, Euclid goes on to prove the Pythagorean theorem, the sum of the angles in a triangle, the volume of a pyramid, the properties of circles—pretty much all of what we consider to be basic geometry. And we can trace it all back to Euclid’s five axioms."]},{"begin":"512.400","end":"528.960","lines":["Fast-forward to the 1920s, and a leading formalist mathematician named David Hilbert thought that with the right set of axioms and rules, the right ingredients, he could describe all of math. So he put it out there as an open problem, and this is referred to as Hilbert’s program."]},{"begin":"528.960","end":"545.800","lines":["Two mathematicians, Kurt Gödel and Alan Turing, put a bit of a damper on Hilbert’s dream. They proved that any formal system of axioms would have limits on what it could prove. Some mathematical questions will have to go on being unsolved and unproven."]},{"begin":"545.800","end":"565.320","lines":["These are both results that tell us something about the limits of maths—or rather the limits of what automatic reasoning, the kind of thing that a computer can do or that, that you can do if you follow a test—like if you have a set of instructions that tell you how to calculate something, and they’re always a fixed set of instructions."]},{"begin":"565.320","end":"600.720","lines":["Finding limits to what we can do in math, whether with the help of computers or through our own ingenuity, sounds like it should have been a huge problem. But it wasn’t. The formalist school ended up winning over most mathematicians, and Hilbert’s program gave birth to new branches of math. We’ve come up with an axiomatic system that can be used to carry out almost all of math, which is called Zermelo-Fraenkel set theory plus the axiom of choice. Gödel and Turing may have shown that every axiom system has its limits, but in practice it makes no difference for the work of most mathematicians."]},{"begin":"600.720","end":"617.200","lines":["For me, you know, this doesn’t say to me that there are problems with maths. It’s like this country that stretches out beyond what we could ever hope to cover, what we could ever hope to discover. There’s something exciting about that."]},{"begin":"617.200","end":"624.880","lines":["Eugenia recently wrote a book that looked at the question: “Is math real?” But she isn’t sure that’s the right question to ask."]},{"begin":"624.880","end":"631.800","lines":["I think the right question is: “In what sense can we consider math to be real, and in what sense can we consider math not to be real?”"]},{"begin":"631.800","end":"634.240","lines":["[CLIP: “Rainshower,” by Johannes Bornlöf]"]},{"begin":"634.240","end":"646.600","lines":["I think sometimes people accuse math of not being real because mathematicians have just kind of made it up. And they say that like it’s a bad thing. But I want to say that’s a great thing. Isn’t that amazing?"]},{"begin":"646.600","end":"669.040","lines":["So it’s like language: Is language real? Well, it’s just something humans made up to communicate about the world around us. We just invented it, but it works. It enables us to communicate amazing things. The fact that it’s made-up makes it particularly powerful because we can keep making up more of it, and we’ll never run out of it as long as our brains don’t run out of imagination."]},{"begin":"669.040","end":"684.400","lines":["You know, with other stuff we invent, we run out of resources. We run out of money. We have to spend money buying equipment. We have to bug somebody else to give us money for things. Not with abstract math—it’s only limited by our imagination."]},{"begin":"684.400","end":"703.000","lines":["So we may not have a total consensus on the exact nature of math. But whatever it is, we can all agree that math works. We can use it to predict where trash will end up in the ocean. We can pinpoint a person’s spot on the globe using satellites. And it’s also fun, and maybe that’s enough."]},{"begin":"703.000","end":"713.880","lines":["Join us next Friday for the final episode in our Fascination miniseries “The Hidden Nature of Math.” Kyne, what mysteries will we dive into next time?"]},{"begin":"713.880","end":"714.640","lines":["[CLIP: Theme music]"]},{"begin":"714.640","end":"721.280","lines":["We’re headed out to the bleeding edge of the field to look at all the math being discovered today—and all the math we’ve yet to find."]},{"begin":"721.280","end":"732.200","lines":["I can’t wait. Listeners, don’t forget to tune in on Monday for our weekly news roundup. Until then, for Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"732.200","end":"750.040","lines":["Science Quickly is produced by me, Rachel Feltman, along with Jeff DelViscio, Madison Goldberg, Fonda Mwangi and Kelso Harper. Today’s episode was reported and hosted by Kyne Santos. Emily Makowski, Shayna Posses and Aaron Shattuck fact-checked this series. Our theme music was composed by Dominic Smith."]},{"begin":"750.040","end":"763.200","lines":["Now is a great time to subscribe to Science Quickly wherever you get your podcasts. For more in-depth science news and features, go to ScientificAmerican.com."]}],"duration":763}