{"title":"A Close Encounter with SpaceX Debris Teaches an Astronomer about Space Junk\n","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-an-astronomer-responded-when-space-junk-fell-on-a-nearby-farm/","audio":"https://traffic.megaphone.fm/SAM3565817226.mp3?updated=1723585186","intro":["The space junk polluting low-Earth orbit sometimes makes its way to Earth. Here’s how one astronomer responded when SpaceX debris fell on a nearby farm."],"authors":["Rachel Feltman","Fonda Mwangi","Kelso Harper"],"category":["Spacecraft"],"transcript":[{"author":"Rachel Feltman","text":"If you’re listening to this podcast, chances are pretty good that you’ve heard about the problem of space junk—the countless pieces of trash from dead satellites, old rockets and other assorted space infrastructure orbiting our planet that can travel as fast as 22,000 miles per hour or more. You may also know that even the smallest pieces of debris can damage satellites and space stations at those speeds. But even if you’re aware that hunks of this cosmic trash occasionally crash down to Earth, it probably feels like a fairly abstract problem to you. The world is big and full of stretches of uninhabited ocean, and the odds of space junk falling anywhere near you are close to zero. That’s how Samantha Lawler, an associate professor of astronomy at the University of Regina in Saskatchewan, used to think about space junk, too. Then a farmer found a huge heap of debris not far from her house.  For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Samantha to hear more about her close encounter with parts of an old SpaceX craft—and the perplexing process she went through to try to get someone to deal with the hundreds of pounds of space trash. How did you first hear about this particular debris?"},{"author":"Samantha Lawler","text":"I heard about this when a journalist sent me an e-mail, and she just asked, “Hey, we heard about this space junk. I’m not asking you to decide if it’s real or not, ’cause it’s probably fake, but can you just talk about space junk?” Sure, okay. And then I just happened to see a photo of the space junk. And my first thought was “wow, that looks just like the SpaceX junk that fell in Australia a few years ago. I wonder if it actually is real space junk. Oh, my gosh. This is right near me. That’s so crazy.” And I e-mailed my collaborator, Jonathan McDowell, and he, almost immediately, confirmed: yep, there was a SpaceX Crew Dragon trunk that landed over Saskatchewan back in February. That could be it. So then, by the time I talked to this reporter, who just wanted to ask me general questions about space junk, I was like, “Wow, I found out everything. This is amazing. I know exactly what piece it was and when it fell.” And she just wanted, like, very basic stuff. So I was way more excited than her at that point."},{"author":"Feltman","text":"Could you tell me a little bit more about how your collaborator was able to pinpoint what piece of space junk this was?"},{"author":"Lawler","text":"Yeah. So Jonathan McDowell is an astrophysicist who works at [the Center for Astrophysics | Harvard & Smithsonian]. And he’s an x-ray astronomer, but he just happens to love tracking satellite launches and reentries, and he has probably the best civilian database of all of that information, so he just keeps track of it all, so it was very easy for him to, you know—I just e-mailed and asked, Was there anything that fell over Saskatchewan in the last few months because this was over the winter, right? Nobody would have noticed until the farmers went out to do their seeding. So he was able to access that information because he’s the one who keeps track of it."},{"author":"Feltman","text":"Yeah—not the companies that are dropping the space junk?"},{"author":"Lawler","text":"No, not the companies that are dropping it. There’s no, like, government database that’s public, right? It’s all just done by Jonathan McDowell, and there’s another really good database, CelesTrak, that's also just run by someone for fun. It’s really wild that there’s not better public information on everything that’s in orbit and everything that’s falling on us from orbit."},{"author":"Feltman","text":"Yeah, especially given that I, I know the scale of the problem is increasing. You know, what kind of numbers are we looking at in terms of space junk and potential space junk these days?"},{"author":"Lawler","text":"Yeah, there’s more than 10,000 active satellites in orbit, so functional satellites, and then there’s tens of thousands of pieces of large debris. There are hundreds of thousands to millions of pieces that are big enough to do damage, right? Everything that’s in orbit is traveling at several kilometers per second, so faster than a bullet. So even a tiny screw or a fleck of paint, if it hits something, like a window on the International Space Station, it can do some serious damage, so tiny pieces of debris that we can’t even measure from the ground can really cause serious problems."},{"author":"Feltman","text":"So going back to, you know, this particular space junk incident, can you describe what this debris looked like when it fell?"},{"author":"Lawler","text":"Yeah. Like, you can see pictures of it, but when you actually see it in person, it looks way bigger, and it’s really terrifying to think about that just falling out of the sky onto the ground, right? So this piece of debris, the first one that, that he found, it’s, like a semitruck hood, right? Like, it’s really big, right? It’s almost my height, too, like, leaning on a wall. And it’s covered with this carbon fiber that’s sort of unraveling around the edges, which is probably why it didn’t burn up. SpaceX has said that [satellites] will burn up completely when they fall through the atmosphere, but these very large pieces did not, and I think probably part of that reason is because this carbon fiber sort of unraveled on the way through the atmosphere and slowed everything down. There was another piece that one of the neighbors found. It was a very large piece of metal with, like, really long tendrils of carbon fiber hanging off of it. There was another piece that was like a big metal spear, almost. Like, that one really scared me, just thinking about that falling into the ground. It was about eight or nine feet tall. It weighed 80 pounds. And it’s just, like, a spear made of aluminum. Like, that’s terrifying, terrifying, right? There were five pieces, about 250 pounds in total, that were found by the original farmer and his neighbors, and they had brought it all to farmer, uh, Barry Sawchuk’s equipment shed just to, like, have a nice display for journalists to take a look at, right? ’Cause this is terrifying."},{"author":"Feltman","text":"Yeah. Well, and did these pieces cause any damage, or were folks fortunate enough that they landed in empty fields?"},{"author":"Lawler","text":"Yeah. So where the pieces fell, it is very sparsely populated, right? This is grain-farming country. There’s fields that are used for growing thousands of acres of wheat and canola and a few cattle fields. There’s only a house every few kilometers, right? It’s very sparsely populated. So in some ways, it’s a great spot for this to happen, right? It also sort of highlights, like, if it’s this sparsely populated and people still found pieces, like, that’s a lot of stuff coming down, right? There was no damage, and nobody’s house got hit or anything, but there will be pieces found for years. I have no doubt that there are smaller pieces or maybe even pieces this big that are still out there to be found. One neighbor apparently just seeded over it, right? He drove his big tractor over a piece, and he didn’t even think about it until he saw the news, like: “Oh, there’s space debris in my field that’s now growing canola or whatever,” right? So people will continue finding pieces. It could cause damage to these giant million-dollar tractors and combines in the future, but, it’s really, really quite terrifying to think about. Like, that fell, like, right near my house. That, that could have hit me. Like, wow. I just saw in the news that SpaceX has actually changed how they are letting these particular objects reenter, and they’re going to try to get them to land in the ocean, which is great in terms of not killing people, but it’s still like—they're dropping giant pieces of garbage. Like, why is this okay? The disposability really bothers me."},{"author":"Feltman","text":"Yeah, well, and that is a great segue to my next question. In the piece you wrote for Scientific American, you kind of brought people along for the journey as you tried to get this debris dealt with. So what surprised you the most about that process?"},{"author":"Lawler","text":"The thing that surprised me the most, that still continues to surprise me, is that nobody in the Canadian government really seems to care. Like, like wait, so SpaceX, a private company, just dropped garbage on Canadian citizens and then came and picked it up and left, and, like, nobody cares? Really? This is fine? This is how this is supposed to go? So I’m still just kind of shocked that, yep, this is fine. It’s okay for private companies to drop garbage on you from orbit as long as they, like, come pick it up afterwards. Like, it’s just so bizarre."},{"author":"Feltman","text":"Yeah. Well, and, and what did that process entail?"},{"author":"Lawler","text":"Yeah. What is supposed to happen: anything that goes into orbit and comes back down is covered by the Outer Space Treaty and the Space Liability Convention, which are these big treaties written back in the late 1960s, early 1970s, in the Apollo space race era. They’re written for a time when governments are the only entities launching stuff into orbit, so they don’t recognize private companies. It doesn’t recognize individuals, so—now a private company has dropped stuff on private citizens. How does that work? What was supposed to happen is that Global Affairs Canada should have talked to the U.S. [Department of State], who should have talked to SpaceX, right? It should have gone through government-level dialogue. But I think what actually ended up happening is that someone at SpaceX saw the news and got in contact with the farmer. Stuff that falls out of orbit on another country, you’re obligated to give it back to whatever country launched it, right? If you are a Canadian, and you find space junk in your field, you have to give that back to the U.S. if—as a private company in the U.S. launched it. But it’s not really clear how, right? Like, and how do you get in touch with SpaceX? SpaceX is notorious for not responding to journalists. Almost every article that you see about SpaceX has a line in there: “We reached out to SpaceX for comment, and they did not respond,” right? I didn’t try to contact SpaceX because I knew it would be completely futile, right? They just don’t respond. So it was interesting when they reached out to the farmer directly. What ended up happening was: they talked to the farmer, they talked to a couple of the neighbors, and then, yeah, they arranged to come up. The farmer encouraged me to get journalists to come watch to help keep SpaceX honest, which is great. They showed up in a rented U-Haul, and I did feel kind of bad for the two SpaceX employees who got saddled with this ’cause I bet they did not expect to have a dozen journalists in the middle of nowhere, right? Like, this is an hour drive outside Regina. It’s just—there’s nothing, right? It’s just grain fields. There’s really nothing nearby. So they show up, and there’s all these journalists trying to ask them questions, and at first they wouldn’t even admit they were from SpaceX, which was really strange. But then, eventually, they admitted they were from SpaceX and then did not answer a single other question the entire time. So it was journalists very awkwardly asking them questions while they went and picked up the debris and put it into the back of the U-Haul, and that was it. I tried to get them to answer questions. The journalists tried. We got nothing, not, not a single answer, so it was, it was kind of frustrating, and, like, they didn’t tell us where they were taking it. They didn’t tell us what they were going to do. I want to know, like, are they actually going to study it and try to learn how to better engineer their spacecraft as they should, or did they just, like, take it to the local "},{"author":"Feltman","text":"What lessons do you think that governments and private companies should be taking away from this?"},{"author":"Lawler","text":"Low-Earth orbit in general is almost unregulated, right? There’s very few rules, and the rules and treaties that do exist were written so long ago that it’s not even clear they apply to private companies. We badly need to update the regulation to match what is happening in orbit now. Starlink, SpaceX’s mega constellation—they’ve launched more than [6,000], almost 7,000 satellites in the last five years, right? And there’s other companies that are lined up to do the exact same thing. And I’ll just say we can’t have that many satellites in orbit without serious consequences. It’s not safe in orbit. It’s not safe on the ground. It’s not safe for the atmosphere. So the regulation needs to catch up. It’s really far behind. So I hope that’s something that governments will take away from this."},{"author":"Feltman","text":"Yeah. For everyday folks who, uh, are now also saying, “Oh no, is space debris falling gonna be something I have to worry about?” What would you say to our listeners?"},{"author":"Lawler","text":"I should clarify that your odds of getting hit by space junk are basically zero, right? Uh, for any individual, the odds are incredibly low. But over the entire world population, there’s something like a few percent risk of a death from space junk reentering every year, right? So if you add that up over 10 years, someone is going to die from this in the next decade, right? And that’s horrible. Like, that’s a horrible thing to say. And I’m really worried that we won’t catch up with safety regulations before there’s a death. Like, I saw these giant pieces, right? If that had fallen in a city, it absolutely would have killed people. But it fell out in empty farmland, so it wasn’t even found for a few months. It didn’t have to. That’s all just luck that it landed there and not in a city or on an airplane in flight. I mean, there’s so many ways this could go very badly. And this was a warning, and I hope that warning will make everything safer, right—make these companies think a little bit harder about how they’re throwing away satellites and spacecraft at the end of their lives. The way that everything’s being thrown away is really terrible, and I hope that changes."},{"author":"Feltman","text":"That’s all for today. Tune in again on Friday for a very special chat with a very special guest: Wendy Zuckerman, host of the hit show Science Vs. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time! "}],"wave_peaks":[0,81,1750,1674,2788,11997,20254,18008,17682,20789,16744,20643,7718,14512,18364,19241,13638,20292,12860,8043,10836,21320,13790,20886,4800,20358,12457,10527,14850,18049,20934,16908,18004,18508,18694,11949,16936,12859,12846,18355,15760,13953,11775,14088,21006,20314,11387,12975,12534,13855,15060,15599,16603,12166,3721,19623,19702,10399,11535,8277,11314,17864,14513,17548,12153,14875,12220,18342,19173,7886,17724,13052,21283,21198,18186,12462,6620,20913,20416,18107,11319,9904,17904,14838,9195,21291,13432,7298,21189,19645,16226,20494,20177,21053,15147,12997,20381,20669,3268,0,0,6883,6272,3861,2123,1230,981,4351,6484,2756,1803,1049,858,696,17724,11536,10983,14159,15415,6637,13733,16451,10884,10825,8235,12041,17309,13432,4995,7353,8926,1155,2458,15095,8037,9988,15887,12143,16103,15245,9661,6921,15750,11113,6478,16290,10339,7135,7741,10422,15059,9621,12642,12976,8317,10189,16125,8600,15359,4795,5477,15387,10420,9396,15622,8163,6049,8135,1566,1808,11676,15235,11814,12509,11537,6698,6640,9017,8425,11578,4627,8361,6859,8238,12652,15244,9253,5013,5363,6119,3517,2243,2204,12276,13296,13191,8779,11281,8959,7607,14983,15384,13350,6059,6997,15874,10372,5605,6556,2487,10757,15313,6079,7988,8117,6933,11621,14965,15866,9861,4362,2857,17228,11383,7447,7845,7699,14772,14736,9171,16391,9192,12379,16228,12754,8198,11010,15683,14963,6732,7309,14249,12620,10939,9963,7957,4376,4906,8143,9513,15892,9813,11626,8194,8750,2499,2003,3216,16326,10335,10139,11440,10546,11547,9146,15518,10096,14144,7445,10420,8974,6293,15924,9404,15802,6119,2770,11888,8820,15665,10125,11832,5443,15392,15386,8213,7727,5900,7878,6563,5360,6522,7947,12659,14041,12529,14703,15365,2070,12933,15369,8041,11777,15535,7095,6818,15191,9633,6371,505,15469,8481,10581,15379,15384,7432,5913,13745,2877,5621,9814,9878,12871,8485,4750,15022,15389,15350,196,15555,12687,7910,9705,15430,6712,5485,5449,4039,13501,8241,6345,12151,5616,9917,6123,15291,4735,4017,14889,2983,0,2405,10115,7084,10296,9247,3179,4863,3113,2387,1458,1409,525,7534,15500,10760,7812,7222,8796,13306,6163,5508,7187,5278,4866,1321,15453,15437,12546,10670,9426,15452,11333,3418,15407,11634,12354,13576,8808,14171,15486,12370,12575,14909,15495,10932,15154,14835,9081,232,15501,14256,13053,10175,11729,15499,7198,15380,14445,8974,15490,7539,14371,15447,12007,154,14627,15453,15458,15449,12956,15664,9013,9002,15431,15537,15459,190,15294,13732,13205,15383,15497,10241,7795,12207,8421,15451,12516,15462,9533,13333,12796,13539,13729,15384,14735,15456,12215,15424,10766,581,15461,15200,15452,11383,13511,11987,15537,15438,10062,10882,15046,6716,14551,15472,10127,6145,381,15459,13916,15567,10904,15452,13173,13324,11753,15454,15380,13464,254,15422,15426,10169,10221,13810,13541,15433,5926,13543,9654,15509,14380,9066,13950,15562,14883,10523,15425,11435,15472,12498,9983,9994,6533,15461,15506,9615,13343,14244,10767,15455,8703,8524,15463,11906,15317,12968,2797,12608,15437,15458,15454,15401,12085,133,104,13180,12740,11700,13424,12451,11247,15505,10653,10435,15474,12476,7980,10525,15422,12945,15478,13780,15189,15467,10461,15431,10436,15553,15388,15470,13251,14529,10953,15226,12512,12923,15491,15388,8669,197,15444,15471,15435,14111,8724,8264,13909,15417,15356,15430,8587,15398,15453,14758,10020,15400,15395,12792,14137,11265,3774,20259,15265,20076,29050,15479,15474,15463,15417,15495,13464,23608,16469,14218,15507,15425,6701,15660,15425,7584,15509,14778,15429,15399,370,5812,15451,9902,2291,13932,12135,9302,15419,15430,11878,6288,375,15551,9263,6542,14537,12686,727,6058,15427,15554,11737,15540,15468,8097,15446,15447,15447,10666,15413,9961,9525,13479,15664,12113,10899,11869,12649,15444,15492,15464,8276,15420,9844,8837,15409,12584,12981,12633,15365,13471,10827,9206,252,15440,7896,14027,15436,15464,9998,8914,10125,10617,6779,15450,15478,15234,14300,11430,15466,11985,10788,10008,10460,13375,9566,8347,14275,15464,13609,15481,9256,15452,13280,3554,15337,15487,11943,12328,13152,14682,14612,14447,10211,11188,14974,567,15466,6000,8165,15430,10891,9805,15439,15420,9581,15002,11469,11140,11143,15506,10411,15044,15517,15453,12302,11121,15122,15480,8107,12087,8207,15507,8870,13283,15425,15337,6105,15398,14078,2121,15477,11889,13530,15210,7367,20026,19326,15436,15405,15462,12044,4717,15461,15333,14429,15382,13067,11727,9212,11420,11409,15444,14322,15492,12906,15520,13478,15444,13938,15434,8075,13604,14291,15465,8440,3420,15562,10740,15580,15125,12490,15535,15449,13321,15459,15548,14946,15496,15565,9059,15483,9247,5450,15503,15337,8309,10121,15449,8251,7918,15102,12819,13828,12027,15441,12637,11096,15450,15399,12649,13241,11166,3705,15571,13651,12761,12196,15450,15231,14358,15410,11815,15383,13735,11649,15435,13712,13049,10809,15036,15434,13239,13843,14588,10714,14704,15381,11464,15441,12022,11355,14060,13791,15438,11800,12399,12250,12527,14845,10503,15429,9915,9451,10636,12100,15527,7882,12739,15446,14958,11873,12270,13212,15391,15455,14291,10725,9944,15239,13923,13704,13905,15634,15519,13712,15417,15436,15416,9503,10610,12482,15394,8707,5955,651,15415,13561,15337,15496,15416,15383,11376,15285,10037,15632,12036,10630,13069,3868,7239,15327,15480,12126,15547,12029,12050,15627,9251,13367,1369,15010,15559,15438,12685,15424,15204,10716,15489,15216,14011,11098,11686,9788,15455,15419,10981,15393,9061,1608,15487,13104,15379,3053,15486,12164,15455,10023,9169,12674,14187,11800,15533,15418,15418,9173,10747,10320,14496,12008,15367,15415,15414,11018,15552,10172,13415,12966,9615,7351,15438,15470,12125,11408,11045,10912,9727,15441,9976,12337,15503,12193,13425,12592,12033,144,14166,15482,8578,15476,12526,14311,12056,10954,15402,6082,15441,15459,13090,9865,8702,15418,11210,12903,15435,14776,8001,10386,14448,15399,11539,15503,11363,15390,4263,15526,15424,14850,15387,13761,10877,13170,13164,10306,11373,7773,8764,15525,12020,11049,13818,7672,11726,1978,15379,9751,14079,10588,15366,15431,12031,9450,15503,6893,13524,12748,10087,257,15393,15423,15500,9487,15430,11796,6291,214,15340,15394,15541,9906,8843,12867,4015,15444,14192,11847,8409,15653,15478,11646,8514,15340,13130,15432,9668,6925,10630,15426,4843,15453,4507,15444,9140,8910,8723,15381,8904,13649,10431,60,15506,11131,9702,15440,14779,8624,15380,13645,15315,1721,14126,15387,7537,13371,14754,8296,15441,15487,14162,15431,14815,15472,9717,11431,15432,13411,11834,15372,15424,12381,12902,15438,13421,15512,11486,9434,15487,12774,10079,15477,12196,15481,12990,10449,15463,11578,14157,14870,15455,14017,10110,15436,13764,10791,14507,15402,12788,15451,13481,15426,13554,14180,15400,15453,16680,11188,8251,15306,15431,950,14973,14962,13433,14695,11826,15470,15452,12034,10412,13617,14841,14975,11457,15435,13835,8402,15466,11713,10571,15489,6481,15474,12847,15507,9652,15397,15420,15392,15022,9942,11914,13054,15402,8121,3014,15476,15429,13777,15434,10193,12624,12241,13856,15409,15012,15438,12860,12663,15129,7021,15127,11584,12513,15413,12133,15316,8530,15415,205,15450,15394,9837,10777,14382,10869,11372,15421,13415,15402,12583,11310,11759,14471,15489,15476,13745,15450,12966,15415,15443,11708,12098,13608,13117,15448,12567,13389,15492,11962,9323,12366,4772,14295,12991,15425,15445,14396,11948,14494,15381,13406,15428,13048,15456,14117,15409,15422,11090,13037,14138,14977,15417,10285,10759,14596,13004,5481,15367,12342,15455,15495,15369,11435,11982,13321,11156,9809,8698,15475,14962,11166,15355,12231,15467,220,15450,15402,14141,15335,4520,10667,13695,15536,8000,15450,20718,24391,15099,12226,13866,15432,13659,15332,15507,15461,10398,8076,14170,14162,11369,14941,14483,14372,15501,14373,12752,14210,15385,12562,5823,14306,12437,15437,226,13593,11277,11999,15445,15447,16900,21193,15545,15428,15458,11145,13583,9787,11213,15415,15470,14496,7962,7648,15465,6735,15380,12539,15484,9489,15322,11351,7116,15454,15445,13372,15378,9224,2002,12914,15438,15423,9731,11850,10887,15252,15538,8114,14354,15417,15438,11007,12658,8914,15455,9874,13885,13160,15490,10290,11490,15487,15451,15412,15445,8775,2054,15451,12287,9063,15269,12855,15161,9335,15403,13557,14474,12591,979,10109,15478,4794,15480,12264,10412,15393,2761,14674,15657,11972,15534,11687,14057,12117,15441,14945,11723,15420,10623,15075,12063,12509,12193,9859,22,15518,15070,15553,12626,15479,15514,11803,12783,15705,15223,15394,11397,15534,30,15445,13268,13200,15492,6388,15494,14922,12438,13415,11589,14650,15414,8523,15397,15463,12143,9530,15469,14509,9525,12872,15280,15346,15534,15534,12961,184,14359,11078,13565,14212,11367,15520,13240,14749,11591,10890,13528,12465,11340,11399,15463,13873,10217,12478,15405,15417,15455,13893,11673,13547,13833,15281,12473,9641,10976,15388,11896,14618,13654,15500,15223,15452,7395,15377,9201,12380,15346,9215,10679,15442,15430,11419,14954,15471,11180,15470,10917,14378,15523,13436,15423,15538,13775,15408,10147,14909,13454,12488,13331,14198,15439,8016,7119,15461,15497,11382,15482,10534,15482,15337,10293,10384,12557,15493,13682,12706,6921,15364,15382,15508,15420,9622,10239,12578,15442,13047,15473,7983,15456,9338,15448,6336,15447,13644,14934,15300,11768,12139,15463,7164,13719,15473,14457,8434,13314,15523,12013,13760,15475,12424,10593,15418,10625,2601,15441,13639,12358,14434,15391,12890,15177,5734,15432,11403,10276,14350,14781,15448,12357,15494,7252,13683,15438,10339,14243,15469,11084,14845,11155,15299,15452,12480,13630,15444,15438,4648,11992,15515,12112,14300,14035,12653,14525,10379,9687,13414,15449,15510,14788,13375,15466,15413,12954,14032,15447,8598,5646,14684,15555,13212,9818,9358,8778,15431,10456,12524,14122,15502,12873,9499,12248,10611,15523,13871,8958,15416,148,15427,15472,12723,15425,10073,15560,15381,15524,15438,12570,15336,14567,13195,15269,15441,10891,15522,14368,7922,13195,9665,12475,15438,11409,7226,15417,13632,14830,15469,13282,8409,14323,13024,14519,15494,7787,13013,15491,15443,12489,9116,15451,10340,10657,15518,12864,14876,14702,10284,13486,8752,14704,14968,15058,15465,15322,12136,13425,9714,7264,15514,13187,15495,7951,12119,15450,14969,12603,11192,15302,15447,12527,15380,11805,15466,7221,15444,11317,9056,15414,15425,15465,9437,15443,8463,15481,15397,8476,15435,15423,15465,12547,13231,15458,8193,10553,10639,15772,13748,14098,5888,15394,8623,10106,14006,15558,12519,11957,15561,15475,9423,15463,15475,15492,8472,15397,12705,15432,15295,517,15482,10736,11960,10538,12817,15799,11674,15297,10980,8523,15401,13371,10066,9518,8870,15477,14458,10028,15583,15366,11677,12978,11072,9470,15522,15464,13287,15580,3289,64,203,15500,15397,7567,14681,12528,15417,9828,15305,15482,11013,15022,9051,15435,15466,15384,15494,6272,15444,13289,12052,11960,14384,21653,20282,8458,15482,14940,15505,15487,4724,14710,13688,11506,15440,8361,15370,15495,15472,7213,8611,15427,14128,15355,15445,9277,15414,14272,15313,13204,9458,12461,6202,15429,15383,15429,15425,13365,15477,13035,13676,15406,9908,14095,3379,15440,14923,15436,10571,15389,12840,6453,15437,15325,12671,15452,9084,15446,15402,15416,525,13863,15435,12407,15449,7186,15413,10115,6442,274,15597,11021,10847,15553,9901,12835,15443,15474,15447,15438,12438,15440,15392,13715,12828,15045,14299,13571,13836,12162,13192,15410,15363,14526,14158,10826,15500,15476,15466,15452,8925,7260,15428,99,22,15620,14068,15394,15218,15524,15573,15460,15437,10372,9684,13146,14053,10754,15444,3559,15430,9296,15438,15428,15353,5324,13221,15474,15450,13873,14634,188,14708,15456,13735,10602,10131,15428,13642,10397,7813,12014,15454,13044,11577,14824,15130,14192,13877,10264,14687,15434,12861,15170,15472,9775,15457,6356,15482,7502,12892,11840,15447,11911,11049,15374,15479,9403,9613,15278,15393,12482,12692,10037,9775,178,15402,15444,7890,11002,15454,8909,15403,15203,14452,13924,15455,14269,11683,15423,10501,14653,8744,8462,14696,13635,15470,10180,8994,14726,15462,15471,15512,14453,15474,14085,15433,10457,15374,15474,11688,7581,15412,15495,7865,15471,8268,15438,14086,13399,12127,15396,15481,11369,13025,3686,15441,14675,10083,7685,14016,15429,15471,5496,15506,15436,14423,15418,10120,13946,14757,15488,10977,14193,11138,15460,10392,15402,12639,15328,13387,10507,11155,15478,15450,11113,13636,14712,12921,15400,9039,8655,15520,14034,13720,15479,8775,23956,7881,15493,11947,15544,15435,15293,10003,12953,15405,11324,14917,15405,11589,15509,15392,12968,10863,6451,12431,15453,12011,14211,12092,12237,13929,15475,15496,15433,15395,13807,12457,10998,15446,13751,15474,7256,15396,15462,11260,15494,15163,15413,13359,14853,15437,9651,9283,15329,8089,12503,13068,12602,15451,15128,11674,10323,15463,15495,15016,13176,10496,15424,15486,15451,15233,15469,7331,11329,14480,15399,11931,14249,15429,13532,12879,10008,14711,12579,19697,9215,393,15454,14097,13843,14413,12733,13207,208,2264,15408,8040,15466,25336,19470,11901,15407,9947,15444,15058,15381,10517,15433,15033,15427,15433,11934,12866,10383,12260,15431,13669,13316,13992,10741,13795,17052,16736,13806,15424,10506,15431,14852,12719,15459,15428,14489,10194,15504,9476,13272,12758,14301,12489,3760,13365,15494,11400,14975,15430,13511,13723,13188,14243,12399,11748,15430,10597,15093,11294,13737,15350,15335,12444,12908,14879,12526,10542,13189,15424,12650,14787,10677,15438,1832,15491,13253,14088,10623,10755,13107,15438,11862,15319,14654,6694,15462,14055,15438,9564,11944,4761,15485,15458,15472,14421,10817,15427,14206,9902,12408,15434,14998,12443,12321,12132,10304,15496,15479,10994,9790,11822,9809,15418,14993,15185,15006,11934,11308,15451,10386,10697,9800,15480,13906,13058,15472,6191,14822,15438,10360,15496,11061,14346,12403,13159,15356,12997,11250,14432,2313,7976,15503,5535,13403,15371,13931,15418,13840,15492,15529,9118,15480,15439,11230,10229,13540,11810,15337,15404,12315,12898,15512,15589,13235,12971,15440,15439,7869,15454,11976,15327,15399,15429,14897,11165,15393,11037,14192,5345,15456,15437,15323,15205,14598,8235,15474,9617,15495,15391,11590,14946,14106,15434,12818,15152,9108,14567,13225,15490,9023,15344,15163,15453,13851,7485,12154,2213,13053,15462,15435,11923,9765,15509,15465,11402,15375,15535,14005,15528,15441,15430,15395,8627,8209,6028,15463,12382,9940,13384,15431,9262,15508,13576,9113,11248,15454,12169,8309,2212,15433,15577,11771,14209,11843,13897,15438,13142,15553,10223,12064,12283,13457,15368,15477,12430,15601,15396,11574,448,15428,11292,13280,15455,9877,15558,6337,15436,13447,10060,234,15450,15450,10238,15444,15404,15455,12902,13901,15441,10812,14247,9982,15437,10121,216,14053,15463,15403,9980,12221,15469,12691,14501,15432,15416,8248,15420,14890,12943,15468,12238,17019,15347,15451,15511,9941,13555,15455,12234,15429,12983,14401,15493,9943,15636,15406,15521,15419,8785,15444,14086,15397,10341,9029,14707,6776,1393,15512,15451,11922,15412,15460,10838,9591,15420,15412,12417,7992,14501,15417,15414,12310,15415,9884,13931,12249,15451,15142,10696,12430,13742,15462,15201,1052,15485,15332,15431,19134,20091,24237,16281,15274,15407,15448,10434,7086,15402,15450,14930,15438,15473,13735,11322,15376,5278,15389,15597,2375,15490,7569,428,15497,15036,12252,11659,15780,15479,12976,15498,9781,15516,11251,9026,9472,15470,12200,13299,15392,720,15422,12086,14782,15442,12934,10371,9550,14493,15438,13716,13480,13238,15485,10461,19302,16679,9989,14033,15429,13742,8020,14531,15459,13682,10391,15384,13726,14858,11686,15452,6679,15503,14723,11600,15454,12961,15449,15380,15107,15027,15226,13092,15460,8647,11526,15437,15461,7866,10583,15414,12664,15474,14745,15346,9527,8936,15528,9507,15457,15442,7830,10730,13242,12323,9109,15443,13945,8476,12660,15526,7270,15472,15459,10727,10726,6209,15472,14510,5635,1263,15442,8352,14648,15441,15421,15412,13867,9788,15352,5762,10463,15363,15461,12881,8471,18101,15657,14222,4671,15489,15481,15427,9935,13485,15441,9830,15401,15538,15625,15330,13694,15474,13935,9228,14448,15452,12131,11513,15520,8504,15327,11525,15469,9242,12131,15407,9740,9940,8249,15417,11458,14907,15491,9718,12195,10866,15354,14348,13378,15441,14295,14544,213,15402,15465,11800,11522,12113,15434,10748,474,11907,10600,15428,11280,15438,14138,14171,14620,15381,13483,15491,572,15459,12618,12068,15493,9850,12843,5469,15012,15498,13562,11512,15325,10690,13244,11362,13607,13209,15562,15511,15193,14128,14390,9909,8106,15457,15427,15328,14442,15487,15332,9029,12985,15462,7169,3098,15508,15718,12239,12091,12870,15589,4056,15526,15508,14675,12759,12681,15409,13114,11891,15216,14030,13657,13660,15448,8186,13769,18341,16408,15441,14680,12722,12990,11309,10915,2745,15450,12590,8156,14899,15037,10113,5677,2496,15456,6878,13084,14702,12082,15476,13861,15430,14183,12268,15426,15448,14891,10810,13567,7572,15451,15319,15479,11807,15030,10283,13879,5549,15446,6408,15453,10329,12385,7753,15401,12106,15244,13397,18376,14513,15413,13600,10229,15507,12437,1476,15461,13882,15430,14211,15491,8560,8667,13650,14600,7218,22023,15433,15406,9750,15398,13745,13860,9947,12588,11892,15177,15414,15410,11906,4243,13088,15442,15361,15389,6581,14166,7987,885,15426,11610,12127,9090,14924,15425,9297,10306,251,15399,15418,10916,15415,11762,9917,15497,15388,12390,14443,6005,8994,6523,15512,15490,9718,15425,12709,15430,5949,15361,13323,13373,326,15467,11838,10951,15134,8162,15440,11692,15451,10662,14581,12082,12892,7856,13976,11628,15426,13116,15499,15454,7958,13399,15402,12746,15426,13015,15425,14120,15206,11589,15455,9226,9228,13017,14824,11760,11794,8348,12486,13029,15497,15426,10121,12573,15202,15105,14180,6280,820,13896,12082,15442,15461,9516,12531,15450,15543,4653,15434,7404,10414,8219,13324,12131,12690,15463,15465,12054,13713,15497,10342,15040,14749,13378,10883,12663,8145,553,15409,11923,7574,12718,14702,12445,15412,13487,8450,14410,13973,9197,13385,13370,15435,9533,4664,11729,1642,15473,15660,12893,12857,12158,12716,13465,12257,10120,15463,9850,15984,7160,11749,13650,11990,11104,2547,671,853,920,1257,942,15401,12609,11817,12864,1349,13679,15848,15520,15260,12317,9447,9952,13931,15409,17079,10669,7887,10335,15497,15192,9380,2382,16445,15943,13860,18471,15368,14968,18592,15550,11107,9634,7022,5921,16757,10956,11372,14954,15667,6737,18479,18706,15887,17502,14298,18043,13346,16965,15912,15149,17991,15502,15973,16054,13261,14636,5955,13156,18428,15702,14975,12073,16460,17017,14726,15738,6441,630,20537,13621,19175,14010,14702,16167,15303,8809,6527,15014,21018,10794,15524,14126,15107,14115,10704,13997,13730,15490,15508,15499,15493,14595,14996,14005,15417,14166,15517,15481,15467,14666,11608,11212,9597,5770,4303,942,386],"fragments":[{"begin":"0.000","end":"112.800","lines":["If you’re listening to this podcast, chances are pretty good that you’ve heard about the problem of space junk—the countless pieces of trash from dead satellites, old rockets and other assorted space infrastructure orbiting our planet that can travel as fast as 22,000 miles per hour or more. You may also know that even the smallest pieces of debris can damage satellites and space stations at those speeds. But even if you’re aware that hunks of this cosmic trash occasionally crash down to Earth, it probably feels like a fairly abstract problem to you. The world is big and full of stretches of uninhabited ocean, and the odds of space junk falling anywhere near you are close to zero. That’s how Samantha Lawler, an associate professor of astronomy at the University of Regina in Saskatchewan, used to think about space junk, too. Then a farmer found a huge heap of debris not far from her house.  For Scientific American’s Science Quickly, I’m Rachel Feltman. I’m joined today by Samantha to hear more about her close encounter with parts of an old SpaceX craft—and the perplexing process she went through to try to get someone to deal with the hundreds of pounds of space trash. How did you first hear about this particular debris?"]},{"begin":"112.800","end":"179.800","lines":["I heard about this when a journalist sent me an e-mail, and she just asked, “Hey, we heard about this space junk. I’m not asking you to decide if it’s real or not, ’cause it’s probably fake, but can you just talk about space junk?” Sure, okay. And then I just happened to see a photo of the space junk. And my first thought was “wow, that looks just like the SpaceX junk that fell in Australia a few years ago. I wonder if it actually is real space junk. Oh, my gosh. This is right near me. That’s so crazy.” And I e-mailed my collaborator, Jonathan McDowell, and he, almost immediately, confirmed: yep, there was a SpaceX Crew Dragon trunk that landed over Saskatchewan back in February. That could be it. So then, by the time I talked to this reporter, who just wanted to ask me general questions about space junk, I was like, “Wow, I found out everything. This is amazing. I know exactly what piece it was and when it fell.” And she just wanted, like, very basic stuff. So I was way more excited than her at that point."]},{"begin":"179.800","end":"189.520","lines":["Could you tell me a little bit more about how your collaborator was able to pinpoint what piece of space junk this was?"]},{"begin":"189.520","end":"232.240","lines":["Yeah. So Jonathan McDowell is an astrophysicist who works at [the Center for Astrophysics | Harvard & Smithsonian]. And he’s an x-ray astronomer, but he just happens to love tracking satellite launches and reentries, and he has probably the best civilian database of all of that information, so he just keeps track of it all, so it was very easy for him to, you know—I just e-mailed and asked, Was there anything that fell over Saskatchewan in the last few months because this was over the winter, right? Nobody would have noticed until the farmers went out to do their seeding. So he was able to access that information because he’s the one who keeps track of it."]},{"begin":"232.240","end":"236.440","lines":["Yeah—not the companies that are dropping the space junk?"]},{"begin":"236.440","end":"260.960","lines":["No, not the companies that are dropping it. There’s no, like, government database that’s public, right? It’s all just done by Jonathan McDowell, and there’s another really good database, CelesTrak, that's also just run by someone for fun. It’s really wild that there’s not better public information on everything that’s in orbit and everything that’s falling on us from orbit."]},{"begin":"260.960","end":"272.640","lines":["Yeah, especially given that I, I know the scale of the problem is increasing. You know, what kind of numbers are we looking at in terms of space junk and potential space junk these days?"]},{"begin":"272.640","end":"312.880","lines":["Yeah, there’s more than 10,000 active satellites in orbit, so functional satellites, and then there’s tens of thousands of pieces of large debris. There are hundreds of thousands to millions of pieces that are big enough to do damage, right? Everything that’s in orbit is traveling at several kilometers per second, so faster than a bullet. So even a tiny screw or a fleck of paint, if it hits something, like a window on the International Space Station, it can do some serious damage, so tiny pieces of debris that we can’t even measure from the ground can really cause serious problems."]},{"begin":"312.880","end":"323.200","lines":["So going back to, you know, this particular space junk incident, can you describe what this debris looked like when it fell?"]},{"begin":"323.200","end":"420.480","lines":["Yeah. Like, you can see pictures of it, but when you actually see it in person, it looks way bigger, and it’s really terrifying to think about that just falling out of the sky onto the ground, right? So this piece of debris, the first one that, that he found, it’s, like a semitruck hood, right? Like, it’s really big, right? It’s almost my height, too, like, leaning on a wall. And it’s covered with this carbon fiber that’s sort of unraveling around the edges, which is probably why it didn’t burn up. SpaceX has said that [satellites] will burn up completely when they fall through the atmosphere, but these very large pieces did not, and I think probably part of that reason is because this carbon fiber sort of unraveled on the way through the atmosphere and slowed everything down. There was another piece that one of the neighbors found. It was a very large piece of metal with, like, really long tendrils of carbon fiber hanging off of it. There was another piece that was like a big metal spear, almost. Like, that one really scared me, just thinking about that falling into the ground. It was about eight or nine feet tall. It weighed 80 pounds. And it’s just, like, a spear made of aluminum. Like, that’s terrifying, terrifying, right? There were five pieces, about 250 pounds in total, that were found by the original farmer and his neighbors, and they had brought it all to farmer, uh, Barry Sawchuk’s equipment shed just to, like, have a nice display for journalists to take a look at, right? ’Cause this is terrifying."]},{"begin":"420.480","end":"430.680","lines":["Yeah. Well, and did these pieces cause any damage, or were folks fortunate enough that they landed in empty fields?"]},{"begin":"430.680","end":"525.040","lines":["Yeah. So where the pieces fell, it is very sparsely populated, right? This is grain-farming country. There’s fields that are used for growing thousands of acres of wheat and canola and a few cattle fields. There’s only a house every few kilometers, right? It’s very sparsely populated. So in some ways, it’s a great spot for this to happen, right? It also sort of highlights, like, if it’s this sparsely populated and people still found pieces, like, that’s a lot of stuff coming down, right? There was no damage, and nobody’s house got hit or anything, but there will be pieces found for years. I have no doubt that there are smaller pieces or maybe even pieces this big that are still out there to be found. One neighbor apparently just seeded over it, right? He drove his big tractor over a piece, and he didn’t even think about it until he saw the news, like: “Oh, there’s space debris in my field that’s now growing canola or whatever,” right? So people will continue finding pieces. It could cause damage to these giant million-dollar tractors and combines in the future, but, it’s really, really quite terrifying to think about. Like, that fell, like, right near my house. That, that could have hit me. Like, wow. I just saw in the news that SpaceX has actually changed how they are letting these particular objects reenter, and they’re going to try to get them to land in the ocean, which is great in terms of not killing people, but it’s still like—they're dropping giant pieces of garbage. Like, why is this okay? The disposability really bothers me."]},{"begin":"525.040","end":"541.640","lines":["Yeah, well, and that is a great segue to my next question. In the piece you wrote for Scientific American, you kind of brought people along for the journey as you tried to get this debris dealt with. So what surprised you the most about that process?"]},{"begin":"541.640","end":"577.560","lines":["The thing that surprised me the most, that still continues to surprise me, is that nobody in the Canadian government really seems to care. Like, like wait, so SpaceX, a private company, just dropped garbage on Canadian citizens and then came and picked it up and left, and, like, nobody cares? Really? This is fine? This is how this is supposed to go? So I’m still just kind of shocked that, yep, this is fine. It’s okay for private companies to drop garbage on you from orbit as long as they, like, come pick it up afterwards. Like, it’s just so bizarre."]},{"begin":"577.560","end":"582.280","lines":["Yeah. Well, and, and what did that process entail?"]},{"begin":"582.280","end":"768.680","lines":["Yeah. What is supposed to happen: anything that goes into orbit and comes back down is covered by the Outer Space Treaty and the Space Liability Convention, which are these big treaties written back in the late 1960s, early 1970s, in the Apollo space race era. They’re written for a time when governments are the only entities launching stuff into orbit, so they don’t recognize private companies. It doesn’t recognize individuals, so—now a private company has dropped stuff on private citizens. How does that work? What was supposed to happen is that Global Affairs Canada should have talked to the U.S. [Department of State], who should have talked to SpaceX, right? It should have gone through government-level dialogue. But I think what actually ended up happening is that someone at SpaceX saw the news and got in contact with the farmer. Stuff that falls out of orbit on another country, you’re obligated to give it back to whatever country launched it, right? If you are a Canadian, and you find space junk in your field, you have to give that back to the U.S. if—as a private company in the U.S. launched it. But it’s not really clear how, right? Like, and how do you get in touch with SpaceX? SpaceX is notorious for not responding to journalists. Almost every article that you see about SpaceX has a line in there: “We reached out to SpaceX for comment, and they did not respond,” right? I didn’t try to contact SpaceX because I knew it would be completely futile, right? They just don’t respond. So it was interesting when they reached out to the farmer directly. What ended up happening was: they talked to the farmer, they talked to a couple of the neighbors, and then, yeah, they arranged to come up. The farmer encouraged me to get journalists to come watch to help keep SpaceX honest, which is great. They showed up in a rented U-Haul, and I did feel kind of bad for the two SpaceX employees who got saddled with this ’cause I bet they did not expect to have a dozen journalists in the middle of nowhere, right? Like, this is an hour drive outside Regina. It’s just—there’s nothing, right? It’s just grain fields. There’s really nothing nearby. So they show up, and there’s all these journalists trying to ask them questions, and at first they wouldn’t even admit they were from SpaceX, which was really strange. But then, eventually, they admitted they were from SpaceX and then did not answer a single other question the entire time. So it was journalists very awkwardly asking them questions while they went and picked up the debris and put it into the back of the U-Haul, and that was it. I tried to get them to answer questions. The journalists tried. We got nothing, not, not a single answer, so it was, it was kind of frustrating, and, like, they didn’t tell us where they were taking it. They didn’t tell us what they were going to do. I want to know, like, are they actually going to study it and try to learn how to better engineer their spacecraft as they should, or did they just, like, take it to the local"]},{"begin":"768.680","end":"774.160","lines":["What lessons do you think that governments and private companies should be taking away from this?"]},{"begin":"774.160","end":"825.280","lines":["Low-Earth orbit in general is almost unregulated, right? There’s very few rules, and the rules and treaties that do exist were written so long ago that it’s not even clear they apply to private companies. We badly need to update the regulation to match what is happening in orbit now. Starlink, SpaceX’s mega constellation—they’ve launched more than [6,000], almost 7,000 satellites in the last five years, right? And there’s other companies that are lined up to do the exact same thing. And I’ll just say we can’t have that many satellites in orbit without serious consequences. It’s not safe in orbit. It’s not safe on the ground. It’s not safe for the atmosphere. So the regulation needs to catch up. It’s really far behind. So I hope that’s something that governments will take away from this."]},{"begin":"825.280","end":"835.600","lines":["Yeah. For everyday folks who, uh, are now also saying, “Oh no, is space debris falling gonna be something I have to worry about?” What would you say to our listeners?"]},{"begin":"835.600","end":"913.320","lines":["I should clarify that your odds of getting hit by space junk are basically zero, right? Uh, for any individual, the odds are incredibly low. But over the entire world population, there’s something like a few percent risk of a death from space junk reentering every year, right? So if you add that up over 10 years, someone is going to die from this in the next decade, right? And that’s horrible. Like, that’s a horrible thing to say. And I’m really worried that we won’t catch up with safety regulations before there’s a death. Like, I saw these giant pieces, right? If that had fallen in a city, it absolutely would have killed people. But it fell out in empty farmland, so it wasn’t even found for a few months. It didn’t have to. That’s all just luck that it landed there and not in a city or on an airplane in flight. I mean, there’s so many ways this could go very badly. And this was a warning, and I hope that warning will make everything safer, right—make these companies think a little bit harder about how they’re throwing away satellites and spacecraft at the end of their lives. The way that everything’s being thrown away is really terrible, and I hope that changes."]},{"begin":"913.320","end":"945.080","lines":["That’s all for today. Tune in again on Friday for a very special chat with a very special guest: Wendy Zuckerman, host of the hit show Science Vs. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":945}