{"title":"Snacking on Cicadas Can Be Sustainable and Delicious","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/eating-cicadas-and-other-bugs-could-be-sustainable-and-delicious/","audio":"https://traffic.megaphone.fm/SAM9452423921.mp3?updated=1717537777","intro":["Make the best of the “double brood” of cicadas with insect kimchi and tempura-fried bugs."],"authors":["Rachel Feltman","Anaissa Ruiz Tejada"],"category":["Food"],"transcript":[{"author":"Joseph Yoon","text":"Maybe it’s a delicacy. Maybe it’s something that we enjoy doing. Maybe we just want to have a butter-fried, chocolate-covered cicada because it’s delicious."},{"author":"Rachel Feltman","text":"If your lawn is currently flooded with cicadas, you might be looking for a way to get rid of the noisy little invaders. But have you thought about just—eating them? Some cultures consider insects a delicacy, and billions of humans eat them on a regular basis. Others relegate bug consumption to schoolyard dares and those weird little novelty lollipops, remember those? But increasingly, skeptical folks are coming around to the idea that insects might just taste good. [CLIP: A character speaks in The Lion King: “Slimy, yet satisfying.”]"},{"author":"Feltman","text":"And I’ve brought in my favorite insect-eating ambassador and chef Joseph Yoon to tell us all about nymph kimchi, deep-fried cicadas and other delicious dishes you can prepare with ingredients plucked fresh from your backyard. For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"Yoon","text":"My name is Joseph Yoon. I’m the chef and founder of Brooklyn Bugs and also an edible insect ambassador. And we have had a lifelong love of insects, but we’ve never really considered eating or cooking them in a serious manner until 2017, when an artist approached us to work on an art project to help conquer her fear of insects by eating them. And I said yes immediately because I love to think about ways to integrate art into my life and into my work."},{"author":"Yoon","text":"When I began researching edible insects I came upon the [United Nations’] FAO, the Food and [Agriculture] Organization, report in 2013 Edible Insects: Future Prospects for Food and Feed Security. And this report was and continues to be my guiding North Star."},{"author":"Yoon","text":"And it really profoundly had an impact on me to think that we can take something so visceral and so, so weird for a lot of our American counterparts and then to think that it can address food security and sustainability, health and nutrition, workforce activations, and livelihoods and environmentalism—this became a tremendous source of motivation and inspiration for me."},{"author":"Feltman","text":"I’ve heard you say before that as a chef, your top reason for eating insects will always be taste. So let’s start there instead of with all the environmental and health arguments for eating bugs. What are your favorites, and what do they taste like?"},{"author":"Yoon","text":"Yeah, what I love is that when we begin to talk about flavor profiles with edible insects, I like to first have people imagine—describe for me the flavor of chicken without using the word chicken. We begin to realize the difficulty and challenges of describing flavors of things that we’re even very familiar with."},{"author":"Yoon","text":"So with that being said, there are over 2,000 known species of edible insects—all with such wildly different flavor profiles, textures and functionality—and the manner in which we prepare them, what they’re fed and reared on, and the substrate, the terroir, they will all have an impact on the ultimate flavor of the insects. So we’re going to generalize a little bit and describe some flavor profiles for you. But I did want to just kind of preface it with some general notes."},{"author":"Feltman","text":"It’s true. I could not tell you what chicken tastes like. That question’s going to haunt me."},{"author":"Yoon","text":"So if we were to—just to start with some of the basic insects, I mean, a lot of the flavor profiles are characterized as, like, nutty or earthy or mushroomy. And those are descriptive and accurate to a certain degree, but there are, like—how many hundreds of different nuts are there that taste so different? But as a general characterization of flavor, crickets do have a nutty, earthy flavor to them. Depending on how they’re prepared, we can manipulate that flavor."},{"author":"Yoon","text":"Just like if we were to cook something with garlic and aromatics like onions and ginger, it’ll impact the ultimate flavor of the dish. One of the really interesting flavor profiles that I particularly enjoy are with various species of ants that have formic acid as a defense mechanism. So it gives it this really beautiful acidic sort of flavor, which is really surprising. Cicadas have a really beautiful nutty, but also vegetal quality that’s very distinct and unique. There are so many flavors to explore and one of the more interesting ones may be with the male water bug."},{"author":"Yoon","text":"They create this pheromone that’s designed for mating, and it has this incredible je ne sais quoi that’s aromatic and has, like, a certain fruity and amazing quality. And in Vietnam they actually extract this pheromone and just put, like, one drop in their ramen to flavor the entire broth."},{"author":"Feltman","text":"You mentioned cicadas, and that was my excuse for getting you to come on, as—of course, many listeners are aware and perhaps even perturbed by—there is a cicada emergence currently. And yeah, I have heard from some of my friends who eat more insects than I do that cicadas are really delicious. I think you mentioned you were out looking for some right now."},{"author":"Yoon","text":"Yeah, I am in Springfield, Illinois, where we’re anticipating the co-emergence of Brood XIII and XIX. In 2021, when Brood X emerged, I think that the metaphor of their emergence from social isolation—17 years underground—and our own emergence from social isolation in May of 2021 made them a part of the zeitgeist of a particularly unusual year. And we were able to really discuss and talk about the importance of why we should consider eating insects, how sustainable they are and how they can go towards addressing the U.N. 17 Sustainable Development Goals as well."},{"author":"Yoon","text":"And we begin seeing that over time, yes, there are a lot of people all around when these cicada emergences occur where people are eating insects well, particularly eating the cicadas. You’ll see them popping up in ice cream shops, at pizza stores, as a special in restaurants. People are like, “Oh, we can eat these. What a novelty.”"},{"author":"Feltman","text":"And so for folks listening who may see a bunch of cicadas around, is there a way for folks to safely, you know, harvest and prepare cicadas that they forage themselves?"},{"author":"Yoon","text":"Yeah, I like to think of this as really considering the best food-handling practices. And so we want to be safe: Make sure you’re not in an area where there are cars passing, first of all. Don’t just stop in the middle of the road. Don’t go in—on private property or somewhere where you shouldn’t be. And also be mindful of the environment—are there risks of pesticides or pathogens or heavy metals that are in the area? Two, you want to make sure that the insects are healthy."},{"author":"Yoon","text":"And so you want to just be able to collect them when they’re alive and you know that they’re fresh and healthy. There are different stages of a cicada that you can collect, from the nymph to the adult. If you are able to collect the nymphs, I think they’re really incredibly special. I like to rinse them off and freeze them to euthanize them. For me, my all-time favorite way to prepare them is actually in a kimchi. And kimchi typically has other arthropods, like oysters or shellfish or baby shrimp or perhaps fish sauce."},{"author":"Yoon","text":"And so I love the inclusion of cicada nymphs to create that umami. There are other ways just to simply fry it up in aromatics, like garlic and onions and ginger. For me, I like to add a little soy sauce, a little bit of mirin and maybe a little sesame and finish it off with some scallions and eat it along with your rice or stir-fry or any variety of things. With the adults, they’re almost like just picking berries off of a tree or a shrub."},{"author":"Yoon","text":"I tend to avoid things that are low on the ground because maybe there’s animals that might be urinating there, so a little bit higher just to make ourselves feel a little better about it. And then I like to, again, freeze them to euthanize them. And then I rinse them off. A lot of people are like, “Oh, you must remove the wings.” And I personally never do if I eat it myself. And I’m not sure where people think that they’re the authority on eating cicadas."},{"author":"Yoon","text":"If you would like to remove the wings, you’re certainly welcome to do so. In my all-time favorite preparation, I actually think the wings make it a lot better, both visually and taste-wise, which is a tempura frying of the cicadas. I like to do a really thin cicada batter because then you could really see the cicada. And if you’re really careful, and you want to take the time, you could almost spread out the wing as well so that it’s visible in the tempura fry."},{"author":"Yoon","text":"I think there’s something really special to be able to pick it up from the wing and dip it into your favorite sauce. I know there’s a lot of popularity with using Old Bay—so if you want to sprinkle it with Old Bay and salt, or if you want to make an Old Bay sort of aioli as a dipping sauce."},{"author":"Yoon","text":"And if you want to go another step, I guess you could technically melt some butter, add some Old Bay or hot sauce—whichever you like—and then toss your tempura cicadas in it, kind of like you would buffalo-style fried chicken wings or something. I encourage people to be creative and have fun. Think about your favorite dish and how you might be able to incorporate cicadas into them."},{"author":"Feltman","text":"I’m from the Delaware Valley, so I also love Old Bay. So truly, I have no excuse. I need to go eat some cicadas ASAP. Tell me a little bit more about what some of the benefits of increasing our insect consumption are. You mentioned a few briefly, but I’d love to hear more."},{"author":"Yoon","text":"So when we talk about the sustainability of edible insects, one of the things that we’re referring to is that it requires far less inputs for more outputs. So what that means is that it requires less feed, less water, less land space to create an equivalent amount of protein than it does for other livestock. And they also produce far less greenhouse gas emissions compared to other livestock as well. So what I like to think of is minimum input for maximum output."},{"author":"Yoon","text":"So would we rather spend 2,000 gallons of water to produce a pound of protein or simply one gallon? And so on the sustainability side, it makes a lot of sense. What we have with insect agriculture is a potential for a circular and regenerative agriculture. And so we could take food waste from farms, from grocery stores, from restaurants to bakeries and breweries and feed them to insects and eliminate them from going into our landfills, which would dramatically decrease greenhouse gas emissions. And we’ve also utilize it as animal feed and as pet food and also aquaculture."},{"author":"Yoon","text":"And so we’re able to feed this to the animals. Which leads us to also consider, “Oh, wow, we can decrease the deforestation in the Amazon that’s being utilized for animal feed by also incorporating this method and utilizing these insects for animal feed and for pet food. And to close this loop of insect agriculture: a by-product of rearing metric tons of insects will be the frass, or the excrement, and it’s also mixed with the exuviae, which are the exoskeletons."},{"author":"Yoon","text":"And this is an incredibly efficient bioorganic fertilizer, and it mitigates chemicals from going in our waste streams from traditional fertilizers. We’re seeing that the plants are incredibly healthy when utilizing the frass. But the real tremendous potential is that it also goes a long way in replenishing our soil health. I really love to emphasize and encourage people to think about the potential and innovations of insect agriculture—not to put it in a silo, but “How can we work alongside other [agricultural] systems, really, for the benefit of both us and the planet?"},{"author":"Feltman","text":"For folks who are intrigued, excited about the sustainability implications, but the taboo is just too much for them, and cicadas don’t feel like food, what are your sort of gateway insects that you suggest to people? Which ones tend to really surprise skeptics?"},{"author":"Yoon","text":"I think that the crickets turned into powder is incredibly versatile: You could add to your smoothies. You could add to soups. You could add it into your baking. You could add it into your marinara sauce and make lasagna with it,but have it be fortified with that extra nutrition and flavor. And so the versatility of crickets, its availability and to be able to use it in the cricket powder—to me, I regularly do indeed call the cricket the “gateway bug.” So we’ll see what possibilities occur with that."},{"author":"Yoon","text":"But black ants as well—they might look like caviar or black sesame seeds, and it’s a punch of flavor when you just eat it by itself. It’s like, “Oh, my gosh, it’s so tart.” And then when you add it into avocado or guacamole, the flavor is really beautifully homogenized. And I like to think it’s kind of like a lemon."},{"author":"Yoon","text":"If you were to bite into a lemon or squeeze a lemon, you’re like, “Oh, so sour—how do you eat this?” And you’re like, “Oh, you have to learn how to eat it and add it in to really accompany and be a part of the flavor profile and develop these flavors.” And I think it’s a similar thing with edible insects. We’re at a point and a stage where a lot of people think of insects as, like, eating a whole insect. And I think our understanding functionally is kind of like we’re biting into a raw lemon."},{"author":"Yoon","text":"But we have to begin learning the gastronomical properties and really develop more of the tools, assets and even language in how we’re going to address it to be able to be successful in getting people to adopt it. And so going back to your original question, I think that we have a big void in the knowledge. And without that knowledge, people are like, “Okay, I know what eating is, I know what insects are, so of course, I know what eating insects are.” But their real understanding of it is devoid of a lot of the knowledge."},{"author":"Yoon","text":"And so beyond the why, I think we also have to consider that there’s a great moment for us to learn. If we were to know that there are billions of people around the world that already consume insects on a regular basis—not out of desperation, but maybe it’s a delicacy. Maybe it’s something that we enjoy doing. Maybe we just want to have a butter-fried, chocolate-covered cicada because it’s delicious."},{"author":"Yoon","text":"And so for me, one of the really big things is that when people ask me, “What’s, like, the one way or one insect you think that will get people to change their mind?” I like to really think about the personal nature of eating and that this is not a one-size-fits-all solution and that it really requires this complex interdisciplinary nature for us to really think about how we’re going to successfully transform a global perception around insects as being a pest or something that bites you or eats the plants in your garden to being something that’s sustainably farmed or harvested specifically for human consumption and that’s processed in America at [Food and Drug Administration]–approved facilities and that we can have this sort of knowledge that can build the confidence."},{"author":"Yoon","text":"And then to be able to create the hundreds of dishes that I’ve done and to be able to share this with people where, “Hey, that’s a very recognizable food. I love drinking fruit smoothies with the addition of another 30 grams of protein,” or, “I love the idea of eating a cricket lasagna, where I don’t even have to see the cricket if I don’t want to,” or, “I love this tempura-fried cicadas with a buffalo dipping sauce. That sounds absolutely delicious.” And so I think that everyone has to come to this on their own."},{"author":"Yoon","text":"But I never want people to feel like I’m pressuring them or that they have to do it because of sustainability but that they can really come to this on their own terms and go, like, “Oh, I keep seeing all these dishes with crickets and cicadas, and I’m very curious because people are saying they taste delicious.” That’s kind of the approach that I have, is that I’d love for people to just have the decisions and the knowledge so that this isn’t propaganda because we’re not trying to go out there and make this be political or have this be part of some political agenda but really to think about “Hey, there are great benefits to this, but ultimately it’s also incredibly delicious and fun.”"},{"author":"Feltman","text":"That’s all for today’s episode. Join us again on Friday for a look at the surprising new science of plant intelligence. Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Thanks for listening!"}],"wave_peaks":[0,3999,8163,10444,11611,8484,5775,86,8701,9080,10152,11041,7346,7266,9419,7026,4194,9312,7694,8486,10740,8703,10300,9778,8952,12190,8657,10786,10475,8327,9798,6786,7788,7240,1037,10342,7247,8264,8952,8719,8616,4132,6029,7374,6394,8379,6591,9989,7952,8841,7771,7632,10315,7839,6537,3895,9736,10427,8967,7832,8004,7145,9100,7942,6848,7928,6094,10964,11299,6402,8292,9516,8347,6184,7132,9427,8832,8390,5666,2015,8368,11770,9247,7968,1184,8592,10408,3435,1625,2231,4634,11412,9744,8446,8917,11668,8084,6344,8003,8432,6272,9152,9529,7505,9957,7263,8637,1997,11519,9172,9647,10092,5471,9768,5364,6326,13368,11216,8899,10533,7330,6417,8048,10425,8720,8945,6545,7518,8378,1232,1238,12407,9425,9104,6478,10286,9605,9239,7577,11294,8291,11215,11440,8888,9223,4704,9470,8742,9101,8461,6717,8767,2005,9550,7474,10806,14470,3651,4333,952,1965,12702,10851,9875,7377,7805,7761,10836,8680,11421,8728,12454,12199,7730,7583,4082,6212,9275,10103,12447,10671,6220,7278,6993,10177,11547,9533,9434,10097,8680,8580,8253,7744,6467,4790,9628,6917,6623,2953,10607,12166,6095,8079,12180,11231,9291,1836,2274,2196,10149,12908,7584,10640,11236,6733,5963,14389,11349,13577,6239,6954,5932,6832,4464,1531,8614,8589,6665,4947,3276,1307,473,226,102,8767,7348,9746,6828,7191,7707,5237,10694,8237,9508,8498,8037,8268,9885,7881,812,10360,10483,10497,10396,8791,9639,8862,8854,9879,9198,8825,7809,7118,1178,631,276,10721,10447,7475,5805,2286,11337,11836,12164,11734,11709,7375,9447,9377,6677,283,12017,8827,10386,9501,9225,8212,9433,7245,8893,7553,7308,8657,4667,5031,8529,7711,6617,1056,6300,8458,10469,10321,9766,5814,2995,1206,2679,8145,8841,10168,7692,8389,6807,5546,7228,8149,7541,8285,4964,6099,7947,603,9411,8787,7510,7777,8238,8323,9103,8514,7723,7592,822,727,196,340,10099,9586,7207,11722,13445,7284,7270,7977,8185,10795,8849,10323,787,233,9507,9472,7960,7144,6287,56,9935,9971,7129,682,11707,9604,8197,8500,8400,9728,6642,6975,8852,2574,27,11482,12311,8011,9944,7383,9425,7808,9210,8042,600,11036,8714,9515,7619,8811,8811,9200,8535,7563,8630,11220,7852,7221,7340,6828,12354,11144,1092,6316,10350,8979,4795,3387,450,11209,9669,9672,7194,8398,9410,9842,8988,6126,5823,7401,6709,676,157,8486,4847,9925,11412,10296,34,3943,11860,6964,6537,7186,6457,8034,9293,7279,10114,8381,789,8091,9547,9867,8670,10497,7440,8103,7580,6083,8896,6832,5670,9309,11190,3369,6429,8387,8474,8103,10088,8590,75,4095,10071,8501,6365,6809,6191,5193,3898,6360,8861,3862,4035,5860,9453,9855,10324,9838,9777,1200,10430,10878,7530,8142,8597,7500,6977,10782,11540,9708,11905,8746,8939,7996,9369,10433,6684,8081,8349,8271,3384,3661,7665,8581,7692,5104,74,11173,7900,9395,7189,1453,11879,11317,9774,8375,6690,10286,6437,6682,1450,8192,12706,11454,8372,6648,824,993,9633,9493,8187,10670,9922,8923,8977,7138,8198,7229,6061,5250,7530,3683,2308,14,9960,8618,10682,7515,7940,9518,10689,9650,8475,8860,7498,7961,9017,9644,8764,9509,8577,8123,7888,9779,6981,368,8451,11041,8694,6863,9953,6658,4808,9741,9321,6572,2129,10195,9257,6114,7234,3277,405,1200,10138,5656,6666,6543,9194,7513,7311,4937,6578,644,29,12429,9579,11566,12167,8964,9548,329,106,10941,8770,9352,8329,8907,7528,9356,9284,7123,782,8239,7128,9706,6544,650,10161,9238,10606,10384,1479,9317,6734,8667,7046,186,115,83,8638,9742,7050,7899,7559,8470,7878,736,8392,7402,256,117,5994,12165,8848,9514,9981,10030,7792,7880,8610,8199,10474,8875,8890,7167,9169,9602,7126,10798,9013,11680,8233,610,4253,12067,9716,9850,7427,9531,7765,7168,3867,11327,11129,9164,8196,7454,12,2409,9962,8963,7013,8352,7531,9587,9859,7043,7773,6215,5616,7285,7207,6962,8686,4929,454,6565,8956,8718,8610,5710,8646,9667,8070,9498,7663,7992,7653,409,10002,8632,8015,9276,8285,6229,307,250,9682,9642,7708,8450,5671,6880,8481,8333,404,9999,10053,9046,9100,7368,8240,6311,8588,9066,6915,6282,8245,9273,3236,8035,8738,9883,6705,5128,7439,6851,6669,8863,7204,1203,1997,9043,6433,8394,4580,5933,7455,6046,4376,307,370,8823,9599,9959,10215,8264,8660,7620,6429,9540,10908,9242,10241,8014,6151,9724,5702,13195,13069,10611,11788,12007,9682,8536,8800,10301,8126,2130,7787,10740,11373,11599,10584,9911,8490,10502,6973,9029,11959,11974,11633,12765,13597,12867,7102,10471,8882,3822,8534,9782,10616,11768,9067,11347,8074,8043,9420,7168,8225,6376,8397,7660,6531,11920,12217,4613,536,10426,8582,10461,11020,8123,9980,7965,7632,8383,5939,7431,7142,5951,6114,6849,7493,6139,615,10624,9538,10147,9200,7238,9751,8716,215,9710,10156,9769,9085,9668,8808,7923,8456,7810,9809,864,10818,10817,9570,9616,7490,6045,7447,8627,7226,6030,6100,6699,6207,323,10273,8630,11843,10386,10991,7656,7116,7492,5236,9730,8684,644,11036,9180,6569,9237,8593,6483,7478,5368,6822,4283,3946,9429,8179,7742,1553,8745,11416,11055,11393,11447,11778,7483,8516,8592,10562,8532,914,9557,8103,8217,9043,9265,7586,558,10750,8806,9017,3573,8718,8600,9173,8918,6427,7333,7591,6891,10893,9659,8919,8445,8284,9539,7062,13060,12444,9116,7736,7025,10504,7951,7489,8844,8186,7185,13,7143,9270,7158,7060,801,9851,11859,11479,10520,10518,6949,7024,8772,7247,6547,8861,9098,10405,8320,9742,7449,7349,5108,6141,6223,5484,6823,6615,6369,8277,6291,8673,8344,6577,10353,9751,7347,7669,7598,6704,6874,6366,11510,9899,12421,11240,8826,10485,7761,9705,9375,8596,10068,7085,9773,10093,9863,10231,9004,8410,10804,8002,11206,8009,7821,8791,8977,7500,6058,5378,8850,8582,7828,8597,6678,788,9540,9147,8703,8190,10910,11058,8927,9887,8843,9119,8692,2234,3895,8778,9759,8339,8286,10045,8407,10601,9583,6920,917,1102,7937,9820,9656,10087,10375,8429,9407,10234,9206,9668,6213,10353,10027,10192,8083,6839,10147,8581,10510,10320,11150,11567,752,8627,9113,10260,8829,8039,617,8228,9441,8373,7669,4262,8195,7543,450,7538,1623,7443,9722,9776,8878,10738,10667,821,1707,8146,6797,8796,11096,9647,7102,6730,7530,8914,13275,8740,11078,10480,7080,9415,8565,1640,10455,7265,10636,7174,9406,2805,11190,8341,8345,8430,8580,930,8627,11608,10889,11571,0,9615,12178,6991,10845,11398,8979,10602,10124,11838,11229,12429,11391,10442,11528,11411,11633,8195,11164,10354,14452,11383,7186,7744,11256,10880,9783,11370,9767,11308,9472,9895,10951,10442,13142,11474,9897,10390,9288,10677,10991,4070,3230,11076,9777,10130,10396,8519,10522,11466,10691,10244,10965,10713,11648,9477,8678,11069,7123,12665,11779,10011,11851,11766,11238,10806,11643,7663,6589,7490,9524,11732,10345,9669,10862,10197,12316,9854,7961,11201,7151,7400,8874,10833,9818,10457,8667,12154,11696,9607,11335,8542,8840,11978,9589,5333,287,12314,12174,11020,10620,7793,10401,8257,8568,10030,10785,8707,7837,8333,9599,7490,636,5879,5781,9907,10213,8500,8813,7463,6670,8691,6630,7498,6756,7224,2165,1813,6197,9846,10486,9554,3898,8291,11978,10564,6434,6001,579,587,8365,8261,11416,7982,11788,10873,9416,10313,9305,9040,6993,8876,8144,7660,9042,8686,645,11146,12679,8606,10226,9663,9025,8344,795,8865,8393,9464,10893,5924,8340,8111,8193,9713,8824,7502,7903,5273,547,8081,10013,10228,7925,7250,7170,184,3515,10652,7905,9281,7908,11126,9281,7706,7728,6758,6686,5695,7537,8333,7108,8091,8454,9288,10380,9222,7962,9304,11616,8402,10920,10567,11068,1537,7564,9632,9824,5684,11148,9629,5363,7773,9063,9083,6091,7866,9114,530,9343,7485,10307,10282,10714,3492,9989,8424,9864,8116,11285,1173,12862,11924,5846,7987,9649,5204,7838,7202,9742,7139,4179,7353,35,25,8306,7846,6741,7150,12074,9297,9442,10170,500,8398,7070,11630,10508,4274,8524,8335,58,11157,9806,10048,7086,7998,9565,526,7910,8285,9331,7158,8044,9693,1522,8077,10057,5884,6330,7725,8595,6636,10584,9312,7677,7161,5555,8749,1912,7818,10288,10601,8938,10800,7606,11327,9182,5470,8346,10722,10122,10341,7057,10922,8318,10134,10784,5498,903,2372,8508,8223,7109,8194,10169,10743,10807,3869,59,11569,10182,1911,11694,8239,9523,8364,9179,10284,12005,8185,8358,11468,9848,11413,5745,11309,11181,11147,10819,1757,12131,9788,13079,11607,11650,11132,10989,12292,9748,9204,712,11366,11886,11217,10691,11831,11163,10845,9648,11566,9855,5878,11550,11041,11260,10823,10851,177,2419,9976,10764,9572,7650,11348,9685,7934,9153,9375,10399,5615,374,43,3426,9695,7706,10252,10307,9801,4325,8624,10022,8638,8767,5401,3874,5885,11431,8608,9445,12109,5949,260,2232,10147,10231,10757,9262,10268,8673,7658,10498,9825,9771,7351,8489,9409,8049,9285,8160,8248,7781,289,10875,11395,10446,8624,11244,10880,10273,8143,7312,6703,7588,7032,586,7765,10527,11579,11726,9851,10777,6983,10574,9669,996,9439,9320,8750,2246,8718,10100,7707,8955,9564,6667,1172,9983,10124,11260,7999,8777,8258,7898,454,370,7575,9888,8730,8397,8744,9109,8977,10696,7257,1253,7967,9598,8943,9016,9173,8440,7270,7548,7668,8979,8450,676,4980,8093,7525,8975,5031,1524,7482,7271,1746,756,450,160,13103,9117,11332,8929,10227,7303,9524,8356,5382,10102,8855,6599,7875,7801,11512,7112,6718,8233,11515,9311,9115,8069,11036,7873,10556,8668,394,9221,8815,8300,8943,7250,7970,9392,6992,9628,9062,364,12142,10574,10123,9609,11334,1907,8164,8144,7148,10058,8684,7231,5730,8108,8239,9750,9708,12070,8319,9257,7910,9311,10085,9432,6253,9520,6927,1682,10519,8624,7534,8375,8711,11850,10693,11084,11393,8460,8396,8046,7167,769,7434,11041,11584,10298,8571,7503,10270,8868,9668,10638,11159,9639,10897,9545,7389,9687,10236,11196,10564,6903,5950,6477,7925,2087,9492,8769,7924,8500,10033,11872,11408,2985,10037,9476,10112,7047,8537,8238,12010,11430,7872,8565,7998,9593,9388,8167,1688,370,9694,7122,6068,6986,8122,8636,739,7542,9776,9757,8262,10406,11011,11791,6379,7183,7296,7352,7430,10371,9028,7219,8750,8760,7885,9207,6614,1016,7810,7805,8488,9005,7558,9744,9920,6398,6602,7676,7675,9020,7193,11456,8593,9933,11464,11628,8154,8012,9939,11151,7737,3323,9835,10598,11828,11831,9261,9864,10786,10043,668,7201,8607,8922,6292,4747,7585,9017,7199,7936,7631,6644,6475,1423,1480,8461,5830,6758,8995,9803,9928,721,11146,8579,7678,10307,593,7922,7385,8012,7483,6807,7972,6658,7106,2753,144,7053,8874,6876,7364,8835,7606,10016,8372,11188,4100,10506,10745,10016,9363,11435,10518,9081,9383,8130,11078,10096,10346,8247,8143,7445,7051,6039,837,10125,9428,9539,9819,6426,10001,7146,8747,8879,577,6977,3080,5730,6680,6398,5104,9149,9565,8755,534,7840,12813,11003,10059,10082,11553,9806,7669,10717,8610,8795,1228,105,11315,8643,8331,7838,8335,6840,9122,6818,7889,8565,722,7138,10719,10259,9599,8526,8363,7317,7607,7946,7937,6763,6365,8804,8155,433,10305,11444,8511,8199,10297,6629,6225,6059,6561,7350,7322,6237,4330,7163,7542,6349,12286,12642,10159,10759,10388,10088,7266,9880,6243,6011,6907,7467,683,11024,8656,8017,11200,8474,7539,9206,7464,7584,6529,8261,7158,503,10062,10064,7001,9417,9602,9274,7868,9135,5341,6512,6522,1162,7180,8633,10006,7891,6541,9034,4107,7693,8092,5551,6049,6184,9598,9491,8288,9053,10661,5861,7597,7489,7894,8563,9807,8957,1567,9752,9761,10897,3693,7753,11244,9991,9190,10317,7194,7977,9885,8435,10688,11289,7075,8535,9937,9578,8981,11156,10641,8236,8871,11093,5782,8665,9328,9464,5927,8484,9351,8458,7556,10026,9887,2216,12902,8842,7453,7642,8767,6429,8246,11543,11446,763,11850,9546,10078,11160,11477,947,34,11283,7414,9686,8145,6490,7834,7164,7755,7534,7358,8067,8009,10817,9563,10293,10097,8872,8391,7363,10209,8457,6458,8821,7525,7700,7140,7294,5844,6202,5989,8856,7978,9798,3878,10500,10645,10216,12271,11563,10717,9490,11853,9385,5756,9154,10341,6367,1512,75,9311,10907,11719,10093,8388,253,12606,8622,10710,8964,6081,251,8785,6917,7116,10397,8609,8646,7483,7549,7806,6359,8805,11248,11466,7380,8628,8084,7210,8661,9872,8066,6857,6929,10487,9532,8764,8727,7198,5720,4099,5046,617,11609,11966,7375,8491,9205,9348,8797,10586,11727,11268,1241,8645,6769,9183,10319,9271,6579,8915,8768,8810,7359,7380,3515,6796,266,11042,10245,12021,10644,11732,9189,11383,11594,8676,9702,10187,10452,3424,12014,11010,9074,7462,14763,13296,11724,11240,9886,12513,10415,9656,8747,9323,9583,10685,10774,9686,9491,7929,11411,12162,13312,11764,11826,13079,12303,10052,9942,8971,10823,8744,11373,9041,13370,10011,7437,10144,9767,12040,11798,8187,9655,10616,9840,9791,8571,9282,8662,10414,9924,10370,10348,9068,10442,6948,7697,7466,6533,6870,6297,6645,5820,7169,4735,9814,7899,7810,7118,7661,7548,5378,535,10054,7552,9333,9189,8854,6177,8846,7867,7630,5782,7409,4189,6670,2749,9639,8991,8338,7060,9395,9717,6906,4869,853,7815,8800,9157,8187,7439,6338,6524,7046,4291,8676,8927,5657,8157,7317,8013,7641,5533,2139,8803,8657,8645,8057,8315,7949,5120,967,677,9037,12146,9200,6510,10029,7099,7155,11378,6049,3278,7558,7587,7775,9322,8251,890,6748,11349,11213,8203,6481,9056,10822,7121,7260,8018,5932,6855,6894,7058,8407,10741,9198,6975,5981,6549,11089,10185,10370,6735,8609,8678,5469,5646,7090,7021,2498,6207,8836,6327,765,9696,7071,8350,9871,7604,784,6471,11893,8262,9641,9776,8177,6313,7408,7867,4996,7957,1860,9500,11753,10660,4364,8439,11544,11221,9942,7640,8836,9557,8708,9335,8871,7009,9251,8275,10723,9178,7569,916,10724,9031,9689,8474,10860,9725,11364,12125,6800,1540,8610,10181,7588,9465,8908,305,9473,12378,10286,10933,10563,6115,8604,10256,8097,8809,6923,7591,261,123,9358,9191,8780,9494,9462,8878,9076,10034,9625,10108,9096,7505,8064,7234,7311,7795,5733,6389,51,9700,10180,11142,7111,6325,7725,8078,765,9439,12096,12846,6424,7876,379,284,9950,8243,9891,8760,8382,12396,9888,8123,9299,6572,8452,9626,7457,8372,6021,210,10517,11410,13860,9917,8186,1672,10258,10834,10281,8862,9648,8399,9464,8105,8642,2820,8341,9760,7797,11812,9390,8794,5741,9626,8435,7951,9762,10227,7632,7114,4751,7804,8215,9442,7784,6038,2937,8506,8727,8461,6851,9013,9929,11028,104,920,538,9435,10113,12910,13234,12074,8111,8480,10711,7950,9115,7527,8645,8715,7496,9448,7660,7849,6102,8748,8909,8735,570,9586,8540,8545,9667,10442,9119,5785,5987,62,11820,13866,9711,9311,9005,10100,8692,7149,9137,3337,9173,9236,7634,7830,4676,8472,8181,9049,4282,7333,8274,10476,8395,8163,7766,9918,8327,9429,9156,6255,5339,1153,127,10711,12467,10562,8171,8559,10217,9097,7332,8116,8355,11095,6020,834,9998,6746,541,8270,7819,13468,5799,7974,10849,7510,216,297,281,10326,12004,9866,11716,10582,7923,7255,11013,7194,8634,8163,9279,7017,10237,8973,8951,6450,9766,8856,7730,11131,12090,8916,9278,8944,9817,6463,621,9483,9158,10088,10590,7831,10974,11763,10298,9319,7947,7978,8192,9047,10040,11017,8201,1797,3051,8241,8787,9987,9364,10541,9141,10775,11193,10664,8283,10065,5839,11072,6754,1414,8646,8960,8404,8574,8823,8218,7899,11512,10163,12387,8586,9095,7654,6573,10057,7365,8913,7557,158,665,592,8425,10900,7897,9650,10537,9729,11303,7494,8348,652,7663,10024,12419,8181,8169,8746,7875,8880,6948,9367,9777,9315,8638,795,13419,9931,8234,8456,10900,10461,11265,11335,10625,10234,10837,10698,8077,9577,6900,8654,2305,10275,8882,10404,8077,9359,306,14322,7863,8580,7721,4232,7199,9101,9444,7062,10810,11804,10825,923,12285,9768,9411,2134,11000,10480,10881,11931,11544,12177,8818,6321,11204,9700,7804,8786,9229,10426,10509,1373,8588,9438,147,9426,14056,8636,10189,9519,9489,9994,12596,12282,10807,884,128,10297,12393,9926,11844,10592,11248,7636,7879,208,3288,12211,7812,12195,6963,209,7,9746,11316,8791,11451,7393,10783,11268,6672,11825,12245,2260,13172,8455,8438,10283,11410,10951,7150,12958,11220,5756,7,8738,8679,11496,10995,10616,10196,6686,8379,7183,10287,8608,5010,55,101,8827,6762,11264,8249,9318,9394,1249,9718,9299,7275,8111,5705,8688,9268,8062,4800,6289,8781,8083,10925,8070,4744,7248,8722,9243,8985,8974,6201,6625,9262,8095,7459,766,10273,10006,5149,10094,10398,6806,7075,9992,9436,6658,979,7858,7386,6097,547,313,10650,9419,10816,8344,8401,9900,9547,10798,7817,9995,8262,8340,6065,3053,8646,7139,9618,7940,8331,9408,9223,10275,742,8618,11690,10181,8095,6007,6674,4919,9919,8443,7242,7010,10262,5957,10788,11489,10332,9467,9107,7103,4223,7018,10988,9499,9195,9898,8010,7809,10972,9482,9377,8408,8487,9357,10665,9825,2622,9291,9815,9813,8637,8781,9836,5713,5867,661,9037,8672,6319,10963,10578,8312,2073,9673,8871,5119,5641,9767,9501,11460,11447,8122,7357,8900,8479,11260,8179,10394,9221,10941,1740,843,10907,7946,6350,7972,7237,8147,5685,98,5124,9498,10116,10552,10808,8952,5596,6415,7472,7879,8633,7235,6884,8461,9582,7720,5051,9191,8661,8734,8906,9999,9584,7225,1418,8036,11331,9147,12263,9714,10423,7565,7225,7593,7142,8435,7450,7861,9724,8025,8703,5568,824,10858,8347,11511,10556,8500,7995,4940,7678,7999,7787,7854,8369,8212,7578,9331,9232,8661,8666,7184,9633,7061,237,9450,11279,6490,7413,9850,10684,7929,9017,8563,8665,9991,9807,10204,9068,7164,9760,9585,7367,9328,11092,9578,7244,8919,6991,8577,8206,458,190,9116,10407,60,10751,11198,10327,7561,8807,10673,12033,9191,8159,8864,9094,7896,494,7460,9415,9705,10117,8237,2349,10583,12127,9960,9457,9737,5088,10407,9156,8664,7154,8318,10709,10625,7101,9567,8863,8285,692,8874,10232,8246,8398,8054,1311,8870,8150,8771,9530,7010,6221,6055,8250,10671,9930,9273,6666,8938,9003,7027,7567,7685,7419,6497,737,11831,11400,9013,10588,7622,6682,9506,5921,10322,7981,6520,8413,6771,6477,8871,7788,304,9077,9606,10281,9134,8674,8756,8932,7356,1758,6227,7534,9366,9426,7855,7765,6858,6895,8653,6440,10140,6887,5726,36,73,8042,11527,10756,10885,9118,8696,7799,130,10397,9133,9049,9618,46,44,40,2238,8010,9311,7252,6224,395,7077,10177,9045,9709,8855,208,11575,12904,5076,12055,11099,10798,10026,7530,7329,9863,9228,6447,442,14208,10345,11640,4390,8452,9180,179,9824,8963,8924,7303,6333,6139,5988,6786,8076,9851,7005,7801,7964,10855,8416,6429,296,173,49,11019,11080,11652,11152,9717,5378,8981,8879,10948,10571,8525,10807,11113,6540,8544,10067,7228,8375,8278,549,10164,7020,8121,7112,336,234,9371,9579,10545,10239,8594,9004,9774,7472,9031,10315,8379,6958,414,9613,10382,10571,7438,6568,8122,9315,9196,8372,8805,647,559,11272,10635,9798,8892,7254,4672,8288,8448,10420,11540,10554,7323,1740,3152,8658,10162,11074,9913,5567,9427,8644,6969,8907,9252,8559,8784,10739,10340,9971,3119,8908,12184,10846,10499,9495,9833,7202,7777,7293,3986,6007,10376,8025,7065,8353,7629,2604,465,12338,10838,7680,8117,7952,6399,7981,8376,8356,8795,8444,69,51,60,2586,8701,11752,7115,4371,9538,9234,10091,8733,10624,8161,8800,10233,9741,9716,9002,10268,7266,1073,7980,8084,9640,8969,9640,1321,116,6928,8429,9260,10267,11077,7332,1973,8620,10066,7750,8099,6903,7533,4608,184,10226,8765,10867,11631,9718,11586,7780,9972,9739,6271,8098,2413,5865,7976,9556,9637,9168,9127,8346,7792,9314,11558,9118,9732,7622,7914,8955,7974,781,2321,12228,8113,7935,10442,12544,3933,9869,8878,8264,10868,9661,7575,501,9731,7257,9629,8421,9635,7626,11440,7922,2935,80,9454,8789,9615,9362,8012,8324,7499,7658,8575,8199,10212,9659,8308,9239,6290,8492,8944,8740,10380,12078,7246,447,8547,8211,8842,9837,8238,7438,7049,6358,125,2646,10581,9523,11994,8616,7237,7084,9495,8717,7844,5392,10394,7501,4034,3929,8182,11771,9024,9787,9617,8294,7564,7815,7074,8922,7293,1049,9237,8317,6888,10438,8917,9340,8223,11830,8280,1031,8237,9553,8089,11645,7070,7523,6117,9155,10600,10396,3168,8317,9533,10251,7914,10706,9447,9459,8496,9554,9011,8611,9032,9440,9494,6055,8157,9809,687,8694,8471,8934,9590,7392,8663,8281,6836,549,10746,10329,9166,7810,6145,5897,6094,7785,6993,8318,9216,7996,8366,7496,7160,9528,4580,1016,11407,10919,10645,9476,11226,9570,1349,9111,7540,8166,8985,11535,11006,7922,10544,7659,8473,8131,7987,8143,8655,8406,5078,3371,10333,10197,11094,9786,8735,4115,8768,9541,11261,6550,11130,10043,1158,10084,12756,9673,10268,11523,11901,8021,6014,8122,8228,8626,8692,10131,237,9659,12910,9435,10952,9811,8398,8995,7013,7001,8338,8413,3080,6902,8048,10098,11169,9890,9476,6965,8895,7487,8590,7901,7324,6718,10878,10890,9316,10809,6718,7082,8198,6488,645,8276,9554,7725,9151,9058,8518,8177,7647,4631,1029,8938,6641,9621,163,5315,6954,7041,8037,7141,6746,7691,716,10943,9108,7136,7821,8353,7190,480,8036,8158,9970,10116,9591,9185,8214,8303,7422,7612,8408,7500,8765,10723,10045,10615,8509,9761,8919,666,10913,11952,8211,10198,9177,7048,149,11241,11979,8033,8760,8663,8254,7582,129,1235,8621,11800,10955,7350,6092,9499,7669,11196,12126,8112,7334,9170,10026,10452,8051,6751,862,9605,9393,6597,8093,7779,10134,7408,5816,555,10854,10118,9202,7557,8037,8511,9354,6779,8684,8467,11207,10440,9563,9998,9419,11147,9242,10054,9880,10526,10135,8289,10488,14738,8786,11169,11056,7722,8861,10832,7284,8950,11640,9599,4371,4630,6042,3749,4612,3966,5455,4843,3296,3908,12758,11243,8630,8701,7999,3303,9569,11713,11481,10754,8643,7177,6601,10457,7781,12090,8244,7852,8680,10197,8910,3807,2998,10796,12897,9586,8203,12115,9550,8361,11373,8707,9223,6627,10456,11858,10465,8517,7269,9547,11370,7331,9116,9603,13546,11110,7737,2812,12675,12436,9176,10518,7252,11546,11021,9986,10851,10534,9766,7241,11646,11552,11461,11351,6083,8684,12681,11268,8804,9817,7900,6965,8666,12156,10985,2256,3818,11042,10462,7754,7054,10699,9941,9182,2710,3473,9642,12643,10917,9600,8373,9949,11874,10395,8992,9969,10153,6848,4677,2864,10587,12683,7631,12641,10992,10687,8074,10580,9865,12546,8816,8823,6642,7111,6072,6848,4589,1541,8781,8734,6815,5041,3398,1340,518,237,124,47,23,8]}
