{"title":"Name a Quasi-Moon with Radiolab","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-venus-quasi-moon-zoozve-got-its-name/","audio":"https://traffic.megaphone.fm/SAM8701290808.mp3?updated=1721068793","intro":["Radiolab host Latif Nasser found and named a mysterious quasi-moon of Venus. Now you can help name one of Earth’s quasi-moons."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Space Exploration"],"transcript":[{"author":"Rachel Feltman","text":"Most people know Latif Nasser as one of the hosts of Radiolab."},{"author":"Latif Nasser","text":"Hey! I’m Latif Nasser. This is Radiolab."},{"author":"Feltman","text":"But about a year and a half ago his nose for a good science story took him on a wild side quest—and, yeah, it did end up turning into a really cool episode of Radiolab—but Latif also found himself playing an active part in the scientific process. For Scientific American’s Science Quickly, I’m Rachel Feltman. And today we’re talking about the time Latif accidentally helped name a “quasi-moon” and how you—yes, you—can name a quasi-moon of your very own. We’re lucky enough to have the man himself here today to tell us more. I would love to hear a little bit about how you got interested in quasi-moons—or qway-zee moons, depending on who you ask."},{"author":"Nasser","text":"Yeah, well, it started totally by accident. I was putting my kid to bed one night in his crib, and we had bought for him online this, like, solar system poster. And I was looking at the solar system poster sort of out of the corner of my eye as I was putting him in his crib, and I saw, like, that Venus had a moon, and I was like, “That’s weird.” It’s like, “I never learned that in school: that Venus had a moon.” I was like, “Am I crazy?” And then I looked it up. I just Googled on my phone, “Does Venus have a moon?” And then the first result was from NASA, and it was like, “Venus does not have a moon.” And I was like, “Am I crazy? Like, what is going on here?” And then also, then I went back in, and I looked at it again the next morning, and it had a name, and the name was Z-O-O-Z-V-E, Zoozve, and then I Googled that, and there was nothing in English—which, like, how many times do you Google something and there’s nothing in English?"},{"author":"Feltman","text":"Yeah, pretty much never [laughs]."},{"author":"Nasser","text":"Right? And I was like, “This is so weird. Like, it’s too weird to be an accident. What happened here?” And then, kind of long story short, I found that there actually is an object near Venus. It, it’s not called Zoozve; it’s called 2002 VE68. So the “2002 VE,” the illustrator, he misread his own writing, and he mistook the twos for z’s, the zeros for o’s, and so he called it Zoozve, but it was really 2002 VE. And this thing, it wasn’t a moon of Venus; it was something called—which I had never heard of before—it was this thing that was called a quasi-moon—or a qway-zee moon, exactly as you said—and I was like, “What even is that?” This whole process was just me being like, “What? I, I just don’t get it,” you know, one after another. And then finally I got it explained to me, which is that this is this sort of extraordinary, weird object where, unlike a moon and unlike a planet, it sort of does the things that both of those things do: [for example, a quasi-moon of Earth] orbits the sun, and while it’s orbiting the sun, it also simultaneously orbits us. So it’s kind of like it’s too small and far out to technically be a moon of Earth, but it’s orbiting the sun at almost exactly the same rate, and while it does so, sometimes it goes a little faster than us, sometimes it goes a little slower than us. [Then say we’re now on Venus,] relative from where we are standing, if we look at it, it looks like it’s going around us like a moon, but it’s kind of doing this weird three-way dance between Venus, in that case, and the sun."},{"author":"Feltman","text":"That’s really cool. It kind of makes me dizzy trying to think about it."},{"author":"Nasser","text":"It’s totally—it is a thing that you kind of have to imagine in three dimensions. And I’ve needed many people to explain this to me many times."},{"author":"Feltman","text":"So what do we, or don’t we, know about quasi-moons, and why are they important for us to learn about?"},{"author":"Nasser","text":"Well, there’s a lot we don’t know. These things are so small—relatively small—like this one is the size of, like, the Eiffel Tower sort of thing, and it’s, like, a gray, potato-shaped rock, but we don’t know exactly what it looks like. But the thing that’s kind of more interesting about it is its trajectory, and that’s sort of the thing that people are sort of, like, trying to trace and figure out. The reason why it’s interesting—I think there’s two reasons. One is for Zoozve—it is our neighbor. Zoozve probably belonged to us as a sort of a quasi-moon. We were the ones who sort of flung it to Venus. It’s in our neighborhood—yeah, just like a weirdo wandering our neighborhood. Like, it’s good to know, like, “Who is this thing?”"},{"author":"Feltman","text":"[Laughs]"},{"author":"Nasser","text":"And then the second thing is, like, kind of the physics of it are really interesting—so if people have heard of the three-body problem, like, this is kind of a three-body problem: Like, “How do you calculate where this thing has been, where it’s gonna go?” Because it’s sort of—mostly the sun is sort of the thing that’s gravitationally pulling it, but also it has this tiny, teeny, tiny—whatever planet it’s nearest has this tiny, teeny toehold on it, and trying to compute those, like, three bodies and their trajectory on the future, it, like, gets very mysterious pretty quickly in a totally fascinating way."},{"author":"Feltman","text":"In particular, I encourage listeners to go check out the Radiolab episode about your saga investigating this quasi-moon, if they haven’t already, but without spoiling kind of the highs and lows of the process, I would love to hear a little bit about your triumph in getting it named—or, at least, getting its true name confirmed, since it clearly was meant to be Zoozve."},{"author":"Nasser","text":"[Laughs] I kind of went on this long rabbit hole about quasi-moons and about Zoozve. And I just kept, the whole time, I just kept calling it Zoozve. It felt weird not to call it Zoozve. And then we kind of got an idea towards the end of producing the episode of, like, “It doesn’t have a name.” Like, the name that it had, 2002 VE, is ’cause it was discovered in 2002 and a certain time, and it, it’s almost like a license plate it was assigned or something, you know? And we were like, “This thing is eligible to be named.” The guy who discovered it, who I found as part of the reporting, he didn’t even know he discovered it. He was like, “Oh, I discovered that?” Like, I, I surprised him. So he didn’t really care about what it was named. So I was like, “Wait, what if we, like, officially submit this naming candidate of ‘Zoozve’? Like, it’s funny and weird, and there’s nothing else called Zoozve. Like, why not?” Yeah, there was a lot of suspense ’cause there’s a lot of rules around what you can name stuff in space, and especially if it’s within a certain kind of radius of Earth, it typically has a mythological name—you know, like Greek mythology or, like, like, that kind of thing—and this obviously did not, but then there were very helpful people online who came and, and, like, wrote, like, faux mythology, like, retconned a mythology for Zoozve, which was very funny and cute. We submitted this name, and they, they chose it—they approved the name, which we were completely, completely shocked that they did that. But, yeah, they named it, and it was so fun, and so now there will be forever a thing called Zoozve. And even when I told the illustrator, whose typo, basically, it was, he was, like, totally shocked, and he was like, “I think I’m gonna get a Zoozve tattoo.” [Laughs]"},{"author":"Feltman","text":"[Laughs] That’s incredible."},{"author":"Nasser","text":"Yeah, it’s been pretty great."},{"author":"Feltman","text":"I would probably have mixed feelings about my typo being immortalized in that way, but I think he should feel really good about it [laughs]."},{"author":"Nasser","text":"[Laughs] He took it in the right spirit, I think. He took it in the right spirit."},{"author":"Feltman","text":"Good, good. And, yes, speaking of naming quasi-moons, I understand that you’ve convinced the powers that be, when it comes to naming these objects, that they should let some other folks in on the action, so why don’t you tell me a little bit about that?"},{"author":"Nasser","text":"We, at Radiolab, we had so much fun helping to name this quasi-moon of Venus, and we were like, “Why not do it again, and let everyone in on the action?” So we, basically, once we learned all these, like, you know, esoteric rules about naming objects in the solar system ..."},{"author":"Feltman","text":"No Moon McMoonface ..."},{"author":"Nasser","text":"No Moony McMoonface, apparently. I mean, I like that name, but that’s not on the table. But so we asked them, we approached the [International Astronomical Union]—or in my head, I call them the “Guardians of the Galaxy”; they’re the people who, like, are in charge of naming everything—and I was like, “Hey, could we do, like, a big public contest? ’Cause there are a bunch of Earth quasi-moons that haven’t been named. Let’s all name one together—but of Earth this time.”"},{"author":"Feltman","text":"Yeah."},{"author":"Nasser","text":"Miraculously they agreed, and so that’s what we’re doing: we’re doing this kind of, like, giant global contest where, basically until the end of September, for the next few months, people can submit names. It’s a very simple form. You just kind of, like, submit your name, and you talk about, you know, what it—the name means and maybe what, what mythology it comes from and why you think it’s a good name. And then we’ll, like, narrow it down to about 10 candidate names over the month of October, and then for November and December it’ll be, like, a fan vote, so people will be able to vote for whatever name they like. And then, basically, in January we’re going to announce the new official name of this quasi-moon of Earth, determined by the people of Earth!"},{"author":"Feltman","text":"[Laughs] That’s awesome. And, yeah, what do we know about the quasi-moon in question?"},{"author":"Nasser","text":"The thing that makes this one really special and the reason I, you know, we chose this one was its orbit. So, like, these quasi-moons, because they’re being acted on by the sun, mostly, but then also a tiny bit by the Earth, like, they do these really beautiful, strange orbits that I, for one, like, I never thought was possible. I never thought anything could move in space like that, like, in this weird 3D—it’s not just an ellipse, you know, like you always picture. It’s doing all kinds of wobbly—like, you look at it from this angle, it looks like a butterfly; you look at it from this angle, it looks like a saddle or like a spirograph or like a—it just looks like—you’re like, “What the heck is—I don’t even know what words to use to describe the shape.” So it’s kind of a weirdo, and I was like, “Oh, I want the weirdest one. Let’s pick the weirdest one.”"},{"author":"Feltman","text":"Yeah, absolutely."},{"author":"Nasser","text":"Yeah, so that’s what we did."},{"author":"Feltman","text":"Awesome."},{"author":"Nasser","text":"Its tentative name, its current name is 2004 GU9, or its other kind of asteroid official number is asteroid 164207. But it’s not in the asteroid belt; it’s near us."},{"author":"Feltman","text":"Very cool. What are you hoping that folks take away from getting involved in this process?"},{"author":"Nasser","text":"To me, I think, like, I don’t know, the news is so bleak at the moment, with, you know, like, war and politics and lies and this thing and that thing, and there’s just so much that’s really bleak going on, and I just want some, like, sweet, nerdy fun for the whole world, something we can do together no matter what we disagree about everything else—like, this is just, like, a mission we can all go on together, a kind of silly mission but, like, kind of one that will help us zoom out and pick a name that’ll outlive us all, you know?"},{"author":"Feltman","text":"Yeah. I love that. That’s great. Okay, listeners. Now’s your big chance to make your mark on the cosmos. From now through September you can submit your quasi-moon name ideas at Radiolab.org/moon. If you’re not feeling inspired, you can still pitch in—just check back in November to vote for your favorites. That’s all for today, but we’ll be back on Friday with a deep dive into a particularly murky topic: the Seine. Specifically we’re talking about the billion-dollar initiative to make it safe to swim in for competitors in the 2024 Olympics. Are these efforts pure hubris, or is urban-river swimming actually set to make a comeback in cities worldwide? Tune in on Friday to find out. While you’re here would you take a second to rate and review us on whatever podcast app you’re using? We’d really appreciate it. You can also email us your feedback at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[16836,10825,18416,14425,16967,18167,15046,13485,14487,19702,16222,10945,6483,14347,17344,15372,11394,13168,8716,6649,12257,6314,16138,13979,16829,9721,10759,16344,14478,14578,14486,10710,2360,13681,6698,14882,12444,18221,13949,14954,12030,11712,10093,10190,12063,11226,15380,14010,8785,17608,15975,9509,10870,13039,17075,14926,9834,15460,18168,15529,6509,12892,20671,13998,14496,12229,13873,16352,12923,15765,14214,16739,12911,19662,13090,7190,17429,13437,10057,10688,14673,11546,10683,9401,2351,16876,11336,16012,16092,18325,12374,12671,15475,8252,11899,14019,11720,11778,365,104,509,1676,15431,11880,10314,14466,11464,13856,12381,14923,15258,12031,15419,14768,13228,12465,14299,14918,15423,12437,10216,11921,20040,11343,10840,11250,13146,11609,8383,17203,16314,8002,9431,9702,12908,14487,7476,10043,13196,9331,12679,16102,3286,15984,11896,8749,10780,15170,7347,8104,12530,15671,13675,14934,7962,9813,6283,10224,14071,7361,17771,15746,16579,12121,7907,2079,16517,9755,15971,10853,12531,12399,9957,7513,8820,7885,16434,10625,16593,7396,11185,17489,14703,2517,16195,15999,11115,16165,12340,10848,10589,12126,14806,11301,16110,12697,15895,8120,12981,14172,4087,2778,16708,14923,13133,5929,14059,11009,9809,17432,12360,10069,3226,15817,8014,11889,12351,12156,15195,13719,13246,15024,15628,9709,8854,17240,11372,8205,8655,15859,6400,3066,14393,15535,12470,5287,3701,15057,4287,8410,13310,2427,2574,15842,9662,14741,12938,10210,9481,8669,10618,8250,2226,16650,17970,10017,11257,10718,13754,7418,11262,14712,7237,9843,3317,4202,15656,12486,15400,15430,5435,8556,4345,4247,2532,1988,1073,344,15376,10965,10476,12460,11428,11232,8244,15104,5980,10929,14807,4268,8596,8604,11143,9609,8522,15413,7147,15352,1832,5450,15097,7182,9360,10249,7478,8480,2482,12623,11317,7794,9641,10058,10533,9038,11558,8844,7354,13933,12799,8228,6144,8892,7811,1598,10287,8015,9008,6444,56,4535,9384,10698,7080,10662,8125,11628,13270,9596,12564,12650,8378,8261,5526,9857,12201,113,9852,8063,12832,11555,11549,9244,6136,9090,12615,13310,15430,7143,4474,4844,3952,8199,2627,8981,11086,9167,6563,8640,2838,80,3761,15409,9131,5239,6772,10103,10558,10614,10062,7409,12867,5505,50,8274,10393,4934,1956,10423,15464,61,7204,5414,11298,11422,10735,12579,11973,15291,11796,8408,8684,13891,5537,15527,6285,6375,7338,11186,15278,14811,7116,266,4179,11093,11592,7524,14768,4939,9489,15420,7704,10785,6869,3678,6847,14560,15085,10370,15393,10376,12558,14017,10206,71,12515,8088,12659,9932,15418,14510,8348,7351,12563,7665,953,8014,11969,9623,7609,10099,7787,3549,2240,13302,12169,6380,68,4863,9991,11632,15524,13984,5831,3822,14434,9153,6618,1493,8455,15430,10998,12574,7145,11374,8567,8140,3452,15580,5717,2286,644,6278,12924,15440,9196,6834,9033,12570,11751,15381,6002,10995,4184,3219,6317,9626,11792,7904,10017,10839,12436,15529,8113,7277,12077,15398,5686,4618,100,90,11571,15399,12259,6080,9186,856,11404,15351,12781,9977,6814,107,15500,5236,9714,11249,11093,8923,6082,8524,7027,2132,12013,11014,14952,11675,5875,6469,8120,6538,10477,78,4933,14900,15412,10059,7903,3217,8935,6415,5995,11973,5069,12290,6294,15385,8675,4447,6678,190,12325,11832,8156,3960,12243,12717,8992,15298,12548,1235,37,9315,9593,7814,15533,7722,8791,8807,5942,12145,8260,4985,12348,10662,7322,15325,11541,9363,13406,14297,5594,4094,277,12402,13333,15466,12572,6309,6072,7662,5909,6034,2001,81,8366,15415,9734,11475,10315,11817,13418,9047,4350,3991,9378,9945,9666,14332,1260,15397,5543,7857,5010,10276,13701,3981,11290,5098,14323,5934,2899,4456,8565,7813,8851,8940,10621,8067,12983,12959,5000,9804,7618,12106,9920,10574,13257,9356,12548,12590,6331,13486,10748,15441,10301,12629,8707,5720,8684,7440,10722,9075,11849,7276,10097,9915,11304,2539,6920,2838,14545,9345,12853,15463,12149,6877,7527,9054,5414,101,9849,13239,15301,11709,14668,11535,15152,11528,9892,13304,14365,5633,4968,13089,5692,15503,9485,1034,7792,15502,8768,7987,12669,7740,3058,38,6128,15482,13041,10330,6530,11222,7483,6007,9745,1369,11319,11629,15189,12726,5307,6730,4408,10316,10555,14260,13740,4805,15484,7283,7264,7891,8889,8785,15518,10660,11933,10841,9828,5807,15464,8826,8780,7036,14771,15395,12555,14812,10633,13308,10251,11411,11700,7944,8898,2061,15460,15435,7972,6099,9919,9679,12873,10622,2604,12813,8090,3243,7439,15383,10602,12872,11508,9176,4311,11880,12762,15506,9862,12359,9729,8924,11892,11063,4178,8543,13441,15401,10075,9368,11451,1835,7380,7476,15424,15362,6642,4667,13811,6559,8103,15473,14735,9192,9869,11283,15448,14886,14725,15402,6716,9672,8831,3729,15229,12794,9644,9277,9349,5953,6979,8544,952,2867,15692,5203,1489,15428,4505,9285,8923,9446,14507,9710,9659,9221,14707,13715,12698,5366,15432,13495,13502,13439,8016,10425,8205,10304,6409,10881,6956,12183,15534,8893,2918,8585,11478,13597,3627,8252,8884,10468,15116,6543,6958,7293,11282,7217,15484,7370,13084,15438,9152,7493,8122,9124,9095,9154,9741,5751,8296,10468,8621,6841,15404,11607,15479,8473,8112,10729,7508,13496,14940,10027,9375,10165,2823,2249,11505,2480,15600,9760,8224,6785,11243,9893,7467,15424,11071,2780,12870,12150,176,8620,13087,15427,8515,7728,9214,6119,3216,14058,13912,12152,13051,6566,11073,14566,9772,11229,15468,11170,9183,15480,10739,4514,5610,8439,6092,9117,12770,7708,12231,10984,3547,1734,6139,14211,9492,6256,15371,9967,10063,11774,9163,11236,8483,12032,14296,18850,13472,11506,4785,5473,14745,15342,9525,8695,2251,15622,12665,15446,7485,4276,2663,4785,10714,7962,11973,13860,10904,8281,4117,13446,15525,5211,2921,1606,6614,11639,15539,6833,15441,6408,15521,10955,6183,9882,11137,9360,7032,9974,9307,15512,10497,14645,11322,2428,7666,1989,12458,7616,6180,15235,11099,771,7744,11054,15126,15416,5678,9104,14125,15441,8590,4386,4394,3127,14806,11334,11255,12347,7538,7139,9644,15419,8284,6547,11377,9196,8238,15418,13870,7352,8665,9791,9688,9286,9953,9068,12577,14305,2754,6950,6667,99,14862,11770,7851,12193,15405,130,71,15464,8570,10058,6858,8881,8893,8295,8750,9724,15554,12210,7277,5129,10441,9201,8114,9213,14415,8018,12456,11850,5596,5923,6032,6165,8638,13876,9108,13237,12066,15405,10888,8941,12512,4320,8323,6938,13354,10904,12060,9309,6634,7728,395,9717,4249,14974,15514,7112,15365,5719,8713,10365,211,15620,9015,7621,13697,15502,12487,8258,7658,10531,4255,15377,15401,12896,10680,10186,7669,700,13357,10940,12539,13291,154,8380,8702,43,15383,15210,618,10462,9528,7057,12556,4937,13197,15427,6027,15457,6624,1360,4,7577,14776,15457,15414,10459,1785,6530,6503,10325,8338,13596,6942,8091,14672,15608,15698,15257,12046,3453,3868,5535,15437,11985,7067,9089,11786,5675,10585,9145,1312,15530,8104,6346,7152,7976,15344,13776,15481,5509,10392,8920,7570,4493,7322,15442,15454,9991,12524,3537,5659,9484,9280,14342,14010,10562,12486,8864,12305,10126,7326,9314,7058,8872,15452,14806,10431,1888,6571,12742,15338,10856,5534,8500,6797,15429,15396,14957,7943,12573,7089,5065,11868,9609,15588,10866,15452,6951,3605,13272,3243,1411,13798,204,9916,15542,14665,11560,3021,11145,7739,6533,6819,7399,15509,11766,9331,11506,15405,7562,6060,8335,3038,8824,14360,14883,4242,13720,6500,6729,15505,13103,12482,8785,15416,15504,15227,8584,1014,12787,10056,12611,9580,8403,1172,15447,8276,14394,8827,10190,9453,8824,15429,14933,2449,12914,14134,10913,10007,13629,12666,9151,15442,8279,8900,8693,4132,344,14668,15511,14768,6077,8564,8437,15417,6849,15446,15354,2981,11595,8376,15472,5972,10907,6705,4385,11380,10388,12434,9415,9977,9533,12491,7967,8138,13859,8008,4523,779,11949,15434,10734,5892,11800,273,14449,15429,11230,5153,15491,6837,8196,3005,6512,7705,11654,9316,4370,7469,15470,7390,6242,15484,9836,7480,13509,15473,8466,11646,3757,10538,11647,11909,8759,9454,8928,10677,8315,3140,8595,14512,15451,11102,11251,10686,10006,9033,7646,6517,15302,4444,10997,6149,10824,7552,13726,14566,5235,9660,5786,5746,93,14629,10127,594,8161,8208,13823,11534,13313,6374,11400,11035,9773,8442,2500,1238,9770,7093,7300,8178,15051,14321,4242,7010,7612,15351,13741,13403,10775,15468,11159,7145,10119,13182,8959,13391,10595,10738,124,9215,15333,15403,8733,6736,9858,7650,3000,330,7152,15434,5881,7963,5911,7577,6911,1373,8573,12993,9994,15485,11464,9128,10269,12013,9640,6212,9646,15441,13931,1830,15147,15460,15519,12076,14699,12636,7218,13526,9068,10346,15558,15408,13022,15420,9326,7310,15509,13942,11691,15700,11302,8218,9034,12154,15200,14185,15617,15378,9826,11669,14816,8305,14352,12123,8761,14752,19103,15325,15455,15363,12344,8133,13031,13272,8888,7120,8889,14258,10057,8241,7521,15450,12131,14086,15487,4277,14075,14293,7172,12234,5927,12825,7701,15414,10948,11327,15251,11946,245,6714,6607,661,14115,12366,3509,10672,15480,9398,7922,10984,6537,4712,14443,11705,378,15388,14040,5274,7760,169,4927,15411,9739,4518,15449,15352,6994,15604,15245,4832,13241,11196,15533,7180,11448,12187,2170,9610,11027,11095,13117,9398,9943,12247,10293,7510,7017,3414,15451,13919,4505,12843,2933,6626,15408,15413,12768,15175,9229,15271,6577,4841,10322,7979,14745,14205,9018,12773,5547,10199,13655,8897,6135,137,13303,15376,15380,8927,7817,13411,13608,11338,7876,13062,8481,3109,7983,11023,11763,15414,9036,9917,7304,12487,2750,2897,14821,12022,9322,10685,12095,12296,15466,11965,10746,15282,7236,12746,15532,9068,6623,15439,15486,6371,10783,9769,9073,8310,15286,11179,10411,4388,15428,16352,19604,15385,19952,15419,8325,8476,6265,474,11407,10022,13854,5644,9077,11465,11946,13162,11881,7309,10316,7087,1133,8324,15436,15404,12308,9969,7241,3872,1449,9180,15552,5318,13201,3279,282,12658,11224,6043,15401,7073,12989,13668,9284,7346,7535,15453,15390,5937,8970,12631,11134,8591,1952,8264,15523,5519,11743,8394,12349,6546,15402,8755,12600,11531,9110,12588,11499,8985,11955,13682,9305,10038,1220,10800,12447,10393,8916,13337,2656,4289,11441,12342,14385,10911,5541,6072,9388,12108,13151,9575,12300,8049,8677,8785,11437,3295,6984,5725,5089,15387,10612,8149,142,3443,15472,7631,13930,9643,10387,13734,11823,10787,9901,9087,7661,4558,6174,10182,9438,13547,9364,9103,3505,6587,7909,14646,12554,8195,12516,13112,10978,15455,9944,9892,15397,11642,3777,5751,8195,6402,8077,6791,4920,15414,343,6512,10400,8636,9192,7904,15468,9210,5420,4639,5315,15538,7866,3638,8105,9985,15370,12564,10359,8446,9332,14704,7711,4065,9799,3760,7587,7443,15176,11834,15035,516,15590,5592,8373,12608,8843,196,15547,12374,14788,15582,6310,10383,5808,5292,15239,10704,5223,14725,11146,7834,9113,15497,15454,6967,7423,11685,15268,6546,9569,3703,8473,9768,9876,261,10529,11391,14173,4761,1076,59,4525,15494,11122,8019,7732,7367,11116,9960,3245,78,6811,7604,15405,11852,10753,9248,8286,11259,8646,4940,3365,14081,6298,7074,11107,4208,10109,3822,9454,10410,8697,8897,15531,6519,15424,13171,15603,9405,4070,4329,15408,15390,10663,9252,7205,6984,3897,11964,7236,15453,3400,4011,6527,7073,8140,7048,15404,9686,4463,14745,7365,9672,8490,11964,8490,9371,9527,12815,10775,10342,11022,15470,11338,706,10896,15490,10054,11485,9282,15344,7038,6906,12184,8630,11310,8911,10775,10950,358,2711,15513,9868,4128,10304,15538,12207,10404,11837,9803,15471,10991,11620,9554,10474,9668,14136,9207,11492,15448,8738,7310,6940,10779,11009,12529,15508,12737,8624,11997,15420,15403,7676,9283,8593,10887,14991,11642,9599,10941,9137,2147,13955,15554,7846,4995,5211,15462,159,15575,7526,5908,14783,8065,4856,4221,15414,12082,12148,6582,13262,9714,4400,1937,8980,6489,15496,7147,8068,7392,8482,8345,9507,14444,12621,12907,10867,15474,9706,10116,10868,6211,15504,10912,11641,12997,6665,5640,6438,7056,7037,2899,10298,15621,13338,9963,11236,10252,9683,8089,15453,13676,15490,12031,3664,2191,13660,9009,9159,1912,74,15446,9831,4831,12820,1097,12039,9596,10431,12730,9296,2363,112,13108,7255,5848,9777,8448,7386,4726,9932,240,12018,14358,5758,6168,5601,436,1739,8146,11806,14593,12200,1919,14959,12646,11085,5774,14054,6770,14033,12431,3897,5351,7118,10930,8790,14973,15458,5799,5484,7645,7125,15075,14798,5978,8851,9462,14709,7190,7353,14943,9980,7028,10619,9649,9078,7302,4712,5770,10018,9675,15332,6049,7966,3318,11384,15382,7549,12226,10645,10767,4968,9477,15537,11061,9868,6583,15424,12309,11012,8968,8964,206,9930,12834,15457,8075,10729,13320,11427,11164,12667,11714,9496,15217,15538,7271,15868,11580,15725,12085,8881,14200,15673,6899,13780,16399,7822,9613,8334,16884,6964,14712,5739,1738,15116,14651,9836,15430,11599,13035,11443,12994,16092,8829,11758,10368,18484,16927,15196,17191,17120,10986,15605,15273,5556,4072,1691,12267,15960,9082,15561,15555,17715,11915,16054,17183,6804,10822,15306,10929,5490,15770,14061,16150,10582,15709,11287,15866,16092,13388,12411,5448,3044,17101,15254,8465,9600,12128,16001,13903,11880,10918,7902,15794,12524,14169,10728,9019,12275,10535,9907,17509,14743,4222,7315,15474,2409,1862,8269,14162,15308,14450,18671,13747,9766,13821,17359,10170,10233,10746,13680,8454,9684,12140,12916,15738,9688,12394,11863,15595,16047,8975,4800,15958,15275,8972,10643,10031,13114,12111,13799,11536,13653,11242,14860,20544,14247,12658,16261,16552,5729,7343,13482,13294,4263,13152,16039,16106,7484,15915,10315,15035,15686,18442,18697,12336,8932,8852,4597,14080,9467,16451,8025,11446,11716,15564,8207,15338,15434,18424,9152,10630,11836,16405,10339,8557,8689,14639,3537,16335,13701,15535,14689,6773,15562,9980,15423,5519,15988,15314,15279,7742,13309,15652,15262,10699,2127,15828,10334,10362,8261,15737,6315,8443,15393,6245,10835,15863,10423,7560,15714,15537,7122,15821,7139,10859,9604,15872,9650,8024,1779,15525,15191,14692,14781,12955,10982,17295,7404,12525,14880,14456,15898,9656,16120,15086,10040,13459,1980,10744,15728,11155,12020,13380,15123,10170,10456,16734,2941,4029,15701,10890,7123,15984,15523,14350,9399,1363,11695,17291,12777,8347,12390,11964,16276,10759,10742,8355,15228,12915,6669,5271,15784,17160,12787,9913,14945,12527,15337,3314,16199,19915,19332,7581,7536,9459,7933,6447,7949,7106,10162,9464,8951,9207,7825,8677,8188,9056,7113,9776,9620,8911,7196,6498,6445,5302,3460,1465,10257,9996,7673,6218,3962,1766,643,243,121],"fragments":[{"begin":"0.000","end":"7.320","lines":["Most people know Latif Nasser as one of the hosts of Radiolab."]},{"begin":"7.320","end":"26.240","lines":["Hey! I’m Latif Nasser. This is Radiolab."]},{"begin":"26.240","end":"89.960","lines":["But about a year and a half ago his nose for a good science story took him on a wild side quest—and, yeah, it did end up turning into a really cool episode of Radiolab—but Latif also found himself playing an active part in the scientific process. For Scientific American’s Science Quickly, I’m Rachel Feltman. And today we’re talking about the time Latif accidentally helped name a “quasi-moon” and how you—yes, you—can name a quasi-moon of your very own. We’re lucky enough to have the man himself here today to tell us more. I would love to hear a little bit about how you got interested in quasi-moons—or qway-zee moons, depending on who you ask."]},{"begin":"89.960","end":"144.480","lines":["Yeah, well, it started totally by accident. I was putting my kid to bed one night in his crib, and we had bought for him online this, like, solar system poster. And I was looking at the solar system poster sort of out of the corner of my eye as I was putting him in his crib, and I saw, like, that Venus had a moon, and I was like, “That’s weird.” It’s like, “I never learned that in school: that Venus had a moon.” I was like, “Am I crazy?” And then I looked it up. I just Googled on my phone, “Does Venus have a moon?” And then the first result was from NASA, and it was like, “Venus does not have a moon.” And I was like, “Am I crazy? Like, what is going on here?” And then also, then I went back in, and I looked at it again the next morning, and it had a name, and the name was Z-O-O-Z-V-E, Zoozve, and then I Googled that, and there was nothing in English—which, like, how many times do you Google something and there’s nothing in English?"]},{"begin":"144.480","end":"146.680","lines":["Yeah, pretty much never [laughs]."]},{"begin":"146.680","end":"237.560","lines":["Right? And I was like, “This is so weird. Like, it’s too weird to be an accident. What happened here?” And then, kind of long story short, I found that there actually is an object near Venus. It, it’s not called Zoozve; it’s called 2002 VE68. So the “2002 VE,” the illustrator, he misread his own writing, and he mistook the twos for z’s, the zeros for o’s, and so he called it Zoozve, but it was really 2002 VE. And this thing, it wasn’t a moon of Venus; it was something called—which I had never heard of before—it was this thing that was called a quasi-moon—or a qway-zee moon, exactly as you said—and I was like, “What even is that?” This whole process was just me being like, “What? I, I just don’t get it,” you know, one after another. And then finally I got it explained to me, which is that this is this sort of extraordinary, weird object where, unlike a moon and unlike a planet, it sort of does the things that both of those things do: [for example, a quasi-moon of Earth] orbits the sun, and while it’s orbiting the sun, it also simultaneously orbits us. So it’s kind of like it’s too small and far out to technically be a moon of Earth, but it’s orbiting the sun at almost exactly the same rate, and while it does so, sometimes it goes a little faster than us, sometimes it goes a little slower than us. [Then say we’re now on Venus,] relative from where we are standing, if we look at it, it looks like it’s going around us like a moon, but it’s kind of doing this weird three-way dance between Venus, in that case, and the sun."]},{"begin":"237.560","end":"240.320","lines":["That’s really cool. It kind of makes me dizzy trying to think about it."]},{"begin":"240.320","end":"247.200","lines":["It’s totally—it is a thing that you kind of have to imagine in three dimensions. And I’ve needed many people to explain this to me many times."]},{"begin":"247.200","end":"255.160","lines":["So what do we, or don’t we, know about quasi-moons, and why are they important for us to learn about?"]},{"begin":"255.160","end":"289.080","lines":["Well, there’s a lot we don’t know. These things are so small—relatively small—like this one is the size of, like, the Eiffel Tower sort of thing, and it’s, like, a gray, potato-shaped rock, but we don’t know exactly what it looks like. But the thing that’s kind of more interesting about it is its trajectory, and that’s sort of the thing that people are sort of, like, trying to trace and figure out. The reason why it’s interesting—I think there’s two reasons. One is for Zoozve—it is our neighbor. Zoozve probably belonged to us as a sort of a quasi-moon. We were the ones who sort of flung it to Venus. It’s in our neighborhood—yeah, just like a weirdo wandering our neighborhood. Like, it’s good to know, like, “Who is this thing?”"]},{"begin":"289.080","end":"289.360","lines":["[Laughs]"]},{"begin":"289.360","end":"322.920","lines":["And then the second thing is, like, kind of the physics of it are really interesting—so if people have heard of the three-body problem, like, this is kind of a three-body problem: Like, “How do you calculate where this thing has been, where it’s gonna go?” Because it’s sort of—mostly the sun is sort of the thing that’s gravitationally pulling it, but also it has this tiny, teeny, tiny—whatever planet it’s nearest has this tiny, teeny toehold on it, and trying to compute those, like, three bodies and their trajectory on the future, it, like, gets very mysterious pretty quickly in a totally fascinating way."]},{"begin":"322.920","end":"350.800","lines":["In particular, I encourage listeners to go check out the Radiolab episode about your saga investigating this quasi-moon, if they haven’t already, but without spoiling kind of the highs and lows of the process, I would love to hear a little bit about your triumph in getting it named—or, at least, getting its true name confirmed, since it clearly was meant to be Zoozve."]},{"begin":"350.800","end":"443.840","lines":["[Laughs] I kind of went on this long rabbit hole about quasi-moons and about Zoozve. And I just kept, the whole time, I just kept calling it Zoozve. It felt weird not to call it Zoozve. And then we kind of got an idea towards the end of producing the episode of, like, “It doesn’t have a name.” Like, the name that it had, 2002 VE, is ’cause it was discovered in 2002 and a certain time, and it, it’s almost like a license plate it was assigned or something, you know? And we were like, “This thing is eligible to be named.” The guy who discovered it, who I found as part of the reporting, he didn’t even know he discovered it. He was like, “Oh, I discovered that?” Like, I, I surprised him. So he didn’t really care about what it was named. So I was like, “Wait, what if we, like, officially submit this naming candidate of ‘Zoozve’? Like, it’s funny and weird, and there’s nothing else called Zoozve. Like, why not?” Yeah, there was a lot of suspense ’cause there’s a lot of rules around what you can name stuff in space, and especially if it’s within a certain kind of radius of Earth, it typically has a mythological name—you know, like Greek mythology or, like, like, that kind of thing—and this obviously did not, but then there were very helpful people online who came and, and, like, wrote, like, faux mythology, like, retconned a mythology for Zoozve, which was very funny and cute. We submitted this name, and they, they chose it—they approved the name, which we were completely, completely shocked that they did that. But, yeah, they named it, and it was so fun, and so now there will be forever a thing called Zoozve. And even when I told the illustrator, whose typo, basically, it was, he was, like, totally shocked, and he was like, “I think I’m gonna get a Zoozve tattoo.” [Laughs]"]},{"begin":"443.840","end":"445.240","lines":["[Laughs] That’s incredible."]},{"begin":"445.240","end":"446.400","lines":["Yeah, it’s been pretty great."]},{"begin":"446.400","end":"454.680","lines":["I would probably have mixed feelings about my typo being immortalized in that way, but I think he should feel really good about it [laughs]."]},{"begin":"454.680","end":"458.400","lines":["[Laughs] He took it in the right spirit, I think. He took it in the right spirit."]},{"begin":"458.400","end":"475.120","lines":["Good, good. And, yes, speaking of naming quasi-moons, I understand that you’ve convinced the powers that be, when it comes to naming these objects, that they should let some other folks in on the action, so why don’t you tell me a little bit about that?"]},{"begin":"475.120","end":"490.800","lines":["We, at Radiolab, we had so much fun helping to name this quasi-moon of Venus, and we were like, “Why not do it again, and let everyone in on the action?” So we, basically, once we learned all these, like, you know, esoteric rules about naming objects in the solar system ..."]},{"begin":"490.800","end":"492.880","lines":["No Moon McMoonface ..."]},{"begin":"492.880","end":"514.680","lines":["No Moony McMoonface, apparently. I mean, I like that name, but that’s not on the table. But so we asked them, we approached the [International Astronomical Union]—or in my head, I call them the “Guardians of the Galaxy”; they’re the people who, like, are in charge of naming everything—and I was like, “Hey, could we do, like, a big public contest? ’Cause there are a bunch of Earth quasi-moons that haven’t been named. Let’s all name one together—but of Earth this time.”"]},{"begin":"514.680","end":"515.160","lines":["Yeah."]},{"begin":"515.160","end":"553.960","lines":["Miraculously they agreed, and so that’s what we’re doing: we’re doing this kind of, like, giant global contest where, basically until the end of September, for the next few months, people can submit names. It’s a very simple form. You just kind of, like, submit your name, and you talk about, you know, what it—the name means and maybe what, what mythology it comes from and why you think it’s a good name. And then we’ll, like, narrow it down to about 10 candidate names over the month of October, and then for November and December it’ll be, like, a fan vote, so people will be able to vote for whatever name they like. And then, basically, in January we’re going to announce the new official name of this quasi-moon of Earth, determined by the people of Earth!"]},{"begin":"553.960","end":"559.120","lines":["[Laughs] That’s awesome. And, yeah, what do we know about the quasi-moon in question?"]},{"begin":"559.120","end":"605.600","lines":["The thing that makes this one really special and the reason I, you know, we chose this one was its orbit. So, like, these quasi-moons, because they’re being acted on by the sun, mostly, but then also a tiny bit by the Earth, like, they do these really beautiful, strange orbits that I, for one, like, I never thought was possible. I never thought anything could move in space like that, like, in this weird 3D—it’s not just an ellipse, you know, like you always picture. It’s doing all kinds of wobbly—like, you look at it from this angle, it looks like a butterfly; you look at it from this angle, it looks like a saddle or like a spirograph or like a—it just looks like—you’re like, “What the heck is—I don’t even know what words to use to describe the shape.” So it’s kind of a weirdo, and I was like, “Oh, I want the weirdest one. Let’s pick the weirdest one.”"]},{"begin":"605.600","end":"606.960","lines":["Yeah, absolutely."]},{"begin":"606.960","end":"608.400","lines":["Yeah, so that’s what we did."]},{"begin":"608.400","end":"609.120","lines":["Awesome."]},{"begin":"609.120","end":"622.280","lines":["Its tentative name, its current name is 2004 GU9, or its other kind of asteroid official number is asteroid 164207. But it’s not in the asteroid belt; it’s near us."]},{"begin":"622.280","end":"627.760","lines":["Very cool. What are you hoping that folks take away from getting involved in this process?"]},{"begin":"627.760","end":"657.640","lines":["To me, I think, like, I don’t know, the news is so bleak at the moment, with, you know, like, war and politics and lies and this thing and that thing, and there’s just so much that’s really bleak going on, and I just want some, like, sweet, nerdy fun for the whole world, something we can do together no matter what we disagree about everything else—like, this is just, like, a mission we can all go on together, a kind of silly mission but, like, kind of one that will help us zoom out and pick a name that’ll outlive us all, you know?"]},{"begin":"657.640","end":"751.400","lines":["Yeah. I love that. That’s great. Okay, listeners. Now’s your big chance to make your mark on the cosmos. From now through September you can submit your quasi-moon name ideas at Radiolab.org/moon. If you’re not feeling inspired, you can still pitch in—just check back in November to vote for your favorites. That’s all for today, but we’ll be back on Friday with a deep dive into a particularly murky topic: the Seine. Specifically we’re talking about the billion-dollar initiative to make it safe to swim in for competitors in the 2024 Olympics. Are these efforts pure hubris, or is urban-river swimming actually set to make a comeback in cities worldwide? Tune in on Friday to find out. While you’re here would you take a second to rate and review us on whatever podcast app you’re using? We’d really appreciate it. You can also email us your feedback at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":751.4122083333333}