{
  "title": "You Can Protect Wildlife without Leaving Home",
  "img": "https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/backyard-conservation-protects-wildlife-close-to-home/",
  "audio": "https://traffic.megaphone.fm/SAM8081713520.mp3?updated=1716468282",
  "intro": [
    "You don't have to venture far to make a difference for wildlife."
  ],
  "authors": [
    "Rachel Feltman",
    "Meghan Bartels",
    "Madison Goldberg",
    "Jeffery DelViscio"
  ],
  "category": [
    "Conservation"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman: ",
      "text": "Conservation sometimes seems like something that scientists do to protect species that most of us will only ever see in zoos. But conservation can actually happen everywhere, and that includes your own backyard. Scientific American’s own Meghan Bartels is here to share some strategies for protecting wildlife that’s a little closer to home. So, Meghan, I think that when most of our listeners see this episode in their feed, they’re immediately going to assume it’s about pollinator gardens. Do you have anything to say about pollinator gardens?"
    },
    {
      "author": "Meghan Bartels: ",
      "text": "Yeah, pollinator gardens are a great example of thinking about the plants you want in terms of what they give the animals who live around you. So with a pollinator garden, you’re looking for plants that will make local bees and butterflies and hummingbirds really happy, and that’s great."
    },
    {
      "author": "Feltman: ",
      "text": "What should folks look out for when they set out to add these new pollinator-friendly plants to their yards?"
    },
    {
      "author": "Bartels: ",
      "text": "A really helpful way to choose plants is to prioritize species that are native to your region. That’s because these plants and the local wildlife have evolved together and animals are used to making use of the resources they provide. So local birds could have a taste for the berries from a native bush, or they could feed their chicks with caterpillars that love munching on a native shrub. You don’t have to exclusively plant native plants, but focusing on making sure you plant several different species of native plants is really helpful for wildlife."
    },
    {
      "author": "Feltman: ",
      "text": "That totally makes sense. I’ve definitely seen some debunking-style stories—and of course, many TikToks—about people planting pollinator gardens that don’t actually support the pollinators that live around them, which is really such a bummer because folks are genuinely trying to be helpful. What are some other ways that really generalized pro-wildlife planting advice might actually not be super helpful?"
    },
    {
      "author": "Bartels: ",
      "text": "If you’re planting nectar-rich species to attract bees and butterflies, you also want to plant the species that bees nest in, like sunflowers and raspberries, or the plants that caterpillars eat before they become butterflies. And then one other thing: it turns out that it isn’t enough to just avoid using pesticides yourself; you also need to ask whether plants you’re buying at a nursery have been pretreated with these chemicals if you want to make sure they don’t get into local wildlife."
    },
    {
      "author": "Feltman",
      "text": "Okay, another thing that I’m sure a bunch of our listeners are going to think as soon as they see this episode is: “What about lawns? Is this about how I need to get rid of my lawn?”"
    },
    {
      "author": "Bartels",
      "text": "You definitely don’t have to, although you can. You can also just shrink it a little bit to make some more space for wildflowers or add a couple of potted plants to your deck. People I spoke with really emphasized focusing on what’s feasible for you and your lifestyle, saying that even small spaces can really make a difference for animals."
    },
    {
      "author": "Feltman: ",
      "text": "So while I’m sure that everyone listening to this podcast is extremely industrious and super on top of everything, let’s pretend for just a second that some of them might be a little too busy to do any extra landscaping work. Is there stuff folks can actually do less of to help wildlife instead?"
    },
    {
      "author": "Bartels",
      "text": "[Laughs] This is definitely my kind of approach. And yes, there absolutely are. First there’s another lawn item: you can mow less often, which gives plants more time to flower and seed in between trims. And come the autumn you can leave fallen leaves in place rather than raking them away. They’ll become food and cozy shelter for a host of critters."
    },
    {
      "author": "Feltman",
      "text": "How about bird feeders? Are they good for anything other than helping us bird-watch from home?"
    },
    {
      "author": "Bartels: ",
      "text": "Bird feeders come out pretty mixed, it turns out. Some of that is about what you put in the feeder, and some of that is about what birds you’re trying to help.... The birds most likely to use feeders might not be the ones who most need the extra feeding. But the other problem is that bird feeders can spread diseases. So the wildlife disease ecologist I spoke to for the story said it’s really important that if you do have a bird feeder, you give it a good scrub every couple of weeks."
    },
    {
      "author": "Feltman: ",
      "text": "Yeah, I don’t mean to personally attack any of my friends with yards, but I do not think they are actually hosing down their bird feeders. So, moving on from the yard, what about the house itself? Is there anything we can change about the structures we live in to help our furry and feathered friends?"
    },
    {
      "author": "Bartels: ",
      "text": "One suggestion people made was to apply decals to your windows, especially if they aren’t screened and if you have big expanses of glass. These decals help birds see the windows so they don’t fly into them and die. Also, if you have pets, be sure to keep dogs up to date on their vaccines. This protects both your pups and local wildlife from nasty infections. And be sure to keep your cats indoors, since outdoor and feral cats kill a whole lot of animals."
    },
    {
      "author": "Feltman",
      "text": "And to wrap us up, I always like to ask: What’s the most surprising or just delightful thing you learned while you were reporting this story?"
    },
    {
      "author": "Bartels",
      "text": "So I knew that the U.S. is home to thousands of species of native bees, mostly from a great Flickr account I discovered a bunch of years ago. It’s run by the USGS [U.S. Geological Survey] [Native] Bee Inventory and Monitoring Lab, and it’s just thousands of glamour shots of bees of every size and shape and color, and it’s just so cool. But I had never really thought about where these bees live until Matthew Shepherd, who’s the director of outreach and education at the Xerces Society for Invertebrate Conservation, mentioned that it’s important to plant species that bees can nest in, like sunflowers and raspberries and asters and such....Other varieties of bees nest in soil or mulch or in hollow twigs. And I just love the mental image of all these bees cuddled up in their nooks all over the place."
    },
    {
      "author": "Feltman: ",
      "text": "Yeah, that is a very adorable image and one that I will definitely be keeping in mind as I work to try to protect wildlife around my home, even though I live in an apartment. You know, maybe I will take your advice on the potted plant thing. I love a potted plant, so any excuse. That’s all for today, folks. Tune in this Friday for the final installment of our three-part fascination about Cape Cod’s “yellow tide.” Science Quickly is produced by Rachel Feltman, Kelso Harper, Corinne Leong, Madison Goldberg, and Jeff DelViscio. Today’s episode was hosted by me, Rachel Feltman, with Scientific American senior news reporter Meghan Bartels. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Thanks for listening!"
    }
  ]
}