{"title":"Cooperation Is the Key to Surviving the Apocalypse","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/a-zombie-expert-shares-advice-on-how-to-survive-the-apocalypse/","audio":"https://traffic.megaphone.fm/SAM6970560908.mp3?updated=1716341840","intro":["Cooperation theorist Athena Aktipis talks about zombies, game theory, go bags and more in her new book, A Field Guide to the Apocalypse."],"authors":["Rachel Feltman","Anaissa Ruiz Tejada"],"category":["Social Sciences"],"transcript":[{"author":"Rachel Feltman","text":"Picture someone who’s prepared to survive the end of the world: What are they up to? Maybe you’re imagining a “vaultie” from Fallout zipping themselves into a uniform and heading underground to hide away from the rest of humanity. Or did your mind jump to Nick Offerman’s isolationist tactics in the The Last of Us? Sorry, I gotta move on from that one very quick or I will start crying."},{"author":"Rachel Feltman","text":"According to Athena Aktipis, an associate professor in the Department of Psychology at Arizona State University, the folks most likely to survive and thrive in the wake of catastrophe would do a lot less hiding—and maybe a lot more goofing around. So get in, loser! We’re getting ready for the apocalypse. For Science Quickly, I’m Rachel Feltman."},{"author":"Feltman","text":"Athena, thanks for coming on. I’m really excited to talk to you about your latest book."},{"author":"Athena Aktipis","text":"Yeah, so my book is called A Field Guide to the Apocalypse: A Mostly Serious Guide to Surviving Our Wild Times. And it is, in a nutshell, a fun book about how to survive the apocalypse."},{"author":"Feltman","text":"Listeners might be surprised to learn that a funny book about the apocalypse is like a pretty natural progression of your research on cooperation, which you’ve managed to apply to everything from cells to zombie outbreaks. How did you get into such interdisciplinary and zombified work?"},{"author":"Aktipis","text":"Well, okay, to be perfectly honest, all of this started when I was an extremely nerdy teenager because I would go and hang out in my local bookstore and just like read all the books, and I was like, “I want to understand how everything works.” And then also I was like, “Things in the world don’t seem quite right.” So I was kind of coming of age in the 1990s, in the late 1990s, and I was like, “Maybe this isn’t sustainable."},{"author":"Aktipis","text":"Maybe we can’t keep doing things the way we have been forever.” And I very much became an environmentalist as a teen. But I was also just fascinated by human nature and trying to, like, just really understand how it is that we are the way we are and especially using evolutionary biology as a tool to understand human nature."},{"author":"Aktipis","text":"And actually, I know this sounds kind of crazy, but, like, I made a conscious decision when I went into college that I would go all academic to learn as much as I could about all the things that are relevant to human nature for dealing with the problems in the world."},{"author":"Aktipis","text":"And then I was like, “And then at some point in my life, I’ll turn to pulling it all together to try to, like, do something about all of this.” And lo and behold, here I am now, two decades later, and I have this book that probably my 17-year-old self would be really, really happy that I wrote."},{"author":"Feltman","text":"Awesome—well, and you mentioned this is, like, a pretty lighthearted book about the apocalypse. What informed your approach? Because this is definitely unique in the world of apocalyptic nonfiction."},{"author":"Aktipis","text":"Well, it’s a weird book in that, on one hand, it’s, like, lighthearted and funny; I had somebody call it a beach read the other day. But it’s also just chock-full of information about how our brains work, about how we process information when we’re under stress, about how humans deal with strategic situations when there’s conflict and how we solve, like, collective-action dilemmas. There just isn’t another book like that. Like, most books that are about existential risk are boring and terrifying at the same time. And so I didn’t want to write a book like that—definitely not."},{"author":"Feltman","text":"Yeah, I don’t think anyone could accuse you of being boring—I mean, you literally run a conference about zombies. So why do you think it is that playfulness can help us prepare for hard times?"},{"author":"Aktipis","text":"I think one of the big challenges now for a lot of people is that there are a lot of things that are scary, not fun, that we know we have to deal with. But it can be really hard to engage with them when we have all these other things going on."},{"author":"Aktipis","text":"And so these sort of, like, cycles of anxiety and fear and doom-scrolling and—you know, you’re just, like, getting all this information, and then you’re just like, “Oh, my brain’s gonna explode, and I need a nap.” But the thing is, we have a lot of other emotions that we can leverage for dealing with crises. And this is something that humans do around the world when there are crises: there are all of these positive sides of human nature and positive aspects of human experience that come out."},{"author":"Aktipis","text":"So, you know, cooperation—for one thing, like, during times of need people help each other. It’s actually a huge focus of the book. But also using storytelling, using humor, creating sort of shared attention around the threats, but in a way that invites imagination, creativity, playfulness—that puts us in a mindset where we deal more effectively with problems because our brains are more open; we’re not, like, shut down in fear mode."},{"author":"Aktipis","text":"And so a lot of what I’ve tried to do with the book is not just make the book itself fun but also describe how we do need to leverage these positive sides of human nature and how we experience the world to engage with the things in, you know, our future and our present that are most scary. And people like to do it—I mean, people, like, for fun, watch horror movies."},{"author":"Aktipis","text":"It’s part of our nature to be morbidly curious, and it’s just a matter of connecting all the dots to get us somewhere productive in terms of dealing with the challenges in the world."},{"author":"Feltman","text":"That makes so much sense. What are some examples of communities where we can actually see some of that positivity?"},{"author":"Aktipis","text":"Yeah, so I’m the co-director of this project called the Human Generosity Project, where we’ve looked at how people help each other in times of need. We’ve done field work in more than a dozen small-scale societies around the world, computational models and then also experiments with human participants. And what we found is that people help each other in times of need and that in the computational models, this is a viable strategy that can outperform strategies that are more, like, stingy and, like, account-keeping."},{"author":"Aktipis","text":"My favorite example from the field is really where the whole project started, which is with the osotua rules that the Maasai of East Africa follow. Osotua is a very important part of their culture and how they relate to one another. They depend on their herds of cattle for their survival, and so if there’s a drought or disease, somebody might lose cattle through no fault of their own."},{"author":"Aktipis","text":"And then they can ask an osotua partner for cattle to get up to the threshold for what they need to support themselves and their family, and people will give without expecting to get paid back. It’s almost like an informal insurance system. And we see examples of this in other societies, many other societies."},{"author":"Aktipis","text":"Even in the American West, there’s a system called neighboring, where neighbors will help each other in times of need, and one really interesting tidbit from this work that we did in the West—so this is in southern Arizona and New Mexico, near the border—the ranches that are, you know, huge, and people’s neighbors are, you know, a half hour away, often, but they will drive long distances to help one another."},{"author":"Aktipis","text":"And if the help is because of something that was unexpected, like somebody gets injured or is sick, they help each other without expecting to get paid back—versus things that are more predictable, when they sort of expect, “Oh, like, if I go and help you with branding, then you’ll come and help me with branding because that’s more of a predictable thing.” We actually then replicated this with an online sample of people who are more urban and found the same pattern, where the needs that arise unpredictably, people help without expecting to get paid back."},{"author":"Aktipis","text":"It really seems like what’s going on is that a sort of fundamental aspect of human social behavior, human cooperation, is really tuned in to providing a safety net for each other when disasters occur, when there’s crises, when there’s catastrophes that are outside of your control."},{"author":"Feltman","text":"And so for folks who are like, “That sounds great. That’s how I want to live. What do I do to build a community like that?” What do you tell folks who are like, “But we live in a society,” in other words?"},{"author":"Aktipis","text":"Yes, and if you think about it, you probably already have friends that you would call upon in a time of need, who would be there for you and not expect you to pay them back for it. That might not be most of the people in your social world, but if you have, you know, a few people who you’re close to who play that role, then you actually are already embedded in a need-based transfer network. Now, you might not be explicit about it like the Maasai are, right, like, calling it this sort of special thing."},{"author":"Aktipis","text":"But I would say that all—or definitely most—of us already have some of that. If you can be more explicit about it, then that can, you know, both help you to, like, be conscious about cultivating that and also help just you feel, like, maybe a little better and more secure on a day-to-day basis, like, “Oh, yeah, I’ve got people who’ve got my back.” We can all do that. We can all start there, with the networks we have: strengthen them, grow them."},{"author":"Aktipis","text":"And that can happen, you know, within a society where the norms of transactions are based mostly on market principles. We can grow those networks of mutual aid just on the basis of mutually deciding that we want to be there for each other."},{"author":"Feltman","text":"What would you say is the most important lesson for people to take from your book?"},{"author":"Aktipis","text":"Well, I would start with the cooperation piece. I mean, I think for many people, when they think of the apocalypse, they think of the breakdown of society and everyone for themselves, and, you know, how are you going to deal with the conflict and everybody trying to steal things from each other, right? And that’s kind of the image that often pops into people’s heads."},{"author":"Aktipis","text":"You know, there’s certainly a lot of apocalyptic fiction that, like, you know, shows that kind of world, too, so that probably at least contributes to our, you know, imaginations often going there, and also, you know, I mean, people like to imagine and think through worst-case scenarios, partially for entertainment value but also because it’s, like, practice for if things do get really bad, and that kind of makes sense."},{"author":"Aktipis","text":"But in reality what we see when there are disasters, whether we’re looking at small-scale societies or we’re looking at historical examples like the 1906 earthquake in San Francisco or more modern examples like Hurricane Katrina and many of the storms that we’ve had in the Gulf Coast region recently, people help each other. Yeah, maybe there are a few bad actors in there that are trying to take advantage of the chaos, but that is the exception."},{"author":"Aktipis","text":"In general, like, people go into a very generous mode, where they’re helping each other, they’re building social connections, they’re looking for what needs to happen for everybody to be taken care of and jumping in and doing it. Based on what we know about how humans respond, that is absolutely the more likely scenario in any sort of apocalypse."},{"author":"Aktipis","text":"And also, if you expect that it’s going to be everyone just being selfish and horrible to one another, then you can actually create a self-fulfilling prophecy because you’re not going to be going in with that attitude of cooperation, and you then might make yourself a threat to the people who are wanting to cooperate."},{"author":"Aktipis","text":"So I talk about some of, like, the game theory underlying that and how, by understanding the strategic landscape of how, like, as humans we adapt to our expectations about what others are going to do, that, that is a really important piece of kind of figuring out how you should handle things when your environment changes a lot."},{"author":"Feltman","text":"Okay, so you’ve convinced us all to read your book, but I’ve heard you’re also taking your message on tour. Tell us more about The Apocalypse Road Show."},{"author":"Aktipis","text":"Yeah, so The Apocalypse Road Show is kind of, like, half a book tour for A Field Guide to the Apocalypse and half just, like, a really, really fun opportunity to go on the road with colleagues and friends and musicians to bring a hopeful message of how we can all survive the apocalypse. A lot of what we’re doing with the road show is kind of enacting the principles from the book."},{"author":"Aktipis","text":"You know, as humans, like, we’re really fundamentally social, and we deal with many problems as a collective, and we’re really good at that when we can communicate effectively, when we trust each other, when we can cooperate. But that doesn’t just come out of nowhere, right? Like, you have to create space for it."},{"author":"Aktipis","text":"And so that’s a lot of what we’re doing with The Apocalypse Road Show, and if you want to learn more about it, you can go to ApocalypseRoadShow.com, and we have all our dates up there and everything, and then we’re posting a bunch of fun content on Instagram, so you can see some of the things that we’ve already done with our shows there and where we’re going in the future."},{"author":"Feltman","text":"Well—and I have to ask you: what’s in your go bag these days? Or do you have multiple go bags?"},{"author":"Aktipis","text":"There’s a lot of misconceptions about prepping and preppers and all of that, and I always try to be, like, “Being prepared for disasters is just something that we should all do.” Even if you don’t have a go bag, you should have a shelter-in-place kit so that if you have a disaster where you have to stay home, you have what you need to survive for 72 hours."},{"author":"Aktipis","text":"And I like to tell people, like, “Actually start with that—it’s easy.” And if another pandemic happens, you’ll be fine because you can just stay home, and you also don’t need to put strain on the infrastructure that is there to help deal with the acute crisis."},{"author":"Feltman","text":"Right, you’ve already got your toilet paper; you’re good to go."},{"author":"Aktipis","text":"You have your toilet paper—exactly. Make sure you have your toilet paper. So, yeah, in my go bag, I have a lot of stuff, honestly, but I focus on having an emergency blanket; water or a, like, LifeStraw so you can clean water; matches, a lighter, et cetera; and some food. And then you work from there, you know, with local maps. You have some things for fun, like some cards or a harmonica."},{"author":"Aktipis","text":"You can go to Ready.gov—they have all of that on there, too—but I have a bunch of pages in my book that explain all of the things with pictures: what you need and extras that you might want. My favorite part of, like, being prepared is my car kit, and I use that all the time. Sometimes I’m driving, and maybe it’s not even a big crisis, but maybe somebody gets a cut, and then it’s like, “Oh, I’ve got Band-Aids in my trunk.” You know, it’s, like, nice to be able to be prepared like that."},{"author":"Aktipis","text":"And then I also have, like, a little adventure everyday-carry that I take with me when I go hiking or kayaking or, you know, somewhere where the unexpected might happen, and I use that all the time. And for me, there really is this sort of continuity of, like, having a sense of adventure and being willing to, like, take some risks in terms of, like, going out into the world and exploring—I know that I have my everyday-carry adventure kit, so for the routine kinds of things that might go wrong, I’m ready."},{"author":"Aktipis","text":"And I like to think, like, we can take that kind of energy, that, like, sense of adventure and being, like, “You know what, like, I’ve got my go bag and my shelter-in-place kit, so, like, I don’t have to be as scared in this world.” [CLIP: Theme music]"},{"author":"Feltman","text":"That’s all for today, folks. We’ll be back on Friday with the next segment of our ongoing series about Cape Cod’s insidious “yellow tide.” Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"Feltman","text":"Do you have an idea for a story we should cover or some feedback about our new episode formats? Give us a shout at ScienceQuickly@sciam.com. For Science Quickly, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[2137,1792,2905,2265,16004,16358,16466,15733,15360,7911,15624,15675,16137,15772,15758,15846,16115,15602,15669,15900,14970,15655,15972,16390,16772,16330,17009,15763,16117,16809,7407,15321,15770,16030,15715,16187,15121,1453,15594,15986,15768,15999,15893,16111,15751,16512,15918,13521,1669,16428,15794,15330,15447,15870,15520,15686,15771,4218,2065,1826,16008,15696,16031,15885,16048,16273,16084,15819,15805,16650,15661,16858,14230,14767,16117,16046,15310,16073,16491,15866,13520,15836,15879,16312,15518,15674,12692,1509,15655,16157,16418,17205,16446,16430,14990,15718,15914,16071,15669,15645,16296,16926,17336,15549,10748,11596,1476,1626,15599,16027,15597,16750,16470,15952,17148,15958,15741,13830,15563,16143,13521,15825,16124,16103,16140,16585,16871,16100,8550,15074,15738,15603,15793,15430,14785,16541,16321,15236,14097,881,15803,15348,15408,15591,16195,16531,14631,7727,15879,15973,16215,15802,15732,16068,16060,12868,2654,16102,17219,16566,15971,15777,15928,15503,15612,15654,15726,15657,15946,15989,15373,15601,4522,844,15680,15569,16174,17130,18750,17814,4954,3698,5741,6539,4350,4895,5286,5988,4387,5833,2862,5771,1646,1149,706,268,63,127,170,192,278,441,546,770,736,9350,9903,8526,6243,7746,7279,5573,11621,11301,5202,5928,1843,250,9344,8784,909,713,825,906,712,684,655,945,1182,1042,670,627,877,851,801,871,999,9016,11593,9952,6247,9161,6567,8680,9799,4849,8549,8299,4753,8709,7849,7494,13654,8482,7617,12527,7700,10653,9694,6334,4810,240,10944,8975,9098,9308,12539,4468,9697,7552,17405,5041,9763,10623,4362,867,12551,9808,13336,8305,8157,8448,8933,7658,10869,4283,145,1205,10187,5256,6799,11490,3045,9439,8839,8144,11222,6830,8814,11042,7112,10579,7312,5175,8441,8978,5069,9597,6936,10616,5597,9083,9065,9735,11661,2978,4058,11385,5416,5132,6770,10258,8267,14012,2200,9996,5206,8999,11396,6512,5566,10552,5665,314,3722,11643,5807,4562,9676,12193,6851,11164,3952,1435,1095,933,14186,7283,6099,11342,9861,5526,564,706,553,2460,1525,1485,1016,1048,754,526,670,1360,932,498,428,507,514,54,25,12,3365,6620,5172,7540,8829,9129,18402,7629,6338,6215,14741,12479,15081,6745,7825,9029,4684,11336,11439,8815,5603,6182,6309,10138,7288,9939,3540,4793,3895,3543,3328,3109,4784,6309,3947,6971,6020,9683,2784,2571,420,8462,7707,8476,5747,5695,6348,3601,6453,8133,3350,6816,7651,9958,8973,7235,6433,3741,6357,4635,624,920,7734,9726,9884,7811,8514,10493,8118,8378,11917,6983,5867,6564,7983,6984,10334,7926,5711,8248,2685,7398,11326,5896,4344,4734,5211,9972,6356,12054,6484,8572,9539,6753,2841,6717,8844,4973,2710,18112,5979,8491,8561,5380,5294,7240,7849,7277,5321,611,2663,11917,13063,7438,4608,6166,6750,9261,8004,12290,6302,7218,7096,6536,4133,4084,4571,5019,7815,7415,8038,8604,5346,11375,5612,7598,6595,5822,4967,5419,6474,3985,3449,6551,7099,3783,7313,7363,6705,4394,5685,5535,5620,1406,8181,4008,5763,7337,6945,6366,7630,5834,224,6367,5904,6433,5619,6190,4343,6558,8002,8489,4077,4524,5866,5160,3265,5771,10199,4877,5458,7794,9675,6478,7024,6377,4813,6264,6166,4894,4765,5339,7175,4912,7306,6800,11536,10717,8839,6301,9031,5977,5654,7399,8476,9603,9511,8783,6853,4864,5666,4176,6744,4789,2720,2774,2627,2505,9666,9120,7649,6701,6534,1381,817,7541,9531,8512,5769,4457,5257,5257,1582,3199,4376,3769,225,13610,10811,5749,5457,4699,9384,6218,7963,5260,4699,5486,4433,6562,3950,7225,4947,3995,3581,4110,1457,6376,4554,2520,3841,792,9885,10408,44,14,17016,10801,8454,1669,8166,5463,1019,5935,5247,7387,14868,8897,5201,6968,5101,8101,10377,7626,5028,12050,6439,3264,12831,10638,7096,3092,5000,5355,5410,9963,12811,8198,5098,11132,9386,6096,7400,6755,3213,5883,7217,4611,7861,8241,1337,7684,6459,3069,10540,2683,6039,6492,259,14618,13780,11811,9076,11870,9230,8399,7232,5335,4469,1335,7527,8186,11258,7594,9910,17396,14694,10916,10105,5215,3577,7400,6812,4719,3280,6221,4937,1226,2193,7426,6149,5108,8322,6822,4548,6502,6190,6771,4882,5365,4874,6557,5636,8785,6639,6979,3901,7097,6559,7275,7701,7557,8125,7405,12269,12414,9381,10111,4481,11922,14339,3889,9858,3932,7112,13065,7634,9866,9561,8956,6328,8218,10444,5514,10182,5528,1599,12357,7514,4993,4248,6148,9143,4462,6518,7495,5394,17106,5463,3846,4157,8207,5635,7565,8992,1455,18802,8426,6342,12793,5506,857,9440,857,7217,9155,5070,4742,8504,8664,7489,8021,12442,6798,674,4438,6411,7001,5248,4647,5272,9826,12556,6941,10103,5911,7578,8414,7491,9228,10598,10451,10030,12893,11314,6469,5701,9361,8622,9034,4246,4829,3947,5682,8799,1794,10569,11491,7184,8737,7796,8455,8819,4014,12558,4052,11573,8317,4754,4472,6299,5515,5438,10119,9934,1082,7836,7687,4930,3586,4668,5538,5021,4650,5402,4698,6209,5133,7104,6959,10506,9863,1768,6379,5320,10503,9250,6120,8402,7371,8057,5597,9623,4632,4667,4374,5159,7159,5923,4833,7132,9615,6468,4503,5862,4655,6117,5992,4941,4902,3239,5958,6023,8652,8390,10514,12018,12893,9765,8635,4532,6285,5518,2456,10,11344,10420,6732,7184,5042,4420,5003,7957,6113,3348,9061,6061,8440,9532,10105,4979,3750,1072,10666,12940,8606,7569,9336,8859,10155,5979,7779,10631,8999,1350,6590,4446,6992,8583,7811,3367,5417,5755,6028,7860,6742,8229,7466,7899,6754,6904,5997,9358,8590,4934,2368,9452,7296,7837,8441,2358,10142,6620,6467,2784,12117,4405,6415,10131,7555,7429,12439,6197,6354,3639,5409,8137,6386,4384,8601,7356,6685,5639,7121,4934,5243,4378,3901,8397,7098,6318,9638,8515,4709,4038,7539,4301,4137,5167,7314,2741,8389,6450,8157,6796,4885,6492,7707,10054,8275,5984,8063,6906,8612,12976,9285,10369,7365,11400,7678,7757,9250,2130,10704,12298,81,7146,5857,8398,7503,7257,4576,3300,6489,6964,6870,7634,10016,3706,7094,5613,6221,2614,7081,6175,4378,6360,7189,7397,3965,5366,5122,2109,27,9644,12835,8689,5588,10148,4307,650,8329,10435,7805,5178,10994,8837,2224,9296,6400,5874,5005,4469,3825,9422,5359,5595,5874,5477,4506,6762,3846,6781,11210,4914,4598,4349,11956,6340,6094,1741,7416,7700,5235,6333,5679,4482,5380,8174,6337,3056,7013,4294,3514,4062,9454,394,10619,13118,350,10510,7710,3532,4920,7122,5561,4699,3230,7180,5543,4613,6624,4649,5008,4318,7704,3763,6538,353,8516,7520,4122,7708,1187,8873,11833,6684,6509,5578,9705,9423,6100,1532,5780,5614,5719,1294,5425,5035,7408,989,6539,5744,4348,7301,12727,8399,8802,7978,8085,7849,8766,4483,6892,5244,5170,6455,4763,9545,7416,7394,9301,8960,6677,5231,4787,8085,10462,6315,10193,6764,5859,9856,985,7407,8673,6273,7829,7483,5883,4928,3975,4752,5814,709,6447,5775,5815,9619,9433,6266,7251,7097,5312,7938,8231,5578,3408,2947,2975,2785,3369,1678,6758,4968,3626,7306,6845,3802,3274,5140,5684,5218,7949,4845,3856,3794,7344,5547,353,4810,5320,4677,7687,6772,4081,3989,3927,6350,6260,3718,5406,4427,7894,3703,3481,46,7483,8499,15883,10041,9697,4841,6309,445,4247,13578,7600,11845,9011,6818,3635,8823,7743,10697,9076,5443,6553,4125,5296,5302,5665,4698,8679,8546,142,3537,8732,6791,8505,5920,8132,9461,7047,205,7662,11851,7155,5877,7156,7237,3059,4487,4892,3441,3615,2220,2412,40,13554,5450,9527,8260,1758,11464,8129,10042,4445,6514,3543,9302,3431,5415,9691,10760,5114,5413,7608,11890,8804,18,9941,7294,8441,6399,9040,6566,7871,6159,5688,7018,9511,9079,6505,6956,6885,7069,1711,9079,6300,6022,7457,6560,6051,5431,7782,4423,7121,6774,8188,7340,5789,6380,4953,5759,7446,5855,6295,6053,6786,7942,8591,10128,1385,6029,6580,10102,10822,5432,8877,6187,5562,5326,4879,5120,5262,4145,1682,7802,4600,540,10287,11007,8679,6804,6728,3488,6101,142,5351,6651,5841,1750,5554,3018,2212,418,6726,6895,5722,7188,3652,3716,3285,9203,10991,7381,480,7201,3329,6348,3938,7486,3693,5111,5867,8489,6521,9688,3853,6314,4521,5197,3199,3116,2803,4211,3181,3003,431,10188,8681,5120,5544,4029,4654,3536,4391,6382,6642,953,9285,5129,3803,4155,5796,4230,198,8846,11308,6233,4327,8490,5794,5138,3322,7494,5767,9586,4692,4024,8274,7936,5100,5751,3995,3767,9696,6987,8662,7608,7529,1518,5847,7132,5861,6558,4317,4065,3812,4719,7434,9590,7486,9788,6063,5179,5289,3408,203,10283,6346,5845,6038,4146,9361,3320,7244,10580,10269,5097,3520,7969,8520,8352,7571,6060,4242,7418,6712,6723,4721,6185,3123,5118,4824,5712,9221,6006,5285,5957,3774,5278,11116,7367,5546,10068,8220,6332,4157,4702,2768,4194,2377,6690,4348,3679,601,6458,8242,10278,8703,461,10096,11151,2462,9244,7506,3455,4273,3796,7577,6084,8229,5516,6110,5255,5523,3592,2200,130,9545,7181,10057,5222,5669,5536,6197,5279,4691,5258,7896,3485,2467,3632,6147,7127,4726,8871,627,3217,4409,5786,8017,3144,8666,3840,881,7282,6864,4392,4077,5404,5061,6156,4913,4687,3756,4398,6942,6956,2978,9950,10346,5012,3591,8711,5300,3950,4997,6274,5126,5907,4997,5822,4723,5416,2342,8625,7638,12301,7819,8530,6974,4974,6791,5913,6155,5493,6242,7400,6120,7667,8233,6905,3208,4676,5653,5713,4919,12493,11030,5298,7309,3300,12289,9697,8584,7394,5095,5383,4375,3727,7846,3671,3770,1324,10165,9713,3280,7929,6759,9188,4574,4377,6032,3818,6479,3514,7178,8007,9065,4310,8405,3161,4775,5101,5027,5023,4499,4941,3763,3228,8632,10670,9959,8902,6757,292,13322,12598,5358,4598,7474,6469,4708,408,3269,9952,8220,8652,9357,7514,7299,8010,9156,8685,8727,6796,486,10296,6060,5809,5060,5734,327,8878,9163,3041,9129,8247,9423,4018,4333,3526,701,6563,10267,5578,4703,4338,3819,6668,10170,10113,10895,5176,5572,4727,6210,7118,5022,4731,6013,2744,2774,4154,5431,2701,8377,9535,8476,5509,13038,5837,6674,3660,6366,7975,7039,8195,7743,5453,4823,3513,7703,8227,8977,5944,4308,2269,4168,8594,86,7336,4029,3539,5042,3716,4959,8986,8640,5632,8021,2684,6727,5052,4427,4280,3875,9138,7833,7391,5192,4751,4087,5632,6722,4825,11219,6175,4886,6615,6654,370,7375,10711,7771,6981,4175,5007,5153,6460,5873,3759,9825,5984,8733,8788,7559,4506,5062,4429,10812,4981,4743,4752,418,7564,3137,6626,6703,7862,4325,2986,2127,5,11482,7287,5403,11140,12471,156,14686,13152,4148,9129,8299,1412,11664,5974,5778,5047,10314,15180,10743,3432,8212,4181,3633,5749,7903,2531,6128,6940,6429,9670,7503,6965,9257,1002,151,8121,7433,7329,11280,11086,1412,6912,5539,7459,330,11686,13953,1106,150,9195,8818,3201,1481,13,9464,6032,7097,9551,7121,12361,6708,4555,12338,12524,11235,6977,5006,1200,10864,10373,11946,9689,7412,1500,8539,8394,8463,5172,434,13646,10353,8960,7945,9466,10430,10673,6559,4267,355,4798,8479,12567,14362,3150,15703,12500,11832,5128,4664,8080,8897,4335,5015,4453,4287,11336,10342,298,9391,12278,9789,9352,3265,8864,7652,8579,5815,4321,1667,6697,6499,11913,10682,7128,14387,7817,10321,5653,7553,3495,9346,4359,7867,4460,11069,11300,11919,7012,9381,9593,6368,10681,12106,10482,7769,8409,5312,9588,5685,4289,7048,5999,4076,3355,11495,11265,8581,8839,8735,10634,4820,6331,7649,1169,7966,11608,9830,6743,7066,8153,7604,1418,83,9528,9750,6866,6984,8441,7655,10195,31,363,5532,6355,6976,7455,6930,6595,5127,8955,9084,6534,6861,7544,5133,7117,8229,1444,7192,9830,3907,9348,8219,6716,6741,8111,6184,1524,8424,5588,9289,7849,3319,2060,4232,6086,5765,5192,7074,3512,5021,4662,5826,5518,9952,9241,13935,367,5881,7616,9369,6213,8571,14871,7521,1614,6296,6502,5721,7785,6369,270,10779,6862,7575,5183,6197,5437,5990,5397,6629,8000,6061,1863,8509,9754,5208,11965,10929,3789,12019,5879,9627,7536,5299,6128,7267,6880,5089,5496,8587,4513,5163,3450,5820,5694,3495,5193,5391,5899,4259,3665,5327,3795,3895,5714,5662,6998,8039,7614,5964,4173,6061,3817,3525,3650,1229,7566,6153,4014,6354,5227,6635,8539,5562,6150,4996,2734,2274,13,12322,8812,8491,3595,5082,3889,7063,5336,5545,5324,3931,5973,504,8852,11233,13578,1799,2133,12706,7360,6373,2562,13,2016,8800,4248,2468,5441,5280,4338,4783,4935,5979,4946,5560,6157,6203,8807,1210,368,7199,7226,6069,6573,5591,5197,2150,7834,3362,4489,9684,3917,6211,5169,3346,4194,3985,4223,11109,6052,4477,4168,4182,3394,3076,12136,7961,5604,6227,2753,7973,3509,4703,5548,7575,5586,5357,4442,5145,4389,6250,2707,4155,5525,680,9458,7079,8527,7334,2115,7196,6518,2551,7998,4604,5335,4369,3082,4084,3303,5191,6076,6932,5436,8125,5888,7744,8948,2442,1837,2652,2343,4502,4623,4542,11203,14662,3099,9270,8697,7862,4080,6294,3391,8248,3351,7082,7910,7108,8378,5325,5638,4117,6596,87,8987,9076,3789,5933,5880,5698,3435,4541,3676,3835,7991,9277,4693,9333,7419,5085,12089,4921,11470,6783,8137,6514,6421,14434,7814,9493,8187,5079,5547,4142,6981,8713,6835,5394,1784,1142,13651,11810,730,5453,7302,7363,3089,3424,3326,7226,9579,6434,5560,9713,7253,5892,4986,5860,4480,7374,6550,1184,5507,5339,5640,2987,8526,5496,5434,4268,3622,3707,4454,3057,8921,8789,3643,4139,8520,6828,6347,9411,6384,6654,4610,3411,3791,3410,3746,4056,4445,5211,4242,3855,1431,15357,10173,7081,5017,2121,6232,6906,5633,4366,292,1391,9083,9633,5409,8611,10206,4519,5659,3313,12677,5652,6547,6068,4975,4513,7864,12757,4702,4558,5273,4414,3539,3947,4540,5937,2337,9067,10326,6126,4722,6619,2897,1511,7450,6782,5844,6787,7028,6139,4092,3838,3446,5620,4106,2454,8931,6386,7855,4507,4746,3488,3688,3389,7039,5026,6261,4820,4622,5965,3970,3742,1450,7342,5872,4576,5573,5843,3037,11527,11056,3832,6297,9047,6302,4851,6187,9149,7556,228,8052,6785,6317,5748,5683,2906,2761,7507,6944,6907,650,2821,10704,9999,12907,8629,6582,4393,8903,7775,11093,4764,6669,7171,2157,6104,12378,4300,818,10075,5786,6028,5238,2407,6493,5524,5321,5771,2883,6303,4058,1094,10766,14602,6391,4331,7765,8808,12591,2584,342,9470,1699,5132,5430,4487,5130,8489,6991,6667,3588,5757,5873,4864,7021,10156,5143,7539,7416,11609,6837,12907,8849,6810,5710,4989,5437,5829,3861,7191,4027,6265,10502,7402,6513,6882,5984,1821,6616,6227,9232,4118,3701,5169,3449,3858,1200,6696,2564,5165,6303,5339,2864,4603,4213,7733,4769,5738,3329,2329,4385,5671,2733,4607,6475,10504,8129,7545,10740,13174,11427,5368,4558,4622,4078,3741,5221,3465,3400,5536,4398,9690,5545,4430,4633,5900,5355,3401,6022,3826,7904,4922,6789,8536,8279,14238,10386,6751,6362,6817,8634,6964,4482,4367,5105,1626,9941,6000,8681,3765,2629,2758,7981,3691,6259,8353,6131,4021,5079,5244,3737,5393,4219,233,6857,4964,7798,3947,7579,6816,45,10557,8464,8451,8935,9362,8302,12510,13322,7481,8128,5091,9558,6754,5343,2818,9589,7895,9518,4456,6240,3862,5327,4357,1183,11734,11530,9982,4306,7467,6396,5959,4186,4085,6105,9213,12894,6679,7626,7147,8948,7842,6647,4973,7198,7363,3717,9329,6719,10868,10794,5467,7023,3267,3707,1775,7857,5745,4010,5624,6473,6624,3973,4306,4906,5366,6212,6716,6377,5150,474,10278,6926,5024,4679,7515,2644,2648,1748,8216,5073,2580,3180,3097,3862,6482,10687,6412,6139,8298,8697,12677,12535,8937,6908,1176,8365,10245,5172,4367,4316,3834,6333,8111,8603,4302,3249,7654,8360,4791,7853,6855,7830,7613,11574,1901,10968,7879,7721,9181,3244,3337,4838,4965,3200,6276,5512,8243,5449,7047,2228,5793,4163,4564,9947,7869,6157,9325,9544,5226,6224,9736,3490,5055,7408,11709,11769,10881,8705,6751,8363,5252,6897,14295,10349,7227,6378,11736,13666,12716,6512,5998,13192,7198,5204,13017,12844,11379,5660,3600,1527,9104,6010,6885,7148,10939,5859,7005,3881,4675,7657,6919,7929,11189,7269,4329,4932,4336,3872,2301,3654,4735,6637,6772,5654,7071,5957,8689,11129,5143,5700,5068,5974,3911,4133,6895,4955,5644,4499,5144,5334,4655,3602,4337,4845,7235,4098,4377,5117,4493,4800,4867,1189,12331,12189,10238,6468,5270,7592,7586,8084,10851,7005,6462,8257,6983,9352,5967,6362,7607,3616,9632,10595,7888,7131,5284,2527,3,8589,10592,5806,15654,13608,6303,2935,6637,4420,7280,11231,5240,5199,5394,5302,6047,14328,7945,10934,7524,8481,5029,6672,5096,8437,8864,10104,5167,7071,7607,6485,8129,4677,5764,9722,8287,5652,8275,7962,5931,7663,4108,1055,5993,6200,6598,4653,5794,4424,5162,4069,3157,6778,5606,2982,1617,6723,4900,5808,7277,9758,2979,4743,7341,5293,4503,3591,5665,6570,2319,129,9697,6371,5481,3798,5519,6346,2181,9850,8543,2670,4304,7559,4414,5051,6018,1882,8629,8132,7658,5333,6202,5843,6509,8875,5313,4643,7089,4627,7923,6790,7162,5599,7075,2575,10012,9631,8972,4762,6570,1285,7807,5198,13731,7875,7046,4203,4612,4057,6328,5190,4633,5749,5410,6166,5228,7344,4153,9610,8453,5645,5377,5605,8209,5310,3217,3872,8385,3439,4654,9073,10207,14524,8822,7551,6967,5737,351,10041,9984,7565,4985,9546,9172,8147,10262,6945,14647,12733,10127,4876,6416,10927,5076,3791,11156,9504,796,13594,7947,14196,9824,8594,9039,7074,5683,6863,6222,5037,3427,10012,5934,6246,5858,4448,3062,12715,6645,5776,6464,5983,7639,6664,5680,4080,12696,8119,6493,6156,4137,5746,8603,4856,4554,2900,4981,9691,6953,730,8879,6049,5231,3755,8391,5001,7247,5917,3478,4738,3773,7936,10379,10226,2296,10496,6775,6013,3978,2805,2435,4808,6395,6422,7110,1233,10858,5605,5846,8345,4517,8606,6257,4401,8627,8897,6835,7006,7047,8123,5575,5587,5865,7256,6406,9240,8507,11035,8161,7440,6056,2795,4960,5682,4018,3036,4682,6600,4545,2777,5951,3926,3866,2769,4556,4254,2594,8744,8711,6598,5600,5974,8817,5762,7550,7317,5525,7474,8131,6554,7229,6720,5168,6189,9090,8143,5134,3751,9418,7101,214,6201,8881,8144,5435,2311,8086,10934,11195,10241,6889,6278,9061,4850,6887,5643,3800,5383,2992,4811,5734,6181,5105,4094,6138,8045,5975,6566,12481,11735,9448,10455,12656,15199,12741,4772,5022,6785,11750,8364,6326,5611,6638,2050,7306,6120,6573,5055,5983,4108,4427,4221,4591,2029,3800,3540,245,4656,6504,5857,5141,9193,6599,4724,6172,9249,6966,5241,5874,5917,7695,5130,4474,4838,5687,5458,3175,11663,9888,4320,3377,1257,7947,6146,2964,9489,5536,5568,7186,3970,7870,6322,4365,3454,1864,8010,6722,7642,8433,8973,4255,3452,4287,3666,3541,4621,87,1412,5623,10302,6029,7985,4325,5171,8233,3299,5804,3141,5789,3566,8415,10396,10862,7234,7940,6593,8539,7221,7775,8491,5924,5897,6270,7261,6631,6092,6719,4539,6649,6671,5982,3966,9083,5592,37,10457,8154,3233,6912,6549,7732,4583,2418,5542,8160,6707,9107,6995,7411,7216,8553,6372,6493,10065,11953,9607,9055,5844,10234,6483,3587,4355,5823,6488,6992,6025,6362,7945,7817,3570,630,1035,810,1030,845,810,728,830,1342,1265,763,720,1002,964,775,909,910,803,14720,9265,8328,4433,8741,11517,11055,6629,9754,13829,10230,8202,4433,5063,9364,8046,8396,4032,6254,8684,7521,10145,1322,267,512,14621,7672,6593,12150,7592,8253,8897,7313,9881,11686,12203,6132,5908,7538,7823,6937,8427,11923,8217,9440,2036,11891,14579,9526,5462,4723,11391,7756,8031,11836,8350,5379,11594,8866,11489,10898,9188,17532,9134,11217,7019,4697,5385,12218,10581,472,11679,7638,9233,6844,8349,8266,7433,207,3982,14785,12558,6813,8663,10096,7248,8280,9406,9503,3963,3091,323,13983,10012,8636,8353,7871,8877,5767,3970,11188,11470,9050,11463,8923,6055,437,10550,16098,14708,8811,11449,11531,13879,11066,1355,231,6848,12548,7453,10199,7504,8726,1103,13390,12833,7997,710,463,531,521,393,487,607,2244,1912,1449,1234,965,993,613,490,637,1291,886,474,406,487,127,52,18,8,1],"fragments":[{"begin":"0.000","end":"78.720","lines":["Picture someone who’s prepared to survive the end of the world: What are they up to? Maybe you’re imagining a “vaultie” from Fallout zipping themselves into a uniform and heading underground to hide away from the rest of humanity. Or did your mind jump to Nick Offerman’s isolationist tactics in the The Last of Us? Sorry, I gotta move on from that one very quick or I will start crying."]},{"begin":"78.720","end":"111.720","lines":["According to Athena Aktipis, an associate professor in the Department of Psychology at Arizona State University, the folks most likely to survive and thrive in the wake of catastrophe would do a lot less hiding—and maybe a lot more goofing around. So get in, loser! We’re getting ready for the apocalypse. For Science Quickly, I’m Rachel Feltman."]},{"begin":"111.720","end":"116.640","lines":["Athena, thanks for coming on. I’m really excited to talk to you about your latest book."]},{"begin":"116.640","end":"130.200","lines":["Yeah, so my book is called A Field Guide to the Apocalypse: A Mostly Serious Guide to Surviving Our Wild Times. And it is, in a nutshell, a fun book about how to survive the apocalypse."]},{"begin":"130.200","end":"144.920","lines":["Listeners might be surprised to learn that a funny book about the apocalypse is like a pretty natural progression of your research on cooperation, which you’ve managed to apply to everything from cells to zombie outbreaks. How did you get into such interdisciplinary and zombified work?"]},{"begin":"144.920","end":"169.360","lines":["Well, okay, to be perfectly honest, all of this started when I was an extremely nerdy teenager because I would go and hang out in my local bookstore and just like read all the books, and I was like, “I want to understand how everything works.” And then also I was like, “Things in the world don’t seem quite right.” So I was kind of coming of age in the 1990s, in the late 1990s, and I was like, “Maybe this isn’t sustainable."]},{"begin":"169.360","end":"191.560","lines":["Maybe we can’t keep doing things the way we have been forever.” And I very much became an environmentalist as a teen. But I was also just fascinated by human nature and trying to, like, just really understand how it is that we are the way we are and especially using evolutionary biology as a tool to understand human nature."]},{"begin":"191.560","end":"206.000","lines":["And actually, I know this sounds kind of crazy, but, like, I made a conscious decision when I went into college that I would go all academic to learn as much as I could about all the things that are relevant to human nature for dealing with the problems in the world."]},{"begin":"206.000","end":"224.600","lines":["And then I was like, “And then at some point in my life, I’ll turn to pulling it all together to try to, like, do something about all of this.” And lo and behold, here I am now, two decades later, and I have this book that probably my 17-year-old self would be really, really happy that I wrote."]},{"begin":"224.600","end":"238.240","lines":["Awesome—well, and you mentioned this is, like, a pretty lighthearted book about the apocalypse. What informed your approach? Because this is definitely unique in the world of apocalyptic nonfiction."]},{"begin":"238.240","end":"275.240","lines":["Well, it’s a weird book in that, on one hand, it’s, like, lighthearted and funny; I had somebody call it a beach read the other day. But it’s also just chock-full of information about how our brains work, about how we process information when we’re under stress, about how humans deal with strategic situations when there’s conflict and how we solve, like, collective-action dilemmas. There just isn’t another book like that. Like, most books that are about existential risk are boring and terrifying at the same time. And so I didn’t want to write a book like that—definitely not."]},{"begin":"275.240","end":"284.320","lines":["Yeah, I don’t think anyone could accuse you of being boring—I mean, you literally run a conference about zombies. So why do you think it is that playfulness can help us prepare for hard times?"]},{"begin":"284.320","end":"299.880","lines":["I think one of the big challenges now for a lot of people is that there are a lot of things that are scary, not fun, that we know we have to deal with. But it can be really hard to engage with them when we have all these other things going on."]},{"begin":"299.880","end":"328.960","lines":["And so these sort of, like, cycles of anxiety and fear and doom-scrolling and—you know, you’re just, like, getting all this information, and then you’re just like, “Oh, my brain’s gonna explode, and I need a nap.” But the thing is, we have a lot of other emotions that we can leverage for dealing with crises. And this is something that humans do around the world when there are crises: there are all of these positive sides of human nature and positive aspects of human experience that come out."]},{"begin":"328.960","end":"358.880","lines":["So, you know, cooperation—for one thing, like, during times of need people help each other. It’s actually a huge focus of the book. But also using storytelling, using humor, creating sort of shared attention around the threats, but in a way that invites imagination, creativity, playfulness—that puts us in a mindset where we deal more effectively with problems because our brains are more open; we’re not, like, shut down in fear mode."]},{"begin":"358.880","end":"382.400","lines":["And so a lot of what I’ve tried to do with the book is not just make the book itself fun but also describe how we do need to leverage these positive sides of human nature and how we experience the world to engage with the things in, you know, our future and our present that are most scary. And people like to do it—I mean, people, like, for fun, watch horror movies."]},{"begin":"382.400","end":"393.400","lines":["It’s part of our nature to be morbidly curious, and it’s just a matter of connecting all the dots to get us somewhere productive in terms of dealing with the challenges in the world."]},{"begin":"393.400","end":"398.960","lines":["That makes so much sense. What are some examples of communities where we can actually see some of that positivity?"]},{"begin":"398.960","end":"432.760","lines":["Yeah, so I’m the co-director of this project called the Human Generosity Project, where we’ve looked at how people help each other in times of need. We’ve done field work in more than a dozen small-scale societies around the world, computational models and then also experiments with human participants. And what we found is that people help each other in times of need and that in the computational models, this is a viable strategy that can outperform strategies that are more, like, stingy and, like, account-keeping."]},{"begin":"432.760","end":"458.000","lines":["My favorite example from the field is really where the whole project started, which is with the osotua rules that the Maasai of East Africa follow. Osotua is a very important part of their culture and how they relate to one another. They depend on their herds of cattle for their survival, and so if there’s a drought or disease, somebody might lose cattle through no fault of their own."]},{"begin":"458.000","end":"476.080","lines":["And then they can ask an osotua partner for cattle to get up to the threshold for what they need to support themselves and their family, and people will give without expecting to get paid back. It’s almost like an informal insurance system. And we see examples of this in other societies, many other societies."]},{"begin":"476.080","end":"500.800","lines":["Even in the American West, there’s a system called neighboring, where neighbors will help each other in times of need, and one really interesting tidbit from this work that we did in the West—so this is in southern Arizona and New Mexico, near the border—the ranches that are, you know, huge, and people’s neighbors are, you know, a half hour away, often, but they will drive long distances to help one another."]},{"begin":"500.800","end":"535.960","lines":["And if the help is because of something that was unexpected, like somebody gets injured or is sick, they help each other without expecting to get paid back—versus things that are more predictable, when they sort of expect, “Oh, like, if I go and help you with branding, then you’ll come and help me with branding because that’s more of a predictable thing.” We actually then replicated this with an online sample of people who are more urban and found the same pattern, where the needs that arise unpredictably, people help without expecting to get paid back."]},{"begin":"535.960","end":"554.760","lines":["It really seems like what’s going on is that a sort of fundamental aspect of human social behavior, human cooperation, is really tuned in to providing a safety net for each other when disasters occur, when there’s crises, when there’s catastrophes that are outside of your control."]},{"begin":"554.760","end":"568.480","lines":["And so for folks who are like, “That sounds great. That’s how I want to live. What do I do to build a community like that?” What do you tell folks who are like, “But we live in a society,” in other words?"]},{"begin":"568.480","end":"600.920","lines":["Yes, and if you think about it, you probably already have friends that you would call upon in a time of need, who would be there for you and not expect you to pay them back for it. That might not be most of the people in your social world, but if you have, you know, a few people who you’re close to who play that role, then you actually are already embedded in a need-based transfer network. Now, you might not be explicit about it like the Maasai are, right, like, calling it this sort of special thing."]},{"begin":"600.920","end":"631.920","lines":["But I would say that all—or definitely most—of us already have some of that. If you can be more explicit about it, then that can, you know, both help you to, like, be conscious about cultivating that and also help just you feel, like, maybe a little better and more secure on a day-to-day basis, like, “Oh, yeah, I’ve got people who’ve got my back.” We can all do that. We can all start there, with the networks we have: strengthen them, grow them."]},{"begin":"631.920","end":"647.840","lines":["And that can happen, you know, within a society where the norms of transactions are based mostly on market principles. We can grow those networks of mutual aid just on the basis of mutually deciding that we want to be there for each other."]},{"begin":"647.840","end":"651.680","lines":["What would you say is the most important lesson for people to take from your book?"]},{"begin":"651.680","end":"673.000","lines":["Well, I would start with the cooperation piece. I mean, I think for many people, when they think of the apocalypse, they think of the breakdown of society and everyone for themselves, and, you know, how are you going to deal with the conflict and everybody trying to steal things from each other, right? And that’s kind of the image that often pops into people’s heads."]},{"begin":"673.000","end":"699.200","lines":["You know, there’s certainly a lot of apocalyptic fiction that, like, you know, shows that kind of world, too, so that probably at least contributes to our, you know, imaginations often going there, and also, you know, I mean, people like to imagine and think through worst-case scenarios, partially for entertainment value but also because it’s, like, practice for if things do get really bad, and that kind of makes sense."]},{"begin":"699.200","end":"728.480","lines":["But in reality what we see when there are disasters, whether we’re looking at small-scale societies or we’re looking at historical examples like the 1906 earthquake in San Francisco or more modern examples like Hurricane Katrina and many of the storms that we’ve had in the Gulf Coast region recently, people help each other. Yeah, maybe there are a few bad actors in there that are trying to take advantage of the chaos, but that is the exception."]},{"begin":"728.480","end":"755.000","lines":["In general, like, people go into a very generous mode, where they’re helping each other, they’re building social connections, they’re looking for what needs to happen for everybody to be taken care of and jumping in and doing it. Based on what we know about how humans respond, that is absolutely the more likely scenario in any sort of apocalypse."]},{"begin":"755.000","end":"776.800","lines":["And also, if you expect that it’s going to be everyone just being selfish and horrible to one another, then you can actually create a self-fulfilling prophecy because you’re not going to be going in with that attitude of cooperation, and you then might make yourself a threat to the people who are wanting to cooperate."]},{"begin":"776.800","end":"796.520","lines":["So I talk about some of, like, the game theory underlying that and how, by understanding the strategic landscape of how, like, as humans we adapt to our expectations about what others are going to do, that, that is a really important piece of kind of figuring out how you should handle things when your environment changes a lot."]},{"begin":"796.520","end":"803.680","lines":["Okay, so you’ve convinced us all to read your book, but I’ve heard you’re also taking your message on tour. Tell us more about The Apocalypse Road Show."]},{"begin":"803.680","end":"831.000","lines":["Yeah, so The Apocalypse Road Show is kind of, like, half a book tour for A Field Guide to the Apocalypse and half just, like, a really, really fun opportunity to go on the road with colleagues and friends and musicians to bring a hopeful message of how we can all survive the apocalypse. A lot of what we’re doing with the road show is kind of enacting the principles from the book."]},{"begin":"831.000","end":"850.200","lines":["You know, as humans, like, we’re really fundamentally social, and we deal with many problems as a collective, and we’re really good at that when we can communicate effectively, when we trust each other, when we can cooperate. But that doesn’t just come out of nowhere, right? Like, you have to create space for it."]},{"begin":"850.200","end":"870.800","lines":["And so that’s a lot of what we’re doing with The Apocalypse Road Show, and if you want to learn more about it, you can go to ApocalypseRoadShow.com, and we have all our dates up there and everything, and then we’re posting a bunch of fun content on Instagram, so you can see some of the things that we’ve already done with our shows there and where we’re going in the future."]},{"begin":"870.800","end":"876.160","lines":["Well—and I have to ask you: what’s in your go bag these days? Or do you have multiple go bags?"]},{"begin":"876.160","end":"896.840","lines":["There’s a lot of misconceptions about prepping and preppers and all of that, and I always try to be, like, “Being prepared for disasters is just something that we should all do.” Even if you don’t have a go bag, you should have a shelter-in-place kit so that if you have a disaster where you have to stay home, you have what you need to survive for 72 hours."]},{"begin":"896.840","end":"912.400","lines":["And I like to tell people, like, “Actually start with that—it’s easy.” And if another pandemic happens, you’ll be fine because you can just stay home, and you also don’t need to put strain on the infrastructure that is there to help deal with the acute crisis."]},{"begin":"912.400","end":"916.200","lines":["Right, you’ve already got your toilet paper; you’re good to go."]},{"begin":"916.200","end":"946.160","lines":["You have your toilet paper—exactly. Make sure you have your toilet paper. So, yeah, in my go bag, I have a lot of stuff, honestly, but I focus on having an emergency blanket; water or a, like, LifeStraw so you can clean water; matches, a lighter, et cetera; and some food. And then you work from there, you know, with local maps. You have some things for fun, like some cards or a harmonica."]},{"begin":"946.160","end":"973.240","lines":["You can go to Ready.gov—they have all of that on there, too—but I have a bunch of pages in my book that explain all of the things with pictures: what you need and extras that you might want. My favorite part of, like, being prepared is my car kit, and I use that all the time. Sometimes I’m driving, and maybe it’s not even a big crisis, but maybe somebody gets a cut, and then it’s like, “Oh, I’ve got Band-Aids in my trunk.” You know, it’s, like, nice to be able to be prepared like that."]},{"begin":"973.240","end":"1003.800","lines":["And then I also have, like, a little adventure everyday-carry that I take with me when I go hiking or kayaking or, you know, somewhere where the unexpected might happen, and I use that all the time. And for me, there really is this sort of continuity of, like, having a sense of adventure and being willing to, like, take some risks in terms of, like, going out into the world and exploring—I know that I have my everyday-carry adventure kit, so for the routine kinds of things that might go wrong, I’m ready."]},{"begin":"1003.800","end":"1019.560","lines":["And I like to think, like, we can take that kind of energy, that, like, sense of adventure and being, like, “You know what, like, I’ve got my go bag and my shelter-in-place kit, so, like, I don’t have to be as scared in this world.” [CLIP: Theme music]"]},{"begin":"1019.560","end":"1047.360","lines":["That’s all for today, folks. We’ll be back on Friday with the next segment of our ongoing series about Cape Cod’s insidious “yellow tide.” Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1047.360","end":"1065.480","lines":["Do you have an idea for a story we should cover or some feedback about our new episode formats? Give us a shout at ScienceQuickly@sciam.com. For Science Quickly, I’m Rachel Feltman. See you next time!"]}],"duration":1065}