{
  "title": "A Singular Climate Experiment Takes Shape in the Amazon",
  "img": "https://static.scientificamerican.com/dam/m/32e251a852e1b3ad/original/AmazonFACE2_loop2.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/a-singular-climate-experiment-takes-shape-in-the-amazon/",
  "audio": "https://traffic.megaphone.fm/SAM6208974366.mp3?updated=1714483141",
  "intro": [
    "After years of delay, researchers are ready to inject carbon dioxide into jungle plots."
  ],
  "authors": [
    "Daniel Grossman"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Daniel Grossman",
      "text": "Several dozen people pile out of a charter bus into a clearing in the central Amazon jungle. They’ve driven to a research site called ZF2 from Manaus, the Amazon’s largest city. It’s October 2023."
    },
    {
      "author": "Beto Quesada",
      "text": "Please, everybody, come closer, come closer."
    },
    {
      "author": "Grossman",
      "text": "They’re the scientific advisers for one of the largest—and some say most important—ecological experiments in the world, now in its final stages of construction. Beto Quesada, an ecologist and one of the three leaders of the project, herds them into a semicircle."
    },
    {
      "author": "Quesada",
      "text": "It is so great to have you all here."
    },
    {
      "author": "Grossman",
      "text": "I’m Daniel Grossman, and this is Science, Quickly. Today we present the second of three episodes about AmazonFACE—FACE is an acronym I’ll explain later—an experiment that could help forecast the future health of the Amazon forest—and the rest of the planet as a result. The experiment’s elaborate setup in six circular plots is almost done. Around the perimeter of each of the two plots that are closest to completion, 16 metal spires rise up off the forest floor, pierce the tree canopy and lord over the tallest crowns. The trees inside these circles have been monitored as closely as patients in an intensive care unit. Researchers have measured trunks, photographed roots, collected dead leaves and quantified sap flow. And now these experts are getting their first look at what, thanks to the cost of construction and long-term monitoring, Beto says are the world’s most expensive square feet of jungle."
    },
    {
      "author": "Quesada",
      "text": "And I hope you enjoy what we are going to see. [Applause] [CLIP: Crowd noise fades, followed by faint forest sounds]"
    },
    {
      "author": "Grossman",
      "text": "Okay, so here’s the background. [CLIP: “Working It Out,” by Jon Björk] Amazon trees soak up more than a billion tons of carbon dioxide from the air every year and convert it into starches and sugars. The carbon in these compounds is sequestered for decades—or even centuries—in wood and soil, slowing the advance of global warming. But scientists worry that increasing temperatures and drought caused by climate change will weaken the forest. If that were to happen, this forest’s ingesting of carbon could slow or stop entirely. And CO2 would build up faster in the atmosphere and worsen the climate emergency. Climate researchers realized decades ago that an experiment like this one was essential for forecasting the Amazon’s future. But it took years to get traction. I first heard about the project in 2015, a couple of years after it got underway. [CLIP: Faint forest noises, the sound of feet climbing the metal steps of a tower, forest sounds at the top of the tower and various bird calls]"
    },
    {
      "author": "Grossman",
      "text": "At dawn one day early the next year, I slogged up the 18-flight open-air staircase of a metal observation tower. Looking down I saw beams of early morning sunlight bathing the canopy in orange. Next to me stood David Lapola, a climate scientist at Brazil’s State University of Campinas and another of the project’s leaders. He described to me one of his nightmares. It’s called the dieback hypothesis. We heard about it briefly in Episode One."
    },
    {
      "author": "David Lapola",
      "text": "The forest dieback hypothesis is the transformation of this forest—a catastrophic loss of biomass—due to global climate change."
    },
    {
      "author": "Grossman",
      "text": "A dieback would occur if the Amazon jungle and global climate interact in a disastrous, vicious cycle. It would work like this: Hotter, drier weather caused by climate change weakens and kills Amazon trees, reducing the amount of CO2 from fossil fuel burning that the forest soaks up. As a result, more CO2 accumulates in the atmosphere, which causes more warming, degrading the forest more, and so on, until this place—and the rest of the planet—is catastrophically hot."
    },
    {
      "author": "Lapola",
      "text": "Certain scenarios predict that you would have a climate here—regional climate—that would not sustain a forest anymore."
    },
    {
      "author": "Grossman",
      "text": "Some scientists say there is still hope—that an effect called carbon fertilization will disrupt this feedback loop and save the forest. The idea is that extra CO2 in the air might help trees grow better, counteracting the impacts of increased heat and drought."
    },
    {
      "author": "Lapola",
      "text": "If we have CO2 fertilization, the forest will be conserved. If we don't have it, the forest wouldn’t survive anymore."
    },
    {
      "author": "Grossman",
      "text": "But scientists can’t yet say if carbon fertilization will save the Amazon, in part because the forest is so diverse. This jungle has something like 10 times as many species of trees as North America—and scientists know practically nothing about a lot of them."
    },
    {
      "author": "Lapola",
      "text": "When you look here, you see this number of species here, this high number. [CLIP: “Let There Be Rain,” by Silver Maple]"
    },
    {
      "author": "Grossman",
      "text": "In the first episode of this miniseries I mentioned an important carbon fertilization experiment at Duke University. It started in the mid-1990s and continued for more than a decade. It showed that when sprayed with extra CO2, plots of pine trees grew faster and absorbed more carbon. The benefit of the carbon dioxide was sustained—at least over the course of the experiment. It did vary from plot to plot, suggesting that other factors, like natural variation in water and nutrient availability, could affect how much of a boost trees get from additional CO2. What I didn’t say was that a related experiment that started a couple of years later highlighted the important role that nutrients play. Plots of sweet gum trees in Tennessee that were sprayed with extra CO2 initially took up additional carbon. But after the first several years, the benefit dissipated. The researchers concluded that enhanced growth caused by the increase in CO2 reduced the supply of plant-available nitrogen in the soil. That, in turn, limited the benefit that extra carbon dioxide could provide. Will the Amazon see a benefit from extra CO2, like what happened at Duke? That could protect it from some of the hazards climate change is expected to continue bringing, like higher temperatures and reduced rainfall. Or will it act more like the sweet gums in Tennessee and not get the long-term CO2 boost and the protection from climate change that could bring?"
    },
    {
      "author": "Lapola",
      "text": "That’s the important thing this experiment will bring about: how the forest may be resilient to this future increase in temperature and CO2."
    },
    {
      "author": "Grossman",
      "text": "Researchers have called for this experiment for decades. But there are good reasons why nobody has conducted it before. Amazon trees are huge—up to 110 feet tall here at ZF2—so they require extra-large plots. That means bigger, more expensive gear for spraying CO2. Infrastructure such as roads and technical support is relatively poor. And funding for tropical forest research is scarce, a problem that we’ll see hindered AmazonFACE. Incidentally, the “FACE” in AmazonFACE stands for Free-Air CO2 Enrichment. It’s called “free air” because the plots have no walls, making the experiment more realistic than any lab study. [CLIP: Bird vocalizations and other forest sounds]"
    },
    {
      "author": "Grossman",
      "text": "That was 2016, when I climbed that tower with David. Several years earlier he and his collaborators had staked out the first two plots and had begun making measurements of the trees there, establishing their behavior under natural conditions. The researchers said the site could be the world’s most intensely studied patch of tropical forest. Then in 2017 AmazonFACE ran out of money. David told me that they wanted about $20 million for construction and staff salaries, an amount that only a country or a very rich person could afford. But Brazil was in political turmoil. The president had recently been removed from office, and the government was stuck. Undaunted, David, Beto and their collaborators in the U.S. and Europe reached out to other governments."
    },
    {
      "author": "Lapola",
      "text": "You never know where a yes will come from the middle of many noes."
    },
    {
      "author": "Grossman",
      "text": "They even tried Jeff Bezos, then president and CEO of the other Amazon. He seemed like a good candidate. He’d just christened a mini rain forest in his Seattle headquarters. But courting the world’s then-richest person didn’t work, and for four years they got one no after another."
    },
    {
      "author": "Lapola",
      "text": "I was about to give up. I confess, I wasn’t believing this would happen anymore."
    },
    {
      "author": "Grossman",
      "text": "Beto also despaired at times. Fortunately Bruno Takeshi, the third core member of the team, never gave up hope."
    },
    {
      "author": "Bruno Takeshi",
      "text": "I actually never thought that we would just end the idea to do the AmazonFACE, to be honest. I just imagined it’s a matter to find the proper door to be knocked because the AmazonFACE idea is a lot good that we cannot just forget about it."
    },
    {
      "author": "Grossman",
      "text": "In 2021 the U.K. finally agreed to chip in funding."
    },
    {
      "author": "Lapola",
      "text": "The support from the British government was decisive, so the Brazilian government came to match it."
    },
    {
      "author": "Grossman",
      "text": "Brazil gave roughly $6 million, and the U.K. funding would eventually total about $9 million."
    },
    {
      "author": "Lapola",
      "text": "And then this became a reality."
    },
    {
      "author": "Grossman",
      "text": "According to David, Brazil is currently considering another multimillion-dollar grant, money that he says AmazonFACE needs to buy the massive amount of carbon dioxide required to run the experiment in the years ahead. [CLIP: Sounds of trucks going by and backing up and other construction noises]"
    },
    {
      "author": "Grossman",
      "text": "I go back to the ZF2 site for my fourth or fifth visit in July 2023. Now construction is in full swing. The formerly tranquil forest sounds, feels and smells like a mining camp. Diesel fumes waft through the air. Bulldozers, dump trucks and backhoes lumber up and down a new road that snakes into the jungle to the six experimental plots. [CLIP: Clinking of metal parts, ratchet sound from socket wrench and other construction noises]"
    },
    {
      "author": "Grossman",
      "text": "In a clearing, a group of men wearing hard hats and carrying oversized wrenches swarm like ants around a long lattice of metal tubes laid out on the ground. They’re assembling a section of a tower they’ve bolted together from precut metal parts. The 16 towers assembled here will be secured to huge concrete blocks around the perimeter of one of the plots. The purpose of the towers is to hold up the tubing that will spread CO2 into the forest."
    },
    {
      "author": "Takeshi",
      "text": "And then we’re now in this stage to make the assembly."
    },
    {
      "author": "Grossman",
      "text": "Bruno is the logistics whiz who oversees all this activity. Today he brought a guest, Susan Trumbore, to see the progress."
    },
    {
      "author": "Takeshi",
      "text": "So we have two teams—actually, three teams on the field."
    },
    {
      "author": "Grossman",
      "text": "Susan is practically scientific royalty. She is a director of the Max Planck Institute for Biogeochemistry in Jena, Germany, and is an expert in the stability of carbon in ecosystems."
    },
    {
      "author": "Susan Trumbore",
      "text": "Amazing. I never thought it would actually happen."
    },
    {
      "author": "Takeshi",
      "text": "Yes, yes, thank you so much."
    },
    {
      "author": "Grossman",
      "text": "Bruno says it’s essential to get every detail right. The hostile climate—with intense heat and humidity year-round—and the great distance from the city make building and running equipment here tricky at best. He’s just noticed that workers have installed some bolts upside down, making them more likely to fail. [CLIP: Takeshi speaks with metal workers in Portuguese]"
    },
    {
      "author": "Grossman",
      "text": "He tells them to start over. “Are you this fastidious about everything?” I ask Bruno. He says, “Yes.”"
    },
    {
      "author": "Takeshi",
      "text": "I’m a guy that, every day before I move my car from the garage, I open my hood and take a look in the oil level, the water level."
    },
    {
      "author": "Grossman (tape)",
      "text": "Every day?"
    },
    {
      "author": "Takeshi",
      "text": "Every single day [laughs]."
    },
    {
      "author": "Grossman",
      "text": "Looming above the worksite and reaching high over the forest horizontally is the bright yellow arm of a crane. It built skyscrapers and bridges before being shipped to the Amazon. The operator, Mabel Marques, says lifting loads here is a challenge."
    },
    {
      "author": "Mabel Marques (speaking in Portuguese with English translation)",
      "text": "It’s quite different from other places I’ve worked at. There are many trees near the areas where the towers will be set up. There will be moments of difficulty, but I’m sure we’ll find the best and most efficient way to do the work."
    },
    {
      "author": "Grossman",
      "text": "Mabel holds the crane’s remote control, which looks like an industrial version of an XBox controller. Using two small joysticks operated with his fingertips, he lifts a 30-foot section of tower—four stout legs laced together with braces—off the ground. [CLIP: Walkie-talkie beeps and voices] Once it’s upright and dangling above the forest, he swings it over the plot. Guided by helpers equipped with walkie-talkies, he threads the steel latticework through the canopy. Waiting workers bolt it to the concrete base. Next he’ll swing over a second piece and then a third. Several completed towers already stick up above the treetops like shiny, leafless stalks. The circle of towers is taking shape. [CLIP: Construction sounds]"
    },
    {
      "author": "Grossman",
      "text": "A brawny man holding a handsaw has just shimmied up a tall, thin trunk and tied himself to a branch. Maria Juliana Monte, one of Bruno’s assistants, says the climber is preparing the canopy here for the next tower."
    },
    {
      "author": "Maria Juliana Monte",
      "text": "He’s trying to come to the middle of the branch, so we need to clear the way of this tower. So he needs to get closer to the side."
    },
    {
      "author": "Grossman (tape)",
      "text": "So you have to have a complete hole right there, right? There has to be a hole in the canopy right above me?"
    },
    {
      "author": "Monte",
      "text": "Yes, they have to have the space clear."
    },
    {
      "author": "Grossman",
      "text": "It’s tricky because a mass of vines wraps around the tree’s limbs. The man in the tree has to untangle the vines so other limbs or trunks aren’t ripped down when the branches are cut. That could complicate calculations of the carbon that the plot absorbs and put the crew in danger."
    },
    {
      "author": "Monte",
      "text": "You see, it’s one of the highest trees. Also, its canopy—it’s really, really big. You know, a branch could kill all of us if it’s not cut the right way. [CLIP: Plot sounds fade]"
    },
    {
      "author": "Quesada and others",
      "text": "Let’s go inside! Let’s go inside."
    },
    {
      "author": "Grossman",
      "text": "I’m back at the science advisers’ tour of ZF2 last October. Beto leads them to the two completed plots, each now ringed by a full set of towers. One of these plots will be exposed to twice as much carbon dioxide as existed in the air before the beginning of global industrialization in the 19th century. The other plot, for comparison, will not receive extra CO2. Two more matched sets are still under construction. But the feeling this day is not about the details—it’s about the moment. It’s emotional for the project’s leaders to be showing it off to some of the world’s foremost carbon fertilization experts."
    },
    {
      "author": "Quesada",
      "text": "Humans, we need crazy ideas, right? To really push boundaries. And for a very long time it sounded, like, too crazy. But here we are—we are doing it."
    },
    {
      "author": "Grossman",
      "text": "These plots will test CO2 in the next few months. The full set should be running in early 2025. In the next and final episode of this three-part podcast, we’ll learn what the researchers running the experiment think will happen when they turn on the carbon dioxide. [CLIP: Theme music] Science, Quickly is produced by Jeff DelViscio, Rachel Feltman, Kelso Harper and Madison Goldberg. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this miniseries. This story was produced with assistance from the Pulitzer Center and additional support from the Pendleton Mazer Family Fund. Special thanks to Dado Galdieri and Patrick Vanier for logistical support and to Lucas Pinheiro for providing translations. Don’t forget to subscribe to Science, Quickly. And for more in-depth science news, visit ScientificAmerican.com. For Scientific American’s Science, Quickly, I’m Daniel Grossman."
    }
  ]
}