{"title":"Corals Are Once Again Bleaching En Masse, but Their Fate Isn’t Sealed","img":"https://static.scientificamerican.com/dam/m/6e8d9882f0ebf3f3/original/coralbleaching-GettyImages-1004648660-loop.gif","url":"https://www.scientificamerican.com/podcast/episode/corals-are-once-again-bleaching-en-masse-but-their-fate-isnt-sealed/","audio":"https://traffic.megaphone.fm/SAM8074679462.mp3?updated=1714149247","intro":["Amid Earth’s fourth global coral bleaching event, a leading expert says tackling climate change is the key to fighting back."],"authors":["Meghan Bartels"],"category":["Climate Change"],"transcript":[{"author":"Terry Hughes","text":"It’s very stressful to spend an entire day in a plane flying over, say, 200 reefs, all of which are severely bleached."},{"author":"Meghan Bartels","text":"Earlier this month the National Oceanic and Atmospheric Administration and the International Coral Reef Initiative confirmed that the world’s fourth planetwide mass coral bleaching event is underway. Over the past 14 months scientists have documented significant bleaching in every major ocean basin. Some say that as already record-breaking sea-surface temperatures continue to rise, this is on track to become the worst mass bleaching event ever recorded. This is Science, Quickly, and I’m Meghan Bartels. Joining me is Terry Hughes, a marine biologist at James Cook University in Australia."},{"author":"Bartels: ","text":"Thanks so much for joining us. Could you start by just telling us why coral reefs are such important ecosystems?"},{"author":"Hughes","text":"Yeah, coral reefs are an absolutely critical ecosystem to many hundreds of millions of people who live throughout the tropics. They’re important for food security. They’re important for reef tourism, which is a huge part of the economy of many countries, typically fairly small, rapidly developing countries, where employment options are often restricted. So the social and economic value of coral reefs, especially to people in the tropics, is enormous. You know, the value of coral reefs differs to different people. Wealthy countries tend to view them as a nice place for a vacation. That’s a reasonable reason for valuing coral reefs. But more importantly is the poor people who live beside them that depend on coral reefs for their food security and for the other so-called ecosystem services that coral reefs provide to societies."},{"author":"Bartels","text":"That makes sense. So scientists have determined that we’re in the middle of a global mass-bleaching event. What exactly does that mean?"},{"author":"Hughes","text":"Coral bleaching is a stress response by corals. You can make a coral bleach if you torture it in any number of ways in an aquarium. If you make the salinity too high or too low, if you make the temperature too high or too low, if you add toxic chemicals or sediment, the coral will get stressed and it will lose its color. The color comes from microscopic symbionts that live inside the tissue of the coral host, and that symbiotic relationship breaks down when the coral is stressed. But the kinds of bleaching we’ve been seeing now since the 1980s around the world is driven indisputably by rising sea temperatures because nothing else is happening at that kind of scale. We’re talking thousands of kilometers of coastline or even globally, those kinds of bleaching events are triggered by exceptionally warm sea temperatures driven by anthropogenic heating, primarily from burning fossil fuels and from deforestation. And of course, there’s nowhere to hide from global warming. So even the most remote, most pristine coral reefs are vulnerable to these repeated bouts of bleaching. Sometimes there isn’t actually enough time for bleaching to unfold. The corals just die from heat stress directly. They literally cook. And we saw that last summer in the Florida Keys and throughout the Caribbean where sea temperatures were off the charts. We've seen that repeatedly closer to my home in Australia on the Great Barrier Reef. We also see a phenomenon where a coral becomes unusually colorful. It literally glows. And that’s caused by a protein produced by the coral in a desperate bid to stay alive. Those proteins act as a sort of sunscreen. But it’s not a very effective way of defending against record temperatures. So corals typically die within a week or two of becoming very colorful."},{"author":"Bartels","text":"How are scientists able to determine whether bleaching is happening on a global scale?"},{"author":"Hughes","text":"So there are two ways to measure the extent of bleaching. One is directly through observations of individual reefs, and the other is indirectly using satellite data, which is what NOAA does. Satellite data tells you how hot the water has been for how long. And you can use that as a proxy for the intensity of bleaching. The best way to get a regional scale picture of the extent of bleaching is to fly in a helicopter or a small plane. Or you can use a drone, but you probably need many hundreds of them to cover an area like the Great Barrier Reef. I have conducted aerial surveys of the Great Barrier Reef three times in 2016, 17 and 2020. It takes about eight days of flying in a small plane or helicopter to crisscross about a thousand reefs. And you can score the extent of bleaching on the reefs as you fly over them."},{"author":"Bartels","text":"How does it feel to see evidence of bleaching from above?"},{"author":"Hughes","text":"Oh, well, when we fly over a reef with no bleaching, we literally cheer. And it’s very stressful to spend an entire day in a plane flying over, say, 200 reefs, all of which are severely bleached. It’s quite a confronting site, but it’s the only way to get the big picture for something like the scale of the Great Barrier Reef. And this year, the percent of the barrier reef which is severely bleached is at a record level. We've never seen a bleaching vent as extensive, spatially."},{"author":"Bartels","text":"How much of the reef is bleached, exactly?"},{"author":"Hughes","text":"This year 75 percent of the Great Barrier Reef has bleaching. The Great Barrier Reef is 2,300 kilometers long, and it’s up to 250 kilometers wide. It's 344,000 square kilometers in area, which is the size of Italy or Japan. So it’s a big piece of real estate. And for 75 percent of it to be bleached in just one event, bearing in mind that this is the fifth event in eight years, is really very shocking."},{"author":"Bartels","text":"How are things unfolding in other regions?"},{"author":"Hughes","text":"Last summer we saw unprecedented bleaching in the Florida Keys and throughout the Caribbean. The eastern Pacific was also very bleached. Fast forward six months and we’ve seen extensive bleaching throughout the Great Barrier Reef. That's 10 percent of the world's coral reefs. There are current bleach warnings from NOAA for most of the Indian Ocean and for parts of the Coral Triangle. That's the region north of Australia that includes Indonesia, the Philippines, and six other countries."},{"author":"Bartels","text":"Is it true that bleaching doesn’t directly kill corals? How likely is it that all of these corals will survive the bleaching event?"},{"author":"Hughes","text":"It's impossible that all of the corals that have bleached will all survive. Bleaching is not necessarily fatal, as you said, but often it is. And the likelihood of the corals dying depends on the severity of the bleaching and how long it lasts. It also depends on the severity of the heat stress. And heat stress this year in both the northern and southern hemispheres is at record levels. It’s off the charts. So already in Australia, I've seen reports of up to 80 percent loss of bleached corals on some of the badly affected portions of the Great Barrier Reef. A mass bleaching event is by definition a mass mortality event. The reality is we are losing literally billions of corals on the world’s coral reefs."},{"author":"Bartels: ","text":"What do you find most concerning about the trends you’re seeing?"},{"author":"Hughes","text":"So the concerning thing about these bleaching events, whether they’re global or regional in scale, is that the gap between one bleaching event and the next is getting shorter and shorter. And those gaps are critically important. They’re the window of opportunity for the fast-growing corals that are better at recovery to regain a foothold. Ecologically, recovery means the replacement of dead corals by new live ones, ideally of the same species and eventually of the same size. And we’re just not seeing that ecological recovery to the extent that we used to see when the gaps between these bleaching events was much longer. So on the Barrier Reef, we were very lucky to have a 14-year gap between mass coral bleaching in 2002 and 2016. And that was sufficient for a half-decent recovery. But since then, we’ve had gaps of three years, two years and one year. So the Barrier Reef seems to be settling into about a 50 percent chance of bleaching occurring again in each summer. And that’s really horrific in terms of the capacity of the reef to bounce back. Ironically, the corals that come back the quickest are also among the most heat-sensitive. It’s a bit like fire in a terrestrial landscape, where a forest is destroyed and flammable grasses come back quicker than the trees do, which makes that ecosystem, ironically, more vulnerable to climate change, to driving fires. Exactly the same thing is happening on the world's coral reefs. And of course, corals are critically important for the habitat that they provide to fish and crustaceans, all the iconic biodiversity that coral reefs are famous for. So when you lose a lot of corals, which you're seeing, sadly, everywhere now, it alters the entire ecosystem. It's like having a rainforest without the rainforest trees."},{"author":"Bartels","text":"Of course, there’s a lot of research looking for ways to protect coral reefs and make them more resilient to climate change. Is any of that making a difference?"},{"author":"Hughes","text":"One of the most confronting aspects of the current global event is that it is destroying existing attempts to restore coral reefs. So in Florida, we saw that coral nurseries literally cooked. We're seeing the same thing happening on the Great Barrier Reef, where many of the intervention trials are now failing, because putting more corals back out is really a death sentence as temperatures continue to rise. So it’s short-term. It might be worth doing at a high-value tourism site, but we shouldn’t kid ourselves that we can save coral reefs by planting a few acres of corals."},{"author":"Bartels","text":"What do we need to do in order to keep corals alive in the long term?"},{"author":"Hughes: ","text":"There’s only one answer to that question, and that is we need sea temperatures to stabilize. Local management, looking after things like overfishing and pollution, is important, but it's not going to stop the intrusion of hot water. Even the most pristine, most remote, best-managed coral reefs in the world are being hammered by repeated bouts of mass coral bleaching. And so the overwhelming challenge is for all countries to reduce their greenhouse gas emissions as quickly as possible."},{"author":"Bartels: ","text":"As someone who has firsthand experience seeing these bleaching events unfold, what do you want people to know?"},{"author":"Hughes","text":"I'll be underwater on the southern Great Barrier Reef at study sites that I have been studying since 1985, revealing my age. And I’m dreading it because the reef where my study sites are in the south has been exposed to the highest level of heat stress it has ever seen. And we already know that 80 percent of the corals there are bleached, and I’m fully expecting the majority of those to be dead or dying. My message is we shouldn’t give up on the world's coral reefs. They’re just too valuable to lose, but restoration’s not the way to save them. The way to save them is to deal with greenhouse gas emissions, and that’s, of course, much, much harder. [CLIP: Theme music]"},{"author":"Bartels","text":"Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Meghan Bartels. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science, Quickly, this is Meghan Bartels."}],"wave_peaks":[518,780,1042,1615,1669,3019,3515,3469,3073,1132,837,587,587,10936,8933,5340,2313,1803,12253,5866,2556,1856,10765,10201,5679,4080,8363,11554,10885,8511,6839,5799,8124,6086,6456,4617,1920,8806,7446,5791,6900,7998,9024,9116,7823,7692,5831,6694,2204,1312,1262,2249,1789,1471,1217,1421,799,717,894,881,17459,10843,10946,2944,12640,9172,8297,7098,10450,8691,7070,8186,15639,12069,7488,7058,6034,6021,9081,9353,2731,14714,14055,13481,7640,8072,13769,6699,8222,6413,4204,5973,6594,9358,6930,9419,13269,10592,9845,7297,2807,11447,7329,8410,6118,7300,8125,6153,7148,10046,7194,7154,4476,7136,4320,15252,7981,6472,13738,8601,6857,9196,9524,2786,6404,8207,7163,7771,10100,6934,7948,2796,11984,12864,8293,11509,10202,9297,7145,5166,7743,6765,8663,4448,4719,3719,9887,10682,9068,7205,10692,11373,8793,9122,2163,7572,4480,5341,5134,7145,4549,3559,4963,8904,6187,4777,4194,4049,3480,411,302,128,47,10588,9300,6316,8104,5702,5807,11870,11141,7325,9324,8756,8624,8336,7141,8401,7669,2573,15,15440,10589,8181,8986,5187,178,13076,13447,8906,8323,8648,11036,8086,7159,9679,10054,6653,4647,5803,2807,339,6049,15498,10699,14779,10401,9481,8763,10554,5915,5083,4912,5460,9943,8216,5408,8036,7266,6740,7198,8568,8087,10180,3945,11633,6688,7860,4724,5361,5165,6061,10704,1062,449,11417,8043,9047,2880,10023,8378,4385,4969,13605,7757,4564,6975,6219,5167,8543,6828,5561,5540,3567,10023,13535,8720,10001,6718,5010,8221,8650,8824,8537,5731,10767,9887,4268,3620,2081,295,11182,9307,8702,5672,3970,6048,5058,9572,7786,3704,11374,4683,7008,4480,12299,10797,6982,10405,9338,7448,4291,1832,393,1623,8230,15514,4605,4437,6708,4129,4389,4550,1824,98,6793,14245,15452,14189,6054,6302,14463,6416,3073,6408,9970,9153,7412,4248,2639,211,9904,13560,5958,12626,7937,11261,5447,356,6354,8529,6450,5738,6391,10270,7843,7400,5564,2635,7633,2844,5097,6666,8096,5282,10309,10567,11181,9769,12446,15496,10362,3990,2223,360,12559,15378,7994,7691,3245,14062,4279,350,8111,8914,8668,6098,8231,7219,4276,5779,6256,5534,4495,2233,828,5542,9124,8069,11763,8483,6573,4393,4763,5324,10377,10673,5328,10570,9229,3738,8713,4235,4086,5642,1070,63,64,14660,9734,1008,10489,14671,8221,9632,8938,8446,9342,10793,8080,6614,6475,5315,6394,937,12237,10813,14228,7269,2522,6696,15486,9134,5912,7453,9170,10002,9497,9418,9812,1349,8911,12287,15252,13427,12266,7847,2416,282,8427,15533,6720,6254,8263,5221,8729,7147,5497,10804,5156,4849,1360,7933,8539,8513,3775,6894,7092,10384,10595,5032,4608,6555,8086,5835,9085,8011,5912,10492,1136,5343,13339,8043,2391,6582,9290,13877,7021,619,15516,15476,7403,7996,4776,5928,5030,3148,10843,5827,6175,15506,13147,9434,7885,5604,10744,956,15542,13215,8768,8568,10801,8687,7483,6639,8789,9736,5898,443,8812,12619,12907,10901,7403,3547,8565,7747,4156,6885,3524,260,4277,7263,3854,1180,318,15507,1431,757,9451,15524,10468,5622,5829,7320,4762,5144,5209,5933,6402,5363,3915,7931,6334,6117,6398,6908,440,1212,11120,15507,6564,1445,7582,7747,11954,5074,945,12180,9252,5130,4552,3940,3938,12917,7662,4570,5584,5122,8791,6436,7341,9444,2891,154,9213,11449,8677,4718,9903,5768,8251,7015,4843,4599,14977,7042,2817,15499,7194,6946,8296,8083,6856,4558,6741,4719,302,15503,10458,9783,4880,4410,7729,7984,7447,6325,10946,4663,12850,6780,4907,5976,5965,4423,8955,8289,6943,5533,7925,8515,4869,4301,7772,4413,3781,893,7767,11273,13563,9734,14508,5580,10650,9031,8224,9888,8153,5954,7981,3502,8003,7542,8904,4770,2406,442,10718,10661,3162,15482,6294,6416,4766,6109,6455,11540,5766,5081,1066,8438,15560,6053,10117,15459,8666,6477,6604,8357,8101,6058,6738,12365,6805,11251,8735,9757,11981,8162,12056,2702,583,5725,8650,14324,15529,5828,1258,4778,12114,5995,15506,1677,476,11193,7399,14601,11634,11106,8188,5176,9975,6878,6851,10242,8796,6275,5495,7587,5368,5284,5947,7555,12407,9338,9036,1391,458,6014,6086,11351,7679,8014,7448,4709,8398,9031,8821,7499,4146,3302,4611,13945,10440,7076,5126,3441,319,15582,8996,14997,8506,6055,12218,11086,14214,13590,5094,4336,337,8354,10881,13265,15523,10994,10289,5749,13928,7138,2010,526,15554,11024,13745,9273,3194,15179,5324,3151,8488,8233,2437,416,15596,10100,11969,4251,12161,7488,4048,10949,7903,9824,10163,4419,9003,6895,4898,6269,4960,2695,12428,7146,11802,13866,14493,4778,7090,7292,4792,395,8195,11667,5434,7855,8557,6636,6622,4494,9500,13735,9596,13304,7933,15505,7755,4413,3043,8032,7083,5983,5314,5628,5679,6688,4924,3840,68,13704,11941,10720,8462,10439,7164,11840,5820,11556,10957,10078,6980,4802,750,1,7231,7622,11718,15384,7775,6338,5762,8135,7176,8145,5662,14878,11496,10804,11526,1374,8692,11067,15470,8905,7481,7725,1182,355,8393,8518,12055,3278,1163,12227,15533,15479,8566,10611,6432,3382,12087,9330,6945,4826,6282,6927,8478,6218,1404,11073,15516,11568,9164,6426,4560,2737,14077,11409,8567,3406,5780,9354,12122,10493,5282,11531,11104,10380,14253,14212,3421,7857,1378,10127,11788,7689,14886,13832,3909,4821,6014,4535,4839,4573,4248,5001,1273,3945,9361,10316,9976,11059,4831,6247,5966,5443,12883,8765,11115,6067,8129,7954,5703,6125,12906,9312,10241,7116,6402,4801,6357,9246,7168,5086,3954,11410,7032,2078,6294,3130,3489,4498,6860,6316,3920,5929,5818,5472,9454,8561,7885,8418,4744,3030,8601,15462,9013,9200,8157,9119,8018,6130,9539,5530,6862,8114,2190,324,4857,8412,5611,5442,10050,5362,3699,4782,4236,12571,9996,6355,10175,6741,9439,3580,365,8529,10358,8015,7867,11308,7431,3353,10440,11171,2280,11337,9320,8218,8750,3829,1468,3777,5185,4876,9863,6610,5218,7280,4714,2785,7343,6330,7040,4914,11666,7080,2603,18,5508,12194,5980,9973,3194,6051,10091,6271,4501,6951,11071,5566,256,1,13964,15494,15320,14697,9557,8730,9568,9149,4444,5962,5795,8422,6094,314,7399,9930,10531,8652,4953,3110,11573,6916,2366,3136,2497,1610,12119,5751,2676,231,7068,10558,5738,4304,7248,10525,10490,7878,6193,4646,8322,5660,6228,4153,287,9004,6906,5855,6810,7765,8813,8187,6467,6741,4346,6155,1539,11130,15533,8833,8428,6974,8431,501,11390,677,5374,9819,11056,8832,9466,7531,9459,7375,12363,7873,2775,8438,6643,8454,5117,9921,7707,9114,6821,738,11251,7658,7786,796,13733,12564,2469,13998,11051,11890,6419,5328,8619,9555,6071,7780,8255,9597,11343,10502,8230,336,12442,11019,4874,6774,4517,3929,3798,1658,7036,11667,1659,1734,15104,8780,156,7486,15446,10273,6938,6783,6327,4023,151,106,12594,15516,12180,10419,8383,5875,10152,7819,4556,7491,1079,6759,4297,4465,11425,14477,6107,4588,5927,12502,5195,4511,4476,5303,5616,3455,5382,12001,4860,8174,5728,3717,4493,10142,11067,791,6360,9251,9849,8336,6882,5825,8685,8644,8434,5794,3197,478,3665,4574,5595,2349,5075,4979,9707,3838,6914,1981,7410,6906,4628,4636,11622,15456,15486,11696,10092,5632,538,2188,10546,12339,12357,11766,11290,7736,7258,4195,10394,5019,7435,5688,5610,7989,9999,5415,5864,3071,15547,8778,4259,5228,5450,4414,593,8557,8248,5660,6963,2188,85,12602,11448,9765,6833,8817,10018,5091,2150,12430,15497,8813,2108,6563,12200,9227,2158,3172,11669,14072,5384,6335,4966,10845,5210,4265,10984,2909,3156,3807,4294,1459,6453,6533,6977,500,516,15485,11712,10511,10666,1455,525,15528,14443,9495,9656,2279,286,13639,10062,8608,6217,5026,8102,9229,8836,5903,9646,8065,6577,14299,11700,7096,7070,1660,8790,12118,8273,3648,10238,5952,672,13741,11870,8979,8155,11007,7994,7946,7600,9041,390,404,12531,7205,7485,5976,6472,5003,4774,8506,6389,8543,6830,10870,11051,4383,4104,5922,3625,6231,4998,4994,3730,354,5809,5620,5963,5149,3882,2918,309,265,4969,7794,7170,4697,1500,108,14565,6300,7481,7274,8032,7859,6098,4282,2938,388,13364,13522,10133,10573,9828,7056,4879,5195,10464,5619,5589,6956,6581,11992,12794,14082,15026,15565,8963,10202,9117,10037,9232,7164,7574,8288,5840,7425,6939,8615,7078,6433,9938,12940,9601,12704,4917,551,15548,15516,7020,4138,6458,5494,3757,4520,14363,15533,10835,4864,12074,10379,9663,3447,4311,6902,7342,9781,10918,5106,7762,4168,316,5626,8856,7516,8073,10216,13394,5052,4732,8118,7788,5621,4181,5380,2060,410,6489,7246,9227,6724,3815,3613,351,6041,9884,7021,5932,7738,6900,4133,5025,4647,249,10764,9879,7285,5824,7323,5980,7837,2651,865,9219,12518,15633,11564,3566,5419,13923,8985,6600,6212,7021,7277,1133,4779,5729,6038,8131,11077,12158,4747,9415,10634,4951,864,335,8298,8702,7362,7965,11246,9285,7487,3830,5415,3133,4136,6513,5553,4171,4425,12627,11832,7703,6378,6642,7613,12259,13399,5841,2340,8605,6803,6389,8118,2151,2950,1138,2795,9414,11486,3881,1732,335,15463,9238,9907,10831,7066,8604,6038,11651,2468,651,247,14945,8585,9576,8691,2665,11,14090,9996,11924,11244,7845,10374,8849,11108,5281,3824,1,1968,8727,14116,12023,8724,8986,8380,5762,4839,7820,7442,445,12216,15498,6794,5550,5341,4068,9676,6237,7861,15402,10982,6312,7743,7233,5563,3999,2205,7053,6889,2582,4403,1582,545,6255,14297,12676,9134,7511,5572,5382,7137,6640,11844,10539,6642,7144,10637,11294,8560,15378,11514,12610,14430,8753,7684,15103,10728,4013,2855,2136,7898,7890,8342,3040,4252,3456,6801,5024,648,11921,13631,9104,14481,14302,4087,3959,9550,13181,11023,9908,7651,9391,3877,11202,12528,7948,2466,9674,14082,6758,4648,4883,4705,3486,8790,5088,4025,8962,8653,1929,401,7985,9826,10326,7023,8393,3635,8553,6118,3960,5136,1538,344,8130,6964,5827,1156,4955,9489,5120,4750,8137,4456,5224,5540,2987,2786,2864,4007,3968,1711,621,15545,14374,8808,11189,11702,11046,4102,5932,8824,4292,5534,668,279,6614,9096,2710,8433,10139,7967,4647,8641,3522,6947,4406,3134,5827,1870,341,386,6115,12203,5514,11964,7078,10093,8420,15052,7332,3132,607,3813,7508,8461,5466,12196,11414,4984,6539,1181,15136,10725,9909,8396,7256,7980,5608,7471,2069,405,12568,15485,13025,6942,7482,6872,10854,4725,6030,7499,8930,13911,9572,5745,7255,4611,9144,9075,5352,6779,4728,5070,3842,408,9762,7324,6998,4233,171,199,8603,7307,9738,6478,5178,596,197,662,12182,2005,4098,5938,7296,5695,6047,6565,4100,4554,2537,3450,1040,4090,9416,5956,12317,7490,2893,8080,1966,451,8219,7286,1786,269,285,13249,11551,8450,6188,8014,4111,4599,1209,6269,4763,6772,961,2793,15694,15487,2017,3898,2313,15525,11071,5795,158,6053,7726,6567,6462,613,6344,4730,7751,205,252,230,11230,10676,4509,15450,3265,3121,11661,7881,9745,8963,9177,6968,1230,2506,6550,8484,5831,5859,4369,6251,3859,2921,722,384,10284,8561,8789,3360,3841,356,10319,7759,5715,9430,15499,3226,5029,2011,5874,4447,2735,4298,5428,6968,2997,396,2815,10642,8658,5357,4215,4766,937,5199,6847,4983,6398,5430,1866,9556,8525,600,15568,12961,7847,3240,8789,1919,295,275,9061,14268,11920,9722,10215,9256,8363,12474,14556,4098,4932,12111,13798,13400,8075,8347,6440,4908,6088,6149,6677,6432,4572,391,1468,11495,10857,12785,14433,11709,5654,2400,5015,2106,6809,4245,5838,4873,3049,2878,418,5179,4807,7688,11232,15512,8115,4980,5367,5238,3403,9281,11727,4905,7436,5966,5696,4108,4034,3270,2050,3884,13325,13037,9877,7255,8404,6435,8039,6411,10504,7272,5322,10149,10291,7609,6771,7641,6686,5851,404,15472,9366,6580,9049,8548,1393,4158,13752,14754,6342,1270,7185,15489,7352,1887,8101,9337,7748,764,10089,11225,9386,10185,6154,5432,13193,5820,5368,4854,2111,8164,9147,3824,1364,249,235,7657,7425,6442,4929,6056,6713,11153,11412,8238,8362,5149,12748,8954,8435,7127,5912,11271,11483,4145,5523,675,339,12660,15497,10896,1291,3423,6011,7177,6855,5646,4258,5790,4360,4066,488,1700,9416,10055,7168,5227,2744,7777,6131,11774,9630,6717,8255,11845,2314,371,9538,9951,2268,15501,11241,14837,9805,523,11837,12361,9262,7162,10120,4640,1833,6186,5942,4485,2636,3568,4611,2389,635,94,11757,7823,15482,4684,2707,5457,15658,12720,9339,4753,2166,9614,10657,9339,8102,8452,11626,1386,7782,7209,15366,9128,7277,3225,10886,9106,6484,6592,7135,4472,3724,5017,1449,5342,3416,7299,4605,245,15467,7945,12522,12574,8805,6631,8415,6775,7565,12082,5160,2386,15414,15519,9864,10249,8713,3794,10784,15577,7670,7096,8137,1272,1686,10730,8933,6662,12129,9709,5527,779,2986,15486,9910,6890,6649,4967,602,6992,7343,4747,8342,6910,10818,5966,10495,6027,6187,15505,11522,1222,11734,15466,8033,12312,7881,8584,7171,8380,3123,866,15339,11527,3219,7676,7412,6401,10024,9189,15512,10621,6306,10591,5272,5481,7157,7156,829,234,10948,9096,10122,6032,10312,5231,4718,7719,12278,4089,3504,963,4499,7358,2806,5275,2695,4517,6347,6564,6388,11025,6734,12431,15532,7292,5684,2275,2484,5122,6569,4021,8881,9433,3655,2168,5911,5399,5546,3980,6068,2998,2867,1064,3383,4860,2854,4614,2790,48,14035,12729,9973,9052,6490,8105,8000,9602,6437,4963,8357,5849,6456,337,14935,15404,9053,4436,5431,5127,86,12323,11231,7575,7745,4201,344,4855,7123,12952,9063,9799,9237,5541,11506,12711,9884,8235,7934,4687,3576,14079,5631,4405,5517,3028,3940,12540,5650,917,5350,4936,7137,3766,7447,7303,12943,15508,11496,1136,7007,6553,3379,519,4528,8546,9959,6921,5154,13805,10790,9173,6913,399,885,5510,6170,6785,15460,14591,5220,4876,2549,9244,7137,11016,5416,6381,6137,4439,4644,2109,7070,5602,910,239,224,5647,4514,11092,13688,4704,5916,6098,1031,7629,6054,5436,9264,8105,7923,2310,4439,9178,3170,5219,4846,3348,971,6469,6280,6621,5168,3563,8202,8134,6017,1958,3271,107,168,9492,11872,1686,7045,12890,11322,1780,14167,10021,8817,12500,10263,15471,6892,9801,10827,6447,9904,10038,14017,11698,4923,8793,5184,1669,750,15499,13745,10527,2440,5731,933,8390,8472,7657,4563,3849,9767,8403,5914,2585,7855,5736,6565,5250,4785,3146,2725,4558,6710,4587,5453,5671,5543,5240,3687,792,831,665,511,15627,10754,5722,10045,10054,9491,12479,9127,2674,11317,11100,7876,3692,16149,14034,8686,3206,14710,7657,10249,6783,13162,10423,11978,6455,2552,2332,16396,13881,8984,10545,11089,9840,6197,11003,8926,4805,949,883,4508,16678,14225,7623,14922,11748,10681,2351,15297,8061,8590,5392,9382,12982,7775,6717,8169,9990,14492,11701,7482,2753,14729,14446,8454,6897,9319,7697,2444,9535,6874,5468,897,12683,9284,12350,7916,11725,13193,6468,8126,1348,12862,15179,15074,8757,11410,8817,11550,11869,8584,13106,8536,7519,7767,2678,1793,13496,11410,8124,5939,12741,13162,10517,7503,4271,1702,5629,5019,4446,4313,3505,4153,2539,2499,3484,6321,4411,3391,3011,2836,953,292,107,82,21,11,7,5,3,2,0,0,0,0]}
