{"title":"‘Dark Oxygen’ from Seafloor Deposits Perplexes Researchers","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-are-these-mineral-deposits-producing-oxygen-from-the-ocean-floor/","audio":"https://traffic.megaphone.fm/SAM7332798868.mp3?updated=1724188071","intro":["Polymetallic blobs are producing “dark oxygen” from the depths of the ocean—and no one knows exactly how."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Oceans"],"transcript":[{"author":"Rachel Feltman","text":"Need a breath of fresh air? Try looking at the bottom of the ocean. A new study suggests that enigmatic little lumps of stuff that litter the seafloor might make their own oxygen in the dark of the deep. But these little nodules are also rich in metals. And mining companies are vying to harvest them to make lithium-ion batteries. Scientists say we’ve got to figure out how these little nuggets impact the ecosystem of the sea, stat. For Scientific American Science Quickly, this is Rachel Feltman. I’m here with SciAm’s own Allison Parshall to hear more about this so-called dark oxygen.  Okay, so scientists have found something freaky at the bottom of the ocean. Allison, tell me more. What’s going on?"},{"author":"Allison Parshall","text":"When are things at the bottom of the ocean not freaky? That’s what I want to know. In this case, it’s not some very strange, globular fish or something with a lot of teeth. It's actually something, by all accounts, nonliving: they basically found oxygen gas being produced in total darkness on the seafloor, about 13,000 feet below the surface. So we’re talking about a very particular region of the Pacific Ocean called the Clarion-Clipperton Zone. If you can imagine, it's like this long stretch of ocean between Mexico and Hawaii. It’s, uh, basically called the abyssal plain because at the very bottom of the ocean, it’s just a super flat stretch of seabed. And it’s littered with these black rocklike things that kind of look like lumps of charcoal. And they’re called polymetallic nodules. These are these mineral deposits made out of metals like manganese and cobalt, and they’re just littered across the seafloor down there in the abyssal plain, you know, everywhere you look. Some mining companies have called it like looking at golf balls in a driving range, basically."},{"author":"Feltman","text":"Where did they come from?"},{"author":"Parshall","text":"They basically start, each one, as some sort of sharp small object, like a shar'’s tooth. And they grow very slowly over time as these metals get deposited in different layers around them. And they grow by, like, on the order of millimeters or tens of millimeters every million years. So, you know, there’s a lot of them down there, and they’re small, and you can hold them in the palm of your hand. And what you're holding is just millions upon millions of years of history from the bottom of the seafloor."},{"author":"Feltman","text":"That’s wild."},{"author":"Parshall","text":"Yeah, and they appear to be a part of this deep-sea ecosystem that we still know very little about. They’re home to microbial life both on and around the nodules and to what deep-sea researchers in the zone like to call the “megafauna,” which are, you know, one centimeter and larger animals such as like, you know, jellyfish and worms and sea stars."},{"author":"Feltman","text":"That’s adorable."},{"author":"Parshall","text":"Yes, I know. I like the idea of megafauna being, you know, the uncharismatic micro fauna to the rest of us. But, basically, these nodules have been the focus of a lot of research because deep-sea mining companies want to try to harvest them for those metals. Basically, those metals like manganese and cobalt, they are very valuable to make batteries out of. And it can be difficult and ecologically destructive in a lot of cases to get those metals, so, as of now, hasn’t been given the green light by international regulators yet. The mining interest has really outpaced the science on this because we know very little about this ecosystem. We don’t really know the full picture for what role these nodules play in the ecosystem and what role that ecosystem plays in bigger processes like nutrient cycling that could have impacts in the Clarion-Clipperton Zone or the whole Pacific or even the whole world. So scientists are really trying to learn more about these nodules to be able to make informed decisions about whether or not we green light the mining. Back in 2013, there’s this researcher named Andrew Sweetman. He's a marine scientist at the Scottish Association for Marine Science. And he's on a survey cruise basically to gather environmental baseline data of the Clarion-Clipperton Zone. I’m just going to call it the CCZ. His job was to send down landers to the seafloor basically to figure out how much the seafloor is, quote unquote, “breathing.”"},{"author":"Feltman","text":"Okay, so what do we mean by the seafloor breathing exactly? Because it’s definitely making me think of like, a Meg sequel, perhaps? Definitely that kind of horror."},{"author":"Parshall","text":"Giant jaws emerging from the sand or like Ripley—no, that, basically they're just talking about respiration of the seafloor ecosystem kind of as a whole. So It might seem like there isn’t a lot of oxygen in the deep sea, but there’s actually quite a bit of oxygen in the water, and it’s coming from the atmosphere, where it’s been put into the atmosphere by photosynthesizing life, like microbes or plants. And then from the atmosphere, it kind of diffuses into the surface waters of the oceans. And then from there, it sinks down. And even in the bottom of the ocean, you have life that is consuming that oxygen. And Sweetman’s team wanted to know how much oxygen that life was consuming. So they sent down these landers to 13, 000 feet down into the ocean. They have these cylindrical chambers called benthic chambers that they kind of push down into the sediment. And inside of them, you get, trapped, the sediment, the nodules themselves. We have all of the organisms that live on and around them, and then we have seawater. And they’ve got these sensors in the chambers to measure how much of the oxygen decreases over time—except the oxygen did not decrease over time. In fact, the oxygen levels were going up. And to Sweetman, this was just right out the gate. He was like, “That’s impossible,” because, um, where would that oxygen be coming from? If it’s a closed system, it can’t be diffusing from above or coming in from different waters. He sends the sensors back to the manufacturer, tells them, “There’s something wrong with them.” He says these need to be repaired. These need to be tested. The manufacturers tell them the sensors are fine, and he's like, “Well, they can’t be because they gave me this wrong data.” He says that this happened like four or five times over the course of five years between 2013 and 2018. He even says that he just told his students to just throw them in the trash because the sensors are junk. They’re not giving him usable data."},{"author":"Feltman","text":"Why was he so convinced that the sensors had to be wrong? Because I understand one time, but four or five times and then throwing them in the trash, that’s pretty intense."},{"author":"Parshall","text":"He was so convinced that this had to be wrong, like I said, because it’s a closed system and also because there’s no light on the seafloor. So you can imagine maybe there’s photosynthesizing microbes and whatever, but there’s nothing to photosynthesize. If the oxygen levels are going up, it’s either, one, an error, or it’s a process that scientists haven’t documented before that could potentially change how we think about how oxygen gas even comes to be on planet Earth. So in 2021 they go on another survey trip out to the CCZ. They’re testing the oxygen levels on the seafloor again. They’re using a different technique. And they see that the oxygen levels still increase. And suddenly Sweetman and his team kind of realize that this might actually be a real signal that they’ve been ignoring for like eight years. So Sweetman says he really kicks himself at this point."},{"author":"Feltman","text":"Wow. So once they realized, okay, this might actually be a new phenomenon, where did they go next? What did they think was making the oxygen?"},{"author":"Parshall","text":"Their first thought, or at least the first thought of one of the co-authors—his name is Jeff Marlow; he's a microbiologist at Boston University—his first thought was microbes. And we know now that some microbes actually have a way of making oxygen without sunlight. This is called dark oxygen. And there's like three different-ish pathways that this can happen, um, chemically in order to make oxygen in microbes without sunlight, and these processes aren't necessarily known for like spewing copious amounts of oxygen into the environment. But it’s certainly possible that it was one of the things that was causing these oxygen levels to rise, even in total darkness. So in order to test this, they hauled up these portions of the seafloor, the sediment, the nodules, the seawater, any of the little life that came with them. And they kind of reproduced these measurements in a lab, and they saw that the oxygen levels still increased."},{"author":"Feltman","text":"That feels like such a freaky moment in the lab."},{"author":"Parshall","text":"So then they figured, “Okay, to test whether life is responsible, we’re going to kill off all the life and introduce mercury chloride.” Um, that’s one way to do that. And it appears that it did kill off the life, and the oxygen levels still increased. So, at that point, it doesn’t appear that the microbes are responsible. What’s left, like, chemistry? Basically, this other second thought is that there’s something going on with the nodules themselves, which is very weird. But there are a couple of things that they thought might be happening. They thought maybe the nodules, which are like—slight radioactivity could be separating the seawater to create hydrogen and oxygen. They tested that; that wasn’t the case. They thought that maybe something in the environment was causing the manganese oxide that the nodules are primarily made out of to split and to release oxygen. They tried that was not what was happening And at that point, they kind of were just throwing their hands up in the air and thinking, “Well, let's just get this published. Let's just get this out there. Everyone we tell about it says this is whack”—not a literal quote."},{"author":"Feltman","text":"But yeah, seems like an appropriate summary."},{"author":"Parshall","text":"Yeah, they basically just wanted this out there. They wanted it published so that they could get more funding to study it further. But they just were having a lot of trouble getting it published because they had no plausible mechanism that they could point to."},{"author":"Feltman","text":"Right."},{"author":"Parshall","text":"And without that, it’s really hard as scientists to be like ..."},{"author":"Feltman","text":"It was just too much of a weird ..."},{"author":"Parshall","text":"Exactly, exactly. And the aha! moment for Andrew Sweetman came a little bit later. He describes this as he was watching, basically, a video about deep-sea mining, and someone described these nodules as a, quote, “battery in a rock.” And that’s a phrase that’s favored by Gerard Barron, who is the CEO of one of the mining companies that’s at the forefront of this deep-sea mining effort and is also, by the way, one of the funders of some of this work."},{"author":"Feltman","text":"Well, yeah, I mean, I think I’ve seen the video he's talking about or at least some of the related marketing material because I’ve seen mining execs talk about, like, they’re just laying there, you know, waiting for us to pick them up."},{"author":"Feltman","text":"They’re so full of energy. But for those of us who—it’s been a while since we did the whole potato experiment, like, “What would make these actual batteries?”"},{"author":"Parshall","text":"Yeah, when the marketing execs say, you know, “This is a battery in a rock,” they don't mean you could, like, stick this rock into your remote control, and it would—or your electric car—and it would actually power it. Like, you mentioned they mean that this has the potential to be turned into a battery. The idea that it would be a “battery,” quote unquote, in and of itself would require that there be some sort of separation of charges within the nodule itself. And there’s no reason why this would have to be the case. But if it were charged, there is this very well known reaction that some people might have actually done in science class. You know, maybe it’s not quite the potato experiment, but it’s very easy. You can do this at home: you just take salt water, and then you take a battery, and you drop the battery into the salt water, and you will see that bubbles start to form around the ends of the battery. And those bubbles are hydrogen gas and oxygen gas. And that happens because the ions in the salt water allow there to be electrical conductivity, which—basically, it kind of functions like taking two wires and putting them at the end of the battery, and then that current running through it separates H2O water into hydrogen and oxygen gas. The question then was: “Okay, so this is plausible. Do these nodules actually have enough charge?” And this is a little more complicated than you’d think because it’s not like there’s one end that’s the anode and one end that’s the cathode."},{"author":"Feltman","text":"They don’t have the little plus and minus sign labeled for you."},{"author":"Parshall","text":"Exactly. And if there’s any point on the nodule where there is a difference in potential energy, the seawater is all over; it can kind of find that difference. So it’s basically like the scientist just, like, took a voltmeter and just started putting it on different places of the nodule. And some places had no charge between them. And others had almost a volt. So that’s quite a lot. So basically, when they found that there was this pretty substantial charge, that became their main hypothesis: seawater electrolysis. They think that these natural batteries are separating the seawater into hydrogen and oxygen. The big, important caveat here is that we don’t actually know if this is what is happening on the undisturbed seafloor."},{"author":"Feltman","text":"So do we know why these nodules are charged at all?"},{"author":"Parshall","text":"So one of the researchers, co-authors, Franz Geiger, he’s a physical chemist at Northwestern University. He explained that these nodules build up over time. And like I said, they build up super slowly. They become kind of like an onion. They have these layers. Because these layers are growing so slowly and because there might be different concentrations of these metals depositing at different points in time, every layer of the onion has a slightly different concentration of different kinds of metals. And so those different concentrations might have, you know, some sort of charge between them. It is a little weird to think that these nodules aren’t being cut in half at the bottom. So there wouldn’t necessarily be a electrical potential difference between the same layer on different sides of the nodule. But because these nodules are so porous, the water, which, remember, has the ions that are allowing for the electrical conductivity, can kind of permeate them and get into different layers that might be more on the inside. Jeff Marlow..., he kind of raised the idea that we don’t know necessarily if these nodules are something that happens without life. Like, it might be that life is playing a role in building them and may even be playing a role in segregating the metals so that there is able to be charge. This is just a completely open question that we don’t know about. But Marlow is working on a project with NASA, investigating some of these questions about whether microbes may play a role in creating heterogeneity within minerals or rock structures. So that’s all just an open question. It’s possible."},{"author":"Feltman","text":"Yeah, beyond getting the specifics on, like, what’s actually going on down there, what other research questions are they hoping to answer?"},{"author":"Parshall","text":"Well, it definitely raises some questions about where the oxygen that is in our atmosphere has come from because, just traditionally, the way that we’re taught and the way that scientists understand the oxygen in our atmosphere, it’s that it comes from photosynthesis. It’s that the reason why we have this oxygen-rich atmosphere in the first place is because of—photosynthesizing cyanobacteria billions of years ago figured out how to turn sunlight into usable energy and oxygen. And from there, you know, basically, life as we know it sprung. There’s a question of if there are other ways, not explicitly biological ways, that oxygen can be produced. There’s a question of, like, “Has this been happening on the seafloor this whole time?” Could this have been, you know, one of the first sources of oxygen and then, then the cyanobacteria came along? That's all, like, total open questions. We don’t even know that these nodules can be made without life. There’s just so much we don’t know, but what I’ve kind of taken away from it and what some of the scientists have also taken away from it is just the importance of being open and willing to rethink things that we thought were settled science."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in on Friday for a fascinating chat with a linguistics expert about one of her favorite research subjects: Kamala Harris. While we’ve got you, could you do me just one quick favor? If you’re listening to our show on Spotify, take a second to hit that little follow button on our page. It helps tell the algorithm that our show is worth sharing, which goes a long way, and I would really appreciate it. And if you listen to Science Quickly on a different platform, that’s totally fine. We’d still be super grateful for a rating, review, comment, basically whatever that app will let you do to say, “Gosh, this show is just so neat.” You can also send us any questions or comments at sciencequickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time."}],"wave_peaks":[0,0,19256,22485,19631,11093,10256,4367,18016,16928,16960,17506,15251,17146,16892,15660,17099,7771,16138,17383,18799,16951,8361,10316,14384,3175,17111,16694,16540,17589,17217,17223,17425,13883,16439,11165,12749,16881,17423,3719,20468,11683,13719,20081,20838,23311,17029,17849,17267,20950,16711,18773,15940,18765,15584,15103,15581,12869,19535,13182,15053,12337,15780,12304,17919,15535,17528,23279,23106,20592,23801,24302,14497,21618,15621,9698,15045,5146,6355,13344,16460,17274,19801,17686,14019,17954,16013,17498,15708,20115,19542,15691,16082,18501,15160,16034,11362,16531,17198,16094,14557,12385,152,0,23837,18050,15648,17013,23304,7782,17714,19721,13210,22993,21915,19984,19817,16985,7731,1,23815,19190,17649,17172,15245,18582,19197,17863,23672,23484,21605,5850,23826,23684,13054,6962,4935,23799,17251,11215,23133,7067,17083,13406,11263,12458,17802,23972,15412,16878,7798,16050,24449,11697,14808,15428,23815,23741,13279,23891,10221,15453,23396,23555,21784,19309,9925,16261,14174,14631,10045,10020,12876,23433,15656,23541,11404,23952,23942,15285,24476,24263,13357,20340,22498,23972,18910,16582,15017,9463,14674,14311,13608,9106,13772,24275,15834,15959,23761,23693,11494,14423,954,93,3925,6721,6995,9686,7482,8848,8543,9726,7917,15370,15812,15186,12139,2722,16211,12486,15128,16185,15731,7324,11771,8757,1567,15785,15507,8658,15444,15821,10596,12095,15654,15778,13965,15801,12724,15967,15954,12019,8344,15401,15917,1926,16096,15557,15512,16256,8667,10584,16244,13247,9191,7018,1342,1565,14763,12068,15620,16260,16227,12124,8257,16536,5830,15851,9550,9771,15723,15279,4607,16510,13989,8840,8088,16876,10703,16443,2998,1486,15951,9900,16817,13716,15845,15730,8815,15950,7848,15622,12723,12478,11043,10699,10229,16499,7069,1406,16021,16124,15018,15201,13154,13721,8106,15702,14757,15469,8933,1666,15959,10317,15371,12105,15713,14351,13735,14871,8752,9972,13432,14921,13667,15350,5238,16333,15766,6890,5699,833,710,629,628,322,161,87,31,0,3372,14723,9892,14421,13056,4310,6815,3522,3402,2045,1584,735,262,82,14845,12336,15532,1672,15507,5228,13624,10629,8869,1702,10647,12713,11957,12042,8457,7386,3014,47,15539,7776,2635,12553,6893,14619,10556,7675,18,15482,8505,9916,10757,9107,9038,8923,7286,14435,18209,17899,8510,14197,10097,10142,9527,12362,7065,12742,11077,12445,10548,8169,13850,5752,9332,7223,12003,8208,10327,9855,1507,15449,11472,10059,7078,12,15463,9534,7874,10928,9281,6442,5290,15107,7912,8581,15531,12067,10192,3878,9052,10644,9167,7471,13741,11722,6964,9564,9205,7970,10010,15443,11647,11954,8372,6503,11205,11478,8981,14882,8522,8399,8625,12400,6938,10471,8253,9675,8257,10719,11461,8578,15074,10326,9172,5610,7842,9196,7628,7502,8528,9067,10072,5186,8224,8544,12262,7375,10080,7020,7564,10983,8598,9583,10521,5816,12564,10386,9831,10125,11545,10174,10071,8629,6891,8973,10047,8270,8139,5455,9057,6919,10491,10334,12089,11668,4177,13159,5970,10301,9838,570,10702,10417,6845,7571,3167,7854,12120,3687,11740,9025,9008,11589,8050,9388,9370,7363,9947,12140,6837,9964,10438,9370,7957,7179,8007,5706,5584,8199,7283,9217,9172,8770,10544,6531,14933,10100,7761,8867,6414,14793,7923,11731,10025,9553,8952,8150,6526,8489,9606,9863,5728,8755,7829,6518,11394,9819,8739,508,14671,15030,9452,11328,11197,13103,9720,5228,10107,7845,15419,9489,10601,7647,5114,7171,9259,10521,15458,9108,7062,2732,15439,6364,6084,11639,7084,8742,5348,11531,11916,11124,10199,12136,5566,13071,9236,8893,7323,8335,8747,12517,3903,440,14025,9788,12330,7479,6702,9524,9354,8781,7145,7600,7573,8804,8867,12858,12041,9563,8080,8758,8211,11267,5880,11644,7278,10873,10451,10698,434,17,15437,8973,8818,8965,9834,8584,8599,8152,12254,5964,4682,17651,15463,9187,10102,14700,10745,7072,7200,7527,7430,11557,8886,10809,11689,7794,6427,11832,777,14737,4062,15209,11803,9220,10436,11151,8278,6506,5595,8677,7308,7242,9318,10838,9621,5721,7973,10585,11251,13221,3611,15350,10122,10040,7943,8803,8366,11474,15356,8239,8354,5901,7496,9169,8859,8013,15382,8385,6573,9588,13735,9928,7131,8993,9982,9601,9722,6990,9570,8852,8814,7540,11672,8493,10059,13585,5536,8048,10656,9458,15032,11520,11378,12191,11384,8102,14530,9261,15446,7299,17682,15507,15548,15613,13164,15464,14747,9801,15437,12232,10617,13872,10154,6714,3936,9082,9588,15328,9799,15431,13871,14617,23694,13627,14160,14394,8131,10711,6833,10564,6987,249,1827,15573,12061,7767,16823,15567,12649,14556,10464,11930,14841,14633,6814,9102,8196,7933,9525,660,10600,10825,8163,9348,8403,9797,7031,9199,589,8599,8613,6064,7445,7123,15044,9510,12418,9166,8518,7846,7602,9149,10834,12533,11863,11730,9661,8028,5774,4223,10343,8049,7844,9526,7830,7609,6476,8891,7764,8127,11898,13071,8537,10201,11995,9229,8143,10817,8838,6880,8088,8937,8858,8441,13953,10647,12068,13177,11645,9009,6135,5868,7732,13166,7201,8922,13787,8060,7971,15667,8682,7326,8252,11484,7682,10844,7381,8110,11553,10345,11257,8616,5386,10128,7943,1830,11825,9646,12079,8848,8302,10060,9038,9351,11296,11055,5997,7936,8830,12332,10631,7709,12024,11639,6276,8004,9510,10848,9266,7266,8294,8315,8125,5420,13079,508,15452,9611,8842,4717,7126,12881,11807,12935,7037,11974,13418,7231,7342,6910,12046,635,9567,8708,9486,10250,8388,10680,8336,8439,9291,11076,7294,10779,12723,10142,8664,8178,7432,13111,15294,679,15425,10418,10217,9394,6116,8292,8344,9279,6170,7339,7579,4676,11172,5991,7716,10844,6852,11707,10919,6645,8046,5049,9781,6232,481,15456,7781,8755,9796,11173,8656,6713,9489,11319,10793,7651,9440,6385,10235,7688,10192,7985,7614,10414,9146,8151,7099,9699,7446,6877,7994,578,14791,12422,4599,9069,7341,6255,5833,8850,6807,8589,8464,8430,10082,12675,8634,6624,11499,6390,9331,12707,5811,5358,2246,15428,9830,14630,10187,3693,14741,7155,15079,5375,11818,5949,8609,8879,9758,15479,6009,8128,15476,7452,7177,10956,10403,12437,12543,13825,7883,13776,10120,15436,8651,13963,15929,15493,20087,476,15367,12026,4862,1593,142,15456,15124,16609,11902,11107,10754,11182,9708,9200,14067,12906,19635,14447,5654,9210,13169,6391,7591,8697,9848,8255,7617,6921,11585,7085,8536,11014,8540,8047,16687,9418,11045,9661,9560,8584,9390,10603,7259,6381,7880,15441,7634,6906,10580,7932,5970,10515,10295,8611,9458,13165,11618,2720,15536,15485,8564,9326,6452,10798,7542,10689,10168,8240,9144,10233,8788,14583,3077,106,13006,8355,4792,10753,2537,13871,10250,10240,7030,7973,6137,7567,9072,8231,10604,10716,8077,10330,8188,13818,7108,9746,9167,10108,7323,848,12436,9140,10838,9679,10450,9205,6583,9571,7460,9946,10154,9930,6747,7148,7422,10555,7616,10463,7623,15450,12495,9511,7664,7790,5112,10320,14942,9390,10246,10997,7209,10578,9976,15455,6074,9818,6598,13203,8062,8265,15033,14866,8871,9451,8560,5525,8489,9683,9213,8995,9685,4115,11445,8956,9760,11683,7447,6488,10093,9958,10487,12312,6012,8322,12897,5195,12756,7914,7535,13752,7131,14954,6015,10442,6243,13092,9355,10209,7378,8782,12517,15327,6147,7019,6956,11374,1014,9983,10401,10357,8580,6437,9523,8216,5751,301,8101,8213,9939,9537,387,15347,11230,8513,9101,6475,6694,7809,12471,48,336,15451,1291,14302,9907,14152,6749,9648,10324,14573,16373,15700,11609,14846,10437,9317,10583,10639,2776,14990,7653,8813,10562,9090,13473,11690,14838,11135,7207,11267,6819,6211,948,11067,9947,11618,10091,7375,9701,11888,10022,13996,9571,10085,12197,7997,10567,8750,12708,7666,10529,5700,9993,10846,12051,3375,12145,10971,6985,11378,11534,8470,14708,11594,13370,7605,13214,14975,11098,4118,15504,8671,9524,13745,4959,8153,9112,15496,9251,11174,14312,7610,10622,1330,13293,6998,12865,15099,6837,10146,15499,9453,7494,12986,2142,13258,9591,7247,10333,7430,10410,11267,10129,7393,6599,10145,10135,9736,10236,8732,6599,6701,7840,6452,7751,10890,1793,12174,8138,8155,12191,6858,10375,8969,6707,4102,11005,8738,7029,15348,7286,9795,10873,7018,10601,11669,10034,5679,7882,15417,8036,15447,6233,9603,6903,6878,9763,11038,10635,15430,10509,15251,8124,13247,3801,11653,15507,11875,15592,12567,15473,15493,5629,7551,5887,15473,10666,15399,15255,15540,6741,1840,11975,8806,10945,8018,9334,13694,11072,8989,10612,7731,11716,5625,11833,14043,8320,9819,3794,13266,10548,6703,5899,9295,14180,4392,11161,11990,10993,9639,9240,9232,9405,11316,6375,7315,14105,7705,11659,12560,11577,9904,8479,9524,13935,14922,6497,8754,9977,10361,11654,12949,6166,11615,9591,201,13557,14004,6281,9740,9087,15513,14158,6713,8244,8882,15397,11022,8654,8305,9159,8183,13480,7701,9743,14538,10983,9444,10284,3822,12637,6500,8252,7266,7161,11174,3042,204,15443,7560,7729,8620,14496,11520,9548,9202,9647,14233,6446,5663,8639,577,14396,9106,12016,8717,7001,10241,9670,8882,8864,13467,6940,2213,13333,11237,10758,12635,7396,10897,6188,5087,426,14787,15061,15347,13567,5301,7565,6236,7537,8623,11135,10396,4918,13429,12842,6605,8250,8438,9609,12614,7112,7044,14670,15434,5291,9697,12075,8793,6502,15434,11096,13568,8795,8925,10659,6626,7545,4922,14446,13130,6187,15436,3624,15482,12311,7932,3218,14848,8699,14902,7746,15618,8478,5399,4762,14127,8308,10598,10531,1738,1555,15338,12997,14142,9277,8470,4072,12348,8879,13172,10347,9477,29,13104,15368,12826,12598,10897,10732,11909,9356,11968,10103,5008,11128,13969,8935,7468,9924,9209,9557,6372,8602,10396,15535,15420,12210,6105,5510,7511,10029,9664,9076,11027,3106,198,15046,11499,11928,13035,10409,11747,6868,10300,10111,13687,9296,6703,14809,12565,11417,5405,963,15453,10266,5548,6544,6514,536,13987,8814,6941,9312,10007,7585,6112,10974,11476,10751,597,12324,8833,7951,10102,8194,13164,7900,7355,1346,7484,7940,11312,8696,6759,12077,7962,13936,8128,14887,14770,9426,11313,7650,8782,4560,8799,10101,10167,7212,11347,9538,9643,12671,12006,12574,8038,9417,11319,12769,8177,10885,10011,7688,11179,10532,10648,6528,9931,13157,5599,8254,8245,14158,8100,9329,9489,9196,11375,12611,11960,251,5117,4190,12980,7113,7224,9674,15424,6528,8251,8287,11671,10251,6596,7775,8439,7222,10871,12701,2312,14073,11616,8908,7471,9128,7807,7997,6329,9818,10499,7631,15373,10638,12298,15386,8164,10925,6718,72,5219,15067,7323,4348,15575,11487,10910,12827,9704,7274,9241,13030,12204,15494,14917,12647,13905,7607,13748,11104,12419,11879,7835,10663,7246,15473,13157,8468,13887,10360,13218,9145,12552,8335,15453,17210,11600,9899,15337,296,5825,15445,14843,18518,16908,13525,15443,16445,9819,10244,13355,13621,10720,13747,8676,9123,11791,7793,4695,14388,5836,15522,10219,8522,10797,13894,11446,8412,8152,7512,14490,11639,15349,15164,12777,265,9427,15491,9709,10726,2061,4146,10482,13413,7931,12268,10943,11131,10119,0,14221,7516,10298,10798,9176,8273,6898,12035,11561,13584,6791,2059,15473,10052,10049,7901,10630,13417,5961,15448,6835,13681,7120,563,10884,8512,10273,12077,425,6137,14171,10361,9284,12302,6760,9825,14272,9041,10501,10011,5150,10623,15475,15166,8803,9871,11135,10579,6684,11157,4865,8760,11785,8664,10125,7882,10295,9856,11609,9767,10632,7468,11000,11782,9729,10165,12443,8264,9100,11587,8348,9032,7943,12743,5640,11735,170,12447,14602,14654,11017,8434,15258,13764,4559,8410,8124,8799,5811,10033,14194,11122,13097,10453,10268,8200,9082,6312,15426,8368,3257,9683,12894,9213,9276,14024,9895,9059,14491,12195,10997,9852,14294,13711,5161,14751,15036,15431,323,11437,9135,8810,577,15179,23756,14721,15562,14049,11135,12440,15428,11397,15536,14610,12359,2194,15470,8555,6450,9973,11018,14905,8879,10119,12906,10909,10100,12520,11504,9517,11764,8240,8186,10391,13224,9753,9259,13617,10652,7635,15446,10919,11179,15398,11289,8023,8302,9875,10177,14522,12598,15564,12014,5126,7274,15364,9850,6978,9400,8262,12337,14331,12114,9123,8878,15363,15814,10815,15752,13001,13910,6745,11527,10405,8541,9267,7565,8610,7715,4989,4245,10168,5138,12861,11636,11565,9228,7455,13672,9583,10891,12936,7658,8698,13353,10186,8192,10456,9271,9874,8008,9943,10479,3549,7154,10912,6197,9037,10342,6318,5702,11155,7984,14720,11426,8819,6025,11096,8822,10865,12574,12498,5672,10793,9960,8751,10462,11016,8709,8355,8422,9839,8179,5971,8658,640,15415,8362,9873,11000,11378,11295,8923,5570,10157,5370,8139,6890,564,12021,10419,6873,7199,7608,8178,7698,6273,15432,15545,15097,12058,11143,3285,9446,5479,10346,10595,15503,9440,9871,10983,13334,14839,14458,14750,9306,10547,8438,15447,9557,7237,15051,15231,15434,12113,6629,11970,14683,9573,9940,9101,11764,15524,13576,9671,9628,15471,7815,15604,12175,13075,11928,7445,12549,15487,14378,8055,8823,13700,7364,11950,11482,10685,14045,8749,15489,11966,11258,17314,15133,14976,10702,4127,15214,11123,9963,15335,10409,11564,9359,6097,14330,13177,7685,10536,9150,14858,5062,10123,562,0,0,15441,12759,6679,10751,7577,13040,12520,13787,6351,8548,10701,6793,11846,10225,15402,12774,8465,15419,5711,11352,8456,8820,6552,7786,13058,7917,4016,8067,6641,10798,8738,10486,15381,8119,7615,11458,15325,6944,9845,9415,10403,13474,411,9061,10397,8301,7582,11727,8962,12330,8902,6891,383,15455,1883,12760,10245,4939,13788,9985,11111,7289,9367,753,15606,11871,12102,10669,11737,5907,10251,15426,10773,8964,9314,15471,8557,11615,9805,10494,6732,10195,12685,13596,12584,12965,13143,9987,7289,13063,15429,6071,9601,15441,8781,16869,11129,11166,8890,13318,14066,7771,8982,12756,10921,501,8042,8158,14512,9047,3613,8180,11046,9367,15481,5444,9375,15340,13077,6491,12560,11522,7073,7900,7371,11481,9361,7738,8997,6367,9063,12289,7343,12163,10532,11489,8320,6808,8027,5363,10764,4760,3199,178,20203,7564,11023,7828,13590,11687,6782,10207,10694,8108,6630,12727,10632,8850,12600,9723,8488,7348,7304,7493,6419,10324,9629,10830,13077,7792,779,11392,14382,15495,7849,10069,7328,10344,4136,11273,15434,8985,6955,6466,6527,13455,8740,15074,11478,6717,8047,11126,9322,13200,9396,13131,6420,11019,9838,11468,9891,9714,12675,6028,7065,7887,13339,669,15527,10626,12343,11404,9203,9251,12501,8228,1164,7368,9655,15533,7680,15421,6164,12093,888,12753,8550,9984,5413,9516,8463,8890,10560,11535,11564,7974,15385,16328,11670,11503,15473,15246,17153,21217,15333,16967,12586,11900,15660,8446,6918,10286,11222,7671,13563,11949,11761,9713,8354,7845,9555,8017,7784,678,15175,8187,11651,6112,6322,4285,6558,6985,9002,5984,282,2803,13220,13992,9247,11567,8117,8184,10925,9691,15441,5832,5174,13207,8344,15462,10104,11466,8839,15485,9091,12392,11145,11058,11296,10008,14923,10133,9623,11242,8444,7914,13356,10520,11245,12797,3505,10287,14324,12494,6969,13507,3687,4080,386,15320,12201,9178,6673,8731,1941,6105,12180,12890,11429,12916,11393,2039,15419,9008,8142,8298,9755,8981,11383,10203,8640,9419,398,15470,9903,6927,7665,6408,9284,5413,5983,13241,10925,7605,3622,2972,8656,11287,7676,3606,8143,14389,15342,11540,4180,1852,15401,9097,10481,9413,6673,7319,11235,10000,6296,8490,4108,1771,14684,8677,6058,10355,7294,14188,9828,5433,14851,8945,12890,10423,9930,9006,10240,9477,15412,15403,5645,12457,9407,7837,8452,7997,6546,3402,320,14691,1796,9501,13931,12917,3941,12070,10715,4780,8630,7867,13410,13758,4903,15641,5446,12843,11866,8040,8806,10286,6860,6431,10070,14166,11358,8043,5228,9630,8799,5652,15125,9392,587,11790,11556,13007,9141,8119,7377,7054,8193,10643,8073,9888,9700,11681,9960,6885,8512,12194,4627,12034,11781,7742,10204,7273,8005,14501,6908,7408,12421,8591,10572,7952,10394,8692,7568,8196,9710,5545,11079,5796,10711,8636,7719,8486,6177,7248,8121,7615,9456,9732,10599,12030,4841,6471,12309,14491,623,15181,12094,8612,8445,8737,11603,9024,9673,8592,13963,11131,2212,13120,10880,12659,8121,9317,8850,11621,9918,14035,11310,3586,15526,6279,8301,12990,8577,6438,3725,14024,9563,9948,8838,14808,101,6634,9343,10344,11524,11413,7601,15335,8393,5626,15230,12514,5056,8541,5554,8254,22,12427,8676,7575,7928,5222,8292,8214,59,9334,11046,9890,10884,7031,11840,6633,6430,4742,14831,5981,9446,6986,8936,7375,11935,6786,8618,2089,14147,12221,7567,11885,9401,7635,8827,11881,8214,8367,6974,7046,11847,9270,12004,11505,6878,7330,8424,10023,10960,11187,9436,8995,8956,5592,7873,11964,8295,8516,14892,11271,8396,12014,10013,9438,8870,8634,10494,11376,7210,6514,7786,9277,7858,7248,6001,9999,11133,13409,9762,7552,14738,8156,7351,154,15491,9420,9951,8192,9169,5968,10376,10654,8742,6319,10492,6951,5849,5405,10176,0,10091,4863,15500,12158,7495,7858,6470,9415,11040,31,15436,10435,6549,11992,7015,6756,7047,11265,8769,7816,11163,9133,15361,11359,8434,5613,6080,5399,10888,6968,7690,11673,5834,8194,11790,9578,10252,562,15468,8508,10368,6497,8995,9359,5110,8532,3725,10642,10678,14024,6813,7745,8259,11261,7256,8164,5972,14504,7496,11560,6678,8728,11156,15437,9980,7872,5961,1502,12614,8405,3539,13289,7416,10794,9110,7238,7164,11619,15283,8165,7103,11562,5942,9063,14472,10723,9744,11411,8328,14967,5976,7224,8228,10098,11095,9546,8060,9188,6952,9391,7748,7547,15294,2654,80,44,12802,10201,11583,7799,6379,9093,9264,13444,7998,8714,10352,8978,7790,8262,11319,50,7729,9899,7823,7075,200,10380,10483,8538,13028,2378,12711,8236,5166,7754,9723,4893,8196,13814,6117,7473,7702,6813,257,13,15,13309,12822,12121,7668,7511,6829,4994,8956,15349,9641,9523,10590,10616,12598,10756,13350,10769,15485,10522,9657,9690,8208,9467,14323,10879,10188,10520,7770,10134,8375,9043,9902,8438,8673,7571,12422,15503,9453,5758,7187,9986,5975,8175,10526,9203,6794,5328,7467,8089,4788,1851,12456,10845,30,116,15359,10496,8970,10032,10526,9200,11419,6777,6221,9762,9726,4135,9510,11428,10216,1220,76,12061,11798,10217,8575,15450,7796,10627,10831,9326,14102,8321,8736,11918,11653,12413,5537,8724,10033,11166,9881,1006,15316,8851,11381,7301,7193,9887,7502,11711,8095,294,15375,10080,10657,4806,10759,8622,10234,11724,9288,9221,8982,7867,359,15336,8104,10055,10120,13994,11757,9432,6849,10706,8198,9824,5585,12880,9618,6318,8165,6562,9921,9600,10430,11121,13362,12841,9397,7658,6877,15451,13405,9678,9396,7975,7233,5638,10598,8676,7075,7462,6970,6239,5237,5877,11485,9009,76,8851,10506,6347,13132,4349,9900,9764,15834,7428,8588,5805,6409,11540,8803,9376,799,13979,5834,6856,6441,5817,602,549,1331,1309,15910,15774,7104,11065,8916,1761,11625,16017,15801,7732,15629,11206,15416,15565,11583,10247,14978,15533,17250,15097,12540,16060,15650,16122,13625,1294,15708,15244,11866,3898,803,15535,15334,5974,11601,16700,4861,15116,13700,15445,15727,16273,16613,15983,15940,15928,15874,15329,15268,14744,15336,18424,13865,16533,13908,15504,16009,14717,6768,2181,16254,15768,15362,15636,15308,15699,13742,15459,16106,16536,16160,11386,14405,16301,16005,9725,15318,7101,12200,12433,15069,15227,715,666,15444,15468,17028,17765,10574,16567,15762,15999,16263,15642,15358,15108,12248,15204,11435,15511,12751,14435,16857,16891,11087,13278,13940,16247,8168,15676,15652,15962,15673,16029,9022,9555,15400,6847,15985,10441,16014,17123,6023,15661,16116,7001,1336,16303,15307,16130,9693,15801,11489,15621,13999,15467,10205,11791,16535,15991,15190,1382,15405,11441,12549,12424,11408,15853,11986,15611,5766,15753,15454,16938,9240,16753,16257,15888,16187,15317,15742,15778,14483,16097,1125,15751,11880,14094,14852,17168,16260,17376,16486,7242,15834,12623,12412,11397,15624,15369,15664,13758,11401,15777,15368,8405,18744,23298,21681,14752,13506,9928,16153,15545,10469,7033,4361,18187,8435,14655,15810,11010,15094,15002,3358,16398,16895,11965,6225,6844,6428,6126,6724,6037,5305,7311,7153,6483,4942,4802,4449,1791,630,90,10],"fragments":[{"begin":"0.000","end":"45.440","lines":["Need a breath of fresh air? Try looking at the bottom of the ocean. A new study suggests that enigmatic little lumps of stuff that litter the seafloor might make their own oxygen in the dark of the deep. But these little nodules are also rich in metals. And mining companies are vying to harvest them to make lithium-ion batteries. Scientists say we’ve got to figure out how these little nuggets impact the ecosystem of the sea, stat. For Scientific American Science Quickly, this is Rachel Feltman. I’m here with SciAm’s own Allison Parshall to hear more about this so-called dark oxygen.  Okay, so scientists have found something freaky at the bottom of the ocean. Allison, tell me more. What’s going on?"]},{"begin":"45.440","end":"147.720","lines":["When are things at the bottom of the ocean not freaky? That’s what I want to know. In this case, it’s not some very strange, globular fish or something with a lot of teeth. It's actually something, by all accounts, nonliving: they basically found oxygen gas being produced in total darkness on the seafloor, about 13,000 feet below the surface. So we’re talking about a very particular region of the Pacific Ocean called the Clarion-Clipperton Zone. If you can imagine, it's like this long stretch of ocean between Mexico and Hawaii. It’s, uh, basically called the abyssal plain because at the very bottom of the ocean, it’s just a super flat stretch of seabed. And it’s littered with these black rocklike things that kind of look like lumps of charcoal. And they’re called polymetallic nodules. These are these mineral deposits made out of metals like manganese and cobalt, and they’re just littered across the seafloor down there in the abyssal plain, you know, everywhere you look. Some mining companies have called it like looking at golf balls in a driving range, basically."]},{"begin":"147.720","end":"149.400","lines":["Where did they come from?"]},{"begin":"149.400","end":"182.320","lines":["They basically start, each one, as some sort of sharp small object, like a shar'’s tooth. And they grow very slowly over time as these metals get deposited in different layers around them. And they grow by, like, on the order of millimeters or tens of millimeters every million years. So, you know, there’s a lot of them down there, and they’re small, and you can hold them in the palm of your hand. And what you're holding is just millions upon millions of years of history from the bottom of the seafloor."]},{"begin":"182.320","end":"183.080","lines":["That’s wild."]},{"begin":"183.080","end":"212.800","lines":["Yeah, and they appear to be a part of this deep-sea ecosystem that we still know very little about. They’re home to microbial life both on and around the nodules and to what deep-sea researchers in the zone like to call the “megafauna,” which are, you know, one centimeter and larger animals such as like, you know, jellyfish and worms and sea stars."]},{"begin":"212.800","end":"214.600","lines":["That’s adorable."]},{"begin":"214.600","end":"306.400","lines":["Yes, I know. I like the idea of megafauna being, you know, the uncharismatic micro fauna to the rest of us. But, basically, these nodules have been the focus of a lot of research because deep-sea mining companies want to try to harvest them for those metals. Basically, those metals like manganese and cobalt, they are very valuable to make batteries out of. And it can be difficult and ecologically destructive in a lot of cases to get those metals, so, as of now, hasn’t been given the green light by international regulators yet. The mining interest has really outpaced the science on this because we know very little about this ecosystem. We don’t really know the full picture for what role these nodules play in the ecosystem and what role that ecosystem plays in bigger processes like nutrient cycling that could have impacts in the Clarion-Clipperton Zone or the whole Pacific or even the whole world. So scientists are really trying to learn more about these nodules to be able to make informed decisions about whether or not we green light the mining. Back in 2013, there’s this researcher named Andrew Sweetman. He's a marine scientist at the Scottish Association for Marine Science. And he's on a survey cruise basically to gather environmental baseline data of the Clarion-Clipperton Zone. I’m just going to call it the CCZ. His job was to send down landers to the seafloor basically to figure out how much the seafloor is, quote unquote, “breathing.”"]},{"begin":"306.400","end":"318.400","lines":["Okay, so what do we mean by the seafloor breathing exactly? Because it’s definitely making me think of like, a Meg sequel, perhaps? Definitely that kind of horror."]},{"begin":"318.400","end":"422.160","lines":["Giant jaws emerging from the sand or like Ripley—no, that, basically they're just talking about respiration of the seafloor ecosystem kind of as a whole. So It might seem like there isn’t a lot of oxygen in the deep sea, but there’s actually quite a bit of oxygen in the water, and it’s coming from the atmosphere, where it’s been put into the atmosphere by photosynthesizing life, like microbes or plants. And then from the atmosphere, it kind of diffuses into the surface waters of the oceans. And then from there, it sinks down. And even in the bottom of the ocean, you have life that is consuming that oxygen. And Sweetman’s team wanted to know how much oxygen that life was consuming. So they sent down these landers to 13, 000 feet down into the ocean. They have these cylindrical chambers called benthic chambers that they kind of push down into the sediment. And inside of them, you get, trapped, the sediment, the nodules themselves. We have all of the organisms that live on and around them, and then we have seawater. And they’ve got these sensors in the chambers to measure how much of the oxygen decreases over time—except the oxygen did not decrease over time. In fact, the oxygen levels were going up. And to Sweetman, this was just right out the gate. He was like, “That’s impossible,” because, um, where would that oxygen be coming from? If it’s a closed system, it can’t be diffusing from above or coming in from different waters. He sends the sensors back to the manufacturer, tells them, “There’s something wrong with them.” He says these need to be repaired. These need to be tested. The manufacturers tell them the sensors are fine, and he's like, “Well, they can’t be because they gave me this wrong data.” He says that this happened like four or five times over the course of five years between 2013 and 2018. He even says that he just told his students to just throw them in the trash because the sensors are junk. They’re not giving him usable data."]},{"begin":"422.160","end":"431.480","lines":["Why was he so convinced that the sensors had to be wrong? Because I understand one time, but four or five times and then throwing them in the trash, that’s pretty intense."]},{"begin":"431.480","end":"478.960","lines":["He was so convinced that this had to be wrong, like I said, because it’s a closed system and also because there’s no light on the seafloor. So you can imagine maybe there’s photosynthesizing microbes and whatever, but there’s nothing to photosynthesize. If the oxygen levels are going up, it’s either, one, an error, or it’s a process that scientists haven’t documented before that could potentially change how we think about how oxygen gas even comes to be on planet Earth. So in 2021 they go on another survey trip out to the CCZ. They’re testing the oxygen levels on the seafloor again. They’re using a different technique. And they see that the oxygen levels still increase. And suddenly Sweetman and his team kind of realize that this might actually be a real signal that they’ve been ignoring for like eight years. So Sweetman says he really kicks himself at this point."]},{"begin":"478.960","end":"489.560","lines":["Wow. So once they realized, okay, this might actually be a new phenomenon, where did they go next? What did they think was making the oxygen?"]},{"begin":"489.560","end":"540.320","lines":["Their first thought, or at least the first thought of one of the co-authors—his name is Jeff Marlow; he's a microbiologist at Boston University—his first thought was microbes. And we know now that some microbes actually have a way of making oxygen without sunlight. This is called dark oxygen. And there's like three different-ish pathways that this can happen, um, chemically in order to make oxygen in microbes without sunlight, and these processes aren't necessarily known for like spewing copious amounts of oxygen into the environment. But it’s certainly possible that it was one of the things that was causing these oxygen levels to rise, even in total darkness. So in order to test this, they hauled up these portions of the seafloor, the sediment, the nodules, the seawater, any of the little life that came with them. And they kind of reproduced these measurements in a lab, and they saw that the oxygen levels still increased."]},{"begin":"540.320","end":"543.600","lines":["That feels like such a freaky moment in the lab."]},{"begin":"543.600","end":"603.920","lines":["So then they figured, “Okay, to test whether life is responsible, we’re going to kill off all the life and introduce mercury chloride.” Um, that’s one way to do that. And it appears that it did kill off the life, and the oxygen levels still increased. So, at that point, it doesn’t appear that the microbes are responsible. What’s left, like, chemistry? Basically, this other second thought is that there’s something going on with the nodules themselves, which is very weird. But there are a couple of things that they thought might be happening. They thought maybe the nodules, which are like—slight radioactivity could be separating the seawater to create hydrogen and oxygen. They tested that; that wasn’t the case. They thought that maybe something in the environment was causing the manganese oxide that the nodules are primarily made out of to split and to release oxygen. They tried that was not what was happening And at that point, they kind of were just throwing their hands up in the air and thinking, “Well, let's just get this published. Let's just get this out there. Everyone we tell about it says this is whack”—not a literal quote."]},{"begin":"603.920","end":"606.320","lines":["But yeah, seems like an appropriate summary."]},{"begin":"606.320","end":"616.880","lines":["Yeah, they basically just wanted this out there. They wanted it published so that they could get more funding to study it further. But they just were having a lot of trouble getting it published because they had no plausible mechanism that they could point to."]},{"begin":"616.880","end":"617.400","lines":["Right."]},{"begin":"617.400","end":"620.120","lines":["And without that, it’s really hard as scientists to be like ..."]},{"begin":"620.120","end":"621.520","lines":["It was just too much of a weird ..."]},{"begin":"621.520","end":"649.440","lines":["Exactly, exactly. And the aha! moment for Andrew Sweetman came a little bit later. He describes this as he was watching, basically, a video about deep-sea mining, and someone described these nodules as a, quote, “battery in a rock.” And that’s a phrase that’s favored by Gerard Barron, who is the CEO of one of the mining companies that’s at the forefront of this deep-sea mining effort and is also, by the way, one of the funders of some of this work."]},{"begin":"649.440","end":"660.280","lines":["Well, yeah, I mean, I think I’ve seen the video he's talking about or at least some of the related marketing material because I’ve seen mining execs talk about, like, they’re just laying there, you know, waiting for us to pick them up."]},{"begin":"660.280","end":"669.680","lines":["They’re so full of energy. But for those of us who—it’s been a while since we did the whole potato experiment, like, “What would make these actual batteries?”"]},{"begin":"669.680","end":"747.640","lines":["Yeah, when the marketing execs say, you know, “This is a battery in a rock,” they don't mean you could, like, stick this rock into your remote control, and it would—or your electric car—and it would actually power it. Like, you mentioned they mean that this has the potential to be turned into a battery. The idea that it would be a “battery,” quote unquote, in and of itself would require that there be some sort of separation of charges within the nodule itself. And there’s no reason why this would have to be the case. But if it were charged, there is this very well known reaction that some people might have actually done in science class. You know, maybe it’s not quite the potato experiment, but it’s very easy. You can do this at home: you just take salt water, and then you take a battery, and you drop the battery into the salt water, and you will see that bubbles start to form around the ends of the battery. And those bubbles are hydrogen gas and oxygen gas. And that happens because the ions in the salt water allow there to be electrical conductivity, which—basically, it kind of functions like taking two wires and putting them at the end of the battery, and then that current running through it separates H2O water into hydrogen and oxygen gas. The question then was: “Okay, so this is plausible. Do these nodules actually have enough charge?” And this is a little more complicated than you’d think because it’s not like there’s one end that’s the anode and one end that’s the cathode."]},{"begin":"747.640","end":"750.800","lines":["They don’t have the little plus and minus sign labeled for you."]},{"begin":"750.800","end":"796.160","lines":["Exactly. And if there’s any point on the nodule where there is a difference in potential energy, the seawater is all over; it can kind of find that difference. So it’s basically like the scientist just, like, took a voltmeter and just started putting it on different places of the nodule. And some places had no charge between them. And others had almost a volt. So that’s quite a lot. So basically, when they found that there was this pretty substantial charge, that became their main hypothesis: seawater electrolysis. They think that these natural batteries are separating the seawater into hydrogen and oxygen. The big, important caveat here is that we don’t actually know if this is what is happening on the undisturbed seafloor."]},{"begin":"796.160","end":"801.040","lines":["So do we know why these nodules are charged at all?"]},{"begin":"801.040","end":"888.920","lines":["So one of the researchers, co-authors, Franz Geiger, he’s a physical chemist at Northwestern University. He explained that these nodules build up over time. And like I said, they build up super slowly. They become kind of like an onion. They have these layers. Because these layers are growing so slowly and because there might be different concentrations of these metals depositing at different points in time, every layer of the onion has a slightly different concentration of different kinds of metals. And so those different concentrations might have, you know, some sort of charge between them. It is a little weird to think that these nodules aren’t being cut in half at the bottom. So there wouldn’t necessarily be a electrical potential difference between the same layer on different sides of the nodule. But because these nodules are so porous, the water, which, remember, has the ions that are allowing for the electrical conductivity, can kind of permeate them and get into different layers that might be more on the inside. Jeff Marlow..., he kind of raised the idea that we don’t know necessarily if these nodules are something that happens without life. Like, it might be that life is playing a role in building them and may even be playing a role in segregating the metals so that there is able to be charge. This is just a completely open question that we don’t know about. But Marlow is working on a project with NASA, investigating some of these questions about whether microbes may play a role in creating heterogeneity within minerals or rock structures. So that’s all just an open question. It’s possible."]},{"begin":"888.920","end":"896.880","lines":["Yeah, beyond getting the specifics on, like, what’s actually going on down there, what other research questions are they hoping to answer?"]},{"begin":"896.880","end":"967.720","lines":["Well, it definitely raises some questions about where the oxygen that is in our atmosphere has come from because, just traditionally, the way that we’re taught and the way that scientists understand the oxygen in our atmosphere, it’s that it comes from photosynthesis. It’s that the reason why we have this oxygen-rich atmosphere in the first place is because of—photosynthesizing cyanobacteria billions of years ago figured out how to turn sunlight into usable energy and oxygen. And from there, you know, basically, life as we know it sprung. There’s a question of if there are other ways, not explicitly biological ways, that oxygen can be produced. There’s a question of, like, “Has this been happening on the seafloor this whole time?” Could this have been, you know, one of the first sources of oxygen and then, then the cyanobacteria came along? That's all, like, total open questions. We don’t even know that these nodules can be made without life. There’s just so much we don’t know, but what I’ve kind of taken away from it and what some of the scientists have also taken away from it is just the importance of being open and willing to rethink things that we thought were settled science."]},{"begin":"967.720","end":"1035.440","lines":["That’s all for today’s episode. Tune in on Friday for a fascinating chat with a linguistics expert about one of her favorite research subjects: Kamala Harris. While we’ve got you, could you do me just one quick favor? If you’re listening to our show on Spotify, take a second to hit that little follow button on our page. It helps tell the algorithm that our show is worth sharing, which goes a long way, and I would really appreciate it. And if you listen to Science Quickly on a different platform, that’s totally fine. We’d still be super grateful for a rating, review, comment, basically whatever that app will let you do to say, “Gosh, this show is just so neat.” You can also send us any questions or comments at sciencequickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time."]}],"duration":1035.4415416666666}