{"title":"Black Men Should Start Prostate Cancer Screening Earlier","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/why-early-prostate-cancer-screening-matters-for-black-men/","audio":"https://traffic.megaphone.fm/SAM3354096321.mp3?updated=1726606488","intro":["According to the American Cancer Society, Black men are about 70 percent more likely than white men to develop prostate cancer in their lifetime and twice as likely to die from the disease."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":[null],"transcript":[{"author":"","text":"This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."},{"author":"Rachel Feltman","text":"September is Prostate Cancer Awareness Month, so here’s something you should be aware of: earlier this year the Prostate Cancer Foundation issued new screening guidelines encouraging Black men to start getting baseline blood tests for prostate cancer as early as age 40. That’s because, according to the American Cancer Society, Black men are [about] 70 percent more likely than white men to develop prostate cancer in their lifetime and twice as likely to die from the disease."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m joined by Dr. Alfred Winkler, chief of urology at NewYork-Presbyterian Lower Manhattan Hospital. He’s here to tell us more about how folks can protect themselves from prostate cancer."},{"author":"","text":"Dr. Winkler, thanks so much for joining us. It’s great to have you on the show."},{"author":"Dr. Alfred Winkler","text":"I welcome the opportunity. Thank you."},{"author":"Feltman","text":"So why don’t we start by just talking a little bit about the prostate? You know, where is it, and what does it do?"},{"author":"Winkler","text":"Sure, happy to. So very, very important starting point because people really don’t know what—where the prostate is or what it does."},{"author":"","text":"So the prostate sits deep in the male pelvis—only men [meaning people assigned male at birth] have prostates—and it sits below the bladder. The urethra, the urine tube that drains the bladder, runs through the middle of the prostate."},{"author":"","text":"The prostate’s main job is to produce the fluid in which sperm are transported. It’s also thought to perhaps produce some antibacterial factors, but its main job is to produce transport fluid."},{"author":"Feltman","text":"So earlier this year the Prostate Cancer Foundation updated its screening guidelines. Could you walk us through what changed and why?"},{"author":"Winkler","text":"I think there are two points of emphasis, and, and I’ll start with the one that really has made the biggest difference, and that is the fact that rectal exams, or physical exams, are no longer part of primary screening for prostate cancer. Frankly, that is really what deterred a lot of men from getting screened or even talking about it. So that’s a huge, huge victory in terms of getting more men to come in and be evaluated."},{"author":"","text":"Also, there’s a lot more emphasis on shared decision-making. We don’t want this to be a test that your primary care provider orders blindly. There needs to be at least some discussion of why it’s a possible test for you to be ordered. And really, is it a test that’s right for you? And that’s multifactorial."},{"author":"Feltman","text":"Yeah, and so what’s replaced the rectal exam that deterred so many people?"},{"author":"Winkler","text":"So over many, many years we’ve just seen that the positive predictive value of doing a rectal exam just isn’t there. It really does not help us diagnose prostate cancer. And what’s more, as I mentioned just now, it’s actually a deterrent for men seeking evaluation."},{"author":"Feltman","text":"And so I assume there are blood tests or other diagnostics that can help detect prostate cancer?"},{"author":"Winkler","text":"So primary screening really is only going to consist of the blood test: PSA, or prostatic-specific antigen."},{"author":"Feltman","text":"Got it. And so I believe that the new guidelines also change some of the, the recommendations for the age of first screening. Is that correct?"},{"author":"Winkler","text":"Sure, they did, and again, there’s more emphasis on shared decision-making and really fitting whether or not a patient should be screened or even have a test to their particular medical circumstance. So that includes ethnicity or race, it includes family history, and it includes age."},{"author":"","text":"And some of those factors even affect the interval of screening. We’ve said, “Well, maybe in certain age groups, we don’t have to screen every year, maybe every two or four years within a certain age band, depending on the patient’s family history.”"},{"author":"Feltman","text":"So tell me more about groups that are higher risk. What do we know about those disparities?"},{"author":"Winkler","text":"So we look, really, at two primary groups: those folks who have a family history of prostate cancer in a primary male relative, so that’s a father, brother; and also people who have a family history of hereditary breast or ovarian cancer. So it’s very important not only to know the—your own medical history, but it’s important to know your family’s medical history. Not always a favorite topic at family reunions, but it’s an opportunity to just learn more about your family and thereby more about yourself."},{"author":"","text":"The other group that continues to be at very high risk are African Americans. African Americans have among the highest rates of prostate cancer in the world. And that’s thought to be multifactorial, so a lot of effort is made towards reaching out to those groups and talking to them about whether or not they should be screened."},{"author":"Feltman","text":"Well, and, you know, you said that that’s thought to be multifactorial, but do we have any idea what those factors might be?"},{"author":"Winkler","text":"We do. So some of these factors we can control, and some of these factors are really beyond our control."},{"author":"","text":"So the one that’s really—is beyond our control, most obviously, is genetics. Your family history is your family history; your genetics are your genetics. That’s why it’s important to really understand your family history and are there certain diseases that it’s important for you to be screened for, prostate cancer among them."},{"author":"","text":"But for most cancers, or at least many cancers, there’s thought to be an environmental factor, and that you can control. So that is the environment in which you live and how you participate in that environment, and the biggest example of that is diet."},{"author":"Feltman","text":"Yeah, that makes sense."},{"author":"","text":"So what are the age ranges where people should start thinking about screening, and, you know, how is that different if you are in one of these higher-risk categories?"},{"author":"Winkler","text":"Sure, so higher-risk patients should consider getting screened at age 45—and actually, in fact, some people we start screening at age 40. And that screening really consists of the PSA blood test. We essentially have never found value in screening people younger than age 40, regardless of their family history."},{"author":"","text":"We really, really try to screen people with the model of shared decision-making, in terms of speaking to your primary care provider and deciding the interval in the context with your family history."},{"author":"","text":"We typically do not screen people above the age of 75. The thought process of that is when we discover or diagnose prostate cancer beyond age 75, it tends to be a slower-growing cancer. But again, I think we still need to apply the rule that everyone’s an individual, and if you’re 76, and you’re in great health, and you have a family history, be an advocate for yourself and ask the question, “Is this a good test for me?”"},{"author":"","text":"The key is early diagnosis. A really wonderful thing that we’re seeing in prostate cancer is that we’re diagnosing more and more people at an earlier stage, where, in fact, they undergo what we call active surveillance, which means that they require no treatment and they require a close follow-up. And that close follow-up is essentially periodic blood tests over the course of two years; some imaging with an MRI of the prostate, which has been a huge difference maker in terms of determining who does and doesn’t need a prostate biopsy. "},{"author":"","text":"Even folks who are diagnosed with cancer that’s a little bit more aggressive, there are tons of options that include surgery, focal therapy, radiation therapy, and the cure rate of those are easily in the mid-90s."},{"author":"","text":"But again, the earlier you diagnose, the more choices you have and the higher your survival rate is. So again, all the more reason to ask about this test so that you can have more information about your risk."},{"author":"Feltman","text":"So if someone is listening to this episode, and they’ve been avoiding getting screened for prostate cancer or talking to their doctor about it, what steps would you recommend that they take?"},{"author":"Winkler","text":"Well, I want them to realize that, really, the evaluation is first a discussion ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Winkler","text":"And then a blood test, and that’s it."},{"author":"","text":"Really everyone, to the best of, of their ability, should be seen by a primary care provider on a yearly basis. And for most of us that’s going to involve some questions and a questionnaire and some blood work. So this is just another disease that you are just trying to gauge your risk for."},{"author":"","text":"So I think it starts with asking about the test in the first place. I’m very sympathetic to my primary care colleagues. They’re overwhelmed. There’re not enough of them. They’re trying to squeeze a tremendous amount of information and detective work into a short visit, and we sort of have to be our own advocates in that realm."},{"author":"","text":"So I think it starts with simply asking your primary care provider, “Do I need this test?” And the conversation may surprise you. You may not actually need that test. Or maybe it’s been a test that you’ve gotten in recently enough that you can skip this year."},{"author":"","text":"I think the other thing that’s important for people to realize is when a problem is discovered early there tends to be many, many more choices you have to deal with that problem. And chances are, the more choices there are, the more likely you are to find one that you like. And I think prostate cancer is a great, great example of that."},{"author":"","text":"By asking the question you’re only being an advocate for yourself—you really, really have to be an advocate for yourself in all things that have to do with your health. I think there are many things in our lives that we do a better job of taking care of or keeping appointments for way over our health. And it really, really shouldn’t be that way."},{"author":"","text":"And to just remember your health is just not you; it’s the people who are around you, who love you, who depend on you and want you here. And they would want you to be an advocate."},{"author":"","text":"One idea I, I have that I wish people would do is almost have in your life a “bring a loved one to the doctors” day. When you make your appointment for yourself, maybe make an appointment for your significant other and bring them along. I think that way you’re taking care of two people instead of one, and maybe you’re breaking down some barriers for someone who is not seeking out care just because they’re afraid."},{"author":"Feltman","text":"Yeah, that’s great advice. Thank you so much for joining us, Dr. Winkler. I think this is gonna be really helpful for a lot of our listeners."},{"author":"Winkler","text":"Thank you for the opportunity."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday with part one of our latest Friday Fascination miniseries. This one is all about the beauty and mystery of math, and I promise it’s a surprisingly wild ride."},{"author":"","text":"In the meantime, do us a favor and leave a quick rating or a review wherever you listen to this podcast. You can also send us any questions or comments at ScienceQuickly@sciam.com."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"},{"author":"","text":"This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."}],"wave_peaks":[3986,4361,5580,8355,6121,9639,14259,11175,12365,11989,11785,12784,5835,5778,6062,7822,4854,10309,12300,14967,11723,10824,7525,9199,11707,9200,9168,15620,11753,13830,11459,11648,11325,9455,4932,6019,12816,11443,12497,10730,11502,11531,11240,13135,9901,5786,5644,4937,9303,8444,7404,11829,21967,12447,17592,11232,11147,10995,5641,6481,13061,10357,11116,10330,5568,6355,7847,6900,8126,7573,14673,11229,18626,11051,10188,8122,8778,9151,23101,11554,11046,12467,19347,16502,11855,10363,7428,7110,7104,8029,8705,7666,8254,7818,8643,24281,13330,9411,8440,7041,12700,11395,15742,8504,10200,9409,11213,11808,11112,8985,7936,12299,13813,10992,6451,13837,12193,11057,8271,8131,6500,6949,8245,6119,5581,7145,8533,6606,7915,6564,4066,3414,2510,1186,365,5489,7685,11103,8538,8977,10127,9779,11104,9572,16622,16070,16372,15684,12593,15842,11468,14209,12491,16221,11556,14059,13170,12307,16075,15912,1710,15809,15584,11254,8777,16160,16283,16456,16047,14666,12632,15651,7854,10228,10852,15855,15344,11934,15637,16322,13104,16445,9601,15813,15944,8254,15145,15592,16066,16021,11015,9261,8467,14307,12877,16355,9541,11934,6667,4032,15716,15569,11641,16425,8211,13795,15869,11708,16007,6347,9811,15694,15312,15766,12590,15856,11290,16071,8947,15655,15808,16384,15947,15425,12871,13719,12986,15714,16140,2391,15911,15742,15962,15272,9547,15823,6986,4343,3857,1719,1653,16334,15905,14946,13622,15058,8818,13669,15389,11982,9859,1741,15681,16522,10449,16176,15466,13826,15582,12815,14364,16603,16225,15124,13621,15837,8664,14856,16185,16397,15838,14476,1732,2439,16600,16373,15835,9162,16127,16618,13503,13073,15446,15469,16104,15926,7067,13519,938,381,202,129,2594,15610,15486,15413,15509,15492,15463,15494,15564,15464,15440,15404,15124,14687,6060,6257,7413,1518,15515,15415,15520,14316,15515,12610,13804,15504,9784,15595,15461,15396,15425,14241,15557,15494,15710,15476,15477,15496,199,16001,15406,12928,12189,11995,13737,10864,13965,8156,5733,5704,5778,15474,11727,8486,9608,7545,9254,7918,5377,15427,15463,7951,7884,15442,7286,6252,5776,5367,6473,239,9163,15025,12849,10793,7675,13750,15455,6168,4178,772,15546,13386,7272,10544,1105,832,15423,12516,11407,461,14525,13822,13165,3483,137,2881,14364,10816,11780,11032,8114,15208,13549,194,12341,7499,15477,15423,7325,6987,7365,11766,2034,400,830,15427,15497,7918,7840,10063,14090,15560,158,156,14475,11307,11340,7515,10368,7013,10616,8850,9493,14377,13094,9734,11209,10087,14316,10554,7688,3680,11582,16306,6457,14239,10887,15375,7302,12129,10952,2654,9909,15411,6082,15476,13533,5486,10542,15423,13032,576,7885,10198,8363,15476,5434,11371,5739,2806,97,15566,15440,15397,15577,15481,15522,15404,15419,13204,15448,15577,15525,10644,15466,15503,15438,11664,15578,14840,15431,15524,13911,15408,15551,15426,15496,11691,15406,12960,12240,8979,4392,9020,8679,8145,7755,779,15448,15550,15226,12470,14878,8759,14372,9557,15440,1717,7574,10827,5993,15370,9504,7209,15384,4340,5613,14419,8892,8898,426,15421,7503,4793,9316,6572,8694,11265,9920,7783,15354,11481,15451,12932,10029,4887,607,11790,15414,6458,6895,14855,15437,4158,15490,12126,8415,13791,11936,11946,7976,15465,6812,4407,3799,9367,4697,3016,12387,14248,15479,9416,7059,658,14864,4920,15401,8578,4050,8025,9329,5016,4011,6244,10032,12371,10680,14014,11456,15460,3684,5572,15424,15074,2475,15401,10574,9448,15449,13674,12653,13048,7151,8286,11274,8924,11642,5029,3037,15472,15043,10589,10805,7062,15473,15275,2541,15405,7680,6962,15431,9889,10351,15444,10099,6275,15498,5599,538,11378,16241,5346,14644,14040,13154,11778,8408,4043,15431,10608,159,8953,9854,15446,7550,10818,8480,5221,11289,458,15449,15023,8601,7305,14860,6852,15417,3677,2800,9699,10433,13232,15445,6002,4469,0,15486,15478,15540,15625,15472,15296,15455,15475,15437,15642,15545,15048,11187,15451,14916,12417,15399,10582,5598,12572,5638,5198,2975,8637,15393,6152,13074,13347,6014,6120,15441,4027,8352,8106,15487,12292,4773,8022,11289,9574,15429,4705,11536,10067,15451,12910,12223,8786,642,11106,7384,15457,4834,6380,739,15384,13741,13430,1787,12537,13051,5641,7836,15445,7682,15203,5475,12976,5164,2651,13516,10836,8250,6434,15503,5627,9709,15701,10786,6033,15494,15497,14362,15419,15516,10597,15346,15419,15352,15631,15564,15509,15490,15458,15509,14986,290,15425,15591,15463,15787,15420,11739,6421,12699,8175,12572,8265,8203,4917,10810,13187,13662,8319,15466,7256,9760,10515,9617,15458,15537,5529,6913,5066,2302,15488,15599,11180,15358,15452,15739,14785,15384,15546,15671,15491,15527,15382,15405,15462,12064,15565,15274,15546,15462,14263,9073,15438,15668,15413,15505,15432,15488,15469,15721,15096,6091,14672,13445,13763,11807,11095,12130,3171,1339,15320,14723,11887,14732,7777,7591,7534,12641,10156,6753,5986,15476,14109,1472,15473,10742,167,12351,9997,15500,2856,9781,12452,6168,6773,14030,8319,3073,15465,15326,11841,9076,7335,1401,14698,13178,12889,9965,7940,6700,17431,19114,13819,8457,6488,414,13085,10252,9768,8058,2714,11301,10030,12341,10770,13993,7651,15404,13257,11157,12295,6853,6091,418,15062,13585,10819,8991,15476,4815,3980,9660,11806,15450,6100,5349,9081,5293,3505,9768,11732,11898,9906,7017,12715,12869,5868,15371,15496,8157,8364,12040,8583,14190,10751,15359,14667,7978,14108,5319,6328,14288,10409,11491,6406,5939,5466,13777,15438,8582,11413,5810,11398,4026,9505,2342,15463,15487,15448,15508,12024,15415,15518,15439,12055,15615,15464,14539,15475,15565,15505,14076,12933,7280,15592,4563,15420,9562,14441,15441,12542,6418,15168,4851,5002,10879,10566,7982,8602,6922,15408,5674,5318,14645,7814,7774,15449,5816,6386,6183,801,13559,15431,9156,13135,13576,4538,498,15269,11422,4014,14195,11553,134,3620,15447,7675,11927,15427,9736,4616,9400,7454,15432,12324,13532,11587,12465,11870,15429,15136,14314,15469,7475,14236,13725,7162,6635,1317,827,13637,13318,727,11018,8853,15096,13177,12184,9220,14814,5013,14394,14133,7295,10170,8120,13335,10611,9206,12691,9594,8803,10262,1230,4018,15430,11837,11970,9016,15407,7415,6095,10234,3433,482,15443,11564,15433,5122,5890,12570,13001,15438,10882,5592,338,12188,15370,9579,15418,8118,4390,15480,15372,11913,11433,12021,13905,6692,8648,7609,7646,12102,13109,15459,6415,12472,15446,3754,10161,4785,3414,474,15486,14260,13373,6973,11276,12629,9369,15494,10012,5094,13738,6007,4618,6221,6315,11928,2259,1185,15450,15505,13211,6639,8940,12420,11640,5912,5323,15422,14179,14451,6158,5070,6725,7097,6708,9106,15449,12637,11356,13618,12173,8282,336,8778,15471,7243,15455,15433,14497,9909,2635,1446,15446,15463,6452,15595,15588,14979,15440,15452,15501,15669,15496,15471,15598,15536,15400,15459,15487,15003,15555,11866,15422,15433,13475,174,15501,15233,11502,13016,8420,14103,10211,15497,5874,5212,106,12682,8208,6744,3625,170,10827,14461,14791,15457,5207,12939,13159,8349,13626,8883,3145,1862,219,15440,987,13970,15280,10041,11633,4309,9321,14644,7001,5503,13046,14265,6079,8242,9756,836,15466,15357,11668,9389,10127,9193,4619,12006,12770,13833,8537,11241,8653,6906,15537,15012,10475,12559,6565,11041,11101,10002,13912,2308,15533,15447,6220,13405,11975,6511,11824,10926,9808,7118,8869,15578,7621,9127,5018,5877,15611,12389,13542,820,15435,14718,8727,10355,4649,6891,731,1075,15425,15156,11027,7504,7011,13136,10097,5929,3734,10395,15452,6533,3849,10874,15450,10241,5143,2153,15394,15396,3194,7076,2949,2525,775,15045,5418,14892,9983,8286,15427,6289,9432,5166,5516,216,11716,15531,4827,7011,11546,15460,14425,7259,13821,9019,14463,13677,421,7455,15432,4446,106,15525,15292,15449,10129,1563,10165,15548,15487,13619,15449,15489,15466,15340,15633,15493,14530,15481,15668,12292,15533,15496,15662,12559,15347,15416,15369,15468,15518,14624,10001,3640,8309,12941,13281,15436,11913,4959,9557,6065,4006,9107,11629,11723,9995,9400,15570,14513,10640,15484,13270,14211,15329,14611,9233,5216,10450,7531,4893,10653,6854,2839,1759,15572,15303,11017,11889,7373,10692,13234,12725,10273,9324,371,14493,13237,11712,6920,15444,11700,13171,12767,7452,12615,12634,13489,15481,2417,302,8159,15427,15456,5514,6712,6880,12831,9096,6534,14257,5479,10196,15452,6976,9040,7286,8740,941,11517,13703,10882,15419,10712,4956,5962,6472,13804,13764,7559,5350,6930,8077,7628,8475,11733,8074,7510,15454,12806,15409,4997,6841,15436,13605,4485,8808,7275,7250,15421,3182,9253,7576,5157,14662,14204,15408,10492,15396,10971,7565,5149,15449,12265,7182,10839,15459,14375,260,12604,13872,14957,13580,11770,14246,5177,5715,11362,8386,15405,11831,201,15434,15426,9154,11168,5738,5760,5815,12652,8048,11750,15433,12463,7122,7355,7131,7223,7654,7998,7043,997,14613,15358,2870,12448,15325,15350,8878,9939,8034,7605,2691,15427,15434,9212,14626,6056,5806,15438,5246,791,13294,9456,13402,11081,11329,8606,15445,12537,755,13525,11978,10659,12361,4991,10935,15417,6606,4608,12607,11683,15454,6439,648,11889,11976,10252,13388,4224,1036,14364,9727,9100,12675,15445,9258,7759,4917,11230,12485,10479,8699,7226,6992,6640,13681,5145,7424,11650,5958,15453,6000,4480,10203,9436,7170,5354,15474,6129,6682,10575,6596,461,14017,14399,12414,15462,692,11176,9260,15425,12510,12323,15423,13181,12836,4779,8707,9071,10899,10710,6100,15444,8699,8126,7520,214,11689,11211,15454,12317,8032,11688,3916,129,12130,15574,10717,15334,12015,10896,15387,7382,12465,15359,11542,15445,6973,5758,7526,6007,834,15119,6987,12482,1917,13762,13673,10880,12676,15420,15334,14175,4636,7705,7580,3468,7561,13298,14180,10997,966,14439,12297,11339,13155,8561,14081,13034,3120,1718,15444,12852,8430,15446,15338,12667,2969,14289,12859,15403,7586,6530,15436,14545,5389,6742,6772,7508,8172,8495,15465,4507,14571,9576,15412,14571,15429,6269,3307,9848,12028,11238,8889,5776,13850,15544,10915,9132,13721,14004,5886,14563,13318,15448,9546,10016,6898,13496,14859,6604,4775,7097,6567,4632,6702,15033,15591,3190,6257,9038,12491,15375,11855,7744,3348,417,12070,9286,10851,6885,15014,448,11991,15479,5880,10440,3817,4145,14801,3115,14544,14337,1784,13196,11352,6985,3828,7459,7761,15510,12454,9868,3322,13592,8623,3666,7630,5737,6522,12230,7170,3222,15732,15546,10117,15439,15541,15622,15418,15483,15460,15657,14193,1030,15475,15544,15431,15622,11318,496,15472,15549,15101,7666,15565,15508,15458,15529,15417,15469,12907,15389,15576,9639,15447,15413,15483,14350,15499,15427,15569,15748,15617,15154,15436,15437,13996,11596,7909,9583,10986,6225,10480,15449,7339,15423,7421,3234,7546,12196,10230,14522,15452,8440,223,15364,15451,15440,4692,10203,6174,151,2277,15419,14418,14103,7907,11724,14844,15474,7024,15374,10533,483,15874,13587,11996,7582,12888,15453,5460,4188,15172,7433,11936,9069,5384,5800,5527,180,15494,15444,14039,13230,8994,15388,8519,10203,6529,11866,3198,8909,15446,7201,2330,8771,13336,9872,197,1313,15435,11571,14023,3236,1931,15244,14544,7608,11131,15484,15421,8071,233,11233,11028,9174,919,15499,14214,11224,15427,6791,7151,8456,3891,324,1180,15754,12082,150,15480,12112,11133,14656,13545,9202,4504,246,15519,11584,13200,7937,5127,6895,5189,3740,15487,13902,11026,8948,13139,6682,7458,14869,7073,8357,10760,15218,12072,4430,7333,10055,12144,10048,3202,15024,15415,9378,9755,490,12084,15377,9127,4242,15056,13796,11843,11317,14433,11471,5151,8729,10136,15099,4672,5912,14127,15528,9978,11253,12217,14045,12910,11503,15478,458,10737,10129,12019,15079,15330,12893,15248,13589,5168,9335,15430,13630,616,13343,14048,15431,13820,15475,14446,7076,9465,15433,5863,1428,184,13420,12522,12918,8718,15421,9997,215,9393,15448,10254,4944,11114,8691,5617,131,15459,13371,1431,12570,14861,10789,13836,15454,13621,1073,6663,15144,15309,15279,4803,13027,15274,10938,13792,578,15419,10695,11159,14331,8150,15527,2993,8072,5600,12210,8684,287,8008,13499,8919,6250,15441,13882,12327,1802,14261,15375,8057,693,12349,9365,10838,7733,9607,15456,11786,4466,10168,839,15429,11733,15415,8809,10479,13353,10277,9780,9193,15327,8699,6728,11726,10241,12500,13316,8041,14577,10764,10173,12942,8007,132,525,571,15478,13958,13337,14282,13587,12398,10659,8152,14377,10013,11302,12741,4007,12620,11034,15444,5860,3991,406,15602,8159,15484,9554,7626,6790,606,9518,8120,11416,7404,10511,4838,9259,15330,15422,15399,9887,15429,3747,12182,8959,15507,6661,1646,9868,15447,9088,7412,13010,12870,15501,11681,4732,15407,4081,11028,15406,706,194,13944,15425,13542,9225,9791,13619,5440,6296,2851,994,15432,9254,13952,15185,10614,14956,15417,6740,13723,11697,15452,11035,12731,11418,15532,11736,984,10166,10305,15430,5418,10937,1443,7346,15445,12000,7535,1516,514,15483,14869,10872,7957,5531,8320,3252,9715,14087,12304,13958,10713,15425,5588,8272,15486,7643,11868,10868,10553,3600,8565,6764,6282,15010,7968,7652,11838,6275,13066,9302,987,390,13902,15639,5859,5392,1505,15446,14394,7407,13956,7327,8016,5681,13600,3039,345,7231,15430,15441,14135,11901,15086,7285,10020,7462,4140,6323,5696,1697,10171,14831,15434,14411,14485,15409,4112,15162,10721,12875,13623,10113,15420,10040,5286,958,160,184,15395,13521,14900,10078,6496,10290,15259,895,8780,14898,11576,10035,6735,10261,11291,11512,8483,11282,8836,11357,14683,15512,6928,15514,12723,9803,9503,14287,14263,7382,9924,11006,11026,370,11277,13341,14836,15254,8173,14672,9523,6773,4522,7434,11446,7789,9352,5338,15572,12502,6090,11205,13185,6629,10411,6794,8915,7310,2236,15757,15849,15761,15533,9690,15740,15634,15609,15820,15858,12201,15387,15397,7381,16210,16300,16236,15921,16637,15224,15605,15971,10255,11086,5156,1860,2017,5124,17748,18622,18694,19073,13480,15682,16589,16718,15744,12450,15899,16538,17339,15861,11101,15694,15694,18752,20596,17841,16026,4374,16345,16444,16093,17117,14279,15613,16037,16175,16333,16094,15328,15815,20305,13930,17730,18332,16618,16846,16237,16840,5435,16272,16500,11988,15814,15663,15760,15681,17241,20811,18220,19096,18115,16878,17711,16372,16244,16095,16952,5474,15595,17133,15735,15909,15501,15560,18015,18584,17876,17173,17062,15960,16820,15777,18510,4820,15771,14969,15539,16136,15078,15645,17673,17883,13547,18091,14370,17466,16825,16877,15829,16402,15369,16297,16817,15119,15841,15767,15898,7961,16857,18129,17336,17671,16007,16093,15958,16790,16977,6348,16113,15573,15841,15773,16076,16093,20009,17955,4439,17732,14925,16234,14875,17243,16056,16896,15870,16540,15803,15831,14785,15046,6852,9476,20009,20024,19392,18870,17782,18096,17309,14621,10906,17671,15825,3081,3072,309,205],"fragments":[{"begin":"0.000","end":"23.960","lines":["This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."]},{"begin":"23.960","end":"72.000","lines":["September is Prostate Cancer Awareness Month, so here’s something you should be aware of: earlier this year the Prostate Cancer Foundation issued new screening guidelines encouraging Black men to start getting baseline blood tests for prostate cancer as early as age 40. That’s because, according to the American Cancer Society, Black men are [about] 70 percent more likely than white men to develop prostate cancer in their lifetime and twice as likely to die from the disease."]},{"begin":"72.000","end":"87.880","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m joined by Dr. Alfred Winkler, chief of urology at NewYork-Presbyterian Lower Manhattan Hospital. He’s here to tell us more about how folks can protect themselves from prostate cancer."]},{"begin":"87.880","end":"91.000","lines":["Dr. Winkler, thanks so much for joining us. It’s great to have you on the show."]},{"begin":"91.000","end":"93.000","lines":["I welcome the opportunity. Thank you."]},{"begin":"93.000","end":"99.440","lines":["So why don’t we start by just talking a little bit about the prostate? You know, where is it, and what does it do?"]},{"begin":"99.440","end":"106.400","lines":["Sure, happy to. So very, very important starting point because people really don’t know what—where the prostate is or what it does."]},{"begin":"106.400","end":"122.320","lines":["So the prostate sits deep in the male pelvis—only men [meaning people assigned male at birth] have prostates—and it sits below the bladder. The urethra, the urine tube that drains the bladder, runs through the middle of the prostate."]},{"begin":"122.320","end":"139.040","lines":["The prostate’s main job is to produce the fluid in which sperm are transported. It’s also thought to perhaps produce some antibacterial factors, but its main job is to produce transport fluid."]},{"begin":"139.040","end":"147.280","lines":["So earlier this year the Prostate Cancer Foundation updated its screening guidelines. Could you walk us through what changed and why?"]},{"begin":"147.280","end":"176.200","lines":["I think there are two points of emphasis, and, and I’ll start with the one that really has made the biggest difference, and that is the fact that rectal exams, or physical exams, are no longer part of primary screening for prostate cancer. Frankly, that is really what deterred a lot of men from getting screened or even talking about it. So that’s a huge, huge victory in terms of getting more men to come in and be evaluated."]},{"begin":"176.200","end":"197.440","lines":["Also, there’s a lot more emphasis on shared decision-making. We don’t want this to be a test that your primary care provider orders blindly. There needs to be at least some discussion of why it’s a possible test for you to be ordered. And really, is it a test that’s right for you? And that’s multifactorial."]},{"begin":"197.440","end":"201.800","lines":["Yeah, and so what’s replaced the rectal exam that deterred so many people?"]},{"begin":"201.800","end":"220.640","lines":["So over many, many years we’ve just seen that the positive predictive value of doing a rectal exam just isn’t there. It really does not help us diagnose prostate cancer. And what’s more, as I mentioned just now, it’s actually a deterrent for men seeking evaluation."]},{"begin":"220.640","end":"227.480","lines":["And so I assume there are blood tests or other diagnostics that can help detect prostate cancer?"]},{"begin":"227.480","end":"236.080","lines":["So primary screening really is only going to consist of the blood test: PSA, or prostatic-specific antigen."]},{"begin":"236.080","end":"244.440","lines":["Got it. And so I believe that the new guidelines also change some of the, the recommendations for the age of first screening. Is that correct?"]},{"begin":"244.440","end":"266.160","lines":["Sure, they did, and again, there’s more emphasis on shared decision-making and really fitting whether or not a patient should be screened or even have a test to their particular medical circumstance. So that includes ethnicity or race, it includes family history, and it includes age."]},{"begin":"266.160","end":"281.840","lines":["And some of those factors even affect the interval of screening. We’ve said, “Well, maybe in certain age groups, we don’t have to screen every year, maybe every two or four years within a certain age band, depending on the patient’s family history.”"]},{"begin":"281.840","end":"287.080","lines":["So tell me more about groups that are higher risk. What do we know about those disparities?"]},{"begin":"287.080","end":"322.600","lines":["So we look, really, at two primary groups: those folks who have a family history of prostate cancer in a primary male relative, so that’s a father, brother; and also people who have a family history of hereditary breast or ovarian cancer. So it’s very important not only to know the—your own medical history, but it’s important to know your family’s medical history. Not always a favorite topic at family reunions, but it’s an opportunity to just learn more about your family and thereby more about yourself."]},{"begin":"322.600","end":"344.480","lines":["The other group that continues to be at very high risk are African Americans. African Americans have among the highest rates of prostate cancer in the world. And that’s thought to be multifactorial, so a lot of effort is made towards reaching out to those groups and talking to them about whether or not they should be screened."]},{"begin":"344.480","end":"351.640","lines":["Well, and, you know, you said that that’s thought to be multifactorial, but do we have any idea what those factors might be?"]},{"begin":"351.640","end":"360.960","lines":["We do. So some of these factors we can control, and some of these factors are really beyond our control."]},{"begin":"360.960","end":"381.000","lines":["So the one that’s really—is beyond our control, most obviously, is genetics. Your family history is your family history; your genetics are your genetics. That’s why it’s important to really understand your family history and are there certain diseases that it’s important for you to be screened for, prostate cancer among them."]},{"begin":"381.000","end":"396.960","lines":["But for most cancers, or at least many cancers, there’s thought to be an environmental factor, and that you can control. So that is the environment in which you live and how you participate in that environment, and the biggest example of that is diet."]},{"begin":"396.960","end":"398.640","lines":["Yeah, that makes sense."]},{"begin":"398.640","end":"406.360","lines":["So what are the age ranges where people should start thinking about screening, and, you know, how is that different if you are in one of these higher-risk categories?"]},{"begin":"406.360","end":"428.840","lines":["Sure, so higher-risk patients should consider getting screened at age 45—and actually, in fact, some people we start screening at age 40. And that screening really consists of the PSA blood test. We essentially have never found value in screening people younger than age 40, regardless of their family history."]},{"begin":"428.840","end":"439.440","lines":["We really, really try to screen people with the model of shared decision-making, in terms of speaking to your primary care provider and deciding the interval in the context with your family history."]},{"begin":"439.440","end":"468.360","lines":["We typically do not screen people above the age of 75. The thought process of that is when we discover or diagnose prostate cancer beyond age 75, it tends to be a slower-growing cancer. But again, I think we still need to apply the rule that everyone’s an individual, and if you’re 76, and you’re in great health, and you have a family history, be an advocate for yourself and ask the question, “Is this a good test for me?”"]},{"begin":"468.360","end":"503.840","lines":["The key is early diagnosis. A really wonderful thing that we’re seeing in prostate cancer is that we’re diagnosing more and more people at an earlier stage, where, in fact, they undergo what we call active surveillance, which means that they require no treatment and they require a close follow-up. And that close follow-up is essentially periodic blood tests over the course of two years; some imaging with an MRI of the prostate, which has been a huge difference maker in terms of determining who does and doesn’t need a prostate biopsy."]},{"begin":"503.840","end":"517.840","lines":["Even folks who are diagnosed with cancer that’s a little bit more aggressive, there are tons of options that include surgery, focal therapy, radiation therapy, and the cure rate of those are easily in the mid-90s."]},{"begin":"517.840","end":"533.200","lines":["But again, the earlier you diagnose, the more choices you have and the higher your survival rate is. So again, all the more reason to ask about this test so that you can have more information about your risk."]},{"begin":"533.200","end":"544.760","lines":["So if someone is listening to this episode, and they’ve been avoiding getting screened for prostate cancer or talking to their doctor about it, what steps would you recommend that they take?"]},{"begin":"544.760","end":"550.360","lines":["Well, I want them to realize that, really, the evaluation is first a discussion ..."]},{"begin":"550.360","end":"551.160","lines":["Mm-hmm."]},{"begin":"551.160","end":"553.520","lines":["And then a blood test, and that’s it."]},{"begin":"553.520","end":"575.480","lines":["Really everyone, to the best of, of their ability, should be seen by a primary care provider on a yearly basis. And for most of us that’s going to involve some questions and a questionnaire and some blood work. So this is just another disease that you are just trying to gauge your risk for."]},{"begin":"575.480","end":"601.040","lines":["So I think it starts with asking about the test in the first place. I’m very sympathetic to my primary care colleagues. They’re overwhelmed. There’re not enough of them. They’re trying to squeeze a tremendous amount of information and detective work into a short visit, and we sort of have to be our own advocates in that realm."]},{"begin":"601.040","end":"619.480","lines":["So I think it starts with simply asking your primary care provider, “Do I need this test?” And the conversation may surprise you. You may not actually need that test. Or maybe it’s been a test that you’ve gotten in recently enough that you can skip this year."]},{"begin":"619.480","end":"642.280","lines":["I think the other thing that’s important for people to realize is when a problem is discovered early there tends to be many, many more choices you have to deal with that problem. And chances are, the more choices there are, the more likely you are to find one that you like. And I think prostate cancer is a great, great example of that."]},{"begin":"642.280","end":"663.880","lines":["By asking the question you’re only being an advocate for yourself—you really, really have to be an advocate for yourself in all things that have to do with your health. I think there are many things in our lives that we do a better job of taking care of or keeping appointments for way over our health. And it really, really shouldn’t be that way."]},{"begin":"663.880","end":"676.120","lines":["And to just remember your health is just not you; it’s the people who are around you, who love you, who depend on you and want you here. And they would want you to be an advocate."]},{"begin":"676.120","end":"703.000","lines":["One idea I, I have that I wish people would do is almost have in your life a “bring a loved one to the doctors” day. When you make your appointment for yourself, maybe make an appointment for your significant other and bring them along. I think that way you’re taking care of two people instead of one, and maybe you’re breaking down some barriers for someone who is not seeking out care just because they’re afraid."]},{"begin":"703.000","end":"709.160","lines":["Yeah, that’s great advice. Thank you so much for joining us, Dr. Winkler. I think this is gonna be really helpful for a lot of our listeners."]},{"begin":"709.160","end":"711.320","lines":["Thank you for the opportunity."]},{"begin":"711.320","end":"724.280","lines":["That’s all for today’s episode. We’ll be back on Friday with part one of our latest Friday Fascination miniseries. This one is all about the beauty and mystery of math, and I promise it’s a surprisingly wild ride."]},{"begin":"724.280","end":"734.760","lines":["In the meantime, do us a favor and leave a quick rating or a review wherever you listen to this podcast. You can also send us any questions or comments at ScienceQuickly@sciam.com."]},{"begin":"734.760","end":"750.120","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"750.120","end":"751.920","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]},{"begin":"751.920","end":"756.320","lines":["This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."]}],"duration":756}