{"title":"AI Is Getting Creepier, and Risky Cheese Is Getting Trendier ","img":"https://static.scientificamerican.com/dam/m/213c23f229393dc/original/02_SQLandscape.png","url":"https://www.scientificamerican.com/podcast/episode/bird-flu-makes-raw-milk-riskier-and-geomagnetic-storms-cause-colorful-skies/","audio":"https://traffic.megaphone.fm/SAM9599330494.mp3?updated=1715980363","intro":["A rare geomagnetic storm lit up skies, eerie AI demonstrations and a cautionary word about raw milk."],"authors":["Rachel Feltman","Kelso Harper"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! It's time to kick off the week by catching up on some science news that you may have missed while you were doing whatever it is you do. For Science Quickly, I’m Rachel Feltman. [Clip: Show theme music] Over the weekend, not this past weekend but the weekend before that, folks all over the world got to see rare auroral displays thanks to the most severe geomagnetic storm since 2003. This amazing, colorful phenomenon happens when a burst of magnetized plasma, which is called a coronal mass ejection or CME, spews out of the sun's corona and hits Earth's magnetic field. That results in a bunch of extra energy in our upper atmosphere, which causes some chemical elements to ionize. Luckily for us, that ionization creates a kaleidoscopic glow. Unfortunately, many of us, myself included (which I am totally not upset about) missed out on this light show because of cloudy skies. If you're feeling kind of salty about that, I mean, I get it. You can take comfort in the fact that the pics were a little more impressive than these lights probably looked in person. Phone cameras are designed to use long exposures in the dark, so that they can take in as much light as possible to create a clear image. Human eyeballs just can't do that. So everything looked way brighter and more saturated in those pictures posted by that one girl you went to high school with than they would have actually seemed to the naked eye. But if you still have your heart set on trying to see the northern or southern lights without actually trekking up or down to one of those poles, your outlook isn't too terrible. Solar activity ebbs and flows on an 11-year cycle, and this recent bout of space weather suggests that our sun is nearing that cycle's peak. Scientists say solar activity is likely to max out sometime this year, which means we'll probably see some more major storms in the months to come. Not all of the storms will give us auroras, because the CME that caused them won't always be aimed in our direction. We're already seeing this happen, actually. So, CMEs are often associated with solar flares. On Wednesday, the same region of the sun responsible for last week's auroras spat out the largest solar flare of this solar cycle. But it was positioned at the very edge of the sun's disk, at least relative to, you know, our view from Earth. That means that even if a CME had shot out right after it, it wouldn't have been pointed in the right direction to have a significant impact on our planet. Which means: no light show. All things considered, that's probably for the best. Solar storms can cause issues for satellites and electrical systems, and we did get some reports of grid problems on May 11th. Back in 1859, a particularly powerful solar storm known as the Carrington Event induced currents so strong that telegraph lines got totally fried. Some of them got unplugged from their batteries in time to avoid that, but they reportedly kept transmitting.They were powered completely by the current from the storm. Also, fun fact: May 24 marks 180 years since Samuel F.B. Morse sent the first ever telegraphic message. His message—which was sent from Washington, D.C., to Baltimore, Maryland, on an experimental line—was as follows: “What hath God wrought?” Just imagine what he'd have to say about GPT-4o. Last Monday, OpenAI announced a new machine-learning model that the company says can use any combo of audio, visual and text inputs to generate audio, visual and text outputs. The model supposedly responds to audio in an average of 320 milliseconds, which is pretty close to how humans communicate in real time. OpenAI released a few demonstrations of applications that looked genuinely useful, like providing little info about surroundings for users who are blind or have low vision, and generating nearly instant translations for people conversing in English and Spanish. But some of the company's demos, to use a highly technical term, were really creepy. Like one where an AI assistant kind of flirtatiously disses a developer for looking rumpled and sleep deprived before an interview. I don't need AI to be able to nag me! [Clip: GPT-4o demonstration]"},{"author":"Person","text":"I just need to know, do I look presentable? Professional?"},{"author":"ChatGPT","text":"Well, Rocky, you definitely have the “I've been coding all night” look down, which could actually work in your favor. Maybe just run a hand through your hair or lean into the mad genius vibe."},{"author":"Feltman: ","text":"And then there was another one where two AI started singing together to, like, harmonize, which was frankly chilling. [Clip: GPT-4o demonstration]"},{"author":"ChatGPT","text":"Hello, we are ChatGPT and O. ChatGPT is a bass with a deep, low booming voice and O is a French soprano with a high-pitched, excited voice."},{"author":"ChatGPT (higher voice, singing)","text":"San Francisco in the month of May"},{"author":"ChatGPT (lower voice, singing)","text":"Month of May"},{"author":"ChatGPT (higher voice)","text":"Bom, bom, bom"},{"author":"ChatGPT (lower voice): ","text":"The tenth, it's a Friday, come what may…"},{"author":"Feltman: ","text":"So there's an ongoing outbreak of H5N1 in birds and cattle, but it doesn't appear to pose any immediate threat to human well-being at the moment. So I've been hesitant to bring it up in the news roundup, because I don't want to exhaust you with constant updates about bird flu that feel like too much too soon. I know that's a great way to guarantee that you'll just tune out everything I have to say about it. But there is new info from market research firm NielsenIQ that we've just got to talk about. So according to the Associated Press, Nielsen IQ found that weekly sales of raw cow’s milk have surged since March 25th. And just to be clear, that's compared with the same period of time in 2023. People are buying more raw cow milk. March 25th is when we first confirmed cases of bird flu in U.S. cattle. The U.S. Food and Drug Administration has advised consumers not to purchase raw milk and cheese. That's because testing has shown high levels of the H5N1 virus in unpasteurized milk from infected cows. Pasteurized milk carries only fragments of the virus, and that shouldn't pose any risk to consumers. Listen, cheese made from raw milk can be delicious. And yes, unpasteurized dairy always carries a risk of pathogens, but only you can decide what to put into your body. You know, I eat raw cookie dough, so I have to respect your choices. But now is really not the time to go hard on unpasteurized milk. Scientists have worried about the potential for H5N1 to cause a human pandemic for a while. It's true that dairy cows aren't the only source of risk. There was a study published last Wednesday that confirmed that wild birds in the New York City area had been carrying strains of H5N1 in 2022 and 2023. But this cattle outbreak, which is now in dozens of herds across at least nine states, is a troubling new development. Humans can get H5N1 directly from birds, but this only seems to happen when we have really close or prolonged contact. So poultry farms do pose a risk, but wild birds are less likely to interact with humans and therefore less likely to be a problem—though you should probably avoid cuddling with any pigeons if you can help it. But dairy cows are domesticated animals, and they're also mammals, so it is just quite literally a different beast. Besides the issue of them just being in close proximity to people all the time, preliminary research shows that cows can potentially contract both human flu strains and avian viruses at the same time. Experts are worried that this might result in, like, a viral gene swapping situation that could create a new flu, and that flu could potentially be more contagious among humans. This isn't purely hypothetical, because pigs also have the unfortunate ability to collect flu strains like Pokemon, and that's how swine flu surfaced in humans in 2009. So you have to ask yourself: is that glass of fresh cow juice really worth the risk of being patient zero? Looking ahead to the coming week, the National Oceanic and Atmospheric Administration should be announcing its forecast for the upcoming hurricane season this Thursday. Some scientists have already gone public saying that this hurricane season could break records. La Niña and El Niño are probably going to have an impact on this year's hurricane season, which formally begins on June 1st. These are two climate pattern extremes, and they affect our weather in different ways, but together they can result in some unfortunate synergy. El Niño is just now dying down and it causes surges in water surface temperature. Warmer water usually means stronger hurricanes, but El Niño also increases something called wind shear, which tends to keep cyclones from getting bigger. Scientists expect La Niña to develop soon, and that will eventually lead to slightly lower ocean surface temperatures. But for now, the ocean is still toasty from El Niño's time on the scene. Those balmy waters, combined with La Niña’s reduced wind shear, could make the perfect conditions for lots of intense storms. Okay, let's try to end things on a slightly lighter note. Last week, astronomers announced the discovery of an exoplanet that has basically the same density as cotton candy. It's an extreme example of a class of planets called “puffy Jupiters,” which is just amazing. And it's reportedly the second lightest planet ever discovered. Like most of our galaxy's gas giants, this cotton-candy planet is probably mostly made of hydrogen and helium, but apparently there's no existing theory of planetary formation that can explain how it got so big while also staying so light. If fluffy exoplanets aren't enough to make you feel better about the bird flu and extreme weather stuff, I mean, that's fair enough. I'm so sorry. But I'll leave you with a reminder that this Saturday is Towel Day, so let's all do our best to follow the advice of the late, great Douglas Adams, who, of course, wrote Hitchhiker's Guide to the Galaxy. That advice is: don't panic. Easier said than done.*Laughs* If you need a little help with all that not panicking, you should tune in this Wednesday. Seriously, I promise this is actually very relevant. I'm going to be talking to a very special guest who will give us expert advice on not just surviving the apocalypse, but doing it with a smile. [Clip: Show theme music] We'd love to hear how you're feeling about our new episode formats, or about any stories that you think we should cover. So give us a shout at sciencequickly@sciam.com, seriously, we'd love to hear from you. Science Quickly is produced by me, Rachel Feltman, along with Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."}],"wave_peaks":[4,39,176,440,4847,3573,2785,3727,3168,3057,2930,11821,8308,6071,6307,7559,9293,10711,6705,8876,8455,8075,7560,10741,4853,8499,5897,6943,9353,6851,5662,8401,8718,5579,5932,1047,8991,11076,8339,9290,7868,11640,3059,3811,5143,4333,3159,2471,3050,1975,743,516,371,402,260,246,14526,7448,8492,9711,5844,12414,7887,5568,7690,10980,916,8400,9187,7308,7463,7866,9380,4350,4044,6278,8958,8613,7497,4769,7884,3793,6545,5220,7724,11644,8901,6270,5759,9652,6209,5910,229,158,6039,4381,9572,5832,4809,9840,9775,8475,15220,10276,9482,7086,9156,7779,11774,9344,6787,9280,4998,10050,8457,7522,6843,6711,5909,1358,2181,4223,10669,7449,6961,9094,7367,7099,7688,10204,8292,5433,8105,472,12147,8989,9041,9991,10369,9015,8473,9890,10335,9211,6222,7145,10234,6453,9283,9397,8059,5106,11456,9925,3518,704,10950,6744,9750,8144,9567,5254,4114,5925,6423,4762,8914,9138,9499,5158,428,208,191,10742,6870,5034,8570,6856,9472,5067,6956,4310,8531,4051,10556,8989,10316,942,6732,8479,7649,9189,8639,6275,6132,13080,11798,2982,6594,8469,9486,4460,9653,8315,7667,8674,4417,5745,9270,8522,5156,11184,8064,10690,7722,6221,8673,7582,6396,10193,8260,5165,8858,6748,10913,8180,8167,8867,2036,174,9912,8577,9884,9461,5744,4801,8055,6531,7963,8412,9827,8273,5676,6740,8177,8983,8291,8070,11822,7691,5719,5628,6617,7987,7654,271,7081,11116,8257,6382,5893,6147,10725,7807,10226,11483,6916,7523,6117,7286,8726,10562,8003,10650,8664,6556,5679,6668,7311,12574,10347,7699,8296,10210,8169,6498,6471,15099,4614,4929,6499,6983,11911,8702,15,10385,5254,9172,9672,9298,12963,4361,4957,8738,7694,11708,7849,11799,10936,5394,12609,7675,8786,4729,6847,10983,4793,1170,12205,7785,6219,6020,7621,5018,99,240,292,321,9288,10374,5446,10567,4717,9055,5916,8623,8607,6462,9212,8117,10522,5792,5001,4249,13936,5026,8606,7030,7872,8500,8457,6558,6410,9555,10587,6284,4029,1159,1056,2204,9210,6430,10574,4959,5584,9138,10219,8272,11208,8702,5804,7015,6612,12059,6273,3778,6937,6328,5130,8538,4737,8041,5120,13147,2191,10764,9772,6824,8176,9529,9131,6805,4471,10889,5849,5793,10530,10086,5874,5215,3294,6135,9319,10344,5465,997,2389,10271,4863,4877,12864,10991,6259,5694,8045,4700,5636,12609,9587,5777,5371,7816,6342,8885,9120,2478,9634,9154,6415,6779,4172,6031,7986,6430,7865,9736,9421,7212,7963,3081,8904,9149,2975,5001,9994,5559,7005,8022,9454,6706,6428,6644,11133,5542,344,11009,8379,7279,5224,9616,6777,7163,8406,10360,6508,7020,8916,6179,10694,7838,5296,12637,10581,8089,7000,643,9698,5498,8048,5294,6832,6342,6233,10113,11088,11637,7533,6774,8071,7396,6677,8125,5699,8546,9813,8388,12144,6892,5533,6744,11869,7239,9846,6316,6614,5778,6838,6463,8930,9942,4957,383,11532,6609,4483,8564,6421,11602,6582,10028,3481,10237,8062,7870,12201,6932,5052,10051,7651,8435,9909,9498,6006,9374,4907,3997,6924,6499,8316,7945,10923,7226,8426,10091,842,233,11924,6366,4873,8757,6192,6141,5710,5563,10380,5900,6894,7217,7204,8062,6919,11317,592,5463,7526,4698,6954,9279,7498,9657,9594,8694,8199,5045,6675,10884,10081,1856,8791,6844,9646,8665,5862,10347,6163,10664,5805,8955,12282,8232,7875,5607,3579,8929,6481,6553,5002,652,7281,9032,6188,5337,5283,4963,377,12408,9212,9867,8934,615,598,1516,9961,11324,8452,6113,6647,10271,4616,5016,5169,7055,4778,4999,7980,5016,6352,9583,6702,5723,11737,10610,9521,7447,9396,3080,7931,9606,4703,5291,9524,10713,5449,11617,6474,6731,6052,8668,7249,5924,571,9199,9312,6428,1602,11754,11433,10925,7939,9341,2907,584,488,445,383,304,206,5104,8515,8785,13157,7650,9644,4933,3210,9891,8340,17,13250,8029,6280,9084,8383,6264,5135,3991,7837,8304,5369,6383,7889,5597,11089,9544,8924,9046,5226,6523,7572,9075,7913,6855,8164,6151,9374,5812,7376,9792,10849,8427,2461,917,4931,9215,7698,8425,6927,7270,9918,6162,11639,10038,4859,5725,7368,8501,11633,7577,4800,6762,7353,11392,4326,5510,5949,11177,8349,41,8526,9646,9024,6170,3871,6394,6330,4831,12276,6417,3703,9618,7177,4994,4611,8630,6510,10485,10369,5820,8622,6962,10489,12602,7307,7294,6978,6177,10589,14861,7024,6027,309,9191,7039,5801,5266,6404,9473,7852,5276,9612,7409,7916,6110,6714,3760,9673,2583,98,11780,10804,9137,9749,8013,7498,4203,5870,11354,6556,8236,9653,7506,8173,3938,7169,5494,5915,2130,10724,8447,9671,6823,6910,10255,7202,6530,10682,5804,9504,6243,6653,6896,7000,11466,8321,7691,4484,6475,7296,4695,10159,9384,5732,7242,5870,3179,10569,7418,10527,7250,8260,5530,2997,1261,132,9576,8203,7845,7145,6702,8386,7478,2151,9151,6097,9,16,24,477,4094,5338,5225,6372,5880,6057,6021,4198,2586,3456,3221,4260,6683,2704,1794,4611,3842,2217,2746,1591,5405,3986,4595,3163,4259,7122,5285,9266,4071,2966,54,3934,2627,1583,3281,2512,5410,4672,3445,3329,3778,3538,1722,318,320,253,7460,8078,7869,7571,9132,6485,8449,4723,7834,4247,5730,4009,7708,5561,8464,11471,9503,6218,174,7533,5448,113,10872,7350,5975,6361,152,9040,4955,2976,2912,2612,4552,3062,4435,7076,3962,2834,1857,2411,2801,2775,1211,1154,6628,4765,3117,3141,3345,2974,2560,1938,1632,3705,1794,2983,815,2457,3823,4079,6359,4650,5971,6014,6472,4482,5027,4260,5915,4926,4748,1758,66,4574,3551,2912,2780,1663,1541,1208,481,72,68,1189,1010,1452,1145,939,652,1207,2107,3452,4062,2916,4026,4245,2753,1335,2510,1252,1253,2343,3100,2504,2497,2773,2722,5397,5531,3244,2314,847,1388,1516,1052,945,811,930,1900,2102,2623,2705,3220,3473,3592,2991,2931,2477,1648,4383,8163,7266,8881,9135,7793,11983,5883,10759,9699,8853,5057,6632,6791,10864,8819,7625,8490,6919,5858,8246,5357,4213,4942,10626,6173,8252,8260,13262,7746,7603,7053,1904,6185,13623,5677,10983,8035,11387,8461,9619,10033,5580,13321,6497,11165,10245,6530,10713,7240,9701,13316,8783,6457,5229,11469,9024,5667,9691,3076,5435,3611,278,15927,6659,10298,6971,7320,5458,7441,9584,7596,12167,6700,7896,392,9571,9144,5031,4196,5787,8988,11296,7744,7225,8839,10087,6569,11463,7927,4852,6813,10725,6246,5303,406,431,468,724,3128,8906,10524,6272,5474,12840,6979,7410,8437,5078,10133,9273,4472,6626,8062,10386,12069,6727,11193,3301,3622,8467,6519,4962,12011,9323,4275,8924,6667,8367,8394,4147,5563,6260,3962,5802,8128,12156,8169,6146,11098,6360,7760,804,7437,11403,5267,7752,9101,10311,9310,13034,7911,1933,12603,9721,7995,7497,9675,5971,11294,6490,5627,7796,6171,5011,8436,11831,4702,4053,7998,11254,8849,5281,8093,10440,9140,6526,4041,4517,7287,7698,5941,7426,6555,8304,6469,3509,2983,1128,8045,5970,9670,5329,6025,12807,7148,6087,5505,10618,8710,11730,5761,8001,11187,8838,8326,12363,6909,15318,3264,714,10819,9530,7990,9557,6375,6444,13994,7147,9024,10564,9691,10457,4063,8137,6109,7280,4489,4424,3292,656,447,282,238,216,7867,1530,3674,5856,5575,10461,7308,2129,9899,5568,8331,5580,6887,8030,7211,8505,14013,9673,6600,6202,8102,2469,6973,9549,7429,12841,6961,9034,6336,4510,6716,11087,8314,9123,7468,14544,3251,8068,12231,6351,9715,6989,8679,8741,12003,8719,8948,7014,7732,7595,613,11705,9465,3612,6259,7115,6224,9645,7133,9101,9259,12965,11053,10685,7457,797,318,9128,9380,8084,11765,9631,7837,10348,8203,8045,8550,7297,5761,7948,7998,8899,9701,10252,5405,70,10586,5561,6220,5307,14009,12788,6231,7803,8842,2346,6893,8808,9661,9015,9233,5968,6050,5675,8604,10050,10358,8688,6800,5541,6453,6689,8329,9509,6980,5707,5380,14126,9179,8054,5064,7826,5384,5474,8649,7529,5863,154,1902,13130,4292,9966,9332,8077,6438,5187,6866,5607,9130,6463,8490,14242,7324,10027,8112,4960,2574,443,7833,8596,8240,7756,9662,7223,506,7624,5490,8087,8045,4920,11512,8379,10873,9554,5760,10112,5563,5261,7790,10869,7672,5552,11140,6534,8336,7468,7648,6245,9154,11160,528,8825,8889,10997,8640,9556,9882,11199,9005,11943,9391,7740,7312,8871,5260,6413,5786,9272,8593,5571,4678,6706,12711,4806,8328,7070,8305,6871,6686,8312,8508,5465,6200,5329,13078,6371,567,1434,4077,11268,10392,4801,9761,7135,5993,11416,7485,7662,5657,7619,5442,10430,8825,9938,6297,10620,5551,6760,2737,9938,11174,5700,7398,10815,6610,5309,7877,13153,5404,8194,8979,7644,3047,7709,6023,6702,2823,9445,7783,13494,3403,9428,5137,12870,6379,6397,4768,6016,5603,5569,13628,6433,9323,4854,8240,8963,653,320,11272,3383,6855,7731,6480,6879,8836,4759,8564,9682,6290,5661,9895,6627,5378,6921,664,6594,8044,7951,7700,2381,8107,10340,6481,4817,9178,4011,7486,6018,4294,5539,10212,6984,1604,601,4366,4266,9795,10308,6263,6744,7441,6391,9763,9903,6604,7375,7510,4713,9652,6343,8607,9230,7853,9617,8627,9909,8162,6973,7019,5498,4999,10131,9633,2439,379,8190,4868,9654,8399,9650,10581,11092,7359,10274,10485,4300,2172,5524,6146,7141,7260,5875,4844,5540,8120,7656,663,1123,738,1049,827,642,563,448,366,8767,10160,5173,10910,4156,8797,7271,6324,10863,9386,5113,6598,6170,3753,5072,7006,5636,9336,14598,7426,11157,7085,7025,5117,5978,8004,9326,2115,9434,10158,9232,11592,8644,10182,7948,6721,6059,4828,5862,7645,11944,9037,2536,2040,1721,1728,1568,10782,7783,6754,9385,5556,11158,11775,8343,9227,10954,5622,7057,4689,6266,11047,7021,8108,4367,9187,2278,469,5158,12343,5089,8847,11063,11484,5866,5479,6631,7555,9387,7300,6227,6031,5247,691,10847,7123,5001,8800,9088,9329,7738,8136,5883,7005,5807,3754,536,9887,7291,6368,6017,7558,10338,6198,9358,9528,8481,6782,5339,9446,7331,10883,7659,9662,12064,7570,5194,6262,11119,7304,6528,2316,15363,8905,9639,5303,5179,9731,11681,4409,6927,6638,4724,10168,3256,4554,4748,10592,11818,7708,7294,3359,501,10144,5165,11141,11419,7961,7644,9684,5497,11017,9822,5904,7892,5240,4716,7952,4044,9092,6148,6056,12262,5610,13022,7255,8655,6509,6146,5447,5861,5397,10551,9325,3952,5078,14071,5023,4640,487,8743,9772,7982,8822,5999,10379,7649,5662,6194,5103,4625,6927,340,5946,5672,6678,8485,6371,4887,5893,8334,8016,9758,2960,4569,2564,1327,1518,1465,1760,1823,1868,805,663,661,9861,8505,10193,7318,5325,6347,6309,5914,6353,5096,1459,1664,1126,8935,5368,9574,8377,6619,5481,8333,9261,14235,4982,7353,9843,11103,2720,7099,8062,5725,7191,6212,6389,14443,6386,7188,311,101,7978,5832,4683,6577,7771,10190,6780,5419,7672,8122,4559,7945,8017,3465,6453,668,9695,6400,9440,6295,8293,5165,9945,8147,6839,11017,8767,8727,2844,341,10042,8583,7458,8896,5163,9136,8100,5515,6252,9332,5569,6538,11157,7542,7958,5560,11129,11095,6558,5515,8666,359,9913,7947,7358,5494,6868,4465,4316,5286,5992,6279,6531,5339,8278,4830,5578,11371,7121,9593,8923,6788,6894,9570,7744,5643,8120,8871,160,604,778,790,355,6567,9775,6514,7515,6052,10562,6514,8774,4842,5400,9096,8355,10605,7887,5666,6610,4710,8539,8510,1087,11677,7050,2219,9527,10106,2485,6799,8254,3949,3321,10787,6642,5104,6470,9282,8333,5942,10458,7380,6217,12229,7756,7147,3585,6244,8790,10525,8349,8867,3333,5239,10885,9168,6408,9064,8181,7431,11436,9888,7385,6889,8585,6737,10396,10290,8740,4498,828,11344,9555,5715,2613,9205,10624,10411,3073,5781,7888,8106,2243,1326,575,682,5686,8371,9429,9502,9020,10789,6737,5578,4754,4335,3847,5468,7387,7391,5316,6312,11912,12219,2398,5511,13724,7973,10638,1231,10438,4981,11294,4504,6929,5360,10950,8967,4361,5495,8427,11401,6078,10787,3962,7911,9749,4864,11950,5709,12351,6880,6873,5499,5308,7475,11666,6671,1204,1911,870,343,75,65,136,252,440,569,1164,1335,5582,10881,4419,8825,13135,6635,10756,9544,5143,14874,7000,9146,7120,10889,7051,6123,5390,7910,14047,7351,629,7628,5716,10628,9102,5791,9236,10880,9056,9881,4411,4509,8173,7460,4935,1449,1435,1287,8945,8532,7706,7047,11429,8510,12013,10484,10137,7466,11182,13301,6837,8173,7336,8313,12201,10592,9864,8294,7861,7375,1478,719,14810,10408,8385,9587,6781,11263,8667,8863,9151,10925,8243,7501,11869,7661,10444,6471,6338,6733,12502,5049,7840,8231,5127,6336,10808,9706,1255,13692,5931,6336,7468,11382,7066,7593,790,564,11386,10938,8510,7690,7460,8460,10615,8122,5572,9497,8928,4868,2906,2244,2236,3057,2405,1563,2118,3849,3166,2234,2069,1530,1681,277,156,55,28,13,5,3,2,1]}
