{
  "title": "The Internet Is Full of Deepfakes, and the Sky Is Full of Trash",
  "img": "https://static.scientificamerican.com/dam/m/213c23f229393dc/original/02_SQLandscape.png",
  "url": "https://www.scientificamerican.com/podcast/episode/the-internet-is-full-of-deepfakes-and-the-sky-is-full-of-trash/",
  "audio": "https://traffic.megaphone.fm/SAM4422199637.mp3?updated=1715372625",
  "intro": [
    "Deepfake images, a delayed spaceflight, the troubles with space junk and a blast from our past.\n"
  ],
  "authors": [
    "Rachel Feltman"
  ],
  "category": [
    "Artificial Intelligence"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman: ",
      "text": "Happy Monday, listeners! Let’s kick off the week by catching up on some science news. For Science Quickly, I’m Rachel Feltman. If you enjoyed photos of the red-carpet fashion from the Met Gala last Monday, chances are good you encountered at least one artificial-intelligence-generated fake. Katy Perry posted screenshots suggesting that even her own mother got duped by an AI-generated image appearing to show the pop singer in a floral gown. It just so happens that on Tuesday ChatGPT developer OpenAI announced a new tool designed to detect images made using the company’s DALL-E 3 generator. OpenAI says internal tests found that the tool was able to identify about 98 percent of images generated by DALL-E 3. The creators did note, however, that any post-AI changes made to the images, including shifts in coloring, made the tool more likely to fail. Sam Gregory, executive director of technology-focused human rights nonprofit Witness, told NPR that good media literacy and common sense make a better defense against deepfakes than currently available digital tools. While a fake photo of Katy Perry may not pose a global threat, other images could have more serious implications—particularly during an election year. Gregory noted that if just one image or video is circulating from a supposed event, Internet users should ask themselves why there aren’t any corroborating sources. He also suggested doing Internet searches to try and confirm basic facts related to the image, such as whether the subject was actually in the location pictured at the time the photograph was supposedly taken. And now onto stars of a different nature. Last week the long-delayed first crewed launch of Boeing’s Starliner capsule was—you guessed it—delayed. With just two hours until liftoff, NASA astronauts Suni Williams and Butch Wilmore were already strapped in when mission controllers scrubbed the launch last Monday night. The launch team made the call because of odd behavior from an oxygen relief valve on the rocket meant to carry the capsule. The valve is going to be replaced, which means the Starliner will launch no earlier than May 17. Looking ahead at this coming week in science, folks in the Washington, D.C., area will have the chance to hear the latest policy and science news about space junk at this year’s Science on the Hill event. One recent report counted nearly 3,000 new satellites added to Earth’s orbit in 2023 alone, which marks a record high and a nearly 15 percent increase from 2022. As more satellites fill the sky—and eventually become inactive, like more than 3,300 of the ones currently in orbit—the average gaps between them will decrease, raising the risk of collisions. Late last month Japanese company Astroscale released the first-ever up-close picture of space junk taken from orbit, a demonstration of the company’s ability to bring its spacecraft near debris without slamming into it. The company is partnering with the Japan Aerospace Exploration Agency, or JAXA, on plans to try the same maneuver with the addition of a robotic arm to shove the trash into our atmosphere. The friction of reentry should be enough to destroy the debris, though this method doesn’t always work perfectly. In March a cylindrical object weighing nearly one kilogram crashed into a family home in Florida. NASA later identified it as detritus from the International Space Station that was expected to burn up during reentry. The European Space Agency, JAXA and NASA all have programs in place to identify innovative solutions to the space junk problem. This year’s Science on the Hill event, which is open to the general public, will feature experts in space law and cosmic trash removal, along with Scientific American editors, discussing how humans can combat the issue of extraterrestrial rubbish. The panel will take place on Friday, May 17, at 12 P.M. in Washington, D.C. You can find more info at bit.ly/scienceonthehill. That’s B-I-T dot L-Y slash science on the hill. Here’s something a little passé to brighten your day. Just about a century ago to the day Scientific American’s May 1924 cover celebrated the then cutting-edge technology of radio broadcasting.  While Canadian physicist Reginald Fessenden sent the first long-distance radio broadcast of music and voice back in 1906, the first commercial radio station wouldn’t open until 1920. So it’s not surprising that 100 years ago, contributors to Scientific American were still pretty jazzed about the whole thing. Here’s what they had to say about what they called “the gentle art of broadcasting”:"
    },
    {
      "author": "Kelso Harper",
      "text": ": How quickly we have become accustomed to broad­casting! Only a few years back we were contented to spend our evenings reading the newspaper, a magazine, or a bulky book. If we desired a little entertainment, we went to the nearby motion picture house or to the theatre. Today it is quite different. On our way home we look through our newspaper for the radio programs. Instead of having to go out for our entertainment, we have merely to turn the dials of our radio receiver to the proper settings, and the entertainment comes to us from out of the sky. It is now too commonplace to be fully appreciated, this wonderful thing called broadcasting."
    },
    {
      "author": "Feltman: ",
      "text": "There’s no denying the magic of radio, but I do wonder what the SciAm contributors of 1924 would have to say about podcasting. We merely have to scroll through our personalized feeds, and the entertainment comes to us from out of the sky! Wild. That’s it for this week’s science news digest. But don’t worry: we’ve got plenty of exciting programs for you to look forward to the next time you desire a little entertainment. Check back this Wednesday for a chat about brand-new cannabis research that could change the way you toke. On Friday we’ll take you on a deep dive into troubling environmental news out of Cape Cod. We’ve got some other awesome Friday Fascinations on deck, too: immersive stories about everything from the beauty of math to the mysteries of deep-sea archaeology. It’s going to be a wild ride, and we promise we’ll save you a seat. [Clip: Show theme music] Science Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Do you have an idea for a story we should cover or some feedback about our new episode formats? Give us a shout at ScienceQuickly@sciam.com. For Science Quickly, I’m Rachel Feltman. See you next time!"
    }
  ]
}