{"title":"An Effort to Fight against the Spread of Misinformation in Science and an Overwhelming Number of Plastic Water Bottles","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-the-u-n-is-fighting-misinformation-in-science/","audio":"https://traffic.megaphone.fm/SAM7069604199.mp3?updated=1727473387","intro":["Here’s how misinformation and distrust in science are impacting global well-being. Plus, we present our regular roundup of this week’s science news."],"authors":["Rachel Feltman","Fonda Mwangi","Anaissa Ruiz Tejada"],"category":["Technology"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! And happy autumn. I hope you’re enjoying some lovely crisp sweater weather wherever you are right now. For Scientific American’s Science Quickly, I’m Rachel Feltman. You’re listening to our weekly science news roundup. But before we get into some of the science stories you might have missed last week, we’ve actually got a special little segment to share with you —so let’s just dive right in."},{"author":"","text":"[CLIP: Music]"},{"author":"","text":"The SciAm multimedia team spent part of last week at the General Assembly of the United Nations, we were hanging out to hear updates on the UN’s 17 Sustainable Development Goals. I got to chat with the U.N.’s undersecretary-general for global communications Melissa Fleming, who shared her thoughts on how misinformation and distrust in science are impacting global well-being—plus, what we can do about it. Here’s our conversation:"},{"author":"Feltman","text":"Melissa, thanks so much for taking the time to chat."},{"author":"Melissa Flemming","text":"It's great to be with you."},{"author":"Feltman","text":"What's your sense of how public trust of science has changed in recent years?"},{"author":"Melissa Flemming","text":"Well, I think with the rise of social media and the potential for anyone to claim to know science or to communicate science, it's really in trouble because science can be uncomfortable, especially when it relates to a global pandemic and you're having to give guidelines to people who don't want to receive it or around climate, for example, and actions that people are afraid to take. So it's easier for certain actors to say #climatescam and climate change isn't real than it is for a scientist to say, ‘yes, manmade, climate change is real.’"},{"author":"","text":"The challenge for scientists is going to be, now, not just how do we navigate in this toxic information ecosystem where we have an infodemic of good information mixed with bad information, and people finding it impossible to navigate, and how do we communicate more effectively as scientists?"},{"author":"Feltman","text":"And so, what is the UN doing? What tactics have you found success with?"},{"author":"Flemming","text":"Well, we study the disinformation trends and we design our communications not to debunk those trends or to fact check them because if they're already out there, nobody really pays attention to your correction. What we can do is look at where that information is traveling and to also be in those spaces as an alternative source of information."},{"author":"","text":"And then we also work with influencers, similar to what disinformation actors do. And there are so many out there who wanted to help be forces for spreading good information, information you can trust, information that will help inform people, get them to care about the issues that really matter to them, and also to get them to act."},{"author":"","text":"So we have people, you know, communicating in languages that people speak, all over the world, trying to help us just deliver information that we think is really needed."},{"author":"Feltman","text":"Yeah, and what are the ways that misinformation and distrust in science is impacting people in their everyday lives?"},{"author":"Flemming","text":"Well, I mean, we saw this very clearly during the COVID-19 pandemic, but I mean, I remember I had breast cancer and one of the first things I did was go. online. And one of the first websites I encountered in my search was one called The Truth About Cancer. It had a million followers in this group on Facebook and it was all over the Internet."},{"author":"","text":"And it was basically telling me that I don't need to have chemotherapy, and that there are natural cures for my cancer. It's a good thing that I studied journalism because I quickly discovered that this was, you know, completely the wrong direction to take. However, why did they have so many followers?"},{"author":"","text":"I found this disturbing to this day and especially during COVID-19 when I found that same couple with a very hugely popular website and products and videos and social media accounts called the truth about vaccines. These people are making millions of dollars off of leading people astray."},{"author":"","text":"That's an extreme example in health, but we're seeing it also in the climate space that people feel like because of what they're reading, because they're seeing #climatescam that they don't have to do anything about it or that they just don't have the power to do anything about it."},{"author":"","text":"So it is dangerous and that's why we have to get better at. communicating for the sake of our world and also for the good of our people."},{"author":"Feltman","text":"What can individuals, both scientists and lay people, do to protect themselves from misinformation but also help repair trust in science in general?"},{"author":"Flemming","text":"There's a huge role to play for journalism, and so I'm really glad to be speaking on a Scientific American podcast. Publications like yours are extremely important as references. I think mainstream journalism needs to continuously report on science, but not necessarily only on science, when they're reporting on the weather and things that are happening to really include the scientific dimension. Where is this coming from? Or if, you know, any issue, there is some scientific dimension. And scientists themselves, and I would urge universities, and I'm seeing this actually happening, to train their students in communications."},{"author":"","text":"Communications can't be just an afterthought. Scientists need to be storytellers. They need to also, um, explain that science isn't black and white, it does evolve, but that it has done so much for the betterment of humankind. It has saved so many lives. And it has so much wonder, and that we should embrace it and learn as much as we can about it."},{"author":"Feltman","text":"Well, thank you so much for the work you're doing and for taking the time to chat with us today."},{"author":"Flemming","text":"Well, it was a pleasure. Thank you for having me."},{"author":"Feltman","text":"We’ll be talking more about misinformation online—and how AI is fueling it in the wake of the 2024 election—on an upcoming Friday Fascination episode, so stay tuned for that in October."},{"author":"","text":"[CLIP: Music]"},{"author":"","text":"Speaking of misinformation, a study out last week suggests that social media platforms may not always do their very darndest to stop its spread. Back in 2023, a study published in Science and funded by Facebook parent company Meta found that Facebook’s and Instagram’s algorithms were not major drivers of false information during the 2020 election, basically their algorithms did a stand-up job of filtering out sketchy news sources."},{"author":"","text":"But now another team of researchers say that those results are a little misleading. They’re pointing out that the Meta-funded study pulled a substantial part of its data from a brief period when the social platforms rolled out a new, more sensitive algorithm for filtering news. So, it’s not that Meta didn’t work hard to promote truth during the election; the changes to Facebook’s feed were introduced in November 2020 specifically to help combat misinformation during this crucial period—and as last year’s study showed, those modifications did a good job."},{"author":"","text":"But while a lot of the coverage of that study made it seem like Facebook and Instagram are generally that great at filtering out information, the algorithm actually reverted in March 2021, and the Meta-funded study only collected data from late September through late December. So, the researchers of the new study are basically arguing that this shows social media sites can combat misinformation, but might choose not to."},{"author":"","text":"Since you clearly shouldn’t be getting your health news from social media, I know, what a shock, I’ll cover it here instead. First, let’s get some infectious disease updates. India has confirmed a case of clade Ib mpox, which is the deadlier strain of the virus, and the one behind outbreaks in several African countries. If you need a refresher on clade I Mpox and why it’s worth keeping an eye on, you can circle back to our August 26 news roundup for more info."},{"author":"","text":"Meanwhile in New York, health officials announced last week that a resident has died from eastern equine encephalitis. This individual was the first human known to have the disease in New York state since 2015. With warm weather creeping into the fall months, don’t forget to take precautions like wearing long sleeves and bug spray when you’re spending time outside. But don’t let those balmy autumn days keep you from getting your flu and COVID boosters ASAP either! It’s still time to prep for prime cold and flu season, no matter how warm it is out, climate change means we get the best of both worlds."},{"author":"","text":"Speaking of COVID, we got some good news from the U.S. Department of Health and Human Services, they say Americans will soon be able to order free at-home tests for mail delivery again. As your friendly neighborhood COVID long-hauler, I highly recommend stocking up and testing whenever you’re feeling sniffly. Don’t let your “it’s just a cold” turn into someone else’s long-term disability."},{"author":"","text":"[CLIP: Music]"},{"author":"","text":"Now, unfortunately, I’ve got to get back on my plastic soapbox. I know, I do this all the time but it’s a big problem and once you have a plastic soapbox it’s really important to reuse it as many times as possible, you know. The authors of a commentary published last week in BMJ Global Health sounded the alarm on the roughly one million bottles of water bought every minute around the globe. That’s one million! Plastic bottles! Every minute! Yikes!"},{"author":"","text":"Of course, many of the folks drinking bottled water have no choice—there are at least two billion people around the world who lack reliable access to clean drinking water, and actually some recent research claims that number is an underestimate by more than half. But the authors of this study say that for the rest of us, bottled water isn’t just a bad choice for the environment; it’s also bad for our health. The authors point out that microplastics and other contaminants can leach into bottled water, especially if it’s stored for long periods of time before consumption."},{"author":"","text":"So as long as there is no known problem with your local tap water, just drink from the faucet, by which I mean, put it in a glass and then drink it, or not, it’s your house, do what you want."},{"author":"","text":"[CLIP: Music]"},{"author":"","text":"Another study out last week reported that around 200 chemicals with potential or confirmed links to breast cancer are used to make food packaging and utensils. Dozens of these chemicals have already been classified as hazardous to human health by at least one regulator. We’re not just talking about plastics, either, dyes used in paper and cardboard also getting flagged."},{"author":"","text":"Even packaging that looks like it’s just made out of paper, often features adhesives, or even layers of plastic. The study confirms that some of these chemicals are leaching into our food and entering our bodies. These findings are particularly interesting to scientists in light of rising rates of breast cancer in women under 50. And as one outside expert pointed out colon cancers in young people are also on the rise."},{"author":"","text":"To end things on a fun note: most octopuses hunt alone, but a study published last Monday shows that they can team up with fish when the mood strikes them. Researchers collected 120 hours of footage in the Red Sea and found 13 examples of cross-species collaboration, where a big blue octopus, that’s what the species is called informally, not just an app description, worked with fish to catch smaller prey."},{"author":"","text":"Apparently the octopus tended to act as the brains of the operation, while different species of fish took on different roles in the team. How long will it take Pixar to do an Ocean’s Eleven reboot? Come on, guys. I mean come on, it’s right there in the name."},{"author":"","text":"Just one more thing before we go, as of this recording on Friday, Hurricane Helene is now a tropical storm and it’s still putting loads of people at risk. We just want to say that we hope that all our listeners in affected areas are safe and doing well. We’ll be talking more about hurricanes like Helene in a future episode, so stay tuned for that."},{"author":"","text":"[CLIP: Music]"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was edited by Anaissa Ruiz Tejada. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[0,8736,20651,19780,14324,24546,22218,22828,24504,23623,13587,4458,22458,15786,21273,13710,15256,13630,11118,16014,23360,11766,11778,13384,17323,9996,24467,24001,10108,13528,17997,14785,18230,12701,8637,16399,20663,10976,17226,5183,17480,24528,10556,24551,11592,22033,21686,17290,21849,9339,16561,12562,14143,12243,18932,22879,24477,12046,18534,17338,22058,16948,16039,12822,11824,13710,10551,17141,13811,22995,20892,16728,20244,17140,20468,20479,12636,12470,24597,22762,24606,14505,15844,22295,18785,24549,17858,20372,11303,24447,24518,22898,20618,12275,24533,24408,16264,20,2,15,164,723,1819,19038,14790,8834,11020,8149,7311,7810,6069,7908,5849,7595,6872,7676,7993,7102,7833,7395,7847,5575,20535,14600,10506,6867,11691,19512,16099,10511,1976,12449,11395,10051,8479,6785,7666,9752,3203,12235,8541,8910,9707,13740,4738,2605,12942,18632,10255,13944,12676,6464,7739,19488,8027,7166,3144,13149,9056,6376,10220,9373,20932,8015,4699,11504,6669,2049,774,541,387,419,11967,11742,15969,6097,12372,14099,5757,12770,18811,13470,6665,19046,15322,16760,9919,13762,9073,4665,1031,18407,11351,5644,17908,13959,2793,5907,5726,5036,5387,5990,5015,5255,5088,1569,125,17897,18849,14061,7919,5348,6916,8522,18749,18860,17414,5328,7559,10797,7553,6578,6244,3550,1925,9415,16703,17177,8596,11322,8310,9624,16882,7790,9229,9281,9173,6010,1763,17096,18728,18957,15121,6904,10210,10693,5310,9154,7061,7324,7811,7592,7901,9210,5537,5639,15448,19038,13352,14816,7567,7155,11055,7262,18853,14864,16008,13771,9052,6023,7632,11182,4649,18944,10148,6520,10478,7758,96,18795,14052,11357,2161,702,17571,13090,14917,11298,8420,16852,6764,17651,9681,9872,8315,1038,18834,18187,12376,4400,13055,12688,13910,13404,8668,9446,7092,6262,6100,7197,8085,4099,16088,16924,18657,8621,2621,17128,11501,11716,14433,13147,9417,7654,11690,11437,11084,5202,1670,5412,10209,7636,16367,18871,10068,12029,11408,10901,6085,10729,13529,13800,8878,9076,6512,4651,13657,13913,10749,11334,12393,14540,6185,14635,14559,11925,8890,1371,14170,16348,9331,9587,14055,12468,12274,8840,10493,10325,12260,8775,11833,12615,10924,1488,3036,16347,12012,11150,10905,11098,10373,9056,7175,9451,13338,13076,2407,2291,18375,18868,2217,12039,13979,13215,11913,10473,12910,13852,11463,12146,15709,9740,12277,2381,8772,18912,14378,18041,16382,17660,12932,14819,5141,11406,17374,7352,1649,18855,14857,11674,12527,13147,11992,14719,16181,18900,12711,9916,10001,14902,6083,18743,13812,16653,14728,12128,8921,18875,10535,1322,1483,3260,18150,12160,14775,13754,8242,12656,15864,12528,11902,10539,13609,11674,2714,1382,12858,18779,10671,11879,10592,12869,11505,8500,10307,12096,13235,15546,14179,16118,11707,14498,12494,8796,6631,18794,9653,12415,10496,10656,11885,12428,7461,2336,10713,10878,2325,8926,3120,18180,14090,18861,14850,13717,10345,18919,13953,13527,16955,10563,8360,8395,9813,2904,17672,18972,15508,8261,1523,13145,13430,15479,16106,12229,17940,9833,13121,13552,2086,18600,18853,10666,11629,8356,10390,10015,13368,6102,4551,1740,12523,18831,10825,17799,11787,10345,14174,17526,8829,9173,8012,5976,7451,2034,18841,9934,18861,16597,6427,1692,15101,11694,11107,12875,11192,7935,16085,9630,7986,14711,8967,5175,10596,7187,1488,8865,18881,12629,11386,12889,11163,6786,14483,12682,11063,15172,16130,13910,11548,18730,11962,18703,15438,14146,3955,3491,16080,18878,18774,18855,13181,12027,12561,11914,9650,12012,12378,8571,14077,13376,6883,2985,10765,15216,16608,10540,12069,18880,14619,17094,17476,10217,11028,9041,13649,18272,7831,1537,1734,18853,16215,15698,10758,12754,15009,9036,7680,12385,15737,14854,13302,6812,11525,9271,9131,16918,18888,18585,16026,15189,17162,2371,15825,16771,9585,2652,3010,3472,18901,18860,18831,10968,14108,12749,9406,7553,16588,17530,18933,15677,17360,12203,1837,18694,16385,17336,12599,17619,10142,1569,13906,18131,12102,15464,17412,15921,16165,5050,17182,16297,11873,12751,4482,14662,16825,17439,18898,16454,13492,12342,11966,2902,2917,18881,16032,17559,16399,14357,3648,2432,18822,18865,10920,10063,14124,6990,18917,10724,10602,14544,15021,17967,12382,8879,7392,18783,13889,15894,8477,16678,18305,18870,18073,13681,17194,9940,2428,8801,15702,18951,15838,16830,18857,12500,15101,12747,16606,18894,16109,16357,7125,16183,11005,18968,18265,15147,5509,15013,16922,11703,12675,8684,12412,7055,3505,11908,11653,8907,4114,9434,3693,14484,18802,15192,18807,10554,16152,13719,10382,12619,10933,10173,15343,13698,9875,4003,17386,12119,3274,3464,13393,6238,2816,18839,14337,7049,10167,7205,8659,10420,12758,9455,10738,2530,2115,2880,18905,16689,18447,17076,5239,2815,6185,18888,15926,16553,15656,4616,14608,18732,13280,13609,14144,18777,16927,18853,18578,13149,4713,13578,17276,17166,12827,7927,6565,4170,17814,18613,14470,13852,8917,4636,15093,17819,5615,2228,17243,15991,6062,2522,3333,17353,18833,16411,10292,18880,16352,16669,10825,17462,17890,12222,15084,14084,4279,3179,18895,17490,17712,12409,17938,9319,8652,3433,2896,13389,18876,12418,13604,15065,18929,11761,9804,13673,13215,18850,13667,15649,18865,11924,12001,8566,3335,2897,18910,16105,14980,17741,14430,17374,13093,16107,13080,15128,10794,15726,12819,12327,16108,18081,15011,11755,9659,6402,13532,14416,11328,17286,16432,15551,17425,14188,14865,15156,16668,9461,2089,18773,16930,13489,10739,8452,15420,6764,17936,13950,18921,12570,16554,11024,14143,2237,18892,15896,18235,13890,15391,11360,8884,4820,16903,12610,16416,18900,11029,12321,15861,11085,18001,14360,18372,12784,12109,15476,12259,13110,1902,17273,17470,18784,15690,15526,15112,9758,2512,11499,18884,5622,17310,9835,18142,17092,13374,13407,11950,14119,16326,4225,1723,18868,16223,17101,16699,18901,12065,14508,17332,14274,11830,10900,18083,12748,10161,3709,17732,18454,14107,11900,15819,9874,10448,12434,12616,11043,12874,12617,12726,10241,12347,1796,16715,16084,9459,9059,14715,6159,2670,18670,14677,15263,12607,15537,15266,9145,14439,12401,1892,15560,18884,15595,10929,18065,11683,12751,17191,12165,15555,11148,6819,18846,12929,12918,16151,7373,18886,12138,15562,16067,12812,13551,14928,13765,14497,14678,13114,8762,13501,6766,2344,16865,17146,12532,14372,14543,12582,10218,2089,17709,18244,13059,1955,18172,10030,15017,7765,8370,8854,7026,18946,10124,15988,15274,10289,5946,13699,18888,11913,11400,14267,14712,15017,2563,2237,8458,18827,1327,1143,13724,15529,11814,12820,13524,13200,18717,10437,12515,13691,9783,14785,7021,16982,18369,15171,8685,2142,2533,3791,1862,18882,12386,15263,16894,14863,11980,14159,11334,16438,14544,12134,7405,7439,2819,16078,18508,15142,18438,9933,10088,17782,16379,16188,8139,18878,1719,2059,3540,16736,13031,16479,13822,8500,6322,5166,2369,1712,18714,17880,12718,18360,15787,14418,2717,18832,12883,16177,18873,16804,14376,11604,10300,8900,10479,14490,10821,12081,14685,10435,18942,15880,13311,14257,11060,11694,7297,11308,13795,14762,10075,7699,17549,12435,7151,1548,15127,15102,14778,14882,13068,14436,10767,2580,1887,17586,17157,12306,10846,14000,4828,12196,13849,14829,18870,10522,14164,5348,1990,18772,11614,14596,15274,18927,12673,15011,12989,11875,13106,18614,13223,7544,2021,1981,2065,17882,18891,10403,15304,17130,14911,15448,11434,14671,11425,10652,18925,14252,12451,12764,14427,15772,13017,11935,12446,5271,1889,17469,16164,12955,7301,11451,13462,14087,14630,13018,17543,13432,14705,16228,9878,13312,10869,10500,13613,11740,10781,9578,13735,15831,16067,17339,12606,4068,16800,14869,6409,12347,13594,12069,11156,12186,14080,10001,10215,6933,7461,15735,15333,13444,11317,14784,14397,9498,14598,9278,12898,14034,15990,12493,13693,2352,1580,7641,18706,9268,9792,11304,11551,12468,4799,1515,18798,13438,14909,12718,13224,10714,12632,11626,12652,11584,10916,15423,11290,10627,1681,13699,13286,16799,11458,7494,2004,2694,15697,16327,12373,14642,12653,10429,5205,14183,16604,7039,3190,3794,18698,15823,12653,9502,10777,12657,15435,16511,15318,6563,16594,14365,12432,4065,1970,17199,14648,2745,18911,12721,1617,6022,17635,14536,12643,6009,11069,12330,10058,11317,4367,10836,13485,12605,11437,11412,10281,16589,9676,14859,10256,12503,9456,1791,1970,11741,16555,12394,14320,15487,9635,10275,10550,15976,12982,17030,12735,7114,10327,18525,18831,15302,12260,10465,11673,3214,437,15079,15017,9524,18913,4831,9255,4465,9013,9159,14072,12784,7025,6076,6137,7917,7861,8572,16980,9652,11334,17661,7186,18947,18945,4767,5691,825,13334,11029,7679,18289,14952,9889,5905,5743,5034,5439,6041,5594,5246,5106,2191,1145,10327,13532,11398,12519,18389,10301,16369,18883,14113,6179,16756,12885,7608,18834,6602,4303,6692,13996,9577,6870,7364,5925,9787,2799,19030,15107,13749,743,2,18864,7550,5907,6022,11922,18865,8552,5859,14906,5851,15741,14597,9226,8956,8964,3648,14838,16642,15491,8184,8566,8075,8000,16413,7992,6435,5148,8362,8073,16606,6219,10635,4178,6132,10734,7949,6196,14539,6672,15936,13708,18940,6981,9994,6734,11206,9800,18048,12191,6374,13903,17223,6935,4350,4008,2106,15677,10421,9974,12745,7601,7264,7510,13517,12966,10557,5083,8686,10517,8847,9146,9358,12192,8,17748,5545,17104,7770,11469,10324,14761,5511,8626,4973,6008,8497,18542,3528,6990,6793,6696,7758,4385,7613,9248,18948,18121,6184,11990,4569,5929,6066,12791,11886,8006,7376,6620,7858,4899,1117,942,14277,68,18936,17831,16976,7706,11727,12519,7277,9195,8355,18928,7583,399,14631,12570,10808,7927,8666,7703,6950,7247,13064,5392,7537,14378,11413,13917,12862,18843,5260,7967,7429,5139,8104,4406,275,14340,18944,13822,7843,11386,10340,8149,14185,11371,8840,9839,15845,12728,10119,18886,14801,10166,14667,14938,18258,11395,10391,6935,10298,8877,6625,12580,6516,5861,12272,11406,18836,10146,7046,10111,6255,9181,1790,8978,12347,18844,4856,10259,10985,12044,8675,6366,9168,6219,152,14522,18482,8986,16104,11381,12804,7386,13894,10977,7700,18841,5065,4827,8738,5104,279,5811,15686,13994,9491,15560,13349,8849,6094,15703,8220,18930,9798,9167,9605,7909,15653,1349,10142,14051,4330,5397,5937,11533,18939,3662,6181,8332,8094,3436,9693,8982,11380,11045,6569,12639,13268,5212,8149,4835,13017,10969,10828,18431,7548,858,20507,15002,12578,8367,16027,16,14482,8734,11454,9709,8702,4132,7936,7368,2014,967,12834,14580,10879,10240,7386,4648,7965,7373,11609,13311,9276,8315,22596,10926,8420,8127,6319,7036,8140,9475,11556,7544,13263,20439,6959,11192,5445,3698,11508,9834,10977,22288,8515,7360,8873,16058,16325,12075,16157,8901,6180,8359,4064,9903,11307,22502,12809,4987,12420,6562,17792,12718,7500,7512,2141,2350,8461,10284,11280,6979,8934,21347,8575,7146,4985,21745,3621,8291,12626,7733,14722,5292,6338,16171,11310,13602,6116,3406,2739,9306,9427,11263,5954,9904,6750,8010,20786,4670,3589,5124,7433,4790,4074,7063,4464,2377,1044,627,11435,8095,10015,8972,5046,4839,5246,8312,6273,7941,5177,1389,6902,14191,11383,6628,14728,5724,6520,5403,3777,7092,11918,6160,8398,11509,15793,11274,12286,470,12223,12838,8845,12904,8311,11562,5612,5284,7271,7297,5341,7227,10936,12474,5422,10479,6584,5069,6304,1160,10699,10852,12011,15919,21675,8269,5677,6074,6125,7350,5646,14921,11394,7650,14241,7,15263,7711,7373,4425,8313,11283,8333,6163,5153,5259,1579,3,1688,16249,8979,9049,20662,17108,7483,5683,7064,16699,11962,13640,4962,6991,4157,2461,14074,15034,7969,8038,8487,8445,8538,21549,7754,17839,6396,8809,6476,15086,44,153,21314,13268,9759,9483,8591,6608,7547,14906,14142,13161,12048,17201,11367,8094,11695,4795,14607,5968,6614,5757,7417,3138,12424,15141,12110,7857,7129,13873,9531,5603,11399,9599,11378,7110,8187,6771,5083,229,7097,6824,5879,6189,6958,4759,6056,5708,800,5188,15812,7945,13489,7665,11192,5899,19106,14484,8235,12804,12551,12357,8036,15931,15608,6974,9206,21646,5086,3565,12199,4989,14934,20235,11681,11171,6013,7068,3625,6569,8355,9055,11937,8330,4414,12133,57,13993,13165,10167,10292,7031,5834,13364,5418,5585,10703,7935,15242,6378,13430,8121,3760,3584,5683,3241,10158,5333,10209,7359,9039,9451,16224,8777,11795,6011,7001,3354,1097,4415,6704,8405,4503,9993,9494,7201,18759,15099,6442,1605,558,7945,5055,3966,10773,601,15125,17652,2173,896,677,19018,12990,1112,9726,12338,8966,10944,10323,8298,14357,5660,5216,2792,1479,15866,12997,4926,10169,8971,8837,8408,5523,16269,12411,17762,5934,3830,6590,10265,6266,11678,20027,13278,7185,7211,11284,8104,16080,19371,6947,8346,16290,8062,16266,7993,19872,2927,16932,19649,9776,15785,7980,6050,12142,16787,2651,9842,17773,6829,10291,13358,18877,7141,10020,11014,639,4353,14083,16427,19000,8577,12329,461,169,8453,14730,10584,10302,10649,18838,5244,4703,9332,10782,7131,4351,9250,8630,6714,9829,3297,18593,6920,8991,8263,4717,6351,8791,11030,4848,8384,4591,271,9232,13579,6879,9065,8428,8873,9472,5120,5164,8549,5796,6126,7667,15102,9725,177,15093,11712,9462,18648,4299,13752,12199,2363,15098,12467,14835,6305,6670,7694,16691,18837,38,18912,18710,8320,3934,6012,5920,5033,5386,6073,4484,5271,4982,1058,14719,13190,10981,14911,10960,7095,11965,12085,12092,4223,7716,4818,4038,12551,6495,7703,6901,5966,9618,9734,8217,6944,9431,5021,4028,4382,18830,4172,5242,3085,1550,10300,13103,8603,4418,4839,10896,9799,16355,13308,9208,14260,8594,12664,14270,8447,4120,5005,7135,6112,71,23,211,15484,9785,18433,17859,17651,4244,4869,346,13991,7297,4932,4687,7334,8418,10010,7947,8513,8583,9396,2780,7,8899,18857,6759,8921,6496,8705,6329,13445,5990,7218,8687,8882,6493,5784,10264,5651,11711,9485,6656,16129,9518,8060,9399,9947,6478,4356,7152,7740,7572,5657,4138,5604,6657,5981,3964,6728,8876,3527,6782,5783,9588,8159,1520,6563,18868,8752,3716,6302,7526,7116,7818,6968,7343,9616,18278,18195,5581,10685,5383,6369,5115,5805,3811,10600,9481,14770,12718,9710,14713,7597,6313,5889,5482,3410,11435,8360,5143,8033,1746,616,704,875,7839,13297,15259,18855,5095,4399,10013,11157,6717,8470,7500,7019,8216,17218,16043,11620,16465,5749,10582,8283,6890,8420,8307,6189,14335,5042,9713,8799,2198,8551,6866,11764,7102,6612,4288,8959,11184,7451,7254,8703,7316,3707,5533,9795,6478,4973,6352,7615,13713,3468,7326,12541,7889,6008,1736,9763,14030,8225,17606,10532,17043,14160,9265,6722,5075,15325,8857,7196,9283,7183,11537,8131,10311,1235,13084,7984,10373,17869,4232,6807,14839,2567,966,14689,9163,11088,7881,19137,6336,9195,18890,6297,6151,5503,6452,5748,1254,18738,9556,7689,5490,15268,10071,12437,10400,8145,7425,5186,5469,2090,16545,12455,18856,6821,4811,16720,8393,7663,6827,16627,13037,7761,8365,6851,14280,3790,3741,17136,649,11162,13667,18792,142,18926,14395,16899,2252,5988,6120,5026,5400,6117,5567,5270,5065,4637,125,4968,15225,11645,6855,7102,2513,18846,8242,10639,8974,9796,18842,3557,10638,5722,4834,4669,9781,6726,10391,6560,5635,565,10062,7794,8215,6997,8138,7370,5947,7826,8626,3144,10739,14698,16343,11896,6542,9512,13011,7061,8865,5941,15847,6727,10346,8866,6283,8761,6964,5521,8280,2924,6276,15871,10531,10705,13161,14833,13688,9234,5919,5790,6187,13351,17351,7752,7574,7680,17016,12295,18929,1751,18787,10418,7476,6970,6225,16877,8121,13321,6129,8993,8183,12936,8008,11434,17365,8932,9836,6185,10189,7588,7767,6599,1874,8521,13418,12174,7975,14986,13385,10473,6854,12257,10574,3414,14888,11500,8840,9928,19766,19728,17858,7968,3795,19875,7900,8147,6078,10558,7928,6992,1962,1243,18904,11942,8340,6616,13442,15177,8306,6252,19131,10042,8021,5778,2667,13167,19406,6874,11720,4229,10709,14053,8568,2499,19307,9777,2756,4416,4637,4815,9708,10782,10777,8258,7996,7597,4719,4127,1615,12511,11609,8800,5666,3545,1060,302,123,33,12,2],"fragments":[{"begin":"0.000","end":"43.680","lines":["Happy Monday, listeners! And happy autumn. I hope you’re enjoying some lovely crisp sweater weather wherever you are right now. For Scientific American’s Science Quickly, I’m Rachel Feltman. You’re listening to our weekly science news roundup. But before we get into some of the science stories you might have missed last week, we’ve actually got a special little segment to share with you —so let’s just dive right in."]},{"begin":"43.680","end":"45.560","lines":["[CLIP: Music]"]},{"begin":"45.560","end":"85.200","lines":["The SciAm multimedia team spent part of last week at the General Assembly of the United Nations, we were hanging out to hear updates on the UN’s 17 Sustainable Development Goals. I got to chat with the U.N.’s undersecretary-general for global communications Melissa Fleming, who shared her thoughts on how misinformation and distrust in science are impacting global well-being—plus, what we can do about it. Here’s our conversation:"]},{"begin":"85.200","end":"87.240","lines":["Melissa, thanks so much for taking the time to chat."]},{"begin":"87.240","end":"88.880","lines":["It's great to be with you."]},{"begin":"88.880","end":"93.400","lines":["What's your sense of how public trust of science has changed in recent years?"]},{"begin":"93.400","end":"136.760","lines":["Well, I think with the rise of social media and the potential for anyone to claim to know science or to communicate science, it's really in trouble because science can be uncomfortable, especially when it relates to a global pandemic and you're having to give guidelines to people who don't want to receive it or around climate, for example, and actions that people are afraid to take. So it's easier for certain actors to say #climatescam and climate change isn't real than it is for a scientist to say, ‘yes, manmade, climate change is real.’"]},{"begin":"136.760","end":"159.160","lines":["The challenge for scientists is going to be, now, not just how do we navigate in this toxic information ecosystem where we have an infodemic of good information mixed with bad information, and people finding it impossible to navigate, and how do we communicate more effectively as scientists?"]},{"begin":"159.160","end":"163.200","lines":["And so, what is the UN doing? What tactics have you found success with?"]},{"begin":"163.200","end":"190.640","lines":["Well, we study the disinformation trends and we design our communications not to debunk those trends or to fact check them because if they're already out there, nobody really pays attention to your correction. What we can do is look at where that information is traveling and to also be in those spaces as an alternative source of information."]},{"begin":"190.640","end":"216.400","lines":["And then we also work with influencers, similar to what disinformation actors do. And there are so many out there who wanted to help be forces for spreading good information, information you can trust, information that will help inform people, get them to care about the issues that really matter to them, and also to get them to act."]},{"begin":"216.400","end":"227.760","lines":["So we have people, you know, communicating in languages that people speak, all over the world, trying to help us just deliver information that we think is really needed."]},{"begin":"227.760","end":"235.960","lines":["Yeah, and what are the ways that misinformation and distrust in science is impacting people in their everyday lives?"]},{"begin":"235.960","end":"264.880","lines":["Well, I mean, we saw this very clearly during the COVID-19 pandemic, but I mean, I remember I had breast cancer and one of the first things I did was go. online. And one of the first websites I encountered in my search was one called The Truth About Cancer. It had a million followers in this group on Facebook and it was all over the Internet."]},{"begin":"264.880","end":"282.840","lines":["And it was basically telling me that I don't need to have chemotherapy, and that there are natural cures for my cancer. It's a good thing that I studied journalism because I quickly discovered that this was, you know, completely the wrong direction to take. However, why did they have so many followers?"]},{"begin":"282.840","end":"305.240","lines":["I found this disturbing to this day and especially during COVID-19 when I found that same couple with a very hugely popular website and products and videos and social media accounts called the truth about vaccines. These people are making millions of dollars off of leading people astray."]},{"begin":"305.240","end":"323.960","lines":["That's an extreme example in health, but we're seeing it also in the climate space that people feel like because of what they're reading, because they're seeing #climatescam that they don't have to do anything about it or that they just don't have the power to do anything about it."]},{"begin":"323.960","end":"334.360","lines":["So it is dangerous and that's why we have to get better at. communicating for the sake of our world and also for the good of our people."]},{"begin":"334.360","end":"346.720","lines":["What can individuals, both scientists and lay people, do to protect themselves from misinformation but also help repair trust in science in general?"]},{"begin":"346.720","end":"390.200","lines":["There's a huge role to play for journalism, and so I'm really glad to be speaking on a Scientific American podcast. Publications like yours are extremely important as references. I think mainstream journalism needs to continuously report on science, but not necessarily only on science, when they're reporting on the weather and things that are happening to really include the scientific dimension. Where is this coming from? Or if, you know, any issue, there is some scientific dimension. And scientists themselves, and I would urge universities, and I'm seeing this actually happening, to train their students in communications."]},{"begin":"390.200","end":"419.160","lines":["Communications can't be just an afterthought. Scientists need to be storytellers. They need to also, um, explain that science isn't black and white, it does evolve, but that it has done so much for the betterment of humankind. It has saved so many lives. And it has so much wonder, and that we should embrace it and learn as much as we can about it."]},{"begin":"419.160","end":"423.520","lines":["Well, thank you so much for the work you're doing and for taking the time to chat with us today."]},{"begin":"423.520","end":"426.240","lines":["Well, it was a pleasure. Thank you for having me."]},{"begin":"426.240","end":"435.880","lines":["We’ll be talking more about misinformation online—and how AI is fueling it in the wake of the 2024 election—on an upcoming Friday Fascination episode, so stay tuned for that in October."]},{"begin":"435.880","end":"438.880","lines":["[CLIP: Music]"]},{"begin":"438.880","end":"464.560","lines":["Speaking of misinformation, a study out last week suggests that social media platforms may not always do their very darndest to stop its spread. Back in 2023, a study published in Science and funded by Facebook parent company Meta found that Facebook’s and Instagram’s algorithms were not major drivers of false information during the 2020 election, basically their algorithms did a stand-up job of filtering out sketchy news sources."]},{"begin":"464.560","end":"496.120","lines":["But now another team of researchers say that those results are a little misleading. They’re pointing out that the Meta-funded study pulled a substantial part of its data from a brief period when the social platforms rolled out a new, more sensitive algorithm for filtering news. So, it’s not that Meta didn’t work hard to promote truth during the election; the changes to Facebook’s feed were introduced in November 2020 specifically to help combat misinformation during this crucial period—and as last year’s study showed, those modifications did a good job."]},{"begin":"496.120","end":"520.480","lines":["But while a lot of the coverage of that study made it seem like Facebook and Instagram are generally that great at filtering out information, the algorithm actually reverted in March 2021, and the Meta-funded study only collected data from late September through late December. So, the researchers of the new study are basically arguing that this shows social media sites can combat misinformation, but might choose not to."]},{"begin":"520.480","end":"546.960","lines":["Since you clearly shouldn’t be getting your health news from social media, I know, what a shock, I’ll cover it here instead. First, let’s get some infectious disease updates. India has confirmed a case of clade Ib mpox, which is the deadlier strain of the virus, and the one behind outbreaks in several African countries. If you need a refresher on clade I Mpox and why it’s worth keeping an eye on, you can circle back to our August 26 news roundup for more info."]},{"begin":"546.960","end":"583.120","lines":["Meanwhile in New York, health officials announced last week that a resident has died from eastern equine encephalitis. This individual was the first human known to have the disease in New York state since 2015. With warm weather creeping into the fall months, don’t forget to take precautions like wearing long sleeves and bug spray when you’re spending time outside. But don’t let those balmy autumn days keep you from getting your flu and COVID boosters ASAP either! It’s still time to prep for prime cold and flu season, no matter how warm it is out, climate change means we get the best of both worlds."]},{"begin":"583.120","end":"603.520","lines":["Speaking of COVID, we got some good news from the U.S. Department of Health and Human Services, they say Americans will soon be able to order free at-home tests for mail delivery again. As your friendly neighborhood COVID long-hauler, I highly recommend stocking up and testing whenever you’re feeling sniffly. Don’t let your “it’s just a cold” turn into someone else’s long-term disability."]},{"begin":"603.520","end":"606.840","lines":["[CLIP: Music]"]},{"begin":"606.840","end":"634.280","lines":["Now, unfortunately, I’ve got to get back on my plastic soapbox. I know, I do this all the time but it’s a big problem and once you have a plastic soapbox it’s really important to reuse it as many times as possible, you know. The authors of a commentary published last week in BMJ Global Health sounded the alarm on the roughly one million bottles of water bought every minute around the globe. That’s one million! Plastic bottles! Every minute! Yikes!"]},{"begin":"634.280","end":"665.240","lines":["Of course, many of the folks drinking bottled water have no choice—there are at least two billion people around the world who lack reliable access to clean drinking water, and actually some recent research claims that number is an underestimate by more than half. But the authors of this study say that for the rest of us, bottled water isn’t just a bad choice for the environment; it’s also bad for our health. The authors point out that microplastics and other contaminants can leach into bottled water, especially if it’s stored for long periods of time before consumption."]},{"begin":"665.240","end":"676.800","lines":["So as long as there is no known problem with your local tap water, just drink from the faucet, by which I mean, put it in a glass and then drink it, or not, it’s your house, do what you want."]},{"begin":"676.800","end":"678.960","lines":["[CLIP: Music]"]},{"begin":"678.960","end":"701.160","lines":["Another study out last week reported that around 200 chemicals with potential or confirmed links to breast cancer are used to make food packaging and utensils. Dozens of these chemicals have already been classified as hazardous to human health by at least one regulator. We’re not just talking about plastics, either, dyes used in paper and cardboard also getting flagged."]},{"begin":"701.160","end":"725.760","lines":["Even packaging that looks like it’s just made out of paper, often features adhesives, or even layers of plastic. The study confirms that some of these chemicals are leaching into our food and entering our bodies. These findings are particularly interesting to scientists in light of rising rates of breast cancer in women under 50. And as one outside expert pointed out colon cancers in young people are also on the rise."]},{"begin":"725.760","end":"750.760","lines":["To end things on a fun note: most octopuses hunt alone, but a study published last Monday shows that they can team up with fish when the mood strikes them. Researchers collected 120 hours of footage in the Red Sea and found 13 examples of cross-species collaboration, where a big blue octopus, that’s what the species is called informally, not just an app description, worked with fish to catch smaller prey."]},{"begin":"750.760","end":"770.040","lines":["Apparently the octopus tended to act as the brains of the operation, while different species of fish took on different roles in the team. How long will it take Pixar to do an Ocean’s Eleven reboot? Come on, guys. I mean come on, it’s right there in the name."]},{"begin":"770.040","end":"791.560","lines":["Just one more thing before we go, as of this recording on Friday, Hurricane Helene is now a tropical storm and it’s still putting loads of people at risk. We just want to say that we hope that all our listeners in affected areas are safe and doing well. We’ll be talking more about hurricanes like Helene in a future episode, so stay tuned for that."]},{"begin":"791.560","end":"792.320","lines":["[CLIP: Music]"]},{"begin":"792.320","end":"811.400","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was edited by Anaissa Ruiz Tejada. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"811.400","end":"821.600","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":821}