{"title":"How We Can Keep Ourselves and Our Communities Cool in the Summer Heat","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-to-stay-cool-in-the-summer-heat/","audio":"https://traffic.megaphone.fm/SAM5101075320.mp3?updated=1719351789","intro":["Heat waves are getting hotter, more frequent and longer. But there are ways to keep yourself and your community cool."],"authors":["Rachel Feltman","Andrea Thompson","Fonda Mwangi","Anaissa Ruiz Tejada"],"category":["Weather"],"transcript":[{"author":"Rachel Feltman","text":"It’s not just your imagination: heat waves are actually getting hotter. They’re also happening more often, lasting longer and starting earlier in the year. For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m talking to associate editor Andrea Thompson, who covers the environment, energy and earth sciences for SciAm. She’s here to tell us why we’re not likely to beat this heat anytime soon and to give us some tips on how we can keep each other safe—even on the most sweltering days. So it feels like summer has gotten a lot worse since I was a kid—honestly since I first moved to the New York City area, like, a little more than a decade ago. Is there data to back that up?"},{"author":"Andrea Thompson","text":"There absolutely is, and I know exactly what you mean. I grew up in Atlanta and moved to New York 15 or so years ago, and summers now feel more like the summers I remember in Atlanta growing up, which is not, as far as I’m concerned, not a good thing, but there is a ton of data backing up that summers really do that—they are as bad as they feel like they are. Temperatures are actually some of the most robust trends we have in terms of climate change. We have much longer data. It’s very good-quality data that’s taken, especially in the U.S., from all over, and it’s very clear that summers are getting hotter sort of at every scale—so from the scale of the globe down to the local level. You know, you see more year-to-year variation from the weather at the local level because it has a bigger impact, whereas at the global level, that sort of gets ironed out a little bit. But, you know, we can tell that summers are hotter, that the heat waves that happen in those summers are happening more often, are lasting longer, are more intense, they start earlier in the year, and they hang around longer. And there were several particularly big heat waves last summer that helped lead it to be the [Northern Hemisphere’s] hottest summer in the last 2,000 years."},{"author":"Feltman","text":"Wow, yeah, and it doesn’t seem like we’re off to a great start this summer either."},{"author":"Thompson","text":"No, we’re not. And even before summer there were major heat waves across a large swath of Asia starting in April ..."},{"author":"Feltman","text":"Hmm."},{"author":"Thompson","text":"From Gaza to India, Bangladesh and the Philippines, where it was just really brutal heat that would be much more typical of summer. We have seen really terrible heat in Mexico since the beginning of May. There were howler monkeys dropping out of trees from dehydration and heatstroke, birds having to be rescued and put into air-conditioning, obviously people being very affected. And we’ve started to see that more in the mainland U.S. now. There is a recent heat wave across the West, and now it’s hitting us in the East."},{"author":"Feltman","text":"I feel like I’m probably not going to love the answer to this, but what is the outlook for future summers?"},{"author":"Thompson","text":"There was a really great quote from the commerce secretary, Gina Raimondo, a couple years ago, when she was referring to some of the heat waves that year, and she said something like, “This [hot] summer is [going] to be one of the coolest ... of the rest of our lives.” And that really struck me—and I actually did a story about it—but essentially what is record-breaking now is going to be an average summer in 20, 30 years, and the nature of climate change, because we’re continually adding heat to the atmosphere, we are stacking the deck towards more record heat and away from record cold. And of course, that doesn’t mean that every summer is hotter than the last because you do still have variation, and it depends on where you are, but in  general."},{"author":"Feltman","text":"So what’s so dangerous about this increase in heat?"},{"author":"Thompson","text":"Heat, in general, is dangerous because it stresses out our bodies. So if you’re subjected to heat, especially if you’re not hydrating, your body starts to dehydrate: your blood gets thicker, and your heart has to work a lot harder to pump it."},{"author":"Feltman","text":"You know, even understanding that when we drink water, it ends up in our blood, I don’t think about my blood getting thicker, yeah."},{"author":"Thompson","text":"Yeah, exactly. And if you’re not hydrating, your body doesn’t have, you know, those reserves to sweat, which is our body’s natural cooling system. That’s what sweat is. Even though it makes us feel gross, it’s actually really helpful to us."},{"author":"Feltman","text":"I try to remind myself when I’m feeling disgusting that it would be very bad if it just stopped."},{"author":"Thompson","text":"Yes, exactly. And one of the reasons heat is particularly dangerous for certain groups—like those older individuals, very young children—is that their bodies aren’t as good at regulating their temperature, at taking, you know, advantage of these sort of natural systems, so they have a much harder time adjusting to the heat. And there’s also people with certain health conditions, especially related to the heart or lungs, are generally at higher risk. If you have—are on certain medications, some of those can impede the sweating process, and a lot of people aren’t aware of that. And it’s sort of lack of awareness that can actually be one of the bigger problems with heat because it’s sort of this invisible threat. You know, when we think about tornadoes, we envision the funnel cloud. With hurricanes you can, you can show people what storm surge coming in looks like. But it’s really hard to visualize heat. And we actually—when we’re doing stories and trying to find photos, it’s really hard to find photos that telegraph heat really well. And so that makes it really hard to sort of get people to understand what the problem is. And another problem is: we know the death toll from other extreme hazards pretty quickly—in the aftermath, generally—but heat, there can be a disconnect because it can take days, weeks, even months to know what the full death toll from a heat wave is. And, you know, these are what one expert told me are called mass casualty events, but we don’t really think of them like that because we don’t get those numbers until so far after the event has happened. So it’s, it’s sort of that and the fact that basically, you know, we have heat waves now that aren’t like the ones we grew up with or our parents grew up with or our grandparents grew up with. And we tend to base our assessments of risk on our past experience. So if the future, or even the present, isn’t a match for the past, that means people may not be making decisions based on the information they really need to, and there’s a lot of, also, lack of awareness and understanding of a lot of the heat measures that we use."},{"author":"Feltman","text":"Yeah, well I would love to talk a little bit more about those measures of heat because,  we hear about heat index, we hear about wet bulb more and more now. So could you maybe demystify some of that?"},{"author":"Thompson","text":"Heat index is the temperature plus humidity. You know, when it’s more humid, it makes bearing the heat a lot harder. “Feels like” and/or apparent temperature are temperature, humidity and windchill—although it’s hard to think of windchill in the summer—but it’s basically when it’s breezy out, cools you down because it helps that sort of evaporative cooling process, that sweating is. Global wet-bulb temperature is all of those things, plus looking at cloud cover and how much sun you’re exposed to because obviously it’s much cooler if you’re in the shade than if you’re in the direct sunlight. The problem with global wet bulb—even though it is a really good sort of all-encompassing measure—the numbers it gives you are very hard to sort of interpret because, you know, a global wet bulb in the 80s [Fahrenheit] is when you start feeling a lot of discomfort, and around 90 [degrees F] is just oppressive. But when you think of temperature, you don’t think, “Eighty-six [degrees F]—oh, that’s super dangerous.” So it’s, you know, it’s a little hard to give that information to people and have them be able to sort of reconcile that with temperatures. From, like, a personal standpoint, when I’m trying to figure out what it’s going to be like, I look at the temperature, and I look at the dew point. And so the dew point is basically what the temperature would have to cool to to get 100 percent relative humidity—so to the point where you couldn’t have any more water vapor in the atmosphere. You don’t actually have to understand that to look at a dew point measure and know what it means. So if you have a dew point that is generally under, say, 55, you’re pretty comfortable. It’s really nice. If you’re in the 55 to 65, that’s when you start to feel sticky, a little “ugh.” And then anything over 65 is when it starts getting just—like we used to joke when I grew up in Atlanta—like, you feel like you’re swimming through the air."},{"author":"Feltman","text":"Absolutely."},{"author":"Thompson","text":"And, you know, if we get up into the 70s, then it’s just, you know, really oppressive, and I think even in some recent heat waves, there was a dew point of 80, which I can’t even imagine."},{"author":"Feltman","text":"Wow, yeah—you’re literally swimming at that point."},{"author":"Thompson","text":"Yes, yes."},{"author":"Feltman","text":"You mentioned a couple of groups that are at particularly high risk—you  know, children, the elderly. Do you think that the messaging about those risks has been really successful in, in reaching those people?"},{"author":"Thompson","text":"From what I’ve heard from experts that study risk communication in heat health, people understand that, that there is risk to those groups when it is very hot out, but even in focus groups that were done all over the country, with people who were 65 and over, you know, they knew that that sort of age category was a risk, but when asked if they personally saw themselves at risk, they would often answer “no” because, you know, they still felt healthy. They were like, “I’m still independent. I am able to, to do all these things.” So they didn’t—you know, they’re like, “I’m not frail.” And so understanding that that’s not necessarily the indicator of, of risk. And there was a lot of sort of not understanding that, say, heat index—they knew, you know, that that’s supposed to tell you information about how dangerous it is, but they didn’t know that heat index is temperature with humidity factored in and that when you factor in humidity, that really changes some of the risk with heat."},{"author":"Thompson","text":"And so, you know, if you don’t know that that’s what that measure means, you may not know what to do with the information that the heat index is 105 [degrees F] other than like, “Okay, I know it’s hot.” We think in a lot of cases that we’re giving people the information they need, but it’s not necessarily being relayed in the most useful way."},{"author":"Feltman","text":"What are precautions that people can take to stay safe when it is this hot out while we wait for governments to get rid of fossil fuels and cut our carbon?"},{"author":"Thompson","text":"Yeah. I mean, that would—you know, the—one of the messages that I always try to give is that, you know, how hot those future summers are are very much in our hands."},{"author":"Feltman","text":"Right."},{"author":"Thompson","text":"The more we do to rein in greenhouse gas emissions, the less hot they will be. And there is a great study that showed, you know, for kids born around 2020, with current pledges from governments to reduce emissions, they will experience about seven times as many heat waves over the course of their life as people born in 1960. If we keep emissions to where we limit warming to about 1.5 degrees Celsius [2.7 degrees F] above preindustrial, that will only be four times as many. So obviously that’s still more, but that’s still—you know, I, I would take that difference. But in terms of sort of today, hydration is key and to drink before you’re thirsty.  If you feel like you’re thirsty, you’re already starting to push it. Being aware of some of the symptoms of heat illness—so dizziness, confusion. The problems with those are they can be hard to be aware of in yourself when you’ve—you’re past them, but they’re good to know of to help monitor other people, especially if you have family, friends, neighbors that are older, that if you have young children—you know, people in these high-risk categories. Paying attention to those people, checking in on them is really important. Limiting your time outdoors as much as you can. If you do need to go outdoors, doing it, you know, early in the morning or later in the evening, when you’re not going to be in direct sunlight. Taking frequent breaks—hopefully inside, in air-conditioning. Obviously not everyone has access to air-conditioning, or maybe they have an air conditioner but aren’t sure if they can afford to run it. There’s a lot of inequitable access to air-conditioning. Some cities, like New York, have cooling centers available for people who don’t have air-conditioning. These are often libraries or other sort of public places. A lot of the problem there is that they may only be open during the day, and overnight heat is actually some of the most dangerous because your body doesn’t get the chance to recover. If you’re limited in when you can run the air conditioner, doing it at night to give your body that recovery time is a good idea. You can do things like putting ice or cold cloths on your feet, hands, neck—that can help sort of cool you down—running a fan."},{"author":"Feltman","text":"Obviously cooling centers are great in places that have them, but is there any kind of broader effort going on to address heat?"},{"author":"Thompson","text":"So there is, and that’s been a growing thing in a lot of places in the U.S. in recent years. So a number of cities and at least one state, Arizona, have a position for heat officer. So it’s someone that can sort of coordinate all these things— because if you want to reach the unhoused, if you want to reach older people, if you want to reach people in certain neighborhoods or communities, you have to know the organizations that work there, you know, how to get the message to those people. And, you know, the idea of heat officers is that they can sort of coordinate all of this information and sort of give each of these groups the information they need to, to take to these populations. A lot of them are trying to get more things like cooling centers. Some city governments—I know Phoenix has been ahead on this—are looking at ways to actually combat heat in the city by painting roofs or roads to reflect some of the heat back, planting trees, putting misters at bus stops and things like that. So there are sort of practical, on-the-ground measures, as well as just having someone who is sort of coordinating policy ..."},{"author":"Feltman","text":"Great with spreadsheets, knows everything about heat."},{"author":"Thompson","text":"Exactly. And you’re starting to see those in more and more places—and not just in the U.S. There are also questions on sort of what could be done at the federal level. So FEMA, the Federal Emergency—the Federal Emergency Management Agency, gives money for whenever the president declares a disaster somewhere, there’s funds that are made available to help that state or city deal with whatever that disaster is. Typically that happens with things like hurricanes, floods—you know, these more visible hazards. But there are petitions from experts saying that we should be doing this for heat, that when there is a major heat wave event—especially one that lasts days or weeks on end, which happened last year in the Southwest—that, you know, we should make money available to help those communities protect their citizens from heat, that it would give them more funds to do that. You know, whether, whether that happens, we have to see. From what people say, the, the legislation that sort of governs that would currently allow for that. So it’s a matter of FEMA deciding whether or not they’re going to do it. So far, attempts to, to get that funding for heat events hasn’t happened, but, you know, whether that may change—especially as we see these happen more often, and they are lasting for weeks on end, that, that— maybe that will tip things. It’s hard to know. There are also calls to broaden the subsidies made available for people to climate-control their homes. Basically we provide a lot for heat in the winter, but we don’t really for cooling in the summer, so to increase the funding for that to make access to air-conditioning more equitable."},{"author":"Feltman","text":"That’s all for today’s episode. If you need something to take your mind off of all that heat, you should check out our ongoing miniseries about field research in Antarctica. This series has everything: ice, penguins, boats, more penguins. I mean, really, what more could you ask for? You can find the first two episodes in our feed right now, and you can catch a brand-new episode this Friday. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Andrea Thompson. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith.  Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Thanks for listening. "}],"wave_peaks":[479,883,1747,1954,2598,4911,3871,7077,5510,7022,5751,5548,4975,5075,9172,8627,6545,4878,6832,4785,6605,4475,30182,14540,24205,17071,16465,16678,6898,10014,16180,16891,21918,17436,9661,12919,23460,13086,1070,19248,26908,26930,29639,17444,17148,12927,27334,28645,12110,12884,11309,20702,11844,13583,11758,9587,9782,8146,6088,29104,27482,20789,20211,25486,11948,27396,18001,18507,19275,13086,28232,26853,5660,10796,14323,18691,21472,20521,16851,4957,28659,9085,27027,12069,19443,9021,17200,24553,13532,27017,21059,7874,13362,18097,24263,24813,22761,26061,26618,14150,12006,28002,21893,8570,5019,21313,17662,12994,29380,20409,10221,12487,17314,16365,13938,15228,17359,7993,19333,12882,14441,6335,1767,3173,18104,16403,12384,12038,8231,8481,5237,4191,5441,11030,7562,4044,3489,4174,1752,443,193,104,15551,14163,15344,15422,7154,15462,12027,8935,15050,3989,15408,14341,14722,15036,15451,8621,11683,15352,14444,5913,6660,4877,12860,10280,13126,14920,15523,15304,9502,15371,6941,1274,8403,15198,16097,15504,12860,9466,10813,15149,8128,9535,15507,6951,5542,10944,5821,9839,15656,8877,13400,4567,5108,4509,6698,5114,1522,5149,15046,15442,13639,12964,7162,1559,15307,15834,11140,10763,10816,11214,11759,7311,15548,6293,3119,15500,8066,12404,18158,15859,2916,12161,14244,1531,15447,15516,5491,6039,9527,14759,10288,11259,7760,11653,1102,15577,14648,14890,7755,8813,4664,8217,15331,9684,1526,13770,11744,17354,13102,25036,15963,6698,2332,15349,15628,15464,4939,5088,8218,13419,4763,15479,10950,5965,10462,6707,6571,15407,15454,2118,5810,10983,15460,7354,10724,8128,6937,3308,15451,8801,9455,10719,13786,5654,4505,15553,15470,15159,1437,15485,6650,7522,4948,7906,15532,5951,5814,4883,11844,6599,1241,15486,15645,9521,8449,4974,4340,4268,15500,4390,15431,7153,9679,10519,2991,15199,13382,15497,12778,9543,8423,10305,10537,12153,15510,9582,10325,10845,7571,7415,10975,8625,15527,8299,5347,15409,15499,15505,5184,15376,12363,8897,15131,12428,214,6605,2903,8334,15497,7368,15474,6257,818,6764,15474,10397,15455,2770,15442,7432,10188,14984,9688,15461,15329,8838,6086,15536,15447,9538,5494,994,15457,10619,9616,12630,15434,7553,8510,15547,9622,5152,9465,12505,13478,13423,12619,11135,8337,7612,8832,15435,15605,15207,10306,7794,6946,11597,13528,8267,1857,15591,13228,10839,11646,7335,7526,6309,6219,15441,15289,8786,15502,6577,15463,6001,6004,7153,15372,10739,15547,13674,5979,11242,15807,4206,12680,10264,6694,15423,10516,15396,10810,15439,9089,15376,858,11962,11636,5964,13681,9454,11723,9314,11270,7729,15462,12382,10468,10065,9463,11730,15345,14061,15385,15489,8521,5124,3471,8096,8700,13193,9976,11570,12517,12615,1598,15526,15427,10322,5464,7172,15546,15713,11335,7983,4242,15529,10497,4354,9893,13987,7732,15019,10404,12470,6470,9088,11440,5666,6933,15495,12142,2243,3399,10011,9468,7900,13715,12187,7997,6331,11951,15529,5606,6223,15514,12357,5008,4271,7747,15480,15362,3713,5037,5803,15448,8867,10630,5528,10372,4174,10038,6548,4633,15907,15554,9837,3032,15472,14833,13630,15515,4082,4244,11399,7822,7246,6005,15449,15990,7384,6263,13424,6958,5323,1930,15528,8265,15411,15445,7552,9667,13090,8772,5625,15296,9131,12342,9578,8874,3171,14819,5334,6973,7493,6745,11831,15480,15383,3231,6413,10656,2873,1780,6308,6988,15376,9575,12809,15518,3959,7155,10722,8669,9369,1704,15522,4372,4756,15594,6497,10377,10833,657,15516,15409,7784,259,15525,13983,11903,9428,8111,6996,9133,5280,9721,15259,6344,5420,4267,7121,9312,3196,15441,9277,9030,7762,6624,7086,6587,15579,10380,9586,6458,15139,7384,2093,9512,9532,15571,15306,15380,15442,12495,5561,3851,5686,5999,6308,6954,10440,5906,15411,7597,8705,15860,16084,12168,9547,4301,4780,6192,14825,9870,15518,15419,8193,11404,15390,13403,15551,7026,7352,10100,8190,15498,10471,5670,5192,3680,8382,8860,15434,15689,11946,7728,9062,15433,8697,8083,6306,15381,4489,15458,8234,9813,2581,9086,15494,15484,15462,2423,16830,12407,6041,5113,14313,15477,5697,11529,7491,8711,8933,5666,3078,11566,15528,15073,10536,15470,13207,15501,11904,11727,7355,8669,9157,15725,8065,3069,15533,5233,4706,10128,10896,15450,15484,10842,6778,1062,7891,15605,874,5463,15446,7911,15297,6043,11100,13715,15378,11853,8957,11069,11582,7349,8127,5551,15430,12433,7247,8331,3242,11458,6635,16093,15541,12891,9160,8618,11183,8280,15472,9400,13487,15438,7998,13660,15308,7638,9176,15525,11138,4163,1612,15457,11546,8024,5882,13080,8238,15209,14825,10010,13370,4429,5679,15408,8807,8437,9638,6571,6309,15305,11664,3998,15557,7152,14756,14942,14084,11707,11486,3535,15541,5324,6205,12677,7908,6577,9604,7470,12524,16440,15558,12622,15415,15688,13302,8544,8193,11994,24370,15792,12145,15382,10947,15699,14081,7090,15257,13106,5869,9629,10115,14268,9562,6007,9259,15350,9539,15452,2379,3924,4141,5127,5911,5675,15513,7967,12775,15421,13174,8336,3132,2205,4111,3857,7649,4811,5171,2397,15512,14265,15329,9554,16886,8550,11664,16313,15654,9260,24336,16637,8274,9480,7990,8294,5042,9826,8968,15429,13281,8837,15519,15490,15724,8610,10534,6677,18126,13601,15410,13029,15520,13024,11646,6989,15425,10473,11625,9574,10195,15440,11395,11277,7315,12939,15480,8120,6536,4715,15412,5698,15384,9270,1743,9754,15438,15473,12126,8213,14954,6574,9658,15509,7623,15468,10888,6029,6060,8775,15504,10599,7552,14258,9929,5917,5022,3600,15388,12050,11650,8659,15417,8964,12884,11667,3167,14219,15475,6296,4132,12602,15561,15469,7344,6920,15587,8498,10142,10206,5816,7770,10111,10891,15508,9007,2661,15472,7415,11185,14700,12403,12454,7843,7340,6102,4717,12681,4360,15502,12551,13377,12311,5611,10024,9533,5194,15551,12441,6893,3801,2242,9645,14242,15525,15468,9754,13955,14049,15471,15477,11303,8857,15575,15460,15462,6340,7181,12904,15475,5124,4452,12888,13210,2634,15484,10146,4383,9393,6194,11328,15435,15457,9033,10954,15470,14321,5022,1235,1070,7037,10364,15484,12633,5189,16731,10348,15482,15570,18351,15428,15532,7701,5136,4388,5692,13683,12091,13282,9574,8289,15350,6650,6759,13746,15474,5725,2693,15389,12476,12475,15623,9494,10236,11732,15574,15415,8269,6995,12822,15467,15454,14657,15382,12716,11243,18130,15460,15430,15396,25497,21998,16334,15993,10114,15455,15585,11365,13645,15529,10944,8813,12897,6551,5320,15545,13315,9617,9073,9414,10573,8824,7425,15526,7094,15542,15427,7865,9489,9128,13807,13755,11078,15561,15148,5674,10700,15472,12006,12767,8814,15440,6756,9495,7393,13234,10482,15379,12029,15093,9999,11496,14203,12630,1510,15509,13841,12262,15326,9749,9707,9172,9176,15521,14578,9592,6738,15383,10655,8255,9225,9272,7618,15179,15495,10081,7549,9726,12754,9024,10825,9789,14968,14952,12229,7852,5974,3301,7853,15466,12540,6097,15457,6320,11636,7062,9915,15447,9350,8993,10044,11620,12483,15152,11049,9353,8490,7052,9130,13772,8854,8976,13989,10889,6004,11242,14263,13304,12530,10361,15510,15540,15363,6078,15419,15487,13240,12865,15553,9163,14501,12213,15384,9503,7366,4243,10775,15458,12454,8997,6438,5622,6476,5993,3075,6925,9906,2535,15548,4221,2113,5405,5250,4574,9446,7457,15377,13928,15388,8103,15512,5197,1620,15444,15446,15428,12019,5833,2089,15547,9286,8785,13139,15362,15478,5284,9493,15502,4935,15480,10810,5074,6898,14170,6325,4652,6959,7440,6430,3416,5922,6369,5859,15434,6009,6261,2352,12307,14698,15159,13936,3929,15544,15502,5486,6763,7800,9456,8221,13460,15502,7663,15667,12896,14246,760,10135,4999,5039,7942,15551,15422,14531,8520,15130,11718,15576,9603,7876,8279,8253,4495,8647,6064,15455,11623,15698,11563,10259,15627,7652,5652,5150,9283,7519,15451,9398,6688,8460,10876,13513,7051,15545,15224,10051,15443,6537,7119,13562,15529,3235,3293,15432,12698,7845,9256,5534,6566,2342,2298,5054,15661,7292,15278,13399,15276,4806,12448,15533,15205,13666,3651,5512,9963,15031,12325,934,3745,15339,10646,14510,11941,12120,6650,5234,6071,15503,12414,15417,9558,8374,7303,12647,3620,18772,7923,9668,8516,4827,12905,17034,21612,19255,15804,14245,11621,14048,15994,3717,20539,18891,15377,14048,16559,15551,6145,12277,6231,9484,12498,7109,9049,13029,7494,15515,15429,9966,5398,12785,5748,12308,15403,15501,10881,9211,4122,15484,10861,5216,15276,15617,14910,8410,11301,9824,9662,10229,5915,8717,10028,7665,3242,6315,15418,9425,7288,8540,12200,13004,11940,15095,6112,6812,12443,11656,5982,1873,7030,15428,9089,9789,6581,14339,13080,12503,8772,12261,5203,6112,11641,6897,7375,15508,4812,15521,7416,15458,15418,5752,7281,15456,13405,11155,6714,5822,10014,6751,10400,8629,4203,9598,14260,7410,7506,3792,12505,15670,7363,8337,12747,14513,14940,8500,8514,7910,9884,15649,20480,16753,6731,3790,181,4292,12896,8498,15927,5132,15437,15167,11757,14255,15689,13885,15382,10978,15294,11093,15542,16928,12538,15456,15434,15447,4783,12715,12964,12403,15298,10655,6887,4768,11793,15436,5743,3525,7273,14396,4365,5255,6064,2386,10724,11792,15401,3876,11852,7176,3406,15456,10737,11259,15572,15038,4697,8711,3948,12257,15540,7688,7871,8635,8127,4494,11930,3798,12279,14188,14401,7546,2174,12153,15336,15452,9754,14424,15552,11175,12813,15392,7568,8149,1176,14458,13069,13929,9598,9515,9452,15406,12972,11497,9905,5614,15471,7818,4383,7073,6814,3639,7414,15467,15629,9748,10000,15538,5647,10687,17429,15874,19384,13663,8615,10602,6135,7568,2115,2769,3546,7197,15430,9854,5115,15419,10318,1267,7245,7022,6934,6302,1930,15421,5283,5300,3781,14612,15370,11099,9441,14650,10333,638,7032,4242,5040,14810,17673,6703,1585,12183,15539,15372,9663,11681,15475,13291,10938,9010,2840,11938,16387,15181,16622,15085,12440,10960,15411,17045,19406,12350,15402,15554,13253,15455,7250,4047,8640,4120,15457,1965,2307,15307,12372,15458,15134,10687,9803,10366,3463,11387,9769,6941,5859,23706,16305,20712,16692,15842,16041,8149,12286,15546,8008,10296,15443,15498,15605,10536,4008,14242,10238,6650,414,3637,2109,7450,15313,12834,10874,8315,4916,7316,16188,6779,9776,11306,15566,15671,6705,7226,9792,5885,2005,10524,26257,15294,15802,15593,14534,8828,18667,5919,4491,19623,15637,10196,14586,7585,1045,12945,14290,15368,13585,15478,7616,15196,12072,593,15439,13221,9787,7465,7115,6745,15580,15450,4648,2066,14179,9140,8002,8818,330,15344,12852,10793,15186,12012,15337,10316,15226,6583,15351,6405,11755,15453,15477,12560,3954,8338,11837,12217,11518,440,1310,15584,6867,15444,8153,15411,6194,7079,12051,4858,15418,11744,7773,13266,9721,15456,13798,13354,10291,9538,15176,15479,9010,15428,4507,14056,15357,9898,13701,10811,9045,8626,15524,11547,3490,13399,13179,15485,15426,9672,11274,10908,11256,8012,15435,9535,6066,6083,6921,7466,6797,9827,7433,10744,1954,10556,15630,10513,7913,15611,13416,4434,15210,15524,5484,3589,15389,5585,6747,15409,11910,11868,10779,15405,9872,12084,8227,10215,15547,5759,14202,11185,11805,6473,8311,8819,12961,15365,8844,14002,8289,15839,21132,14842,15406,8115,7224,8367,8665,15416,15113,15517,6917,7024,9546,15527,15458,6592,9022,11708,9991,8848,15652,7814,15560,15493,11196,8980,13381,14916,9907,23644,12460,8684,7986,15361,13193,6593,8735,10630,9525,11967,15426,6154,8572,8559,15363,15557,8136,12423,10116,5258,15346,15457,13604,11903,6924,11695,10162,2408,15438,7274,7846,5844,4695,13888,15470,11777,12676,13463,7326,15388,6445,6665,4321,15107,12798,10750,15413,9711,11646,14288,1725,5635,15512,5657,15498,5137,15107,15442,6993,8533,7331,5861,6768,10581,15460,5383,4370,9218,10606,6435,13645,15553,9606,15440,11791,15267,6039,10846,14094,15604,9081,11417,15572,23289,25025,11409,15320,4695,14462,15425,15346,6379,7330,7343,15507,3132,2300,15662,10598,13946,15384,7367,9266,8472,9102,6523,15504,13951,2796,2167,14752,14257,15480,11313,9637,12987,10837,7260,7736,9769,1778,15493,15476,11910,4939,8694,4639,10483,15087,9451,964,11323,15531,3458,12491,9088,15520,15522,8594,9126,8921,12630,15429,5956,8396,6287,15445,10892,16087,7209,23018,16583,22237,23030,2587,18837,12845,15903,1564,4425,11089,9205,11717,8746,15454,5537,8463,4880,3239,8661,7497,10181,8859,3233,2798,6692,3640,4761,2166,2960,9118,15098,12514,2273,2420,3015,2992,1337,1347,10086,7058,4475,3095,13836,15303,14877,15323,15752,15442,8141,15110,15394,13512,2274,13000,9200,15386,9939,11940,10341,13761,15488,10530,9332,6313,7634,5154,9070,15386,13274,7806,9344,9659,9086,4962,9167,10152,4330,12219,11045,10486,15034,15599,15478,5088,3742,4232,5356,7155,6451,4944,2882,5880,7558,5780,5639,1953,15496,3623,16195,7564,14361,9834,3500,14720,11361,7127,7456,6966,1641,10815,11108,6459,15351,5559,9206,3590,7522,5361,6690,5051,3951,15624,11522,7110,2287,15418,11767,8801,9827,8722,15427,15632,10115,15383,10710,1351,557,15336,12881,15511,9858,15499,15501,15355,7766,5107,13331,12019,10220,5220,15359,16549,23421,10695,4765,15473,8371,5382,4314,15322,8755,15131,13208,8047,9879,10294,15294,14268,10493,13319,5163,15422,9024,4687,7262,4265,15765,12705,13209,5528,5955,5717,7101,6793,6929,8863,10232,2792,3079,12526,12501,12884,11794,7274,14342,6924,2332,15484,11042,10168,11579,13461,9761,9860,12622,15523,16239,6871,13394,30171,16304,17426,8583,16018,15658,7575,13522,16455,9716,9675,8232,7765,8403,15560,10977,13025,5302,15295,8388,3649,3213,11894,7057,6989,4428,6943,15425,12170,8595,4051,5003,4129,14124,15372,7972,6194,15449,4675,7488,6842,6212,6420,2128,15454,15464,15507,9874,11649,13336,10800,10535,6977,8682,11548,8144,6911,6894,15682,14731,15198,7390,6569,7031,15018,15354,6431,7114,3481,12404,9595,11920,8030,6025,11565,4144,15461,11197,4980,5053,6526,5521,4291,4052,2951,2699,3236,4604,15216,8971,6751,1140,15410,9181,9189,7743,6616,5594,15434,9437,15528,12845,6857,15459,9476,15503,4945,15409,6296,4776,5113,3578,4065,6133,5596,6452,12950,15558,5470,6373,7210,15423,7702,7949,5443,11426,8616,2234,12157,15443,14282,10881,10725,12022,15364,15055,8016,15717,12914,8823,15609,9197,3669,8178,8346,7511,8083,5213,6691,6343,12315,6628,5833,15530,11297,8353,14790,15397,4984,12935,15485,10345,3283,15533,9601,9539,15457,8820,14421,8618,8533,8684,6337,10319,7081,15340,13474,12747,9811,15540,4771,5189,3452,6413,8470,5392,10452,10226,9240,6885,7030,9411,8464,17550,18712,8637,15628,15687,11773,6047,6507,5525,4360,13452,15325,13313,13667,14489,15383,8228,8064,11996,8676,12362,8963,8760,8539,8966,14171,15596,7730,5539,3032,1423,15500,11707,12333,12175,6043,4126,4808,4388,4399,15372,11023,3476,6349,4080,4157,8158,10493,6476,6683,1,15502,8514,11848,11307,15477,8892,4645,13002,8534,10996,15390,12447,15454,14327,9860,15542,15596,8541,8574,9728,11734,10076,4898,15326,15174,10129,7436,6173,15541,15125,4151,13514,15569,8099,4063,10840,12491,6950,5664,7853,5855,6770,13894,15077,5258,4479,5598,7977,16863,15650,15223,13287,8477,9057,2658,15685,8071,15486,15594,15204,12677,8801,8411,13068,9816,6320,8130,5594,7640,15580,8897,12362,15430,15269,15537,13962,13909,9602,8018,9232,8342,13159,8333,8829,15435,12093,9897,7670,11270,9597,15446,13828,8876,6140,7538,4627,9258,15378,9464,8570,8962,10132,5840,9142,15580,6111,9978,8434,15622,15534,8454,11800,8515,3124,15470,12254,10765,8088,8693,15430,10137,13388,8328,15444,8159,12320,7428,12385,10876,11629,13384,15043,8864,15440,15652,13810,6194,15501,8151,6935,13133,9480,6162,6323,11071,14908,9920,9473,9807,6179,10828,8254,14555,15675,9383,5247,5263,11474,15399,23458,15469,5744,8372,6781,6536,12409,4415,6336,15510,10517,5800,15438,15622,9892,15464,9076,6772,8353,11929,12457,6663,6876,6400,8269,1753,15505,15775,8509,6820,14221,10666,4846,15508,15523,10743,14814,15189,9598,9820,15428,6037,5396,1283,871,11694,15418,5220,6774,7857,6604,13439,7686,1558,5656,15464,10701,12216,15411,11121,8511,5037,2890,15432,5282,4359,15479,9992,8337,8114,15343,12308,7533,15451,14259,12138,15543,14836,7077,13280,12028,13797,15446,10926,15393,14417,11253,11769,13098,15113,9097,6932,15489,12936,8979,16991,8584,1764,1581,9592,16409,15902,16204,23176,8423,15467,7279,16292,16764,15787,12096,15989,15480,13470,5944,15792,16573,13160,15432,8291,13347,6645,11332,8942,15407,3957,13272,15615,15469,12414,8259,11473,9643,9146,7868,11132,15498,10851,9957,12706,11004,6728,13716,9158,2098,15333,15708,14733,4734,4059,2639,15373,6628,4685,4579,13083,8247,15368,3780,3039,15582,15534,4899,6883,8241,15745,10772,12325,6357,11198,15355,15496,18056,18409,10370,10753,14207,15550,8086,5349,15448,12325,12479,6748,4434,4444,15476,4451,1689,7123,8519,15481,7622,5447,6698,15401,6655,15403,10594,9344,14984,8562,10831,4511,16168,18070,11813,1735,8600,10484,9373,13684,15595,10728,9004,9603,12431,12355,13142,16256,8428,7483,8250,2901,15327,14435,14317,10731,15435,15392,7930,8672,12474,15514,8571,12344,10842,9344,5993,15474,15319,4364,7910,15503,15444,7209,6926,11986,15418,7141,2694,15477,15224,656,9039,16657,11113,15539,11689,12043,7005,11415,15648,15433,2632,15421,8629,11078,8970,15412,15502,7170,6231,7594,8495,13458,7701,15113,12124,9187,9453,15324,15524,6249,15426,7401,14980,15552,15379,4052,12497,6307,4843,3338,9693,15319,13399,12718,3714,15442,11679,5460,5920,15425,4848,13410,5525,11588,7510,15376,12977,11312,15380,8468,15401,5673,3542,13234,5362,5750,3341,10114,11248,16956,15440,12431,9390,7409,5670,12866,15413,6293,8183,10157,13471,11848,9774,4616,15433,6563,4659,15614,15551,6784,7545,8256,6949,5553,15446,15372,7383,6270,4313,4786,15507,14729,15658,7805,8563,4895,14158,2187,9622,15630,6780,11923,15392,5389,6625,12032,14343,14056,7135,13868,11463,9137,7458,5916,15511,13941,4518,14878,15410,8110,13022,9620,7485,10490,3233,17011,13916,5426,16027,14749,11504,15387,18162,17068,15962,10945,12198,12094,15390,15074,1629,15177,13813,9850,6945,7100,11517,11227,10145,9647,5827,7833,11835,5124,15122,16005,15183,4326,8791,15696,15537,6537,4629,3944,4786,13854,10819,877,1453,1277,2113,1636,28023,14622,13204,13346,9596,21448,22738,14938,23741,11039,18724,20755,25270,20615,15633,12836,11272,16843,29769,26203,15985,13866,14197,27450,15783,16960,17741,16986,16489,25516,16262,27660,13659,10745,21616,28319,5926,26797,15890,24936,10056,3691,2031,20853,28159,21102,2974,24430,21690,16721,26907,21393,8330,19257,27015,16757,24966,15555,15606,15939,26556,18124,12778,16336,27384,22241,28848,22229,18898,26412,13731,2708,2498,1814,24678,26673,13961,12537,27509,10460,16621,23927,8294,17842,27004,23234,12272,22538,23057,14414,13413,13913,5583,23022,13710,15304,28479,24436,8422,7671,31005,23401,11851,16372,12495,14347,27589,13507,17176,5865,27294,27900,13119,15042,8598,27381,13566,20948,20352,17810,25581,28146,26411,15450,15894,9352,28657,22418,11571,21272,20505,11727,11321,30350,16696,18382,18902,16873,17302,14493,18137,11266,5166,15258,28455,23555,12524,12940,16946,21926,17617,15053,30423,26438,10205,5588,3787,17689,27923,13690,27084,16329,12821,1689,24779,18705,15927,13096,9902,8440,6240,6772,4179,3346,4342,8830,6048,3261,2773,3329,867,352,126,55,24,10,6,4,3,1,0,0,0,0]}
