{"title":"James Cameron’s OceanXplorers Shows Scientists at Work","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/on-oceanxplorers-james-cameron-brings-his-love-of-the-oceans-to-new/","audio":"https://traffic.megaphone.fm/SAM8493625988.mp3?updated=1723839557","intro":["James Cameron takes us behind the scenes and beneath the waves in a discussion of the new National Geographic show OceanXplorers on today’s episode of Science Quickly."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Environment"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American Science Quickly, I'm Rachel Feltman. Today I’m talking to James Cameron, the writer and director best known for films like Avatar, Titanic and The Terminator. His latest project is a six-part series for National Geographic called OceanXplorers, which is out now on Disney+ and Hulu. OceanXplorers follows a team of scientists on a cutting-edge ocean vessel, giving viewers the chance to witness thrilling scientific discovery in real time. Today I am chatting with James to learn more about the challenge of creating great television when there's no script and no knowing what you might discover."},{"author":"Feltman","text":"Hi."},{"author":"James Cameron","text":"Rachel, hi."},{"author":"Feltman","text":"How are you doing? You're ..."},{"author":"Cameron","text":"Good. I'm great, thanks. Let's jump in. Ocean exploration, that’s what this was all about."},{"author":"Feltman","text":"Absolutely. I’d love to start by asking you what started your fascination with the ocean. And, and what do you love about the field today?"},{"author":"Cameron","text":"It starts with me loving science fiction and fantasy, mostly science fiction. I was a young kid, you know, 10 years old, and reading all that—and then, at the age of 15, saying, “All right, well, I might not be able to go to another planet, but I can go to this alien world right here on Earth that Jacques Cousteau was showing me.” So I demanded of my parents—even living landlocked 400 miles from the ocean in Canada—I demanded that I get trained on scuba. So I, you know, I was this skinny 15-year-old kid in this adult class at night at a YMCA in Buffalo, New York, in February, learning how to scuba dive. So I got into it fantasizing about alien worlds."},{"author":"Feltman","text":"I’m sure a lot of our listeners can relate to how your love of oceans got started. But where did you take things from there?"},{"author":"Cameron","text":"My interest expanded to imaging tools and vehicles that were used to go very deep. And then I processed that through my filmmaking on a movie called The Abyss in 1988. [Editor’s Note: The movie was filmed in 1988 and released in 1989.] Through that process of making that film, I met the people who actually build deep submersibles, deep diving systems, remotely operated vehicles, and so on, and got to be friends with them. And then the next cognitive step was: make a movie about Titanic that actually dives and photographs at two and a half miles down. I started on that project in 1995. And my first true deep-ocean expedition was in September of 1995. And then, after the success of [the film] Titanic, I took quite a bit of time off, five or six years off from filmmaking, to continue building equipment, robotics, cameras, lighting, so on, to go deep and deeper. After 70 or so deep sub dives, that culminated with my last expedition, which was in 2012 to go to Challenger Deep, which is the deepest place at the world's ocean. I co-designed the vehicle. We built it, and then I made that dive. So, yeah. So, you know, there was a point where I went from fan to doing and then just started going deeper and deeper, and I never really backed off."},{"author":"Feltman","text":"I love that. As somebody who got into science journalism because I loved sci-fi, I think it’s so cool that you didn’t just get into movies because of your love of science or dabble in science because movies had exposed you to it. I love that this continues to be a dynamic mixture of your passions. That’s awesome. So let’s talk about the new show. How is it different from what we’ve seen before, and what are you hoping it accomplishes?"},{"author":"Cameron","text":"You know, usually what happens is: somebody is going to investigate a problem, whether that’s to find a wreck or to study a marine community or whatever it is. And then a documentary crew will jump on and piggyback on that exposition or that inquiry. That’s typically how it works. This was built from scratch to be a TV series, but that drove the science. In other words, the science wasn’t happening already. We made it happen. We got the science advisers together. We got our on camera team of young researchers. We got the specific guest researchers for each of the various stories. So we were the impulse to popularize science, the process of science, is where it all started."},{"author":"Feltman","text":"Why did showing that process feel so important, and how do you actually accomplish that in the show?"},{"author":"Cameron","text":"We didn’t want to just do a blue-chip natural history show with some of the most amazing footage you ever saw, and you never see a human being in the frame. Not that I don’t respect those types of shows. But we wanted to show the process of exploration: What it’s like, what it’s like to be out there, how you follow a lead, how you go in with a hypothesis, and you try to substantiate that hypothesis, if you can, with data, with imaging, right? What is that like? And what is it like emotionally for scientists? People don’t think of science as an emotional thing, but it is. People are driven by curiosity, by the excitement of the investigation, by the excitement of discovery. And I wanted to bottle that."},{"author":"Feltman","text":"To backtrack a little bit, how did all of this get started? And by that, I mean OceanXplorers."},{"author":"Cameron","text":"I shared my vision for the series with Mark Dalio, who’d already been doing this type of work around the world on the prior vessel, which was called the Alucia, which is a ship that I knew quite well. And then they were going to outfit and create a new exploration ship, which they were going to call Alucia 2. It eventually became the OceanXplorer, you know, with a big X in the middle, like the title of the series. And so I said, “I’d love to work on this with you. Let me give you the benefit of what I learned doing multiple, multiple ship-based expeditions about how you fit out the ship for media, for filming, for lighting, how you outfit the labs.” And so I brought a fair bit of expertise in that regard, brought in a designer, helped design the lab spaces and the other common spaces for them—because they said, “The thing you’ve got to capture, it’s not just the dives, not just what the sub is seeing or the remotely operated vehicle, not just taking the samples and the data.” You’ve got to capture the excitement of the scientists when they’re going through the footage and going through the samples and, and realizing what it is that they’ve found, whether it substantiates their hypothesis, whether it’s something wholly new. Maybe, even, that goes against what they thought they were going to see. What are the surprises in that? You know, I said, “It’s going to be highly fluid.” You go into the ocean. The ocean hasn’t read your outline. It hasn’t read your script. It’s going to show up with whatever it wants. And we have to be ready for that. You know, we have to be prepared mentally for that and prepared physically, in terms of our technology, our lighting, our camera systems, and, and so on. It's an entire discipline. So I think that what makes the show unique, um, is that it’s, it’s, it’s about making science palpable, exciting and even, dare I say, aspirational."},{"author":"Feltman","text":"What would you say your dream audience for the show is? You know, who are you hoping to share all of this with?"},{"author":"Cameron","text":"I’d love for, you know—look, every kid that watches this show is not going to suddenly decide to be a scientist or a technologist of some kind. But our reach with tens of millions of subscribers and the Disney+ and Hulu, you know, kind of subscriber base—even if it’s one in 1,000, you know, we’ll have measurable impact getting kids into STEM careers. And you know, that’s ultimately the goal. Another goal is to get people to fall in love, if they haven’t already, with these animals, these creatures, these communities in the ocean, which are all, of course, at risk to one degree or another, because we’re, we’re having really profound effects on all communities. And that, of course, includes the oceans."},{"author":"Feltman","text":"Yeah, absolutely. What are some of the specific production challenges you ran into? Um, were there, were there any surprises?"},{"author":"Cameron","text":"Oh, lots of surprises every day. I mean, positive surprises, when you see and discover things that you didn't expect, and also lots of negative surprises—storms, weather, malfunctions, all of those things. And, you know, you’ve got to be very aware of the human factors. Uh, you’ve got to be very safety conscious. I mean, it’s a hazardous working environment. I’m not talking necessarily about the subs but just being on a ship thousands of miles from anywhere, you know, in the, in the Arctic, you know, north of Svalbard or, you know, the various places where we were operating. I wasn't on the ship, just to be clear. I wasn’t on the ship. So I did do a little bit of second-unit filming, you know, when they were back, uh, just to fill in some gaps, but, um, you know, they got to have all the fun. I just got to hear about it, see the footage later. But you know, lots of positive and negative surprises. Once again, that's, you know, the ocean is unpredictable. The animal communities are unpredictable. Even when you have guest researchers that know the area and know the communities and know what depth to expect things to happen at, you know, often you, you go down, you dive, and you come back empty-handed. Then, when something does happen, when a sixgill shows up, and you’re able to tag it and get data from its diving and its feeding habits like we were able to do—you saw the show—that’s exciting. And I think that's where we really differentiate from BBC-type shows where you never see a human being in the frame. You get to see the process and the planning and the hopes and fears of the people, and then they go out in the field. And you could see there were a number of times when they were trying to tag an animal in motion, whether it was a shark or an orca, or put a camera on a hammerhead or sperm whale, it all boils down to a split second. All your months of planning and millions of dollars can boil down to a split second. And then you get that imagery, you get that data, and you learn more. And I think it’s important for people to see how dynamic it really is when you’re out there. It's exciting. It's fun. Um, it's not just, you know, dry, boring lab work, staring at microscopes. I mean, that’s part of it, obviously. Some people think of all science as exploration. But to me, true exploration is when you’re out of the lab, when you’re in the field, when you’re gathering data in the field, and you’re subject to the exigencies of the world and subject to the gifts that the ocean either gives you or withholds. You know, that’s in the nature of that, of that work. I don’t know if that’s an answer to your question, but that’s sort of my philosophy on it."},{"author":"Feltman","text":"Yeah, no, that was a great answer. Um, this was great. And I think our listeners will really enjoy it. So thank you again."},{"author":"Cameron","text":"Sure. Well, I’ll always make time for Scientific American."},{"author":"Feltman","text":"That’s all for today's episode. Don’t forget to check out OceanXplorers on Disney+ and Hulu. If you were hoping for our usual science news roundup, don’t worry: it’s coming back next week. In the meantime, we’ll be diving back down to the seafloor again on Wednesday to explore a wild new scientific finding. And on Friday we’ll come back up for air to talk to a TikTok-famous linguist about her research on Kamala Harris. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,80,1840,1655,2687,12095,20386,17773,17045,20496,16547,20264,7644,13969,17877,18686,13078,19380,12550,7969,10677,20508,13441,21187,4724,20426,12095,10304,14348,17959,20548,16318,17479,18310,18288,11793,16535,12910,11641,17712,15308,13467,11624,13645,20656,20110,11201,12715,12369,13686,14766,12681,16064,12108,3659,18960,19032,10225,11615,8411,10953,17634,14362,17123,11734,14585,11919,17603,18418,7612,16969,12671,20696,20653,18174,11934,6465,20313,19337,18004,11056,9646,17519,14556,9262,20651,13185,7150,20812,19557,15791,19968,19374,20721,14808,12506,19715,20652,3249,0,23324,23187,15359,16654,22735,7610,15487,19249,12918,22534,21352,19540,19442,16649,7530,83,23456,18694,18113,16859,14932,18175,18800,17493,23268,22660,23046,5737,23431,23236,12571,6631,4835,21809,16914,10959,22134,6902,16649,12957,10940,12186,17932,23920,15088,16523,7755,11238,24481,22955,14430,15100,24153,24551,14389,23324,10045,15097,22783,18418,23241,18837,14103,15948,13800,14265,9865,9586,12112,22848,15122,23492,11237,24702,23425,12984,22522,22884,12889,19717,22157,23486,18215,14738,14750,9739,14505,13937,13673,8954,13607,25003,15041,15869,23354,23140,5532,14139,930,137,3749,4925,5598,6222,4862,6084,17660,16499,10307,17565,20974,14230,14702,16974,15469,16126,14683,3556,2623,2992,5936,16529,13437,13221,19818,14086,5623,14919,16935,18321,8514,7956,5268,6872,6674,5338,6722,6822,21416,17221,9133,7833,5501,3583,16684,16607,17208,11595,16411,16552,15547,15195,13607,10253,8423,19874,19783,13222,15808,16947,13629,16336,17519,16319,11249,14404,13122,15498,16492,14504,18793,17864,14554,14332,9072,12180,18166,17068,13193,16488,15679,12007,10803,16225,19846,18922,14841,18770,14480,10745,17872,7190,17031,17274,13516,10931,15792,16439,13302,10429,7743,18792,15237,17268,16975,18611,14641,17618,14049,15087,17338,17130,14653,8903,9860,21737,18069,19649,15142,16841,15944,17005,11500,17290,16024,14858,13401,16338,2865,20327,20812,18895,13471,10000,15437,16211,16077,14848,14680,13473,15568,12405,14265,12651,16403,10739,19416,17154,16231,15483,17110,16732,7844,3953,2127,1833,2270,564,20004,19614,19296,15612,15615,15612,20260,19300,14812,12217,10269,15426,18274,18136,17202,19871,15085,11154,17133,16625,11488,15624,15699,15406,15078,15736,14232,14303,15519,15603,15579,10912,10153,15645,15715,15601,11903,15603,13195,11689,9672,7985,12621,7480,12628,10222,12462,14848,14301,10531,7370,15681,9121,11638,18482,11525,18986,16434,11185,18750,18392,16788,12210,19197,4668,18343,20507,8199,11064,18662,20808,10113,8208,18766,17755,19145,18337,19361,19687,19456,17094,19056,20676,18086,10996,10307,8010,9785,10270,7436,12265,11540,18822,17772,16196,19069,13257,16108,764,17935,16491,19820,20027,184,7971,13823,19818,19915,12115,12053,3954,15392,14435,19140,16930,18254,7933,15297,9958,1022,20083,19749,12970,14302,18349,11188,11648,493,7573,20205,11861,17433,17805,13943,10914,71,98,18943,17864,16027,18452,55,58,19948,13985,17560,18361,11296,18839,18718,19962,19376,15882,12903,8064,19959,15186,18488,19885,18429,20608,18933,20039,15859,17265,8224,12030,18184,7611,6368,5043,19837,17221,19620,8216,13902,15395,11076,11005,18984,19375,19819,17462,13748,12053,13654,12580,15732,15582,11959,9988,7989,5012,5811,3764,13950,9972,9091,14340,15598,15645,11312,10415,9874,10182,14699,10509,6678,1929,20241,12550,19931,15919,18529,10153,20288,19067,19241,12402,18886,6088,10163,18611,9188,20789,17581,5655,19692,18692,9294,18124,18494,18364,18572,19296,18736,12452,13477,20741,20542,13120,8877,19078,15827,10309,20129,17790,17873,9919,10204,18886,12764,8901,16698,8850,19632,353,15321,18793,18172,15002,18298,20136,14350,18374,192,20449,19951,19827,10906,17083,11688,19342,19970,231,15003,20088,7668,18486,19759,9135,11953,10244,19109,20594,20531,10042,18107,20101,3782,19458,6793,19557,18977,19548,19146,13372,20458,11250,6686,6685,20215,9458,16630,12927,18710,1529,9328,19704,19475,20356,17518,18303,14579,19490,16453,20445,20393,20682,16370,17482,18815,18134,18410,15843,13299,9829,8583,16147,15525,19324,20301,20536,6489,20050,7973,19937,4868,17596,12003,18860,15656,14796,20698,18862,20771,19388,18780,19510,6666,19641,19508,15397,20478,17806,7276,19255,20210,19046,13262,15984,15836,18264,19661,20125,4142,15558,19650,18369,14918,17527,5870,18008,19499,17579,2494,604,18055,10159,18085,12713,15362,17718,19066,8473,20077,20434,17350,19734,15690,20675,14492,6390,9260,16238,18910,20282,19831,18744,15415,10584,20245,13776,14325,9704,8978,10793,19793,14155,19040,19810,5935,13750,14809,18740,12376,12652,13050,211,7344,19304,19553,19936,20035,1814,658,20085,20037,15860,16368,13150,17510,15109,10892,518,18443,17523,18721,18447,9985,9039,17752,18312,8284,11805,16613,310,6015,18654,17630,20823,3277,8620,15790,12050,15692,15590,15711,15765,12953,10128,7747,12859,15768,8345,11036,15828,15411,15556,14343,7559,15673,14232,15627,15761,15670,5354,15623,14857,11079,9770,6876,7526,9306,10530,10665,15680,13483,8618,16024,11554,9724,6843,13436,6304,7259,10291,8860,7611,10072,10220,10356,12001,9829,12501,10833,7691,8555,11139,15666,7734,15646,8710,10192,15710,15679,9090,8909,13995,12119,978,15696,15657,15560,15603,15628,15679,15128,15638,15606,15611,13579,15607,6839,15753,10748,4738,12251,14576,10944,11365,9061,15713,12548,13786,10527,8416,3119,458,340,18761,19432,19997,10372,15437,15758,18949,18368,15187,15609,14197,12056,9613,17625,18012,5732,5595,20452,19961,19925,14932,12589,7282,17623,13176,8995,14653,18833,17588,8734,19362,3602,19942,19367,19648,15494,9566,19269,19332,10284,9271,18343,19028,15869,17576,17814,16540,14126,19047,19551,8299,328,20733,13375,18523,7484,524,19855,20664,20694,19893,16727,13376,19177,4310,4969,14783,15502,15415,15751,8343,4589,20979,20653,335,14379,20424,14285,8272,992,8357,14972,22113,8786,16329,8710,18045,4237,68,13736,19863,8229,1714,58,19251,19473,19474,19926,17994,19488,251,17920,17776,19552,19106,14565,10684,17239,17640,19978,19406,2568,19997,20162,10884,18248,19998,13351,13141,9710,11876,19316,19600,19671,19559,12989,4300,20050,14510,59,16433,20501,19630,2549,10596,19896,15994,17803,11046,5654,11166,13113,2377,3208,72,6450,17679,12982,15256,154,5595,13455,13811,13926,6078,7201,7440,10838,6058,13414,9299,5860,15569,12641,7445,1312,10524,18221,18693,16039,13699,9850,10978,18150,19574,18874,14956,12924,8727,18604,17813,14552,12347,13475,7768,19679,19202,2674,17609,15533,19467,8854,19040,12275,9893,8348,8553,7368,116,132,19746,22087,17736,19199,3687,11623,19739,15431,2686,222,19333,20578,19512,18300,17955,17096,876,118,16164,18735,17526,2832,19896,15856,16808,18626,18828,16365,19871,9606,20241,14958,8827,489,19130,19182,19093,16396,18765,13496,3917,16885,20250,19002,9044,19699,20296,18034,16225,6649,14004,17045,17389,19940,161,15474,18748,3832,13922,17595,18447,18849,10060,16735,13266,14924,20281,12077,4698,71,13264,19769,11093,18809,13720,18975,16142,20025,16724,19078,8982,18868,10867,19477,288,20429,19421,15024,20573,19258,19422,14027,19210,19925,8013,16593,10053,8152,9947,18941,11842,17167,1263,18657,19467,18105,12304,9871,18864,19567,18682,17872,20061,10248,65,14966,19325,14702,19974,18648,18117,1275,8810,15621,9103,12275,9759,12467,7327,3951,15643,8196,11127,8235,7799,7705,5815,16772,19676,18061,19386,17975,7669,19684,19430,19143,14388,18710,16113,13260,17739,9198,10389,107,11044,19314,15790,19580,16748,18569,13060,20618,20107,7137,3929,18500,11311,9261,7980,12599,20004,19985,14827,15196,9306,13573,18316,14021,16206,17312,19340,17673,95,8649,16492,9618,19517,5245,15249,13719,6257,17754,346,13040,20087,20375,14937,15301,12786,13777,18619,11762,9487,12239,14056,20635,19787,20010,1587,6052,20196,17592,12452,15770,9115,391,1428,22018,17473,18506,12713,8628,157,18407,18981,19761,18338,19069,19443,12626,14677,14990,8898,7607,1117,20085,17065,20008,17884,20219,15225,19798,11000,8351,8265,19525,10446,10948,11341,12767,4991,19061,17789,16629,18803,15957,19437,19935,19029,18438,16014,18093,17405,18588,19109,20328,16882,15997,14845,11108,19496,8113,620,20074,18765,20265,18504,16183,10448,8659,18313,19561,12047,1862,20086,7825,19832,19327,12204,19502,17922,18629,18882,10212,18059,16857,282,19650,18260,6646,16476,20435,20270,12257,20269,20044,4129,6710,20591,19817,19722,4828,19960,19163,15487,20580,13773,12206,19898,19019,15267,16944,16301,19974,11822,20020,18181,9610,20354,18682,16078,19808,20249,12125,10524,19094,10842,18519,19674,18734,2890,19402,19421,16999,19108,10448,15381,14404,18543,16623,264,18614,20324,20445,13102,12012,11492,17244,13288,3343,107,20743,19782,14634,10923,18163,14162,5515,20520,18794,18442,20050,11491,15782,13442,10727,12370,15815,19310,18601,10491,7433,3856,19805,10486,20496,18999,15835,145,18495,19641,16018,16078,19644,18301,13789,4420,20297,18754,18562,15339,13260,13412,5809,88,18795,20092,18525,16015,69,19949,11733,7917,8325,19556,22120,13360,18989,337,13089,20246,20367,8136,10187,8957,9554,5038,1651,51,5665,17706,17707,5999,19992,6629,5131,5462,14662,18591,19859,16998,1746,141,16965,18755,17208,19254,18423,14646,12508,13246,18886,15590,17993,11876,5824,3088,2168,573,14230,20767,15836,19542,19288,15462,7929,2822,20041,20560,13773,8959,16968,12863,1254,85,19319,13916,9101,19297,16016,11706,17506,20631,4582,104,18500,9271,18903,14369,127,233,19879,20308,6483,17445,15525,9215,2019,20428,20455,18697,17430,15173,12539,3902,2900,15589,15593,15574,11602,11659,9597,11334,11186,14238,15639,9177,15736,9432,8476,2860,242,19051,19466,7919,9788,11753,8461,18433,19604,11895,11349,18965,19162,16023,17983,18828,15287,19813,19860,18833,18397,19097,19520,11968,11143,20665,19792,3201,15339,9990,3262,10396,19926,18797,14333,7116,20063,11770,19392,16824,20081,18837,16466,17339,269,10152,15111,13568,19921,16443,3899,245,9953,15364,17814,17437,6540,298,258,19148,14819,18920,18603,15533,14058,13631,13009,14763,14087,418,20866,19625,19192,4032,9380,6847,18174,19621,7669,19269,11342,314,11425,13720,11171,6903,7193,19057,19575,16945,13933,17271,13525,20269,15495,6596,16279,7437,18417,18448,18832,15372,18867,20709,9545,9325,2668,273,15812,19365,15080,16082,19919,8073,15602,14548,379,4306,18159,20124,19465,18002,19075,4363,16431,19010,20243,7159,9452,10731,11377,4319,13311,19877,14272,3368,255,8995,15624,15583,9007,2449,15652,15646,15597,12915,15942,2506,15634,15381,15446,9584,10236,9288,1453,15744,11216,8023,11962,11255,12690,15171,12185,15598,9993,7419,351,20259,18842,15555,14224,18860,12378,20188,9499,8802,6512,1290,20192,20606,19388,20190,19316,13265,16079,17109,20190,12510,294,11061,17324,19232,19534,18382,16803,17269,8067,13644,16012,17224,359,10998,20062,20113,9452,20537,11008,14203,2652,17719,19400,20029,19731,17781,19029,12526,10376,14196,19194,10726,2016,5063,15087,18178,16770,14829,15346,19041,13521,14892,17207,15662,19479,16883,13416,19799,20678,19446,18690,10076,20469,4000,11742,13628,18930,12738,20126,16462,20584,18492,17529,13039,14552,7072,14766,20322,11937,20585,12197,20224,20290,14269,16478,11026,18104,11660,10917,15215,9707,9663,20080,17821,20824,19752,14534,13069,2324,16992,9095,17241,7350,1538,18356,18449,20697,13976,18693,88,18442,15228,14537,6601,20340,19904,13512,19571,9216,15933,18994,19787,13331,19360,9850,7009,2146,86,18965,20467,18873,12808,1898,16524,20115,13241,13948,19236,9439,12538,11901,15402,784,19193,20351,19687,16701,1161,17370,12525,15903,6743,9882,4706,1477,5216,12341,18656,18190,18711,13779,15546,15555,18956,19081,18785,11110,10604,4435,8551,18762,19964,18475,17527,118,20184,19883,19851,17064,18904,19188,17883,3275,8270,9304,18696,19142,6010,6613,18939,19820,13178,8757,12627,14297,4247,484,20121,14793,8680,1205,20681,20483,7195,18761,20189,20322,14289,19385,19123,18137,14932,154,19321,18293,19103,17187,9082,75,13845,20443,19523,494,20086,20056,9351,12875,18462,18085,5438,19811,20183,20015,15621,19536,19359,10157,14156,294,16477,18836,19664,17149,19717,17576,20122,11023,620,19633,19494,19082,91,18143,11052,20165,19412,7835,13015,12023,9080,7658,12758,17371,17077,13284,20232,16535,13793,11462,19495,15140,6415,20247,18819,20292,19190,2215,1311,10128,19322,17273,18770,12668,20118,18534,19408,10695,16049,17729,14118,19500,20107,19576,12064,6075,13308,12608,20260,17619,16051,18757,15069,16717,138,18501,17982,14152,14199,14948,13478,7526,672,14749,19953,16968,19252,13182,17220,19705,9103,13852,18676,18778,17288,18964,178,76,18759,20314,13575,16822,17398,9392,18436,17441,18048,19752,2464,10533,19429,16998,15970,19460,19136,19334,16535,3881,20504,16075,18364,18494,20012,7832,9814,20240,19880,15875,17318,14452,19877,20423,13990,20385,15105,1884,19175,19096,9566,20280,11246,14817,20215,18817,18767,3800,635,18166,16356,17504,4041,131,10410,16591,7833,19148,19846,20198,11292,131,20379,19561,12173,20145,13432,19975,18796,16652,943,15267,20624,15670,11753,20356,8268,16369,14148,19053,9843,5145,5885,20397,17395,7527,4856,19418,19052,20157,20254,17742,20027,17664,19443,11361,16821,18795,18750,19430,10150,9575,7314,20731,20612,15873,8198,16090,7717,5104,19296,18952,10849,5900,6502,5384,18921,15159,7470,19979,8091,14862,19145,20083,20340,13385,17805,18905,15750,19569,15582,19298,18422,13446,18903,17623,7365,2942,2107,106,6890,18707,19200,18750,19747,14499,17067,10803,984,225,19585,19255,18237,8239,17805,11907,13357,15416,16947,7594,141,13807,20312,20124,20400,21930,14563,10216,19229,16354,16045,18131,13906,13633,14848,12198,19545,21344,10852,17363,10677,14679,19746,16964,18537,11130,1204,20706,18357,18462,13821,14541,11575,5392,12448,11155,7563,6506,8724,8098,3117,2652,11373,10664,7577,9864,3658,2234,14385,13395,13578,16524,8099,7400,12600,10845,12909,13478,12136,18416,16668,13679,12767,6744,19924,17678,16975,11666,10326,11812,13664,11028,14006,8135,6394,1911,16264,16613,15190,15800,9853,16073,15792,15013,14868,9802,12588,16610,8596,2832,16478,13114,10337,16170,15762,11213,7510,16772,12275,11362,13893,9572,12197,16956,10301,15814,17019,15678,6270,12498,16349,16136,10894,17419,11849,12565,16175,15501,14856,13025,10054,11736,9380,8164,7374,8789,10073,10673,3290,2560,2715,16355,11029,10787,11070,15322,13293,12578,8755,12672,12498,13871,9983,14714,17723,10841,14646,8595,16383,13764,12340,11553,3068,15813,16660,10700,12842,16899,16107,8971,10080,2048,15778,13792,14590,9930,14109,12475,9752,4063,10046,16565,17070,8762,9479,12239,15769,11270,10755,16554,9127,8139,6953,3411,6032,13037,17622,15404,15393,9158,16413,13406,5900,10738,17408,16615,3036,2859,1905,317,141,58,34],"fragments":[{"begin":"0.000","end":"46.480","lines":["For Scientific American Science Quickly, I'm Rachel Feltman. Today I’m talking to James Cameron, the writer and director best known for films like Avatar, Titanic and The Terminator. His latest project is a six-part series for National Geographic called OceanXplorers, which is out now on Disney+ and Hulu. OceanXplorers follows a team of scientists on a cutting-edge ocean vessel, giving viewers the chance to witness thrilling scientific discovery in real time. Today I am chatting with James to learn more about the challenge of creating great television when there's no script and no knowing what you might discover."]},{"begin":"46.480","end":"47.320","lines":["Hi."]},{"begin":"47.320","end":"48.480","lines":["Rachel, hi."]},{"begin":"48.480","end":"50.000","lines":["How are you doing? You're ..."]},{"begin":"50.000","end":"57.040","lines":["Good. I'm great, thanks. Let's jump in. Ocean exploration, that’s what this was all about."]},{"begin":"57.040","end":"82.360","lines":["Absolutely. I’d love to start by asking you what started your fascination with the ocean. And, and what do you love about the field today?"]},{"begin":"82.360","end":"143.480","lines":["It starts with me loving science fiction and fantasy, mostly science fiction. I was a young kid, you know, 10 years old, and reading all that—and then, at the age of 15, saying, “All right, well, I might not be able to go to another planet, but I can go to this alien world right here on Earth that Jacques Cousteau was showing me.” So I demanded of my parents—even living landlocked 400 miles from the ocean in Canada—I demanded that I get trained on scuba. So I, you know, I was this skinny 15-year-old kid in this adult class at night at a YMCA in Buffalo, New York, in February, learning how to scuba dive. So I got into it fantasizing about alien worlds."]},{"begin":"143.480","end":"153.880","lines":["I’m sure a lot of our listeners can relate to how your love of oceans got started. But where did you take things from there?"]},{"begin":"153.880","end":"243.320","lines":["My interest expanded to imaging tools and vehicles that were used to go very deep. And then I processed that through my filmmaking on a movie called The Abyss in 1988. [Editor’s Note: The movie was filmed in 1988 and released in 1989.] Through that process of making that film, I met the people who actually build deep submersibles, deep diving systems, remotely operated vehicles, and so on, and got to be friends with them. And then the next cognitive step was: make a movie about Titanic that actually dives and photographs at two and a half miles down. I started on that project in 1995. And my first true deep-ocean expedition was in September of 1995. And then, after the success of [the film] Titanic, I took quite a bit of time off, five or six years off from filmmaking, to continue building equipment, robotics, cameras, lighting, so on, to go deep and deeper. After 70 or so deep sub dives, that culminated with my last expedition, which was in 2012 to go to Challenger Deep, which is the deepest place at the world's ocean. I co-designed the vehicle. We built it, and then I made that dive. So, yeah. So, you know, there was a point where I went from fan to doing and then just started going deeper and deeper, and I never really backed off."]},{"begin":"243.320","end":"272.480","lines":["I love that. As somebody who got into science journalism because I loved sci-fi, I think it’s so cool that you didn’t just get into movies because of your love of science or dabble in science because movies had exposed you to it. I love that this continues to be a dynamic mixture of your passions. That’s awesome. So let’s talk about the new show. How is it different from what we’ve seen before, and what are you hoping it accomplishes?"]},{"begin":"272.480","end":"317.600","lines":["You know, usually what happens is: somebody is going to investigate a problem, whether that’s to find a wreck or to study a marine community or whatever it is. And then a documentary crew will jump on and piggyback on that exposition or that inquiry. That’s typically how it works. This was built from scratch to be a TV series, but that drove the science. In other words, the science wasn’t happening already. We made it happen. We got the science advisers together. We got our on camera team of young researchers. We got the specific guest researchers for each of the various stories. So we were the impulse to popularize science, the process of science, is where it all started."]},{"begin":"317.600","end":"322.360","lines":["Why did showing that process feel so important, and how do you actually accomplish that in the show?"]},{"begin":"322.360","end":"368.240","lines":["We didn’t want to just do a blue-chip natural history show with some of the most amazing footage you ever saw, and you never see a human being in the frame. Not that I don’t respect those types of shows. But we wanted to show the process of exploration: What it’s like, what it’s like to be out there, how you follow a lead, how you go in with a hypothesis, and you try to substantiate that hypothesis, if you can, with data, with imaging, right? What is that like? And what is it like emotionally for scientists? People don’t think of science as an emotional thing, but it is. People are driven by curiosity, by the excitement of the investigation, by the excitement of discovery. And I wanted to bottle that."]},{"begin":"368.240","end":"373.720","lines":["To backtrack a little bit, how did all of this get started? And by that, I mean OceanXplorers."]},{"begin":"373.720","end":"484.200","lines":["I shared my vision for the series with Mark Dalio, who’d already been doing this type of work around the world on the prior vessel, which was called the Alucia, which is a ship that I knew quite well. And then they were going to outfit and create a new exploration ship, which they were going to call Alucia 2. It eventually became the OceanXplorer, you know, with a big X in the middle, like the title of the series. And so I said, “I’d love to work on this with you. Let me give you the benefit of what I learned doing multiple, multiple ship-based expeditions about how you fit out the ship for media, for filming, for lighting, how you outfit the labs.” And so I brought a fair bit of expertise in that regard, brought in a designer, helped design the lab spaces and the other common spaces for them—because they said, “The thing you’ve got to capture, it’s not just the dives, not just what the sub is seeing or the remotely operated vehicle, not just taking the samples and the data.” You’ve got to capture the excitement of the scientists when they’re going through the footage and going through the samples and, and realizing what it is that they’ve found, whether it substantiates their hypothesis, whether it’s something wholly new. Maybe, even, that goes against what they thought they were going to see. What are the surprises in that? You know, I said, “It’s going to be highly fluid.” You go into the ocean. The ocean hasn’t read your outline. It hasn’t read your script. It’s going to show up with whatever it wants. And we have to be ready for that. You know, we have to be prepared mentally for that and prepared physically, in terms of our technology, our lighting, our camera systems, and, and so on. It's an entire discipline. So I think that what makes the show unique, um, is that it’s, it’s, it’s about making science palpable, exciting and even, dare I say, aspirational."]},{"begin":"484.200","end":"489.200","lines":["What would you say your dream audience for the show is? You know, who are you hoping to share all of this with?"]},{"begin":"489.200","end":"529.800","lines":["I’d love for, you know—look, every kid that watches this show is not going to suddenly decide to be a scientist or a technologist of some kind. But our reach with tens of millions of subscribers and the Disney+ and Hulu, you know, kind of subscriber base—even if it’s one in 1,000, you know, we’ll have measurable impact getting kids into STEM careers. And you know, that’s ultimately the goal. Another goal is to get people to fall in love, if they haven’t already, with these animals, these creatures, these communities in the ocean, which are all, of course, at risk to one degree or another, because we’re, we’re having really profound effects on all communities. And that, of course, includes the oceans."]},{"begin":"529.800","end":"538.800","lines":["Yeah, absolutely. What are some of the specific production challenges you ran into? Um, were there, were there any surprises?"]},{"begin":"538.800","end":"688.680","lines":["Oh, lots of surprises every day. I mean, positive surprises, when you see and discover things that you didn't expect, and also lots of negative surprises—storms, weather, malfunctions, all of those things. And, you know, you’ve got to be very aware of the human factors. Uh, you’ve got to be very safety conscious. I mean, it’s a hazardous working environment. I’m not talking necessarily about the subs but just being on a ship thousands of miles from anywhere, you know, in the, in the Arctic, you know, north of Svalbard or, you know, the various places where we were operating. I wasn't on the ship, just to be clear. I wasn’t on the ship. So I did do a little bit of second-unit filming, you know, when they were back, uh, just to fill in some gaps, but, um, you know, they got to have all the fun. I just got to hear about it, see the footage later. But you know, lots of positive and negative surprises. Once again, that's, you know, the ocean is unpredictable. The animal communities are unpredictable. Even when you have guest researchers that know the area and know the communities and know what depth to expect things to happen at, you know, often you, you go down, you dive, and you come back empty-handed. Then, when something does happen, when a sixgill shows up, and you’re able to tag it and get data from its diving and its feeding habits like we were able to do—you saw the show—that’s exciting. And I think that's where we really differentiate from BBC-type shows where you never see a human being in the frame. You get to see the process and the planning and the hopes and fears of the people, and then they go out in the field. And you could see there were a number of times when they were trying to tag an animal in motion, whether it was a shark or an orca, or put a camera on a hammerhead or sperm whale, it all boils down to a split second. All your months of planning and millions of dollars can boil down to a split second. And then you get that imagery, you get that data, and you learn more. And I think it’s important for people to see how dynamic it really is when you’re out there. It's exciting. It's fun. Um, it's not just, you know, dry, boring lab work, staring at microscopes. I mean, that’s part of it, obviously. Some people think of all science as exploration. But to me, true exploration is when you’re out of the lab, when you’re in the field, when you’re gathering data in the field, and you’re subject to the exigencies of the world and subject to the gifts that the ocean either gives you or withholds. You know, that’s in the nature of that, of that work. I don’t know if that’s an answer to your question, but that’s sort of my philosophy on it."]},{"begin":"688.680","end":"696.280","lines":["Yeah, no, that was a great answer. Um, this was great. And I think our listeners will really enjoy it. So thank you again."]},{"begin":"696.280","end":"698.880","lines":["Sure. Well, I’ll always make time for Scientific American."]},{"begin":"698.880","end":"748.920","lines":["That’s all for today's episode. Don’t forget to check out OceanXplorers on Disney+ and Hulu. If you were hoping for our usual science news roundup, don’t worry: it’s coming back next week. In the meantime, we’ll be diving back down to the seafloor again on Wednesday to explore a wild new scientific finding. And on Friday we’ll come back up for air to talk to a TikTok-famous linguist about her research on Kamala Harris. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":748}