{"title":"The Long History of Sex Testing in the Olympics and Other Elite Sports","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/sex-testing-in-the-olympics-and-other-elite-sports-is-based-on-flawed/","audio":"https://traffic.megaphone.fm/SAM5252918496.mp3?updated=1722376857","intro":["Here’s the long history of sex testing in elite sports like the Olympics and where the science really stands."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Health"],"transcript":[{"author":"Rachel Feltman","text":"There have been a lot of headlines in recent years about transgender athletes. But this isn’t actually the first time debates over biological sex have caused controversy and exclusion in the sports world. Even athletes who identify with the sex they were assigned at birth, meaning people with XX chromosomes who were assigned female at birth and identify as women today, can find themselves banned from elite competition on the basis of their biology. For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m talking to award-winning reporter and writer Rose Eveleth. They’re the creator and host of a new series called Tested, co-produced by CBC Podcasts and NPR’s Embedded. Tested follows the surprising 100-year history of sex testing in elite sports, which has culminated in some shocking modern policies. So, Rose, for listeners who aren’t familiar with your work, I would love to hear a little bit more about how you came to this story."},{"author":"Rose Eveleth","text":"I was an intern in the ye olde days of Scientific American."},{"author":"Feltman","text":"As was I! What a time."},{"author":"Eveleth","text":"Yeah, in the blog minds of early science Internet. But so I was an intern at Scientific American, and I was looking for something to write about, and I had been writing a lot about prosthetics because, you know, when you’re an intern you say yes to literally anything anyone gives you to write. And as I was looking for something to write about, I came across the story of Oscar Pistorius, who is a South African man who is a double amputee and who, at the time, was actually trying to race against able-bodied runners, and this was a big controversy because, you know, there was this question of, “Does he have an unfair advantage because his legs are so light and he might actually be able to run faster than someone who has full legs?” And I found that super interesting ’cause I was like, okay, what do we mean when we say an “unfair advantage” in sports? And it seems a little bit counterintuitive, perhaps, to think that, like, a double amputee has an unfair advantage in running."},{"author":"Feltman","text":"Right."},{"author":"Eveleth","text":"Like, that’s sort of an interesting, like, you know, thing to think about. And also, how would you even test that? And so I was reading about that, and I came across some other precedent about a different South African runner named Caster Semenya, who in 2009 broke onto the world stage and was very publicly questioned about her sex and was told that she also had an unfair advantage because of her body’s biology. And I had heard about Caster when this all happened in 2009, but, like, I didn’t really follow it ’cause honestly I remember seeing the headlines and being like, “What? Like, this doesn’t make any sense.” But in, I think it was 2012, I started really researching it, and I was like, “Whoa, there’s this really long history. There’s 100 years of sort of sex-testing policies.” And then, as I’ve been following it, those policies have changed over time and are still active."},{"author":"Feltman","text":"So looking back at the Olympics specifically, since ’tis the season, what did you learn about how these questions sort of, like, first arose?"},{"author":"Eveleth","text":"Yeah, so one of the really interesting things that I learned when I started researching this is that questions about the true sex or true gender of women in the Olympics happened immediately. In 1928 it was the first year that women are allowed to run track at the Olympics. They had been allowed in other events before that that were deemed more feminine—so, like, swimming and tennis—but track and field, absolutely not until 1928. And immediately you hear the press, you hear sports officials saying, “There’s something wrong with these women.”"},{"author":"Feltman","text":"It sounds like at that time it was more like, “Is it inherently unwomaning to be in sports?” [Laughs]"},{"author":"Eveleth","text":"I mean, they genuinely believed that these women could turn themselves into men if they competed too much in athletics, l ike, that was an actual thing that they believed."},{"author":"Feltman","text":"Wow."},{"author":"Eveleth","text":"Now we have this ... very problematic idea around, like, a very rigid sex binary, right? That there’s, like, XX, XY, like, you know, biological male, biological female …"},{"author":"Feltman","text":"Sure."},{"author":"Eveleth","text":"… which obviously is not actually how humans are [laughs], you know, distributed—in this clear bimodal situation—but at the time they did not have that, right? At the time there was not this very clear sense of a very rigid sex binary. At the time the dominant idea—at least in the West: sort of Europe and the United States—was this idea called balance theory …"},{"author":"Feltman","text":"Hmm."},{"author":"Eveleth","text":"… which was that every person was born with a certain amount of, like, male and female stuff inside of them and you could be, like, a 65 percent woman or a 99 percent woman, and that if you did certain things, that balance could shift. So you could actually turn yourself into a man if you did manly things like participate in sports, especially if you were already kind of, like, a cuspy woman, you know [laughs], which I feel like is actually, weirdly enough, maybe closer to reality in terms of, like, the spectrum of sex characteristics that exist ..."},{"author":"Feltman","text":"Yeah."},{"author":"Eveleth","text":"But is not also correct [laughs]."},{"author":"Feltman","text":"Right, right. It’s still, it’s still wrong, but it’s—I’d love to, like, kind of go back to that drawing board and pick up a little bit of what they were putting down. Yeah, you know, when you hear politicians today be like, “We used to know there were only two sexes; you know, now people are so confused,” it’s like, “Actually, listen, it’s always been confusing, man.” [laughs]"},{"author":"Eveleth","text":"The whole time, yeah. Yeah, being a human, I think, is just inherently confusing in so many ways ..."},{"author":"Feltman","text":"Yeah [laughs]."},{"author":"Eveleth","text":"[Laughs] But, yeah, they really thought that these women were either really borderline cases, is what they would often say, or potentially gonna turn themselves into men, and so they decided that there needed to be rules and regulations to kind of test and check. And it all comes from a very paternalistic sense of like, “We need to protect these women from themselves because clearly no true woman would want to compete in athletics. That’s, like, sort of not correct in some way.”"},{"author":"Feltman","text":"So how did that shift over time?"},{"author":"Eveleth","text":"Yeah, so 1928 you immediately get people being like, “That’s not a woman. That’s not a woman.” [Laughs] You know, like, you hear people talk about Hitomi Kinue, who is a Japanese runner, and in the newspapers they say, you know, “She has all the power of a halfback. She should be playing for the Chicago Bears,” is a thing that they actually printed about this woman—which is also very funny, looking at it now, ’cause you, you know, you see photographs of these women, who are being described as, like, absolute units, and they just look like regular people ..."},{"author":"Feltman","text":"Right."},{"author":"Eveleth","text":"Like, we look at athletes today, right, they’re, like, incredibly jacked ..."},{"author":"Feltman","text":"Right, but ..."},{"author":"Eveleth","text":"Like, it’s 1928 ..."},{"author":"Feltman","text":"Because they’re not actively fainting, they’re [laughs] ..."},{"author":"Eveleth","text":"[Laughs] Right, exactly. And so it’s so funny just, like, how that line has shifted, but in 1936 the first official policy in that regard is passed by the International Amateur Athletic Federation [IAAF], which is now known as World Athletics, the governing body of track and field. And that policy allows them to pull aside any suspicious female, and they don’t really say what warrants suspicion—it’s sort of a very, like, “you’ll know it when you see it” kind of situation. And the policy allows for an examination of that athlete, so that would be a nude inspection."},{"author":"Feltman","text":"Wow."},{"author":"Eveleth","text":"There are some intervening years where you have instructions like, “We really want you to go to your doctor and get examined and bring a little, like, note—like a doctor’s note that says, like, ‘diagnosed female,’” or whatever [laughs], you know?"},{"author":"Feltman","text":"Yikes, wow."},{"author":"Eveleth","text":"Yeah, and then in 1966 they decide that doing this on a case-by-case basis, or sort of this ad hoc kind of way, is not good; we need to do it to all women. And they institute what are now known as the “nude parades,” also sometimes known as the “peek and poke” tests, which were: every woman who competed in track and field had to go into a room and get naked in front of a panel—sometimes one person, sometimes more than one—to be confirmed that their body looked correct for a woman."},{"author":"Feltman","text":"Wow, gosh."},{"author":"Eveleth","text":"In 1968 they switch, and they change the policy, and they go to a chromosome test. And from 1968 to 1999, which is a very long period of time, every single woman who competed in the Olympics had to take a sex test, a chromosome-based sex test, and get a certificate of femininity that looks a little bit like your driver’s license and bring it with you—everywhere you go, whenever you compete. And that lasts until 1999. And the thing that’s really interesting about this period of time is that immediately—like, as soon as the IOC [International Olympic Committee] and the IAAF start using these tests—you have doctors and scientists being like, “Whoa, whoa, whoa, hold on—this won’t do any of the things that you say it’s going to do. It will not necessarily catch all men who try to enter a women’s competition because some men can have XX chromosomes. All you’re going to do is catch women who have no idea there’s anything different about them, who have shown up to the Olympics, trained their whole lives to compete and all of a sudden are gonna be told, ‘Actually, surprise, you’re not a woman, and you need to leave.’” You know, there was a 30-year campaign by these scientists to write to the IOC, to write to World Athletics and be like, “Guys, like, don’t do this. This doesn’t work. It’s not scientifically sound.” The guy whose test they were using wrote to the IOC and the IAAF, being like, “Please stop doing this,” and they were like, “No thanks,” [laughs] you know? When asked about it they basically say, like, “Look, I understand that you scientists in your labs have this way of thinking about things, but this is sports, and we do things our own way here.” And that was really, basically, the answer for 30 years, and it took a ton of work to try and convince these organizations to drop these tests."},{"author":"Feltman","text":"I can just kind of imagine someone being like, “Well, you didn’t like it when we poked them and made them get naked. What do you want?” It’s like, “It’s very clear what we want; we want ...\""},{"author":"Eveleth","text":"Just maybe don’t—yeah."},{"author":"Feltman","text":"But okay—yeah, just don’t. And just to contextualize for listeners who might not be familiar with this topic, what are we talking about when we talk about intersex conditions, and how common are those variations?"},{"author":"Eveleth","text":"Intersex is largely an identity, right, like queer that someone kind of opts into, that they say, like, “Yes, I am a part of this.”"},{"author":"Feltman","text":"Right."},{"author":"Eveleth","text":"There is the more medicalizing “differences of sex development,” or DSD. A lot of intersex folks don’t like that term because it is medicalizing, and they sort of say, like, “Well, there’s actually nothing wrong with me; I’m just, you know—there’s just this variation.” I tend to use sort of maybe a clunkier phrase of just, like, “people with sex variation,” or, like, “people with variations in their sex biology.” It’s also really hard to know how common this is because it sort of depends on how you define it. And also, in a lot of parts of the world, this is not documented; people aren’t putting this into charts and stuff like that. So some experts estimate that the frequency, sort of broadly defined, of sex variations in the population is between one and two percent. So it’s more common than identical twins.... It's not this incredibly rare thing that, like, only happens in these, like, super outlier situations."},{"author":"Feltman","text":"So do we have any sense of how many people were impacted by this?"},{"author":"Eveleth","text":"We don’t know how many women showed up to the Olympics or to the world championships or to, you know, a world athletics event, given this test and were told, “You need to leave.” The Olympics and the IAAF both were quite secretive about it in the sense that they did not share numbers, they did not share names—and, you know, in some ways you want that, right? You don’t want to be outing people against their will about their biology. The problem is that if you are an elite athlete, and you show up to a competition, you know pretty much everyone you’re gonna be competing against, right? At this point you’ve been competing against them for years, probably. And so if someone shows up to the Olympics and then all of a sudden, like, doesn’t compete, it’s actually quite obvious, like, “Well, wait, what happened?” And so they often were told to fake an injury. And they would, like, put a cast on somebody and have them, like, pretend to be injured. So we really don’t know. I’ve heard a lot of different estimates. We’re not talking about thousands of people here, right? You know, I’ve seen people estimate that something like a handful every Olympics between 1966 and 1988. And we also don’t know how many people decided to stop showing up, right? And so there were women who were terrified they were gonna fail these tests. We talked to one of them who actually paid for her own test before she went because she was so afraid she was gonna fail it. You know, she’s heard all her life that, like, “Mm, you’re maybe kind of a boy.” And, like, she was like, “Well, I don’t know—maybe I am. Like, I have no idea.” And so I think that’s the other thing—is, like, we know that a handful every Olympics were sent home, but we don’t know how many people sort of opted out entirely."},{"author":"Feltman","text":"So what’s the situation today? You know, for the 2024 Olympics, how are they factoring this stuff in? I would love to assume they’re not; I feel like that’s probably not the case [laughs]."},{"author":"Eveleth","text":"No, unfortunately. The International Olympic Committee, the IOC, they have said that there should not be policies that restrict people’s participation based on their sex biology."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Eveleth","text":"But they are actually not in charge of those policies; the different federations are. So you have: World Aquatics is the swimming one. World Athletics is the track-and-field one, right? Every sport has its own federation. And they’re actually the ones who decide the rules of the sport and who gets to compete. And different federations have different takes on this. Many federations just let people compete, right? But some don’t. World Athletics, for example, does have a policy on the books—what they call DSD eligibility policies. And the situation today is that if you are an athlete who has one of their defined DSD conditions—so they have a list of which ones count, and essentially it’s ones that offer you a high level of testosterone that your body can use—if you have one of these regulated ... DSDs, that means that you do have to manipulate your body’s biology in order to lower your testosterone level down to a certain point: 2.5 nanomoles per liter. There are two main ways you would do that. One of them is surgery. Some folks have internal gonads that produce high levels of testosterone, so you’d have to do surgery to remove those. That requires, basically, being on hormone replacement therapy for the rest of your life. It’s obviously a permanent change. The other option is to take medications to lower that testosterone level, and that’s generally a combination of sort of an estrogen and an inhibitor drug that blocks testosterone. These are drugs that are often provided as gender-affirming care to trans youth to kind of stop puberty. They are not intended to lower [the testosterone level of] an adult woman who has a DSDs testosterone level. We don’t actually have a great sense of what the side effects are gonna be for some of these people. It’s sort of a big experiment because the World Medical Association, for example, has come out saying, like, “This is medically unethical. You should not be requiring people to take drugs to manipulate their biology so that they can compete in the sex category that they already occupy.” But because these federations are essentially independent bodies based internationally, there’s not a lot of accountability. There was a case at the Court of Arbitration for Sport about this that Caster Semenya ruled on in 2019. And they agreed with the World Athletics. They said, “No, actually, it’s okay for you to have these policies.” So currently there are women who would love to be in Paris but are not because they can’t compete unless they manipulate their bodies in this way. Some of them have opted to try it. None of them were able to get their levels down and get their training back into place in time for Paris for this year. And some of them are saying, “No, I’m not gonna do that.” I mean, it’s expensive. Often these women are international, and they don’t have a lot of resources. They don’t have a doctor to prescribe this to them. They don’t even know what drugs would be required. It’s a lot of stuff to go through. So that’s where we’re at currently. We are not gonna see a couple of athletes who, for example, were in the final in Tokyo last Olympics."},{"author":"Feltman","text":"If you wanna hear more about the history of sex testing in sports and how it’s impacting the 2024 Olympics in Paris, check out Tested wherever you listen to your podcasts. Science Quickly will be back on Friday with Episode Two of our ongoing Friday Fascination miniseries. This one is all about extreme archaeology, and if you missed the first episode you can go right on back and listen to it now. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time."}],"wave_peaks":[14251,22723,18779,10752,9616,4147,12256,17018,16401,16349,15716,15962,16424,15455,16260,8173,8647,16929,17365,16198,7991,3757,13894,3959,16291,16408,9188,17236,16562,16581,16640,15979,15797,10624,12152,16252,16725,3588,17001,20411,12979,19162,20053,23290,16087,17138,16069,19694,15895,18489,14804,17877,14852,14323,14945,14579,19247,13588,14484,11729,14928,14588,17092,14597,16833,6433,23339,6307,21953,23227,12422,21098,14489,8936,14201,5232,6093,12740,7154,23287,23329,19918,21391,21083,10917,18632,19215,18262,14314,21577,20665,22759,19667,14890,18714,23270,20865,20017,12674,2571,480,460,799,1119,1746,1350,1469,16369,16447,15987,16682,17620,17229,17890,13729,15833,17245,16746,16069,15860,15867,12831,7361,1822,16638,16060,16128,16797,16282,15965,15203,12983,16693,16242,15269,16749,15968,15651,15398,11891,13759,15341,10195,15349,14389,18580,15617,10359,2639,17023,16034,11118,8689,16241,15550,13733,15673,14725,16154,16275,17421,11016,3263,17366,11603,15418,15993,17864,16800,16753,9278,17333,16602,16400,16517,15195,18993,18660,16067,16425,15193,17851,2414,16559,16216,17593,14853,11214,16880,15787,12054,16664,15989,15467,15675,17349,15401,17582,14903,11271,2667,3388,16126,16295,17310,16867,14593,16082,16386,16090,16212,7281,17562,16610,14703,14395,16069,16334,16953,14449,14036,17123,16872,15974,12927,1792,16116,17689,15977,18374,17244,14631,16388,16697,17030,15699,15721,12869,16492,13260,16703,16703,11890,14962,17387,14659,17137,6798,16748,17084,16001,12430,12679,16557,16552,16429,15256,16617,15968,16108,14683,18540,13208,6486,16246,17182,15740,14291,16159,16472,16370,16392,11158,11894,4765,5091,7938,29613,22394,18706,14451,11533,8999,6349,7105,17884,10908,7038,4326,5209,5627,989,6763,15890,15953,15832,14519,15950,13470,13269,12512,15935,14693,15897,14129,15894,14511,15945,10817,15820,15127,14663,12128,469,15938,15946,11928,15943,14446,15925,13986,15498,15915,15893,15270,13556,16089,15875,16027,14920,12623,11653,15937,13494,15933,15935,16105,15892,14072,15984,15984,15948,15948,16031,15984,15939,15966,6745,5535,15960,15960,15555,10992,14348,14316,11034,13045,15027,15014,11122,15897,15951,11703,15940,13727,12309,15975,15983,12983,14833,7357,14362,15040,12475,13622,15917,15978,10829,14136,12144,11029,11292,9674,15967,1793,16154,15961,12854,15986,15961,12071,15940,15924,13369,15988,15966,15909,15666,15007,7770,12827,14046,15862,15922,15943,16082,15889,15904,15928,13003,15849,14430,15956,15977,9771,10539,10046,16029,15971,15659,15927,15908,14364,5027,15921,15913,16075,15962,9850,11447,12953,16009,13900,5574,11423,771,15819,15966,15929,16046,12953,5762,15913,15974,16047,15948,15945,12205,10770,11347,15970,12985,15998,15868,15991,15915,12928,10537,19368,17509,15504,8497,10549,9884,5583,15850,16140,16135,13972,10230,15033,10616,14453,15931,15980,15897,15930,16000,16027,9151,15934,15075,15935,15915,13379,16019,15001,15923,15929,12833,15956,15983,15925,15888,15939,15962,15988,22888,26293,15923,15970,15967,15985,15763,15965,10547,15901,15992,15576,1335,15875,15910,15999,15943,6460,12413,15969,15931,15908,16067,15895,15935,11971,7843,15884,15938,9921,8974,15944,15933,15942,15964,13869,10867,14907,8139,11748,14253,13676,16004,14248,11404,12661,7856,9350,9278,8125,6173,827,15901,15909,12572,10653,7536,13098,6283,15942,14068,11171,9287,7448,9454,16184,15955,16039,15905,16044,15956,9691,11897,15926,10254,5292,5300,903,15988,15928,15892,15947,15947,15922,15966,15799,10925,10885,15986,15192,16001,15949,15953,15933,15952,16046,15903,15981,9969,7572,5522,15622,15949,15890,16009,10353,3588,16075,15947,16092,13304,15949,10453,15927,7595,15946,15887,15893,15963,8173,15933,15942,11598,15921,11208,13631,15914,15983,15917,15924,15916,10280,15860,15925,16014,1077,16025,15995,15917,15945,15935,10460,13609,12121,6343,4789,6090,11601,14153,15854,1163,15878,13636,15994,16052,15931,15993,16002,15936,15955,15934,16028,15909,15956,15956,15871,15970,15982,15951,15813,15935,15944,15967,15559,15993,15916,14171,15999,15919,15914,15937,15911,15932,15909,11163,14774,15915,15914,15921,15970,14014,15919,12422,11579,15923,10812,10145,15988,15854,15904,15933,15879,10686,15289,15898,16008,7172,15930,15921,11199,15919,15763,8262,14166,12952,5159,540,16112,15549,15990,15928,16041,15983,14756,16073,15959,15962,15988,15214,9462,15983,14805,16017,14357,12833,15927,15945,15948,15920,15895,15982,15994,15287,15804,15977,16005,15964,15941,8627,15084,15948,10756,7006,9163,9866,14667,10648,12171,15990,6563,12629,2942,15838,15968,15901,11189,14378,10429,7006,15936,9255,16127,15975,15890,11420,15943,13906,9459,10459,15925,12961,15923,16015,13751,13779,10687,7783,7469,6511,15984,15936,15845,16138,15913,15914,15948,15949,16114,15913,15952,16055,16020,15936,15946,16025,16055,15918,15928,15843,15918,15981,15955,12437,15946,15977,16137,15973,15981,15900,16038,15912,15939,16103,16105,15994,13602,15929,14626,15926,16074,15974,15985,15343,16016,15336,15905,8733,16094,15904,15942,3613,16039,14927,15957,15966,15745,15909,15146,16013,15983,15945,13646,9555,14019,13693,11659,16487,15909,12541,15906,16011,15879,12999,15937,15944,13521,14880,15880,15992,15889,15964,15917,15902,1238,15985,16004,15991,15998,15922,15968,15948,15859,15909,15939,16070,15893,11734,15925,15904,12865,15997,15398,15927,15945,15965,15987,16015,15897,16006,14395,8760,16064,15956,15989,15390,13952,10966,15124,14255,11270,9432,9800,12140,15948,15951,15867,15911,15939,15957,11017,15920,10219,10094,10912,11601,15937,3692,1299,15907,15985,15830,15106,12127,8993,16348,19401,15901,15957,3300,8721,15997,10016,11048,9659,15150,14511,10645,16045,10202,15931,16050,15974,15943,12397,15921,14632,15745,11475,12480,15942,15975,13641,15915,14776,15924,15912,16022,2723,11993,15949,16000,15989,15799,16020,15923,16052,15981,15910,16079,13469,2069,15975,15937,8831,1348,15997,16091,15938,15565,15907,15962,11517,15890,15949,16005,14697,15892,10462,16039,14988,7413,15591,15934,15973,15933,15987,14943,8860,10242,8833,15978,15974,15928,15900,15944,12378,8905,9739,13236,15930,15936,15995,15986,15877,11477,15956,15885,15895,16081,15945,5249,15888,16000,15962,17008,21969,20869,13016,15916,15428,6925,16024,15995,16017,15959,14889,15947,15876,15912,15926,15931,15966,16020,15979,16031,13542,15931,15244,16053,15773,15906,15907,15344,16183,15968,16005,16006,15897,13543,15976,15267,15886,16038,15735,16099,15908,15887,15891,9234,15801,15891,15967,16088,15970,16094,15911,15912,15952,15849,16031,15848,15950,15981,15919,15705,16090,16098,16037,16034,15893,15983,15897,15980,15924,15935,16010,15930,16027,15800,15918,15955,15970,15917,16004,15993,16047,15942,15965,16012,15901,15941,15982,15936,15970,15896,15864,11498,15936,15988,15966,15917,15925,15962,9490,15989,8340,18860,16591,16687,26475,25877,27730,16569,21791,15293,14025,12793,12474,13471,24369,16111,20373,16037,16196,16037,2312,15947,15953,16156,15682,15950,15933,15953,15942,12813,6153,15933,15902,15950,15971,16008,12227,14535,9578,9826,11334,15921,15958,16004,15938,13499,13517,10518,10424,15880,13185,4901,16052,15940,15980,15902,15929,12074,8557,8082,15951,15973,16031,13337,15704,16026,15964,15850,5242,16057,15451,15937,15865,15927,16020,15945,15956,10599,5305,7847,4502,4026,15931,11009,10224,11051,11033,15953,15937,15368,15910,12690,6019,15727,7838,6264,4565,15901,10618,13839,10815,6998,10723,7455,8793,9216,7729,7507,15910,16015,16105,16012,15945,15157,15999,16043,14302,15952,15934,15980,15965,16014,15751,15960,15915,16074,15931,15943,25040,26204,25019,6653,16025,15959,15989,15902,14015,15986,1241,15917,15940,15875,16077,15900,15998,15931,15937,5788,15830,15908,15961,15937,15921,15871,15932,15876,15969,11642,10732,10414,15922,15981,13640,15911,10946,12069,15963,15937,14575,12257,12649,8853,6160,1303,15899,15943,14714,13876,15927,16008,15919,16037,4453,13274,15938,15887,15729,15916,14208,15985,10114,15927,14594,12908,15974,15997,15953,13365,15945,15872,15971,24172,26227,15930,15970,15914,15906,15880,15878,17464,21010,17562,16530,19766,28162,23796,24339,23468,15365,15622,15929,16328,22882,22348,18693,16881,16293,15983,15947,15932,14463,8033,7242,7975,15922,15943,15941,15947,15940,13269,13474,12603,11484,15685,15956,15932,11619,14315,15949,11299,10532,11818,10397,11893,15934,15750,11349,11381,13141,12588,11684,10893,8617,6655,10037,1671,16091,15172,15993,15992,12255,15964,15768,12706,11205,16004,15899,15931,13217,11971,15968,12865,9533,9742,16007,15975,15948,15995,15946,15912,11294,11623,15947,15932,16002,15944,15249,14406,12023,10761,9493,7619,12460,16146,13932,15920,15921,14769,15939,15901,3203,9715,12988,10475,3644,15981,8347,9273,15909,15787,6524,11484,8472,15941,15885,15934,12565,15939,15924,13769,15991,15923,15921,15851,16010,15920,10672,15928,15928,15914,15949,14045,11900,14840,15924,12201,15974,15944,16039,15404,15938,15912,15059,15952,2526,962,15973,15981,15899,15975,15934,16007,18964,20916,20489,24415,18461,2510,15978,16021,16114,13363,13217,15911,14142,15920,15949,15966,16052,15278,13218,15840,16003,13265,10847,11590,15063,8860,8217,8958,757,16176,16010,12347,15918,11452,10248,15945,8484,7186,1028,15902,15936,13357,11376,14020,15942,15958,16047,15938,15925,15918,14043,9012,9237,11238,7874,9359,8602,3600,12450,15945,15936,15917,16048,9734,14679,15749,11504,15797,995,14920,15860,15922,14441,14518,15882,16133,15934,13739,9491,10459,13779,12910,9998,9066,8730,6401,10321,6915,9112,4514,13645,15938,14016,7525,8108,10025,4549,11402,16954,15902,15922,10369,15896,15975,10265,16015,16006,15934,9360,16014,15946,15723,16045,13489,15917,15919,15955,13346,14377,15993,14051,977,15915,16007,16093,27149,15691,1288,15941,15940,12752,15990,15266,14769,13715,15997,12093,12512,14336,15980,15901,14550,8473,15909,12043,15929,15849,15842,15883,12370,9289,8084,10240,12014,14789,10041,15990,8369,9126,13984,9898,15114,13801,14036,11377,13776,15900,15185,11694,8601,2693,15908,15908,3336,15988,15989,15958,15962,15911,14811,6997,877,15886,15993,13845,12477,15907,15826,963,15920,15953,15919,15938,15277,10937,15884,16000,15945,15945,15298,9735,14868,15925,7997,15999,13429,13486,11669,13990,13158,15886,14907,15919,12945,6802,5033,16007,15967,14221,14456,16113,15946,15892,15903,15922,15947,15954,16044,15920,15905,15998,15936,16025,14097,13933,16006,13627,12517,6945,1509,15932,15886,16018,15947,15758,15916,16022,15989,15962,15929,15600,8758,15937,12824,15828,15952,8778,5535,1094,830,16041,15679,15961,13998,16149,6552,16029,9903,15916,15915,15832,15948,15958,13395,13950,6908,328,15959,15975,16125,15867,7557,14748,15938,15954,13511,11216,11618,932,15486,15929,15964,15970,15946,16014,16102,14586,9179,15796,16044,12772,407,9035,15968,15931,4545,15924,15024,12752,14279,16014,15951,15978,12851,13471,13080,11152,15903,15880,16005,12238,15975,15912,15942,13211,15979,15868,15856,15960,15920,15943,15934,15934,15987,16045,15958,15577,12655,15845,10184,16044,15958,15943,15924,15917,15914,8974,3830,15956,15237,15948,15966,15916,15965,15955,15926,16008,15916,15941,15953,15936,15925,16043,16406,15936,5832,14759,15963,15936,15988,15981,16008,15913,15963,15926,16038,12465,15909,15897,10230,14264,15934,16028,15928,11324,11256,1368,15974,12166,7057,15910,15965,15966,11269,15912,6810,9202,16133,15995,15973,15689,10400,15955,15918,15958,9380,15642,15970,15962,13171,15997,15950,8546,15932,15462,6106,10777,15920,1107,8301,10373,7448,3537,16003,15898,15904,15919,15936,15912,16064,15966,15940,15988,15934,16066,15912,16040,15930,15935,15903,16010,15938,16046,15913,15917,15960,15939,15893,15970,16470,19338,26337,22263,17031,20386,21387,15740,15865,15967,15922,16064,10591,15889,15922,15437,15950,15943,15963,15913,15937,16040,15873,15974,13353,15982,16009,15917,15913,16116,15937,15851,15906,15904,15916,15963,15927,15961,15907,15899,15951,16034,15940,15930,15934,15849,15926,10876,114,133,15903,16095,15902,15931,14088,14772,15901,9978,15943,15257,16005,15950,14124,8475,14049,14024,9400,8410,9207,9064,15916,16078,16070,16059,15937,15972,15897,16001,15430,16027,14429,15929,15881,15956,9202,8296,11953,15984,15758,14761,15961,16044,15878,15911,14843,16003,15946,13446,15908,16041,14872,10389,15917,15930,7112,8019,7117,9205,6782,8583,13071,4437,15907,15919,15934,16033,15791,15832,15979,15924,14586,15923,3458,15902,16004,16012,15943,15928,15141,14133,12283,15559,13135,1082,15988,15966,15931,16025,15916,15978,11404,15916,15888,15970,15787,9975,979,15891,15969,15954,15989,15930,14836,15911,15933,15897,13735,15926,15944,9701,4912,6329,7755,15885,3527,16023,15851,15913,15182,15881,15178,15915,15172,14734,9105,15946,15961,15974,15830,14742,15887,15055,15917,8347,14137,13207,10981,14046,13686,10068,8731,986,15894,14165,11988,9938,15933,15931,15969,15728,16059,15878,15885,15943,3358,15974,15926,15281,15861,16059,16047,14864,15963,16031,15144,7107,11584,12580,15950,15986,7175,9806,6710,1496,15923,16006,15938,5406,15999,15938,14057,15944,15921,787,15943,15955,15995,15924,16177,15982,15973,15974,2670,15913,15887,15941,14621,15973,14973,16007,14114,15951,11109,15935,15935,10576,10063,8100,15957,15988,10138,11674,14869,14006,14365,10306,15978,12672,15938,12308,9191,10538,9437,7276,9804,9441,4473,7106,15781,15930,15944,15827,16163,16036,15836,15892,15882,15911,14579,15951,15896,16126,3922,564,16017,15928,15927,16002,15939,15978,16086,15923,15948,15996,15934,15660,15622,15987,16083,15970,13060,15920,15987,10788,15887,12332,16005,12671,13195,15893,15046,15992,10201,802,15819,15947,15992,15937,15830,16096,15939,9958,8001,5246,4720,342,464,15777,16031,16062,15935,11840,4064,2473,629,15926,15979,15924,15936,10351,6304,4024,16028,15956,15932,16007,16017,15940,8543,15955,15859,14342,8206,15954,15957,15936,15968,825,15953,15992,10358,16155,15929,15931,15863,15904,8623,9820,3975,389,15954,15945,15960,15950,10658,15884,15559,9063,2470,13487,16038,15949,15500,15972,12908,3295,15962,15921,15922,14959,13584,8674,4309,15913,15961,15994,12425,8714,2908,15954,15957,15923,9391,4327,1700,16047,15985,16010,14679,11549,10197,15958,15939,15925,8799,4814,15921,15964,15982,15242,10758,14006,15774,15970,15897,16094,15922,15984,15924,15976,11010,3248,15938,15909,14817,15925,13646,12614,15981,741,16009,15896,15915,11583,12024,15944,985,15805,15977,15965,11561,15863,15466,15983,15937,15039,10899,14715,410,15923,15997,16030,15993,15963,6112,8467,16011,16020,15976,14635,15964,12849,15921,15603,12583,15929,15990,15827,14068,15921,15936,11941,9784,15735,15946,16088,15993,10945,13055,14272,15920,15918,12095,15986,15928,15936,15956,15923,15982,15905,15998,3111,15966,15925,15955,15922,15900,15957,15998,15943,15987,13809,7506,10598,15233,11433,2181,15955,16057,15189,9582,8510,13725,11477,14821,15529,6044,597,15912,16048,15943,16082,15972,16001,15933,15991,15937,15928,15901,5828,6818,15954,15925,15928,15929,962,15852,15941,15954,15846,15961,16009,16056,15914,15768,15937,15898,15933,15911,15907,6084,890,15972,15912,13027,16085,16067,15939,9242,16036,12405,5091,15896,12296,7948,16073,14461,15993,16019,14382,9548,16017,13199,15836,15921,14614,15898,10435,12397,9633,7412,5938,16351,15815,16247,15949,15900,11691,8920,8078,6488,15999,15943,11522,6512,15556,15915,15954,16012,13807,8039,10545,15954,15966,16013,10807,11387,5021,15923,15858,15920,8113,12784,13161,4095,1255,16042,15992,15932,10857,15886,15675,13619,6797,5940,12135,13742,4163,3015,992,15940,16056,15965,16003,15862,15926,7393,15951,15916,15927,16029,13756,13571,6102,8440,10669,16056,15910,9186,15921,16139,14069,14449,15881,14530,8405,11968,13681,9138,10663,15917,14194,13626,11941,9053,7232,4848,946,15994,9551,16096,15934,16073,15626,15978,15923,14883,13316,8273,12970,10831,15945,15927,16013,15925,15958,15941,7636,5920,7612,14032,4220,7086,8359,6443,16022,1091,16110,11482,15859,16000,15401,15873,15964,15911,16011,15918,15926,14136,8383,7343,3751,3892,919,16053,16066,15998,15942,15923,11668,10886,15988,15906,14078,15943,16044,15945,15952,16002,11735,11785,8339,7950,9551,15910,14252,10125,8119,7218,12336,8382,7391,10504,4998,5624,6829,15935,15955,15820,9145,15921,15919,15344,15918,15950,12181,15917,15935,15917,10976,12819,15903,15938,16020,15164,15929,16031,15923,13250,11489,8530,8606,7547,6532,6006,6707,947,10861,8813,13327,15897,14615,15736,11414,12492,14347,15883,12731,9504,11654,13077,6411,15906,14607,11061,7564,7535,6509,3820,15886,15945,7111,5855,11087,15929,15890,10283,7792,7853,14489,10851,8489,7605,10854,3879,15993,15943,15954,13288,9384,3080,15080,16048,16061,15924,12910,12277,15908,15950,13658,12062,10415,6585,3873,16013,15934,15926,16017,15780,16074,15940,15944,15924,15911,15396,15703,15953,15884,15921,13556,12798,2063,15964,16058,15171,15952,15919,14192,15909,15924,15909,15925,7563,10964,15950,15965,16007,15896,14263,15975,14271,15895,13070,15888,9740,11698,15207,5002,12270,10581,9732,9286,15899,13249,12320,14934,9516,4283,1325,15958,15909,9777,9672,10855,13840,13164,12609,15917,15926,11861,7752,6177,15911,15909,15928,15788,15750,5727,767,276,12713,15928,11000,16050,15940,15956,15985,15995,15898,15903,13200,9857,15951,15925,15916,15879,9679,6834,8603,16025,15782,16008,8127,15952,15857,13522,15931,14336,15953,15942,15895,15869,16012,15887,15741,11277,11863,15982,15949,9136,9765,796,15956,15856,16134,12995,15906,7366,12364,11584,12077,8934,7951,10817,14874,10505,15222,11072,6990,14602,16121,14224,16010,15949,15933,15964,15943,15991,15981,15973,15477,5974,4610,15981,12445,15510,16011,15960,15908,15856,15950,15900,15971,15920,15943,5759,9121,7173,8480,3745,13824,16042,12243,14077,13096,15913,11790,12810,15976,14676,15963,15991,13959,15986,15914,15832,5799,16008,15950,15929,15915,15921,16008,15923,14364,15962,9993,9585,13849,8361,9616,7067,6860,10895,11211,11530,15950,15829,15919,15942,15894,15962,15869,15105,15913,15930,16001,5423,16013,13370,15945,15684,15915,15990,15933,15937,15916,15951,14811,15930,15458,15982,15837,16002,13210,16046,15930,15920,12258,15952,15936,16011,15917,12166,9995,5300,12777,1517,16067,16172,16196,8920,11573,16122,16108,15994,15813,15089,8647,14539,14837,15840,15902,12941,16247,17141,16645,16130,15064,11053,11322,7677,7544,10856,3126,2805,11534,8778,7777,11012,3480,3248,16263,17673,13307,19269,13492,4512,11946,12537,13994,12610,12967,5049,16233,17877,16053,16792,16663,16109,15925,17713,17855,16685,17615,16803,16724,16168,16190,15625,16638,16776,17662,16087,16261,6377,2111,16643,16480,16566,16708,17445,16666,17447,16736,6156,879,16869,16310,16843,16932,16778,17184,16381,16675,16338,16709,16947,16404,17052,16391,18980,17334,17334,14748,13937,3111,17634,16432,17048,16378,6288,17160,16718,16003,16456,16838,16245,16114,16777,15972,17094,16828,16037,16072,17000,13737,14691,17395,9273,1571,1479,1154,1339,16411,15977,16033,16190,16164,13239,16317,16268,15230,16429,16797,16258,14980,17348,15998,15906,16486,16362,16563,16032,16409,16112,16104,974,16639,16406,15757,16023,16673,16132,16429,15907,16133,881,16047,16799,16405,16464,16103,16670,15795,1951,15971,16368,15682,15957,16003,16069,16291,16462,16621,16011,16048,14558,15655,5364,1248,2055,16300,15924,16121,15937,16018,16144,13791,1639,17236,17090,14507,3412,3588,2857,1903,3795,5947,8670,7881,1855,4919,5902,4847,5419,5238,2398,447,240,111,59,19],"fragments":[{"begin":"0.000","end":"94.240","lines":["There have been a lot of headlines in recent years about transgender athletes. But this isn’t actually the first time debates over biological sex have caused controversy and exclusion in the sports world. Even athletes who identify with the sex they were assigned at birth, meaning people with XX chromosomes who were assigned female at birth and identify as women today, can find themselves banned from elite competition on the basis of their biology. For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m talking to award-winning reporter and writer Rose Eveleth. They’re the creator and host of a new series called Tested, co-produced by CBC Podcasts and NPR’s Embedded. Tested follows the surprising 100-year history of sex testing in elite sports, which has culminated in some shocking modern policies. So, Rose, for listeners who aren’t familiar with your work, I would love to hear a little bit more about how you came to this story."]},{"begin":"94.240","end":"97.920","lines":["I was an intern in the ye olde days of Scientific American."]},{"begin":"97.920","end":"100.240","lines":["As was I! What a time."]},{"begin":"100.240","end":"149.840","lines":["Yeah, in the blog minds of early science Internet. But so I was an intern at Scientific American, and I was looking for something to write about, and I had been writing a lot about prosthetics because, you know, when you’re an intern you say yes to literally anything anyone gives you to write. And as I was looking for something to write about, I came across the story of Oscar Pistorius, who is a South African man who is a double amputee and who, at the time, was actually trying to race against able-bodied runners, and this was a big controversy because, you know, there was this question of, “Does he have an unfair advantage because his legs are so light and he might actually be able to run faster than someone who has full legs?” And I found that super interesting ’cause I was like, okay, what do we mean when we say an “unfair advantage” in sports? And it seems a little bit counterintuitive, perhaps, to think that, like, a double amputee has an unfair advantage in running."]},{"begin":"149.840","end":"150.000","lines":["Right."]},{"begin":"150.000","end":"194.520","lines":["Like, that’s sort of an interesting, like, you know, thing to think about. And also, how would you even test that? And so I was reading about that, and I came across some other precedent about a different South African runner named Caster Semenya, who in 2009 broke onto the world stage and was very publicly questioned about her sex and was told that she also had an unfair advantage because of her body’s biology. And I had heard about Caster when this all happened in 2009, but, like, I didn’t really follow it ’cause honestly I remember seeing the headlines and being like, “What? Like, this doesn’t make any sense.” But in, I think it was 2012, I started really researching it, and I was like, “Whoa, there’s this really long history. There’s 100 years of sort of sex-testing policies.” And then, as I’ve been following it, those policies have changed over time and are still active."]},{"begin":"194.520","end":"204.880","lines":["So looking back at the Olympics specifically, since ’tis the season, what did you learn about how these questions sort of, like, first arose?"]},{"begin":"204.880","end":"235.920","lines":["Yeah, so one of the really interesting things that I learned when I started researching this is that questions about the true sex or true gender of women in the Olympics happened immediately. In 1928 it was the first year that women are allowed to run track at the Olympics. They had been allowed in other events before that that were deemed more feminine—so, like, swimming and tennis—but track and field, absolutely not until 1928. And immediately you hear the press, you hear sports officials saying, “There’s something wrong with these women.”"]},{"begin":"235.920","end":"242.240","lines":["It sounds like at that time it was more like, “Is it inherently unwomaning to be in sports?” [Laughs]"]},{"begin":"242.240","end":"249.600","lines":["I mean, they genuinely believed that these women could turn themselves into men if they competed too much in athletics, l ike, that was an actual thing that they believed."]},{"begin":"249.600","end":"250.240","lines":["Wow."]},{"begin":"250.240","end":"261.040","lines":["Now we have this ... very problematic idea around, like, a very rigid sex binary, right? That there’s, like, XX, XY, like, you know, biological male, biological female …"]},{"begin":"261.040","end":"261.400","lines":["Sure."]},{"begin":"261.400","end":"279.440","lines":["… which obviously is not actually how humans are [laughs], you know, distributed—in this clear bimodal situation—but at the time they did not have that, right? At the time there was not this very clear sense of a very rigid sex binary. At the time the dominant idea—at least in the West: sort of Europe and the United States—was this idea called balance theory …"]},{"begin":"279.440","end":"279.880","lines":["Hmm."]},{"begin":"279.880","end":"315.840","lines":["… which was that every person was born with a certain amount of, like, male and female stuff inside of them and you could be, like, a 65 percent woman or a 99 percent woman, and that if you did certain things, that balance could shift. So you could actually turn yourself into a man if you did manly things like participate in sports, especially if you were already kind of, like, a cuspy woman, you know [laughs], which I feel like is actually, weirdly enough, maybe closer to reality in terms of, like, the spectrum of sex characteristics that exist ..."]},{"begin":"315.840","end":"316.640","lines":["Yeah."]},{"begin":"316.640","end":"319.160","lines":["But is not also correct [laughs]."]},{"begin":"319.160","end":"339.960","lines":["Right, right. It’s still, it’s still wrong, but it’s—I’d love to, like, kind of go back to that drawing board and pick up a little bit of what they were putting down. Yeah, you know, when you hear politicians today be like, “We used to know there were only two sexes; you know, now people are so confused,” it’s like, “Actually, listen, it’s always been confusing, man.” [laughs]"]},{"begin":"339.960","end":"344.920","lines":["The whole time, yeah. Yeah, being a human, I think, is just inherently confusing in so many ways ..."]},{"begin":"344.920","end":"345.960","lines":["Yeah [laughs]."]},{"begin":"345.960","end":"372.080","lines":["[Laughs] But, yeah, they really thought that these women were either really borderline cases, is what they would often say, or potentially gonna turn themselves into men, and so they decided that there needed to be rules and regulations to kind of test and check. And it all comes from a very paternalistic sense of like, “We need to protect these women from themselves because clearly no true woman would want to compete in athletics. That’s, like, sort of not correct in some way.”"]},{"begin":"372.080","end":"374.000","lines":["So how did that shift over time?"]},{"begin":"374.000","end":"399.480","lines":["Yeah, so 1928 you immediately get people being like, “That’s not a woman. That’s not a woman.” [Laughs] You know, like, you hear people talk about Hitomi Kinue, who is a Japanese runner, and in the newspapers they say, you know, “She has all the power of a halfback. She should be playing for the Chicago Bears,” is a thing that they actually printed about this woman—which is also very funny, looking at it now, ’cause you, you know, you see photographs of these women, who are being described as, like, absolute units, and they just look like regular people ..."]},{"begin":"399.480","end":"399.520","lines":["Right."]},{"begin":"399.520","end":"402.760","lines":["Like, we look at athletes today, right, they’re, like, incredibly jacked ..."]},{"begin":"402.760","end":"403.040","lines":["Right, but ..."]},{"begin":"403.040","end":"403.960","lines":["Like, it’s 1928 ..."]},{"begin":"403.960","end":"405.760","lines":["Because they’re not actively fainting, they’re [laughs] ..."]},{"begin":"405.760","end":"436.720","lines":["[Laughs] Right, exactly. And so it’s so funny just, like, how that line has shifted, but in 1936 the first official policy in that regard is passed by the International Amateur Athletic Federation [IAAF], which is now known as World Athletics, the governing body of track and field. And that policy allows them to pull aside any suspicious female, and they don’t really say what warrants suspicion—it’s sort of a very, like, “you’ll know it when you see it” kind of situation. And the policy allows for an examination of that athlete, so that would be a nude inspection."]},{"begin":"436.720","end":"437.160","lines":["Wow."]},{"begin":"437.160","end":"449.280","lines":["There are some intervening years where you have instructions like, “We really want you to go to your doctor and get examined and bring a little, like, note—like a doctor’s note that says, like, ‘diagnosed female,’” or whatever [laughs], you know?"]},{"begin":"449.280","end":"450.240","lines":["Yikes, wow."]},{"begin":"450.240","end":"477.760","lines":["Yeah, and then in 1966 they decide that doing this on a case-by-case basis, or sort of this ad hoc kind of way, is not good; we need to do it to all women. And they institute what are now known as the “nude parades,” also sometimes known as the “peek and poke” tests, which were: every woman who competed in track and field had to go into a room and get naked in front of a panel—sometimes one person, sometimes more than one—to be confirmed that their body looked correct for a woman."]},{"begin":"477.760","end":"479.040","lines":["Wow, gosh."]},{"begin":"479.040","end":"575.240","lines":["In 1968 they switch, and they change the policy, and they go to a chromosome test. And from 1968 to 1999, which is a very long period of time, every single woman who competed in the Olympics had to take a sex test, a chromosome-based sex test, and get a certificate of femininity that looks a little bit like your driver’s license and bring it with you—everywhere you go, whenever you compete. And that lasts until 1999. And the thing that’s really interesting about this period of time is that immediately—like, as soon as the IOC [International Olympic Committee] and the IAAF start using these tests—you have doctors and scientists being like, “Whoa, whoa, whoa, hold on—this won’t do any of the things that you say it’s going to do. It will not necessarily catch all men who try to enter a women’s competition because some men can have XX chromosomes. All you’re going to do is catch women who have no idea there’s anything different about them, who have shown up to the Olympics, trained their whole lives to compete and all of a sudden are gonna be told, ‘Actually, surprise, you’re not a woman, and you need to leave.’” You know, there was a 30-year campaign by these scientists to write to the IOC, to write to World Athletics and be like, “Guys, like, don’t do this. This doesn’t work. It’s not scientifically sound.” The guy whose test they were using wrote to the IOC and the IAAF, being like, “Please stop doing this,” and they were like, “No thanks,” [laughs] you know? When asked about it they basically say, like, “Look, I understand that you scientists in your labs have this way of thinking about things, but this is sports, and we do things our own way here.” And that was really, basically, the answer for 30 years, and it took a ton of work to try and convince these organizations to drop these tests."]},{"begin":"575.240","end":"584.000","lines":["I can just kind of imagine someone being like, “Well, you didn’t like it when we poked them and made them get naked. What do you want?” It’s like, “It’s very clear what we want; we want ...\""]},{"begin":"584.000","end":"585.240","lines":["Just maybe don’t—yeah."]},{"begin":"585.240","end":"597.960","lines":["But okay—yeah, just don’t. And just to contextualize for listeners who might not be familiar with this topic, what are we talking about when we talk about intersex conditions, and how common are those variations?"]},{"begin":"597.960","end":"604.000","lines":["Intersex is largely an identity, right, like queer that someone kind of opts into, that they say, like, “Yes, I am a part of this.”"]},{"begin":"604.000","end":"604.480","lines":["Right."]},{"begin":"604.480","end":"650.080","lines":["There is the more medicalizing “differences of sex development,” or DSD. A lot of intersex folks don’t like that term because it is medicalizing, and they sort of say, like, “Well, there’s actually nothing wrong with me; I’m just, you know—there’s just this variation.” I tend to use sort of maybe a clunkier phrase of just, like, “people with sex variation,” or, like, “people with variations in their sex biology.” It’s also really hard to know how common this is because it sort of depends on how you define it. And also, in a lot of parts of the world, this is not documented; people aren’t putting this into charts and stuff like that. So some experts estimate that the frequency, sort of broadly defined, of sex variations in the population is between one and two percent. So it’s more common than identical twins.... It's not this incredibly rare thing that, like, only happens in these, like, super outlier situations."]},{"begin":"650.080","end":"655.840","lines":["So do we have any sense of how many people were impacted by this?"]},{"begin":"655.840","end":"744.280","lines":["We don’t know how many women showed up to the Olympics or to the world championships or to, you know, a world athletics event, given this test and were told, “You need to leave.” The Olympics and the IAAF both were quite secretive about it in the sense that they did not share numbers, they did not share names—and, you know, in some ways you want that, right? You don’t want to be outing people against their will about their biology. The problem is that if you are an elite athlete, and you show up to a competition, you know pretty much everyone you’re gonna be competing against, right? At this point you’ve been competing against them for years, probably. And so if someone shows up to the Olympics and then all of a sudden, like, doesn’t compete, it’s actually quite obvious, like, “Well, wait, what happened?” And so they often were told to fake an injury. And they would, like, put a cast on somebody and have them, like, pretend to be injured. So we really don’t know. I’ve heard a lot of different estimates. We’re not talking about thousands of people here, right? You know, I’ve seen people estimate that something like a handful every Olympics between 1966 and 1988. And we also don’t know how many people decided to stop showing up, right? And so there were women who were terrified they were gonna fail these tests. We talked to one of them who actually paid for her own test before she went because she was so afraid she was gonna fail it. You know, she’s heard all her life that, like, “Mm, you’re maybe kind of a boy.” And, like, she was like, “Well, I don’t know—maybe I am. Like, I have no idea.” And so I think that’s the other thing—is, like, we know that a handful every Olympics were sent home, but we don’t know how many people sort of opted out entirely."]},{"begin":"744.280","end":"754.520","lines":["So what’s the situation today? You know, for the 2024 Olympics, how are they factoring this stuff in? I would love to assume they’re not; I feel like that’s probably not the case [laughs]."]},{"begin":"754.520","end":"763.640","lines":["No, unfortunately. The International Olympic Committee, the IOC, they have said that there should not be policies that restrict people’s participation based on their sex biology."]},{"begin":"763.640","end":"764.080","lines":["Mm-hmm."]},{"begin":"764.080","end":"918.840","lines":["But they are actually not in charge of those policies; the different federations are. So you have: World Aquatics is the swimming one. World Athletics is the track-and-field one, right? Every sport has its own federation. And they’re actually the ones who decide the rules of the sport and who gets to compete. And different federations have different takes on this. Many federations just let people compete, right? But some don’t. World Athletics, for example, does have a policy on the books—what they call DSD eligibility policies. And the situation today is that if you are an athlete who has one of their defined DSD conditions—so they have a list of which ones count, and essentially it’s ones that offer you a high level of testosterone that your body can use—if you have one of these regulated ... DSDs, that means that you do have to manipulate your body’s biology in order to lower your testosterone level down to a certain point: 2.5 nanomoles per liter. There are two main ways you would do that. One of them is surgery. Some folks have internal gonads that produce high levels of testosterone, so you’d have to do surgery to remove those. That requires, basically, being on hormone replacement therapy for the rest of your life. It’s obviously a permanent change. The other option is to take medications to lower that testosterone level, and that’s generally a combination of sort of an estrogen and an inhibitor drug that blocks testosterone. These are drugs that are often provided as gender-affirming care to trans youth to kind of stop puberty. They are not intended to lower [the testosterone level of] an adult woman who has a DSDs testosterone level. We don’t actually have a great sense of what the side effects are gonna be for some of these people. It’s sort of a big experiment because the World Medical Association, for example, has come out saying, like, “This is medically unethical. You should not be requiring people to take drugs to manipulate their biology so that they can compete in the sex category that they already occupy.” But because these federations are essentially independent bodies based internationally, there’s not a lot of accountability. There was a case at the Court of Arbitration for Sport about this that Caster Semenya ruled on in 2019. And they agreed with the World Athletics. They said, “No, actually, it’s okay for you to have these policies.” So currently there are women who would love to be in Paris but are not because they can’t compete unless they manipulate their bodies in this way. Some of them have opted to try it. None of them were able to get their levels down and get their training back into place in time for Paris for this year. And some of them are saying, “No, I’m not gonna do that.” I mean, it’s expensive. Often these women are international, and they don’t have a lot of resources. They don’t have a doctor to prescribe this to them. They don’t even know what drugs would be required. It’s a lot of stuff to go through. So that’s where we’re at currently. We are not gonna see a couple of athletes who, for example, were in the final in Tokyo last Olympics."]},{"begin":"918.840","end":"976.560","lines":["If you wanna hear more about the history of sex testing in sports and how it’s impacting the 2024 Olympics in Paris, check out Tested wherever you listen to your podcasts. Science Quickly will be back on Friday with Episode Two of our ongoing Friday Fascination miniseries. This one is all about extreme archaeology, and if you missed the first episode you can go right on back and listen to it now. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time."]}],"duration":976}