{"title":"A Citrus-Scented Cannabis Compound Reduces Anxiety for Weed Users","img":"https://static.scientificamerican.com/dam/m/213c23f229393dc/original/02_SQLandscape.png","url":"https://www.scientificamerican.com/podcast/episode/a-citrus-scented-cannabis-compound-reduces-anxiety-for-weed-users/","audio":"https://traffic.megaphone.fm/SAM1249120134.mp3?updated=1715708714","intro":["New research into weed reveals how a lemon-scented terpene can ease anxiety without reducing the high."],"authors":["Rachel Feltman","Allison Parshall","Alexa Lim"],"category":["Marijuana"],"transcript":[{"author":"Rachel Feltman: ","text":"Cannabis is supposed to help you chill out, but finding the right dose to induce those calming effects is notoriously difficult. Just a little too much can send a cannabis user spinning out in the opposite direction. Recreational users sometimes call this acute anxiety and panic “paranoia,” and it’s a common complaint from people seeking emergency care for cannabis-induced intoxication. New research offers some hope for folks who have trouble finding a relaxing high—and it comes from a surprising source. For Science Quickly, this is Rachel Feltman. Scientific American’s associate news editor Allison Parshall is with me to tell us more about these new findings."},{"author":"Feltman: ","text":"So I hear you’ve got some exciting news for the anxious weed smokers of the world."},{"author":"Allison Parshall: ","text":"Yes!"},{"author":"Feltman: ","text":"What’s this new study all about?"},{"author":"Parshall: ","text":"If you’ve ever smoked too much weed or taken one too many THC gummies, you might be familiar with this side effect that stoners have long called paranoia—just, like, this acute feeling of anxiety and panic, like the world is just collapsing around you and/or everything is bad and terrible, and you kind of just have to ride it out. It’s one of the main things that people complain about when they show up for emergency health care after having taken too much cannabis."},{"author":"Feltman","text":": Sure, yeah."},{"author":"Parshall: ","text":"It’s just kind of gnarly. So basically, in the new study, they found that one of the aromatic compounds in weed—basically it’s just there to smell nice; it’s called d-limonene—can actually reduce these anxious side effects and make people have this paranoia reaction less."},{"author":"Feltman: ","text":"You mentioned in your article for Scientific American that some of the researchers were kind of surprised that this aromatic compound had this effect. Why was that?"},{"author":"Parshall: ","text":"One of the researchers that I talked to—he was the senior researcher; his name was Ryan Vandrey—he was surprised mostly ’cause he was coming at it from more of a skeptical perspective. He wasn’t necessarily expecting that these compounds called terpenes, of which d-limonene is one, would actually have a measurable impact, just because they’re present in such small quantities in cannabis. Like, Vandrey estimated that maybe you get d-limonene as 1 percent of the compounds in any given strain; it depends on the strain. There’s just a ton of compounds in cannabis—like, over 500. You’d probably have heard of THC and CBD. Those are the ones that are, in the case of THC, making you feel high; in the case of CBD, doing a number of things to your nervous system that might include calming you down a little bit. But then there’s these other ones called terpenes, and those are the ones that smell nice. In the case of d-limonene, it smells kind of citrusy. I can’t relate to smelling citrus in that smell at all."},{"author":"Feltman: ","text":"I feel like terpenes are kind of like coffee or wine tasting notes to me, where I’m like, “Sure, if you say so.” I can recognize that there is a bouquet of interesting notes, that it doesn’t all smell the same, but I’m like, “Lemon? I don’t know, man.”"},{"author":"Parshall: ","text":"Some weed sommelier somewhere is like, “Oh, this has hints of coffee.”"},{"author":"Feltman: ","text":"Exactly."},{"author":"Parshall: ","text":"Like, I don’t know what you’re talking about—kind of all just smells the same to me. One of the things that was so cool about this, at least according to the researchers I talked to, was that this increasing concentration of d-limonene didn’t impact the feeling of the high at all. So you got this really targeted effect: basically as you increase concentrations of d-limonene, this particular terpene, you just see people’s anxious reactions go down, but they aren’t reporting feeling that their high is any less or different. It’s mostly just the anxiety."},{"author":"Feltman: ","text":"What do they think is going on with limonene? What are they thinking the mechanism is there?"},{"author":"Parshall: ","text":"Great question. They don’t know [laughs]. But they know that it’s not acting in the same way that the cannabinoids are—the THC and the CBD. And that might be why it’s not impacting the feeling of the high. It seems to be acting on just other circuits in the brain that are governed by neurotransmitters that might include serotonin, dopamine, GABA [gamma-aminobutyric acid]. But those studies were all done in animals, so kind of grain of salt. They don’t really know yet."},{"author":"Feltman","text":": I feel like with studies like these, there are lots of people who are probably like, “Awesome, this is exactly what I’ve been looking for. I’m gonna take this news and run with it.” You’ve mentioned some caveats already, but is there anything else that people should know about this research?"},{"author":"Parshall","text":": Yeah, I mean, whenever you cover any study, it’s kind of trite to be like, “More research is needed,” but truly more research is needed."},{"author":"Feltman: ","text":"Sure, yeah."},{"author":"Parshall: ","text":"It is important to note a limitation in the study: that they were giving people concentrations of limonene that far exceed what you would get just from a regular strain of weed from a dispensary. So it was most evident—the effects—when people had a really high dosage of limonene compared to THC. So we’re talking one part limonene to two parts THC, which is just far exceeding what you would get in a normal strain. So whether or not you would get the maximum potential of this just from getting some strain that claims to be high in limonene from your local dispensary—not super clear. They didn’t pull this idea out of nowhere. There is evidence that shows that d-limonene can have anxiety-reducing properties. These were not necessarily in cannabis contexts. They were done on animals and on people in a couple of different situations, and they showed anxiety-reducing effects—nothing like, probably, taking anxiety medication, but these are present in citrus essential oils, not to get too woo-woo about it. But it’s coming from somewhere."},{"author":"Feltman: ","text":"I think I remember your article mentioning some historical evidence for this, too, or at least some extremely charming anecdata."},{"author":"Parshall: ","text":"One of the researchers who helped write the study had done this previous survey basically being like, “We think terpenes could have this effect.” It’s been pretty widely studied, but he did this whole historical background. And I had no idea that—I mean, people have been smoking weed for forever, hemp for forever. So these, like, home-brew remedies for a bad high have been around kind of just as long. Going back to the 10th century you can find people talking about using citrus fruits, or they called them “acid fruit,” to ride out bad highs. So there’s also folk remedies for lemon rinds, peppercorns and pine nuts that if you chew them, it can help kind of decrease the side effects from a bad high. That just floats around pretty commonly. And lemon rinds, obviously, they’re a big natural source of d-limonene. And then peppercorns and pine nuts also have other terpenes that are present in cannabis. So whether or not this has anything to do with it at all is kind of anyone’s guess. But this has popped up in various parts of the world as a potential remedy. And one of the quotes I loved from that historical overview, which came from this Scottish toxicologist from the 1800s, he took some cannabis for a toothache in 1848 and then wrote this, and I will not attempt an accent. Okay, here we go: He wrote, “Next morning there was an ordinary appetite, much torpidity, great defect and shortness of memory, extreme apparent protraction of time.... These symptoms lasted until 2 P.M., when they ceased entirely in a few minutes after taking lemonade.”"},{"author":"Feltman: ","text":"Incredible."},{"author":"Parshall: ","text":"So you should be taking lemonade [laughs]. If you start feeling really paranoid, I don’t know, squeeze a lemon in your mouth or something. This is not scientifically founded, but maybe you’ll placebo yourself into feeling better."},{"author":"Feltman: ","text":"There’s nothing wrong with having a glass of lemonade."},{"author":"Parshall: ","text":"Yeah, exactly."},{"author":"Feltman","text":": Can’t do any harm. So I’m really curious: What are some of the other things terpenes are supposed to do, and do we have any research on any of those?"},{"author":"Parshall: ","text":"Growers’ and retailers’ claims about terpenes is one of the main reasons why Vandrey said that he really wanted to do this research, because there’s just so many claims about what they can do that are just totally not backed up by empirical evidence. It’s not because they’ve been disproven; it’s just because they haven’t been tested. Growers and retailers love talking about terpenes, and it fits into this idea of the entourage effect theory that some people might’ve heard of. It basically is the idea of the whole of cannabis is more than the sum of its parts. So you’re getting all [500-plus] of these compounds. They have a synergy; they work together or something like that. And they come together and make an experience that is—usually the subtext is “superior to,” but you could just say “different from” what you would get if you just took a THC gummy. And terpenes can be a big part of that, even though they’re present in smaller quantities, and they’re not a cannabinoid. We don’t know that this is true. I mean, we’re talking about 500-plus compounds here—many different ways they can interact with your body and your nervous system and with each other. The researchers I talked to were like, “It could be, but we don’t know.” It would be very hard to get evidence to show exactly how it works. The researchers who did this study are also looking at some other terpenes: α-pinene and β-myrcene. They’ve done the α-pinene study. They haven’t published the results yet or totally analyzed them. Vandrey did say that they don’t think that it’s gonna have any of the same targeted effects on anxiety, but stay tuned."},{"author":"Feltman ","text":"That’s all for today, folks! Tune in this Friday for the first of a three-part Fascination. Our Friday Fascinations feature deep, immersive dives into science stories from around the globe. If Wednesday’s episodes are a satisfying snack, Friday’s offer something you can really sink your teeth into. This week’s Fascination will take us up to Cape Cod, where there’s something in the water—and it stinks. Science Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. Today’s episode was hosted by me, Rachel Feltman. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. Thanks for listening!"}],"wave_peaks":[30,74,240,453,512,530,418,509,7461,5655,4442,6996,6032,10083,2925,13299,1499,156,6416,13312,4464,6161,4220,2527,2788,3671,3235,8513,7641,3280,4552,6184,4238,3057,1377,394,516,4971,6166,10061,4979,7162,8813,8645,6570,4051,4302,5723,8502,2893,13678,16990,15487,3305,12306,20500,7845,4796,9601,9727,6418,6631,3879,8236,6160,6568,6067,5731,9203,3600,7785,7462,6885,6915,9493,4311,3723,4245,3628,2848,6728,3835,7951,3387,4282,11843,4515,2912,1424,12795,7348,5923,13498,11354,10468,7606,5469,5374,11764,19518,10463,16884,4246,8847,2510,2187,5684,10799,6191,14526,4257,4875,1214,876,910,1241,1634,7157,17872,7521,5428,5731,10491,11478,3867,1927,19592,21898,13506,5971,6169,9035,8288,18027,16101,9737,13407,7330,5131,7722,8282,7653,11027,4210,6347,2923,1778,2788,3142,3210,3195,3197,3104,3106,3094,3042,3119,3056,2992,3032,3014,2470,2001,1434,2331,1516,455,331,214,184,116,10534,10637,12869,9815,9692,6709,7944,4605,7889,5246,4327,7812,5608,6369,4599,6216,6049,9132,14817,14051,8183,12542,6715,5726,9044,9952,8254,6232,4543,5079,4239,5500,5080,3915,4547,7143,5421,2814,7586,5900,5991,4943,1613,10860,10450,6607,6846,4051,3406,4067,3039,5065,4825,4767,4779,3825,4515,4424,4108,5874,6021,2,5776,10090,3943,1823,5218,4466,3594,2,7688,8192,4428,6069,4474,7917,5639,3088,4176,4818,4109,8701,5803,5078,7122,7367,6264,9644,9423,3294,7973,5217,5830,4152,3874,3494,5202,5872,9696,7751,5129,6445,7085,6846,6203,4036,3461,3966,6355,6893,7527,11740,11398,6550,11674,3719,9466,15473,7359,11420,6358,7540,5639,7007,7831,8169,7324,8993,6322,5723,7694,6625,5913,5639,5807,6310,6837,4308,2987,4641,7641,5564,5875,5137,4609,6203,8165,3910,4193,6524,5783,5236,6235,3423,9558,1084,4426,4674,9524,8172,12425,8630,5886,4691,5258,8709,13872,1011,7093,5230,4960,5862,11248,13763,2857,1506,11598,1551,4265,5850,6699,6905,9384,4464,14391,4753,10610,7980,14473,12353,6789,6637,8923,4716,4597,5339,6007,3640,3067,4657,4602,5056,5676,5955,8521,1778,9360,8076,6238,7155,4630,4658,6579,5045,5737,5624,655,9667,4005,2,10059,7411,8087,8444,4327,3064,6737,6035,4288,5310,3190,285,8355,4458,3870,4686,3004,3875,2458,3,11807,12205,4239,5116,4567,4114,4428,5679,3670,6594,9196,3668,6455,244,7581,5887,4805,7152,7359,6456,6886,6922,6485,4956,4233,4651,2306,5991,6465,4180,3989,4881,7395,4215,4775,5623,2708,6139,6790,4525,4362,3322,3465,4432,19,7539,1769,7688,6740,9543,9504,7214,4616,3346,3255,6469,7769,4207,4652,950,6296,5944,7336,8126,7395,5533,4373,5873,6536,3811,6040,41,7636,6112,4426,6730,5254,4577,7085,8146,4708,3997,5191,2,8527,8278,8685,6059,5325,4242,7821,4730,4632,6512,6230,6465,11105,7100,10838,8109,7531,5890,8521,3186,7920,10460,6628,5188,1608,5987,5316,3714,4835,6715,5248,4604,4856,5371,7163,5229,4830,3872,5014,3596,3707,3787,6049,10178,11422,21982,12004,6501,6636,6285,5562,5759,5009,9140,5275,4968,3955,4221,4134,10400,8290,788,7257,10901,8516,6620,7337,7820,7715,5412,1093,13410,8778,4122,3636,6067,707,8571,8732,3867,3961,5899,8022,8321,4964,4721,6703,7757,6730,7093,7068,7215,3560,5937,5160,5651,13431,5331,4554,3062,11268,4770,3531,11058,7385,7129,7085,4779,5211,3885,8750,7615,5738,5301,10912,12670,18154,13721,19176,5379,8186,7886,9410,2741,10464,5498,4941,2236,2022,6003,12604,5729,7923,5255,5935,4564,1227,5851,4944,2809,3630,14401,5525,7977,656,273,7815,1491,5239,6326,5318,4524,4444,5194,4349,8405,4135,7697,4721,5447,8943,5654,5414,4828,13138,3418,3600,8039,7177,10728,8,6279,10877,8356,4345,4359,4238,3835,4533,7257,3723,2733,2757,6038,3083,2744,8223,1257,3357,4554,3503,6023,3438,5967,5403,8911,7511,7419,4218,4778,2081,3,3,12257,8564,9129,7010,3845,8087,4142,5445,5265,4561,4846,2830,6635,4188,5716,1948,14831,8590,4204,7837,8070,8463,5969,3143,3413,4785,6139,4811,2672,4182,5574,16253,9879,4826,8985,11884,11697,9737,9604,9629,9899,9068,6375,5387,6338,7572,3011,6130,4725,5389,3803,3425,4147,58,11051,15316,4306,6739,7000,5526,4950,5687,3659,4415,8448,6373,6003,5453,13692,5940,7079,2,4765,11283,16292,8079,11654,4650,3845,3990,4261,9031,5954,3937,4550,7181,6635,3534,10320,6487,4885,8304,4002,9532,7557,1573,7577,10527,9196,4528,4332,6819,5135,5591,6550,6013,3200,3050,7434,10864,6239,3033,5236,8928,6035,913,3,5685,9418,4188,5505,3864,5177,123,5,15431,1651,4060,17644,5575,4982,6115,10351,14055,4921,8435,6941,4215,9542,10894,61,7418,9945,9047,13040,12627,9560,7184,5303,9411,8079,4073,8294,5211,6483,9407,7751,4162,5418,1380,11019,8161,8706,9216,4683,8691,9123,6382,4140,4348,5255,6914,2453,3291,8100,5911,9311,16600,12739,4927,7056,4963,4249,4556,5722,5512,8682,9265,6559,6119,5053,3,7945,5058,5032,6831,7221,4475,11971,8109,9816,10478,3888,3240,3409,3673,4127,2467,8021,8750,4930,2365,4688,6690,5447,4508,5221,3285,3201,2864,3065,5461,5314,3851,9726,8003,6809,8517,5909,6341,4727,3329,6362,3851,7106,11630,5999,5355,2806,4064,3253,3505,8304,14318,8,7467,9183,6534,2924,5962,3801,3875,4305,7155,11831,4250,5694,5428,4840,3636,3379,2798,10705,9577,5662,6489,5846,6038,2543,3794,4223,7118,3191,4138,3759,2285,5170,5972,3841,3143,7095,4324,3359,3980,4393,6069,4499,8461,4409,5334,10727,7567,7876,6804,3639,6822,6128,7260,6605,5913,4281,5252,2822,5514,3259,3894,5189,4534,6751,4166,6353,4620,1939,4438,5221,5331,6852,4182,4954,5399,3699,5741,1307,5831,6673,6042,5623,5020,4034,4065,5304,5266,4711,5824,6305,3583,4215,3797,3145,5987,13620,4453,9545,4455,4202,945,10170,9465,11022,3846,6066,2576,8838,4998,5712,9116,12385,9502,5478,6258,5447,4127,3996,4500,3986,5101,3165,5414,7712,6535,6272,5721,6025,5988,6521,11633,7721,10366,7226,5216,9541,2452,11320,10028,5652,7711,7248,8336,2364,6488,2510,3126,5077,10504,10405,7291,10824,4069,6659,6212,5884,6237,4776,5640,3720,6854,4018,7423,9113,4032,7344,1561,6,9928,8174,5524,4045,4091,5760,7715,4573,7239,7331,8706,4659,7341,4793,4448,5450,7943,10503,10092,8196,14765,6348,7048,10210,8493,5119,4790,4,9729,10418,6809,5978,1053,6106,4880,6945,4915,10942,5897,5971,8881,5105,3115,2,8644,11080,9304,5786,3759,5814,5166,10590,9952,4927,12732,9085,5534,3955,6541,8016,8020,3483,4299,4502,3783,6615,6336,5121,4890,7766,5765,5518,1207,11712,13139,9614,5208,7167,5756,7304,7519,6251,8585,7632,7076,5756,5010,4345,4,7199,6176,4536,3985,5403,4332,4610,4787,4199,4498,5037,4764,4911,226,5349,4506,4792,7902,6356,6658,6839,8019,9059,4132,3150,4900,5139,4893,4328,5954,6797,8587,7736,4117,5749,5088,5203,7764,4401,4245,4077,5504,4224,3714,8645,6749,6716,6333,5138,5465,4303,3336,3334,2604,2523,7730,3081,2,32,11972,6199,4986,4885,4537,5938,7551,9258,12331,3220,9051,7866,8870,14119,8949,5388,3936,3761,3949,2597,5000,6392,3991,8775,7555,8297,9199,5274,9076,8321,2654,3357,16342,5971,6314,5717,13023,8393,9169,6229,7028,11011,5833,7895,7073,2916,3555,6357,7469,420,6326,5810,4914,7635,6641,6929,6576,4308,3868,3727,5670,6576,13,8802,7522,7260,8775,8390,8693,1234,3270,11473,13437,12027,7497,10995,289,9265,6790,5835,7340,7782,8644,9377,4771,6025,4293,3153,2907,8966,5819,4360,6950,5502,4026,3329,5676,4598,6438,6428,8862,7933,4,5325,4898,7501,2405,4222,3806,3900,3141,4260,3423,3306,4997,3882,5250,2939,3286,1993,1212,2156,8054,21984,12689,6495,10025,9350,11370,6609,11664,18414,1811,9222,4556,5805,6087,7347,4221,4,10633,5458,5483,4788,3782,10360,11679,6811,7836,2794,6851,8422,4388,3581,7185,2794,3355,5260,2859,6159,12991,17031,10721,4293,5557,15697,7521,3258,11553,9935,5330,7221,7040,6845,7110,5327,8681,5207,5314,6025,6675,5236,6225,10061,4779,4989,3021,5256,5582,2371,8597,12778,7897,5922,3948,5294,4686,4159,4018,3910,4648,4017,3667,3880,6403,8396,2,885,6352,7856,7144,5862,6760,4895,3503,4349,6401,4680,5533,9374,4725,5053,5567,4558,3465,7062,5269,5633,5152,3724,17191,13609,5856,9039,9192,4893,8034,4335,10419,7616,8091,5862,4252,4687,8494,5821,3103,11,11601,8665,7023,10407,11065,14585,7061,3825,8401,9289,6328,6283,6577,7009,5512,4211,7996,6312,5543,6333,3744,4271,5958,6761,4,8982,7674,7638,9441,6791,2,7177,9334,6755,7178,6376,3928,3812,7270,4247,7402,2916,1486,9947,9128,7702,4764,3857,4738,2982,567,5983,9550,9073,5319,16173,12507,9701,7663,19682,17831,8187,6185,12179,10662,6231,6686,5432,4876,4764,8418,10566,3942,5096,7480,5613,5551,4699,4774,7423,8913,7845,7975,6914,5243,5453,4978,4187,7022,7676,4699,5140,10567,7132,5462,4358,4794,2834,2555,5803,2794,4891,3743,3929,1508,2,9754,7289,4,5086,8365,2679,5403,4912,2537,5565,4722,5710,8079,7922,4471,5622,3869,2312,6413,4087,2842,7779,8075,6650,4804,3866,9513,5035,5403,4233,3806,4682,3159,3555,3712,2998,12544,3894,6762,7479,7686,4650,5959,8355,14,12,11244,4830,4062,9010,7559,8147,6441,5786,4493,3,10355,11310,13591,6281,2,2,11844,3557,6606,9190,13823,5040,3841,5845,1455,4581,4702,6055,7951,6364,3258,4631,6617,3847,3917,10633,5595,5612,4534,5171,5120,3509,3001,4367,8508,9681,4963,6794,6572,4669,12641,5608,6295,6415,5920,4010,4536,100,8388,7285,7203,5680,5216,5177,5647,6310,3717,2536,2054,6914,5238,3309,6366,4277,7013,4703,4498,1123,585,793,742,2265,7871,14514,9627,11305,2801,2889,5222,9897,13282,2795,4479,3818,2577,10066,13539,3496,2612,1664,8121,11200,5704,9687,2392,2189,2601,3053,2910,5234,5281,1916,7610,2864,6743,7339,4980,3351,1860,559,421,7686,7455,8503,5393,6288,2932,13350,5762,9871,3766,7470,14842,5791,3485,2974,3024,3685,3213,2409,4040,2897,2958,1276,5788,12630,5691,3545,3588,4158,5655,8958,3627,3742,5076,4057,5151,9951,5438,3077,4487,4523,6610,1235,544,1246,8608,5421,7169,3819,9788,6924,7644,6503,9608,5453,4825,4381,3226,12515,4529,4960,4759,11977,3035,4133,646,7270,9420,4460,4248,9130,5065,10769,6591,3804,5135,9536,2065,1267,9920,11187,6021,2758,3705,9766,4230,8715,9794,10479,7683,11306,10893,10070,6815,2814,4494,15796,5291,5541,4916,5051,4741,9167,5890,1691,9494,7587,5123,5702,5017,8178,3369,1281,1139,1256,1226,1236,694,3049,17483,11539,7844,9686,6494,8116,6318,5002,7658,9707,7610,3993,1836,7033,7325,8061,1735,1629,1798,1499,1836,1777,1817,1291,1409,1230,787,915,310,1801,1810,1267,1022,686,266,87,46,22,9,4]}
