{"title":"Healthy Coral Reefs Sound like a Symphony","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/this-is-how-a-healthy-coral-reef-sounds-and-why-it-matters/","audio":"https://traffic.megaphone.fm/SAM3125261875.mp3?updated=1722979382","intro":["Coral reef soundscapes could help researchers assess their overall health."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Oceans"],"transcript":[{"author":"Rachel Feltman","text":"Picture a coral reef. Even if you’re not an avid snorkeler or diver, chances are that movies and childhood trips to the aquarium have given you some sense of how vibrant and lively these ecosystems can be. Maybe you’ve even seen photos of what happens to a reef when it loses that vitality—something that’s becoming increasingly common due to bleaching events and other ecological disasters. But do you know what a sick reef sounds like? For Scientific American’s Science Quickly, I’m Rachel Feltman. According to today’s guest, a reef at its peak sounds something like this. [CLIP: REEF SOUND] But when a reef falls on hard times, things can go awfully quiet. [CLIP: REEF SOUND] I’m joined today by conservation bioacoustics researcher Isla Keesje Davidson, who studies the changing soundscape of the sea. So, Dr. Davidson, why is it important that we listen to the sound of a coral reef?"},{"author":"Isla Keesje Davidson","text":"It’s quite an exciting space, when you think about how far our understanding and learning has come for the ocean in general but then coral reefs in particular. If you think about how Jacques Cousteau described the oceans as The Silent World in the sort of 1950s, and we’re starting to learn more and more about how actually they’re hardly silent—you know, they’re incredibly acoustically diverse—and coral reefs are a particularly loud and diverse set of sounds that you can hear, but also they’re really interesting and important ecosystems to understand. They don’t cover a whole lot of the planet’s surface, about 0.1 percent, but a quarter of all marine species that we know depend on coral reefs at some stage in their life, you know, so this is a real hustle and bustle of life that’s happening there. And it’s incredibly acoustically diverse. And so you can think of all these different pops and chirps and grunts and snaps that happen there. And then you might think, “Okay, so what, what’s the interest in that?” Well, we know that, for example, new generations of larval fish, which are as tiny as a little candy, they are up in the open ocean, and they need to hear the sound of the healthy reef to actually find it—to settle, to start their life on the reef. And recently research has also shown that the coral actually use sound to find suitable spots for themselves to settle. So if you think about: coral reefs can be thousands and thousands and thousands of years old, and one coral can be—you know, can grow to 5,000 years old itself, and they grow on the shoulders of their ancestors, and they need to hear that space to actually find it, to be able to continue those generations of growth. And that’s part of what makes these ecosystems so important for the oceans but also for the entire planet."},{"author":"Feltman","text":"I didn’t realize that hearing was important for coral. I think that’s probably surprising to a lot of our listeners. Could you say more about that?"},{"author":"Davidson","text":"If you think about how us as a species, as an animal, we are using a diversity of our signals to communicate, to interact with each other and to sort of navigate our world. And underwater they’re doing it—the exact same thing; they just have a, a different set of signals and a different use of their different sensory systems to do that. And coral reefs are—if you think about it, you’ve got that skeleton of that structure that gives all these different habitats for the diversity of life that lives there. So the corals themselves are using a diversity of those signals to recognize, “Okay, this is a good spot. This will be safe,” or, “I can recognize that there are other corals here, so this is probably a good place to start trying to live.” And they’ll adjust their sort of movement behavior, responding to what they hear. And sound is a really—quite a good signal underwater. It travels five times faster and therefore much further underwater than it does in air. So if you think about the complexity of a coral reef space, if you’re trying to keep sight of, maybe, a fish that’s important to you—it’s part of your shoal, or it’s your mate—and you suddenly can’t see them anymore, that could be pretty dangerous for the life of, for example, a little fish. But if you can reliably hear each other ’cause that travels so much further, then you’ve got a really reliable signal to keep you able to survive and thrive in that environment."},{"author":"Feltman","text":"That’s so interesting. I feel like most folks, what they know about sound in the water kind of begins and ends with them being told as a kid why they shouldn’t tap on an aquarium window [laughs]. But how did you get interested in this field of research?"},{"author":"Davidson","text":"So I started with a fascination of: How are these different species that occupy these underwater worlds, how are they interacting with each other? And the behaviors that they have to do and that they choose to do in their world, in their lives, what does that mean, and how do we learn from those different interactions and understand what that can mean for the biodiversity in a space? Because we understand that biodiversity is really important. You know, it’s more than just what’s there and what’s not there; it’s how these different individuals, these different species are interacting with each other and what that means for their sort of capacity to continue to live there. As I was sort of curious about that and learning more about animal behavior and the impacts of how they use their different senses to communicate with one another, and I focused in on coral reefs. And from that I kept sort of learning more about: well, I can see that they’re interacting together, but I can also hear these different, for example, these tiny, little coral reef fish that are really chirping to each other, making these whooping sounds and, you know, synchronizing some of their acoustic sounds that they make with these little movements. And so you very quickly realize that this is a place where there is—not only are they choosing and tailoring how they behave and how they move, they’re really waiting for an opportunity to be heard as well. And just like you have in forests that we might have around us, you have a dawn chorus when the sun rises, you have a dawn chorus that happens in coral reefs as well. So they’re all coming out of their little safe spots and making themselves heard. And so you can’t kind of ignore that; they’re really using their voices. So it became a point of trying to understand how they use the diversity of these different signals. And especially, these are changing environments—they’re really impacted—and so what does this mean when you have these interactions between these species and what that means for the ecosystem and its survival in the long term."},{"author":"Feltman","text":"And what’s your research focused on right now?"},{"author":"Davidson","text":"Yeah, so at the moment, I’m working on—we call it the WOPAM project. So it stands for the [World] Oceans Passive Acoustic Monitoring Project, which is a bit of a mouthful, but WOPAM is quite a fun way to shorten it down [laughs]. But what that means is we’ve got this big collaborative effort where, across the whole world, we—we, as bioacousticians, so people who focus on the sounds of biological life come together on World Oceans Day, and we listen to the sounds of the sea. This one day where we’re really taken into this window of: What do we hear, and how do we connect with those sounds and what we are actually discovering? So it’s an incredible collaborative effort. This year we had [more than] 180 different bioacousticians listening in in [more than] 400 different parts of the world."},{"author":"Feltman","text":"Very cool. And what’s the benefit of, of getting everybody all listening on the same day—beyond, obviously, increasing awareness?"},{"author":"Davidson","text":"I would say, for the project, we can describe it as maybe four different fins to the creature of itself. So one of them is, when you have this bioacoustic collaboration across this huge geographical scale, we’re not listening in to one place for a very long period of time, which really gives you that depth of expertise in that one place, but we’re looking at this scale of: What are we finding and discovering together? When we look at this global perspective, what are some of the key questions that come up from that broad range of expertise of people who are used to listening in to the oceans? And then actually go and try and answer that with those recordings that we’ve taken. So, just for example, some people are incredible experts at understanding the migratory routes of some really important species—let’s say, for example, humpback whales—and so when we take this global perspective, we might be able to understand, “Okay, well, how many times did we hear them, and how different were their songs in different parts of the planet?” which is important when you understand that some of these groups have different dialects, basically, between each other depending on the parts of the ocean that they occupy. So you can start to tease away things like that, but also, equally, if we want to understand how much man-made, or human-made, noise is actually occupying these spaces, how much can they hear each other in the first place, we can start to look at a global perspective of that on that one day, and you can start to overlap some of these questions. But then we also really want, and have been working with various artists, to think about, “Okay, well, let’s explore what it means to listen to these sounds, what it means to immerse yourself. And how do we connect to what we hear, you know? Many people love engaging with listening to music and really connect emotionally to what we hear, so let’s explore that a little bit with these divergent and diverse forms of expression.” So, for example, this year we worked with a fantastic musician, Alejandro Bernal from Colombia, and he took all the different sounds that he could hear from these different creatures, and he created an original score from it. And so that was his form of, his form of engagement, his form of connection with it. Then also you can take some of this as a tool—so bioacoustics, you know, is one of the ways in which we can monitor these environments because as I said with WOPAM, it’s a passive acoustic monitoring. Now that might sound a bit odd, but what that means actually is that we’re not actively changing the space that we’re listening in to. We’re not causing anything to happen. We’re not making anything change. We’re just listening. And so you can really use that as a way to monitor these environments and look at: Okay, first of all, how are they changing? But also there are amazing ongoing conservation strategies and, and conservation efforts that are going on around the world, and how can bioacoustics maybe help to better understand and better monitor some of those fantastic efforts that are happening?"},{"author":"Feltman","text":"Yeah."},{"author":"Davidson","text":"And just finally, also, we really want it to be something that’s more participatory science, so we’re really moving towards that it’s not just the bioacoustics community that works together on this day and listens in, but actually if you live in Bangladesh or San Francisco or Hong Kong and you want to understand and hear what your part of the ocean sounds like, then you can do that, and it can be part of this whole active engagement into listening around the world."},{"author":"Feltman","text":"And can you tell me more about how the sounds of the ocean are changing?"},{"author":"Davidson","text":"I think that there are many ways in which the sounds of the oceans are, are changing. All the creatures that are creating what we call the soundscape, which is very similar to a landscape—it’s that overall fingerprint of a place, of: What can you hear? What can you engage with? It’s very unique to each place. It can really change depending on what are the creatures that form that, that orchestra of that particular spot. And coral reefs are—you know, when I was doing my research, I’d spend just a lot of time physically in the water, snorkeling past these sites, getting to know even the resident octopus that lives in one little spot or this little group that always wanna try and defend their nest from me ’cause they think I’m this weird-looking, dangerous fish. You get to know these places, and alongside many of my colleagues, you can hear the differences. As the reef degrades from, let’s say, repeated bleaching events or increased erratic weather that really crushes down that 3D structure that these creatures need to survive, they’re not in those spaces anymore, and therefore you don’t hear them anymore, and so that beautiful orchestra of sounds is just noticeably dulled. And that’s a hard thing to listen to, it’s a hard thing to notice because you know that those sounds are very important for those individual creatures that are there, and they form an important part of that tapestry of how that space can thrive. When a little fish is whooping, we might think, “Okay, well, what’s the significance of this?” But if it’s a particular whoop that that fish is making to another member of its shoal or its family, if they don’t listen to each other, that can have life-or-death consequences, and if you start to multiply that across a whole reef space, then that has real impact on how that ecosystem is functioning. So, you know, when you’re connecting to a place and spending so many hours beside it, and you’re hearing those differences, you really—it’s hard to put into my own words what that silence means. And I think that that’s where the idea of understanding this more and working towards using these sounds as a tool to try and restore and protect them is really a source of hope and resilience. And I think we need that sometimes when we’re facing some of these large challenges."},{"author":"Feltman","text":"Absolutely. And how can our listeners get involved in helping with research like yours?"},{"author":"Davidson","text":"One obvious way of getting involved is people can actually record and join in the effort. I’d say that this is an exploration into immersion. What we can feel and what we can be moved by when we listen—whether it’s taking the recordings and exploring that or whether it’s just listening to the recordings and thinking about that immersion and what it sounds like to be part of a coral reef—I think that that is something that I feel, personally, quite passionately about because I’m sure many people have heard coral reef ecosystems are some of the most threatened ecosystems. It’s one of the first ecosystems that’s going to be lost, but it could also be one of the first ones we save. For us not to let go of that hope, to use this into having some of that energy and that drive and that radical hope, in an ecological and conservation context, it has a lot of poignancy of when you feel like you’re losing a lot of what you need, but having that solution-based drive and hope is really important. So I think, yeah, listening, engaging, bringing their own perspectives and feeling completely welcome and encouraged to do so—there’s no one way we can find the solutions for these things. And then also just celebrating it. You know, it’s an incredible source of beauty as well, so it’s wonderful if there are more people who really enjoy and engage with that."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in on Friday for the thrilling conclusion of our miniseries on the wild world of archaeology. And one quick question before you go: Any thoughts about what stories we should cover? Let us know at ScienceQuickly@sciam.com. And, hey, if you’ve got nice things to say, it would be awesome if you also put them into reviews for our show on whatever podcast platform you like. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[2629,2875,14733,7984,7046,15495,15071,15019,18132,15061,10062,15194,14846,15535,14170,14485,14455,4449,19530,14112,14829,15284,14691,15281,13000,15135,14973,14819,15231,7067,15155,14948,15310,15298,16560,14959,15089,13290,11768,6501,14923,5060,14993,14540,15069,13755,5561,12412,14703,13613,14605,15233,14503,14715,15040,14766,15049,13033,14845,14695,15832,15281,15085,14234,14798,13015,14335,12059,12622,15170,12514,14297,14753,15027,12798,12585,13047,15122,14810,14107,13149,14866,12806,15483,14645,15020,14103,8097,11144,17702,14966,14821,15179,14726,12809,14842,14906,11470,8569,4282,2339,4113,3783,5925,4572,5409,4170,16478,12292,9086,8900,2869,7822,15510,7878,10702,11998,14421,6404,11987,8775,16292,8814,10555,15297,12763,5811,8370,5226,13383,10252,6637,9585,12963,6300,10187,9706,11291,10460,8617,14724,15976,9805,15443,4331,4518,6702,6728,7030,5913,2812,15557,9606,13432,8985,10563,9755,11767,12429,7611,7219,9383,9275,16293,11800,7613,2710,16145,14957,9061,7057,9611,10235,9041,8979,8107,9445,16288,11178,16125,13737,13161,13674,9080,6643,9691,9451,11543,16293,3276,9466,10875,6562,3056,15655,11521,7816,3312,16247,16535,5841,11429,16370,8588,10257,14950,6289,9585,5907,15678,15122,8843,9234,16902,3591,8655,12107,5804,7581,12263,11008,14411,11540,5276,1636,1135,3191,3833,9396,6036,6356,6891,25793,22695,5037,13959,6767,17420,9595,9211,13440,14035,8246,12693,4336,2174,10763,6702,8328,9112,11384,8384,10536,1842,335,265,288,343,1708,328,15567,12241,10887,9632,15164,7984,10290,6421,7292,12341,10747,15427,15497,4426,3783,6176,8289,5740,15503,6803,7383,15457,6587,6094,4067,2687,153,1848,8508,5758,8230,7451,2749,3889,2960,1932,1156,1098,608,8425,15480,6215,6459,6381,15336,7255,7544,9204,8292,6819,6238,7091,6518,2264,204,13013,15275,12753,13790,5363,7422,7441,14738,15841,8810,12221,13992,12893,8473,8518,4195,5034,2780,6132,645,14349,8211,15448,7453,7323,10566,5298,6539,7288,9195,15701,14011,8457,1116,13003,13561,12640,11456,14280,14638,14775,9495,9275,8724,15533,5725,9801,5796,7287,5486,9820,5527,1582,15427,14339,9754,13961,7844,14434,10595,9343,8410,7056,15597,10787,8681,5294,5890,11606,5716,10136,11083,9102,15319,7184,15605,14466,6595,5426,15151,7496,14554,5739,10814,6479,6928,14950,11143,7687,4478,15561,11171,13224,11523,2112,14910,4647,7396,11324,10351,9804,4765,8205,5101,4013,6372,12113,4562,8137,3479,4957,14646,2858,15656,13868,12415,9780,14208,14985,5155,9483,7998,1447,13204,14583,6026,13215,13785,7124,9531,1061,15531,10182,16110,12806,12014,10860,7922,4501,11269,11260,13316,4880,15841,3780,15496,12736,9236,5405,10513,9488,6293,15792,5274,7936,7800,14302,15622,9548,15406,12601,3252,15587,10753,3594,1236,15557,3976,836,15478,9591,9264,7200,8200,15426,2447,792,14449,11925,13147,12850,14550,13612,10432,15620,6012,14256,4767,15307,4453,15116,13700,14794,9139,2279,13340,10255,9542,14010,15180,15562,13277,16391,15765,11208,18298,10909,12520,7778,9855,9746,6678,10787,11630,13108,6864,11026,15682,10221,3970,12808,14984,9089,11749,5144,12413,8955,5313,15350,11249,14421,12887,9063,11210,8135,9094,4857,11411,10630,11724,11482,8031,6446,15059,6184,11651,7973,15826,6367,13023,14395,11404,6160,1932,2718,16018,11931,7857,1729,15387,10422,9474,10848,11112,12961,16671,6737,6651,11941,12612,3440,1963,11326,15688,7305,10227,7734,6862,15498,6955,15407,9917,6364,11743,15338,13740,11057,5681,7037,7545,4148,5069,8458,15407,10602,14117,7972,12402,4792,15164,15401,21057,10292,9090,11155,10839,15512,7884,7653,15455,15161,1454,16201,14716,10378,6347,10311,10319,8710,9738,5477,2632,16089,14759,9330,13332,13615,11412,11424,13214,11166,9550,8770,7606,11151,10402,9708,7021,11305,8147,15292,15535,8538,7352,4461,5998,3615,5396,5751,8879,3625,2416,15542,8079,11836,13891,12413,7745,15538,15660,6887,12323,10940,15234,13371,6596,8079,9770,6674,3059,6414,10835,7935,7257,7599,7874,9767,10191,13448,10288,18973,8306,10062,7708,7849,7973,8134,9628,5247,10349,15624,15705,9560,15058,9523,7842,3542,5836,4650,5057,5049,15526,4987,3744,8266,14952,10176,6824,12241,7803,4491,5351,8511,8004,7362,12030,11024,10316,5376,6706,12260,13768,8320,6329,1086,15682,10997,10483,14651,11566,6705,20225,11259,14706,11123,15773,12981,13458,11034,5880,8681,10159,13180,8873,10250,11494,10378,14906,9406,6440,15308,9197,3154,18496,17196,8648,15117,12414,12435,16815,15369,6599,11636,12061,14242,12996,8166,13530,15455,11442,12577,14439,6473,11058,7918,4289,16235,12961,3291,9008,14992,8298,7400,11047,8729,12087,1208,15623,14316,9987,12688,5020,15692,9544,9898,11731,10756,9797,4910,4583,12981,7530,6200,7983,7767,14227,14162,7082,6542,8299,6928,15582,12757,5991,10517,14570,12656,6270,11206,8538,10704,7733,9580,12838,15304,14242,7122,15899,7868,8054,1299,15522,14139,8726,5543,10466,9165,7559,6458,9522,6421,8147,11417,7549,978,11826,15581,9266,9370,7594,3750,15494,11519,14384,9566,7477,7481,10418,15622,5066,3890,15540,15203,9897,15298,12947,13263,8120,8492,5327,16134,15275,13184,10020,10489,10708,8862,8539,8785,11318,13777,1974,7611,10839,4149,6747,1722,15640,9568,5803,15092,3758,10990,14743,2663,10885,15196,9653,8525,2525,9255,7991,9772,12002,13427,8279,6913,13903,11029,11121,9559,10991,13798,9096,2599,16151,15603,10795,8082,5855,5639,16468,9119,11062,7446,9006,11487,10711,8026,15253,2490,1378,14277,8050,8565,14143,12948,10166,11847,10338,4579,12117,15460,5321,3383,15488,5571,14932,10514,9551,8020,5233,5791,8319,6814,11980,13198,5575,11647,5684,6720,8990,4289,15007,13462,11991,19265,15541,11342,16732,2465,14530,11657,10222,12560,9522,13114,10663,5280,9331,12931,16389,8767,10963,11205,9881,10064,540,12863,15312,12327,11859,15763,9161,26069,15994,12452,14802,17549,9343,5126,10172,8450,4586,22458,26488,8173,18003,6676,9526,7479,8533,5651,10165,3800,4,6056,15628,14208,4668,14459,11593,7981,2356,15333,4343,5825,10834,7626,1681,739,15617,10798,9014,9893,6577,4235,7208,16495,7277,9071,10187,8608,8906,12402,5136,15306,11037,13737,4836,8113,10876,2202,15353,11453,10888,8774,8256,15553,15568,6774,8945,5818,7307,8581,7399,15505,11734,8828,8580,10478,1259,15468,13338,7116,10002,7762,15427,6470,5886,13665,9941,13830,12144,9837,9321,13238,7638,3164,16354,10759,14357,8217,3291,556,15474,15178,9562,14399,11419,7043,8589,9866,13254,13715,6830,14702,8160,6406,11293,5265,3168,918,14572,13872,8149,14536,12681,7260,9485,9023,4328,15347,4292,9187,7476,7760,9812,8767,6177,5160,5063,7664,13743,9087,9636,8592,17243,13053,14625,4612,8804,14828,4914,16489,5908,8264,6808,7982,6358,9736,2642,1278,15066,11781,11725,13625,10715,13233,11907,12137,10810,5898,9708,12664,11459,10455,9743,5013,11954,1654,755,15326,9684,7380,14874,7936,7677,7115,5155,6834,8747,7085,1212,1189,13195,15440,5967,7446,8650,6906,16207,6176,15118,13121,9218,12196,6812,11277,2805,5760,4228,7008,11202,10925,12611,9465,754,14960,11731,13093,7349,10829,9890,8367,8602,7450,7966,12385,6080,8531,7011,9702,7929,6444,10526,8255,8041,15312,6859,12933,6629,5613,10320,11175,10143,11842,5918,5616,14608,12499,9511,8906,1408,7052,14750,12009,6030,15355,12750,1345,14398,8299,3040,14447,10091,10521,12017,11679,6648,10092,7814,9343,17292,13779,6835,10356,14796,11042,12076,8953,9251,709,14541,8312,11785,10082,9424,9334,4689,15173,13815,7521,9688,7043,7448,5536,7127,11353,11446,8440,6008,5692,9619,8666,8877,1129,11751,10889,12052,7496,7537,8535,5739,10646,10695,7539,10416,8512,14997,13289,11333,8638,6724,6955,6315,15349,14243,6772,15307,6719,6674,7950,9926,10186,7704,11283,9647,2573,15483,14498,8621,8722,14504,5947,4216,5743,11181,6712,14604,6042,8587,4604,15681,15187,12251,7642,7208,6036,3957,10356,12527,8847,7979,1092,15494,13604,4910,14109,8411,10166,8792,8710,6969,9865,6572,9180,9656,5887,8386,6864,10387,2977,12054,14953,7325,10934,4975,7042,5515,7013,3011,841,530,16690,13756,7742,8168,7340,11884,14226,9201,8677,7872,5499,7845,8019,14241,6274,5554,7722,10586,9858,14234,7645,5011,4513,6193,5296,999,15876,5193,15466,6130,8879,5840,8665,12914,10409,8308,3223,4680,14349,5173,9065,7148,2666,19179,12064,10654,12629,11855,11385,8050,8650,6081,15358,12586,12916,14746,9207,10817,4945,7921,3736,9940,9748,11798,8638,14578,4643,13118,7976,10606,10413,5904,15615,6714,5833,9881,6987,6842,7693,9179,9869,1316,13025,13320,14015,9192,11382,12767,9506,15359,15265,8683,8082,9888,14256,14343,16382,14783,4071,14368,7665,5013,6098,6726,14503,5204,8055,11638,12488,8148,7775,12047,11307,11675,15605,3190,8807,15574,6557,3843,903,9812,8994,11818,13816,4752,4495,5848,8231,5818,8394,8308,7544,4847,9440,8212,15493,7036,15549,12292,11566,9633,15442,8187,10313,11848,8140,7451,4134,15448,7649,6096,7001,6417,5835,3040,1144,7263,15504,8692,7235,11068,8772,9169,5707,5283,7647,2604,12799,7805,15537,6728,7751,3008,15535,14231,10335,2639,11345,7996,4900,13748,10354,6384,12034,12095,13236,8358,2104,15440,8013,9962,11879,9807,12052,11589,7880,6117,10328,7676,7606,5128,853,577,15525,6876,7347,10244,6994,8377,6703,15506,12166,6393,13411,4216,9687,1178,9529,8110,6536,20080,14127,15835,18069,24376,12564,10198,8377,10181,7420,223,17181,9081,11606,8999,4385,12098,10267,10810,13611,4812,15900,7788,9883,8185,9689,12759,15615,10040,8846,8216,5941,14506,11347,1031,8698,12040,8380,6164,5823,5159,15537,11340,13513,3084,7420,8114,12083,15517,12069,9471,28404,13843,8507,8591,13751,10777,7369,12880,4665,8788,6539,7468,672,10772,15568,10768,6590,7911,5243,14903,3070,11905,7351,892,5223,15513,9860,8086,5449,10342,6282,7857,9014,5108,7765,7191,8360,12179,11434,13304,4939,6764,8747,7368,7807,12095,8333,3291,5798,10413,15467,12988,10217,5327,6934,4883,12644,9371,1212,6804,14460,8325,6001,13295,7498,10026,6018,911,15591,9755,6071,6873,4255,1799,15430,11487,10503,8458,14332,9172,8009,5908,5087,7828,6999,5609,8208,5571,6044,8083,5847,12716,11350,7974,410,12842,8215,14643,5505,8071,8789,5635,5391,5573,13837,5523,9019,8112,14469,8973,1666,11783,8169,8235,12635,11476,6707,12606,11672,6270,4104,11746,12168,6700,7199,5257,7742,7119,7433,4253,2340,7358,6175,1317,11943,10632,7931,11473,11927,7420,1816,613,15897,12565,7863,10171,5846,14031,7818,8725,5819,6300,13886,6782,12033,11441,15326,13187,6930,5812,9341,5530,14149,4116,12468,12984,7463,9895,6082,8123,10775,10663,8004,774,807,11662,14152,13519,4856,7210,8710,6627,5005,10536,4330,8357,14748,12765,5141,14755,8902,9831,6469,6342,5957,10644,9931,6691,15461,13046,5226,7252,8579,5891,1045,3404,10347,15550,5432,7518,5125,9946,11999,13347,11089,6202,524,15341,8892,8886,7367,8729,4154,526,11056,14133,4233,8302,7665,7915,13845,9386,6213,5339,2766,7579,11042,9035,9097,10893,13774,9954,9642,7549,15463,7497,11949,5688,1687,777,13215,15266,8607,9219,9771,9401,14734,6695,15416,8034,6746,7140,5372,9906,6847,15742,4630,9461,2620,1947,698,15354,7521,8066,8816,8845,1642,8892,5403,15489,5565,13031,9075,12906,5897,5559,12051,8904,9498,9559,11343,14309,5805,6361,2892,7895,4420,6512,11965,6292,5905,4490,8215,1251,10588,17493,7068,9103,3151,6633,13525,3954,4042,1046,11190,11242,9537,9501,6672,4542,9448,8755,10633,8889,5394,8756,8558,6223,11006,9922,8502,10850,13582,9316,8564,8427,6803,9230,10069,9182,5327,693,6781,13791,13830,6387,4265,14369,2468,12527,12764,12784,15336,696,11739,12532,7745,652,10654,12738,9796,12174,7280,5499,10044,10105,8455,6219,4030,6348,7685,8459,8522,5111,15504,7536,753,11563,14339,3275,13108,11416,12110,8320,11036,7358,10576,5685,11058,10432,8435,3666,547,11335,8488,8686,7662,10159,8799,4340,14854,10263,15755,10078,8524,6124,7670,5046,7665,6526,7108,7305,693,15112,15555,11235,7186,7259,8079,9191,11184,4685,13308,11731,11620,15565,13920,8586,8921,5961,13046,6759,5923,3745,850,10751,8891,10239,9437,8573,8798,8699,8994,537,527,14141,11828,8254,6768,9799,8695,15619,11134,6989,7436,7562,818,15437,12946,14457,13065,12107,11212,11725,5250,13197,8052,11465,10792,14215,11085,5472,4293,11208,7664,6731,6897,3962,5511,715,11250,13277,7837,15506,4752,6926,11729,6578,5672,5722,7516,5099,1165,8764,4297,13577,12517,8429,3118,1290,13465,10739,6718,8838,4852,10441,8304,10420,10667,6421,10295,6273,7208,5479,5885,8712,11367,10871,9548,5432,3625,6156,941,12287,13970,8286,13012,9149,6693,7001,10002,6235,6329,6083,5237,12759,5360,9865,8183,7241,10944,6301,5443,6391,7353,7614,839,10018,10591,8414,6397,5734,5502,10752,773,8957,6173,1126,11737,6631,9068,11094,5291,6428,7790,6576,8479,6254,4294,3025,374,511,14468,10998,15665,16271,6541,13058,12798,15392,9936,5076,6483,7019,10092,8923,9462,8194,8865,10494,7794,5910,7285,10105,15438,8922,14451,3493,5638,4954,7647,15420,11023,9924,7892,12196,6400,8334,10333,8143,8427,10334,6095,2201,11169,12824,9633,11278,9160,6292,9143,12410,14246,6850,8128,8183,5813,6723,11119,10171,388,11584,13454,12850,10226,9064,7818,9080,8693,1659,9205,11467,12054,11082,5924,12662,6920,1884,11040,16326,6156,6273,5161,5391,5593,3988,9607,8703,1288,15626,1082,11549,18748,9542,14483,3094,20859,11816,7258,16052,13072,5307,5994,7950,9229,4593,5798,8512,1705,15627,10676,15503,9530,9909,4302,6814,3403,6501,15452,6243,5728,4416,8315,9173,5020,6635,6144,10544,5930,7209,7987,6613,4901,7680,5737,7969,7161,11578,5240,5006,5605,8690,11409,11344,10353,4537,5681,4683,8247,8469,5647,8344,4014,5214,8587,9670,5341,6845,5355,6565,6194,5064,5283,3912,6317,4452,1167,11908,8215,10109,7362,7572,6574,14416,15519,10108,6491,13286,4244,5333,10254,10371,5675,13164,7441,15323,7817,5628,13532,11005,7255,288,5542,8543,7184,5753,10011,8007,7597,11141,7175,7443,3549,704,13941,6587,5621,5859,5194,12628,8516,4812,10539,5834,7554,6343,10368,15441,13038,7955,3346,8412,8383,9881,13852,10292,8253,8082,12988,10632,8969,6823,5115,15245,8017,7566,5081,7061,5022,8487,5699,6114,13559,11007,1072,9751,9484,11548,4618,7317,8855,3973,755,12727,8242,4719,6562,6827,5899,7247,6258,6364,6235,6713,4560,4060,15871,13238,5515,2302,422,10004,9614,7866,2414,14808,8475,8548,5275,6749,9628,8257,7031,8399,10162,7264,5079,12233,14677,13065,10797,7997,7571,7393,9546,11569,7495,9260,8864,3908,7591,4673,6233,7695,7628,1109,15538,11534,10663,6665,4596,4374,7925,5485,4939,6119,3475,10473,789,5748,7098,7594,927,13826,9364,12745,9774,7080,7543,6903,7116,5261,4392,705,15313,9301,508,423,11139,8244,10710,16141,14563,5464,5102,5491,5538,5592,8520,5031,3675,5625,1871,10297,12634,8808,10829,9700,9421,5068,10094,9337,15498,15193,5548,9746,4634,7187,5586,6948,6273,4732,8377,11279,9517,6907,8067,7793,12304,15716,5232,6200,5477,7704,6417,15162,6958,2409,459,4707,11930,3482,762,11421,13845,11364,9139,5622,8084,3847,4644,11902,6865,11693,7527,13064,13687,1127,12513,2726,497,12754,9368,9459,15440,5565,5109,7513,7090,8434,7332,8627,9524,10582,5761,2545,14250,11533,7168,9234,11690,439,15513,9655,11035,7107,6006,5759,2983,5387,9200,12629,16183,11619,13878,10727,3908,7731,5825,10527,1901,12512,15028,10460,8298,9084,4868,5687,13689,10411,5012,3231,7323,2868,575,582,2328,12332,8451,8216,6886,9638,8427,7177,8268,7580,3541,13836,10498,7936,7788,4894,15225,14297,5370,485,13631,8578,7061,6360,7220,5592,6040,4104,415,3362,10493,11729,3041,7277,4682,11881,8563,8775,6755,8554,14052,13662,4738,2960,461,11627,13949,15025,7709,12074,12636,9823,7351,1938,6675,7251,5265,10249,4640,4332,12380,5399,7398,4008,8775,6381,11154,9527,15048,8460,7612,7637,5399,8699,11993,16130,5632,3447,6965,11358,6091,6299,8587,9257,7274,3547,576,7805,5570,9691,5573,5208,7246,5359,3777,2582,10214,9294,6259,6481,13252,13962,5624,8614,21879,18112,16176,16206,11244,13507,14739,12968,18218,11664,8822,9009,7046,1986,15473,15131,10816,2898,8421,11127,14602,9543,8828,8768,6774,5266,3953,9563,5876,8205,7669,8050,5803,10612,15544,9891,8588,14219,8563,6824,5389,4685,6785,7622,3551,15041,7448,8349,6859,15782,10988,6568,7207,11069,5305,5790,5937,657,676,12254,6611,10284,9595,7520,7067,5837,10835,9868,4200,10216,3332,3405,6280,6145,5298,5335,1023,11412,12591,12439,3894,4871,9097,6183,7845,5293,10910,2942,7483,7874,4890,1415,10125,12493,10951,7508,6107,8882,7979,12331,6281,9720,15908,13094,8238,8365,10569,1470,631,5253,10549,6033,5776,6977,6351,4833,1886,8832,8210,5644,12154,9387,6517,9847,7090,13484,4941,4601,2522,8284,7382,11176,4273,3797,3211,7087,10025,5991,10140,8769,5879,9309,3558,8658,4704,651,584,13676,12267,9212,11975,12486,9497,7246,8811,6704,7443,6032,9038,5991,7524,11191,7616,8604,15424,8715,7282,9337,8199,6623,5769,6300,5656,9669,7786,8710,5570,4931,5384,6545,9426,8362,7848,4855,10293,6781,4642,1296,13081,13418,348,5421,11026,9998,6796,8384,6994,12190,9190,6676,5590,4735,8887,7882,15539,5730,9189,8151,6615,6622,6215,4891,613,13639,11735,8730,11256,8186,7555,7163,6412,7441,4575,1834,15874,9248,8054,6943,9556,9357,11970,6775,4511,15443,4224,4638,5931,5987,1112,10999,15243,7647,6177,6795,6546,3907,6000,6986,7686,5304,10959,5949,12405,7969,5867,10838,7535,9343,9147,4433,5474,6690,7623,5181,6922,7549,525,3458,4504,6810,19590,11217,4850,6795,7915,9015,13292,16282,15324,6027,8368,9305,7388,14518,7602,8819,8742,5813,14775,7667,12713,10406,9793,8741,12320,17447,11026,5536,9721,4045,12538,16478,16424,5656,7861,16525,5958,2754,15435,9842,15774,8365,8210,16328,14664,7779,5597,2336,16686,9849,9631,17571,10642,7257,13173,10778,15510,4900,11654,14241,9057,8366,8520,8092,15139,12863,11775,12877,16923,17423,15800,12935,7658,7819,2574,15785,13816,9369,10034,15048,9533,12196,15648,7390,11680,15674,13020,8606,16107,15382,17131,16114,10156,10795,15606,14080,13366,4170,3572,15885,14440,9981,14310,16805,10441,18435,10708,15418,2735,2967,16940,11375,7694,10867,12656,13648,14585,15555,18886,22067,17227,6821,13085,10464,15631,8592,10071,8846,18757,9241,7598,4473,3039,15468,14945,14579,10703,7318,12411,16596,8361,3916,17702,16187,4378,8493,10901,13617,10817,10502,10455,8680,5629,2384,651],"fragments":[{"begin":"0.000","end":"94.680","lines":["Picture a coral reef. Even if you’re not an avid snorkeler or diver, chances are that movies and childhood trips to the aquarium have given you some sense of how vibrant and lively these ecosystems can be. Maybe you’ve even seen photos of what happens to a reef when it loses that vitality—something that’s becoming increasingly common due to bleaching events and other ecological disasters. But do you know what a sick reef sounds like? For Scientific American’s Science Quickly, I’m Rachel Feltman. According to today’s guest, a reef at its peak sounds something like this. [CLIP: REEF SOUND] But when a reef falls on hard times, things can go awfully quiet. [CLIP: REEF SOUND] I’m joined today by conservation bioacoustics researcher Isla Keesje Davidson, who studies the changing soundscape of the sea. So, Dr. Davidson, why is it important that we listen to the sound of a coral reef?"]},{"begin":"94.680","end":"203.000","lines":["It’s quite an exciting space, when you think about how far our understanding and learning has come for the ocean in general but then coral reefs in particular. If you think about how Jacques Cousteau described the oceans as The Silent World in the sort of 1950s, and we’re starting to learn more and more about how actually they’re hardly silent—you know, they’re incredibly acoustically diverse—and coral reefs are a particularly loud and diverse set of sounds that you can hear, but also they’re really interesting and important ecosystems to understand. They don’t cover a whole lot of the planet’s surface, about 0.1 percent, but a quarter of all marine species that we know depend on coral reefs at some stage in their life, you know, so this is a real hustle and bustle of life that’s happening there. And it’s incredibly acoustically diverse. And so you can think of all these different pops and chirps and grunts and snaps that happen there. And then you might think, “Okay, so what, what’s the interest in that?” Well, we know that, for example, new generations of larval fish, which are as tiny as a little candy, they are up in the open ocean, and they need to hear the sound of the healthy reef to actually find it—to settle, to start their life on the reef. And recently research has also shown that the coral actually use sound to find suitable spots for themselves to settle. So if you think about: coral reefs can be thousands and thousands and thousands of years old, and one coral can be—you know, can grow to 5,000 years old itself, and they grow on the shoulders of their ancestors, and they need to hear that space to actually find it, to be able to continue those generations of growth. And that’s part of what makes these ecosystems so important for the oceans but also for the entire planet."]},{"begin":"203.000","end":"211.320","lines":["I didn’t realize that hearing was important for coral. I think that’s probably surprising to a lot of our listeners. Could you say more about that?"]},{"begin":"211.320","end":"293.400","lines":["If you think about how us as a species, as an animal, we are using a diversity of our signals to communicate, to interact with each other and to sort of navigate our world. And underwater they’re doing it—the exact same thing; they just have a, a different set of signals and a different use of their different sensory systems to do that. And coral reefs are—if you think about it, you’ve got that skeleton of that structure that gives all these different habitats for the diversity of life that lives there. So the corals themselves are using a diversity of those signals to recognize, “Okay, this is a good spot. This will be safe,” or, “I can recognize that there are other corals here, so this is probably a good place to start trying to live.” And they’ll adjust their sort of movement behavior, responding to what they hear. And sound is a really—quite a good signal underwater. It travels five times faster and therefore much further underwater than it does in air. So if you think about the complexity of a coral reef space, if you’re trying to keep sight of, maybe, a fish that’s important to you—it’s part of your shoal, or it’s your mate—and you suddenly can’t see them anymore, that could be pretty dangerous for the life of, for example, a little fish. But if you can reliably hear each other ’cause that travels so much further, then you’ve got a really reliable signal to keep you able to survive and thrive in that environment."]},{"begin":"293.400","end":"309.480","lines":["That’s so interesting. I feel like most folks, what they know about sound in the water kind of begins and ends with them being told as a kid why they shouldn’t tap on an aquarium window [laughs]. But how did you get interested in this field of research?"]},{"begin":"309.480","end":"432.720","lines":["So I started with a fascination of: How are these different species that occupy these underwater worlds, how are they interacting with each other? And the behaviors that they have to do and that they choose to do in their world, in their lives, what does that mean, and how do we learn from those different interactions and understand what that can mean for the biodiversity in a space? Because we understand that biodiversity is really important. You know, it’s more than just what’s there and what’s not there; it’s how these different individuals, these different species are interacting with each other and what that means for their sort of capacity to continue to live there. As I was sort of curious about that and learning more about animal behavior and the impacts of how they use their different senses to communicate with one another, and I focused in on coral reefs. And from that I kept sort of learning more about: well, I can see that they’re interacting together, but I can also hear these different, for example, these tiny, little coral reef fish that are really chirping to each other, making these whooping sounds and, you know, synchronizing some of their acoustic sounds that they make with these little movements. And so you very quickly realize that this is a place where there is—not only are they choosing and tailoring how they behave and how they move, they’re really waiting for an opportunity to be heard as well. And just like you have in forests that we might have around us, you have a dawn chorus when the sun rises, you have a dawn chorus that happens in coral reefs as well. So they’re all coming out of their little safe spots and making themselves heard. And so you can’t kind of ignore that; they’re really using their voices. So it became a point of trying to understand how they use the diversity of these different signals. And especially, these are changing environments—they’re really impacted—and so what does this mean when you have these interactions between these species and what that means for the ecosystem and its survival in the long term."]},{"begin":"432.720","end":"435.360","lines":["And what’s your research focused on right now?"]},{"begin":"435.360","end":"485.240","lines":["Yeah, so at the moment, I’m working on—we call it the WOPAM project. So it stands for the [World] Oceans Passive Acoustic Monitoring Project, which is a bit of a mouthful, but WOPAM is quite a fun way to shorten it down [laughs]. But what that means is we’ve got this big collaborative effort where, across the whole world, we—we, as bioacousticians, so people who focus on the sounds of biological life come together on World Oceans Day, and we listen to the sounds of the sea. This one day where we’re really taken into this window of: What do we hear, and how do we connect with those sounds and what we are actually discovering? So it’s an incredible collaborative effort. This year we had [more than] 180 different bioacousticians listening in in [more than] 400 different parts of the world."]},{"begin":"485.240","end":"494.280","lines":["Very cool. And what’s the benefit of, of getting everybody all listening on the same day—beyond, obviously, increasing awareness?"]},{"begin":"494.280","end":"672.520","lines":["I would say, for the project, we can describe it as maybe four different fins to the creature of itself. So one of them is, when you have this bioacoustic collaboration across this huge geographical scale, we’re not listening in to one place for a very long period of time, which really gives you that depth of expertise in that one place, but we’re looking at this scale of: What are we finding and discovering together? When we look at this global perspective, what are some of the key questions that come up from that broad range of expertise of people who are used to listening in to the oceans? And then actually go and try and answer that with those recordings that we’ve taken. So, just for example, some people are incredible experts at understanding the migratory routes of some really important species—let’s say, for example, humpback whales—and so when we take this global perspective, we might be able to understand, “Okay, well, how many times did we hear them, and how different were their songs in different parts of the planet?” which is important when you understand that some of these groups have different dialects, basically, between each other depending on the parts of the ocean that they occupy. So you can start to tease away things like that, but also, equally, if we want to understand how much man-made, or human-made, noise is actually occupying these spaces, how much can they hear each other in the first place, we can start to look at a global perspective of that on that one day, and you can start to overlap some of these questions. But then we also really want, and have been working with various artists, to think about, “Okay, well, let’s explore what it means to listen to these sounds, what it means to immerse yourself. And how do we connect to what we hear, you know? Many people love engaging with listening to music and really connect emotionally to what we hear, so let’s explore that a little bit with these divergent and diverse forms of expression.” So, for example, this year we worked with a fantastic musician, Alejandro Bernal from Colombia, and he took all the different sounds that he could hear from these different creatures, and he created an original score from it. And so that was his form of, his form of engagement, his form of connection with it. Then also you can take some of this as a tool—so bioacoustics, you know, is one of the ways in which we can monitor these environments because as I said with WOPAM, it’s a passive acoustic monitoring. Now that might sound a bit odd, but what that means actually is that we’re not actively changing the space that we’re listening in to. We’re not causing anything to happen. We’re not making anything change. We’re just listening. And so you can really use that as a way to monitor these environments and look at: Okay, first of all, how are they changing? But also there are amazing ongoing conservation strategies and, and conservation efforts that are going on around the world, and how can bioacoustics maybe help to better understand and better monitor some of those fantastic efforts that are happening?"]},{"begin":"672.520","end":"673.120","lines":["Yeah."]},{"begin":"673.120","end":"699.080","lines":["And just finally, also, we really want it to be something that’s more participatory science, so we’re really moving towards that it’s not just the bioacoustics community that works together on this day and listens in, but actually if you live in Bangladesh or San Francisco or Hong Kong and you want to understand and hear what your part of the ocean sounds like, then you can do that, and it can be part of this whole active engagement into listening around the world."]},{"begin":"699.080","end":"705.240","lines":["And can you tell me more about how the sounds of the ocean are changing?"]},{"begin":"705.240","end":"842.400","lines":["I think that there are many ways in which the sounds of the oceans are, are changing. All the creatures that are creating what we call the soundscape, which is very similar to a landscape—it’s that overall fingerprint of a place, of: What can you hear? What can you engage with? It’s very unique to each place. It can really change depending on what are the creatures that form that, that orchestra of that particular spot. And coral reefs are—you know, when I was doing my research, I’d spend just a lot of time physically in the water, snorkeling past these sites, getting to know even the resident octopus that lives in one little spot or this little group that always wanna try and defend their nest from me ’cause they think I’m this weird-looking, dangerous fish. You get to know these places, and alongside many of my colleagues, you can hear the differences. As the reef degrades from, let’s say, repeated bleaching events or increased erratic weather that really crushes down that 3D structure that these creatures need to survive, they’re not in those spaces anymore, and therefore you don’t hear them anymore, and so that beautiful orchestra of sounds is just noticeably dulled. And that’s a hard thing to listen to, it’s a hard thing to notice because you know that those sounds are very important for those individual creatures that are there, and they form an important part of that tapestry of how that space can thrive. When a little fish is whooping, we might think, “Okay, well, what’s the significance of this?” But if it’s a particular whoop that that fish is making to another member of its shoal or its family, if they don’t listen to each other, that can have life-or-death consequences, and if you start to multiply that across a whole reef space, then that has real impact on how that ecosystem is functioning. So, you know, when you’re connecting to a place and spending so many hours beside it, and you’re hearing those differences, you really—it’s hard to put into my own words what that silence means. And I think that that’s where the idea of understanding this more and working towards using these sounds as a tool to try and restore and protect them is really a source of hope and resilience. And I think we need that sometimes when we’re facing some of these large challenges."]},{"begin":"842.400","end":"847.560","lines":["Absolutely. And how can our listeners get involved in helping with research like yours?"]},{"begin":"847.560","end":"923.240","lines":["One obvious way of getting involved is people can actually record and join in the effort. I’d say that this is an exploration into immersion. What we can feel and what we can be moved by when we listen—whether it’s taking the recordings and exploring that or whether it’s just listening to the recordings and thinking about that immersion and what it sounds like to be part of a coral reef—I think that that is something that I feel, personally, quite passionately about because I’m sure many people have heard coral reef ecosystems are some of the most threatened ecosystems. It’s one of the first ecosystems that’s going to be lost, but it could also be one of the first ones we save. For us not to let go of that hope, to use this into having some of that energy and that drive and that radical hope, in an ecological and conservation context, it has a lot of poignancy of when you feel like you’re losing a lot of what you need, but having that solution-based drive and hope is really important. So I think, yeah, listening, engaging, bringing their own perspectives and feeling completely welcome and encouraged to do so—there’s no one way we can find the solutions for these things. And then also just celebrating it. You know, it’s an incredible source of beauty as well, so it’s wonderful if there are more people who really enjoy and engage with that."]},{"begin":"923.240","end":"970.720","lines":["That’s all for today’s episode. Tune in on Friday for the thrilling conclusion of our miniseries on the wild world of archaeology. And one quick question before you go: Any thoughts about what stories we should cover? Let us know at ScienceQuickly@sciam.com. And, hey, if you’ve got nice things to say, it would be awesome if you also put them into reviews for our show on whatever podcast platform you like. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":970.7362916666667}