{"title":"The Supreme Court Preserves Emergency Abortion Access, and NASA Plays It Safe With Starliner\n","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/starliner-astronauts-are-in-limbo-and-emergency-access-to-abortion-is/","audio":"https://traffic.megaphone.fm/SAM8378025464.mp3?updated=1719611436","intro":["Emergency access to abortion is preserved—for now. Also, NASA postpones the return of Starliner astronauts, and we’re tracking the spread of bird flu, dengue and mpox."],"authors":["Rachel Feltman","Anaissa Ruiz Tejada","Fonda Mwangi"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday and Happy first of the month, listeners! How is it already July? That's a mystery even I can't solve, but I can fill you in on some of the science news you might have missed while that time flew right by. For Scientific American’s Science Quickly, I'm Rachel Feltman, and you’re listening to our weekly science roundup. First off, we’ve got some mixed news on abortion access from the Supreme Court. Here's a little bit of background if you haven't been paying attention. In 2022 the U.S. Department of Health and Human Services sued Idaho, arguing that the state's near-total ban on abortions violated a federal law on emergency care. Basically, that law said that any Medicare-funded hospital is required to provide stabilizing care in an emergency, which is… yeah, that is what hospitals are supposed to do. I don't know why we have to keep saying this. Anyway, the Biden administration has said that that should include necessary abortions, because abortions are healthcare. But Idaho's law states that anyone who performs an abortion can face up to five years in prison. In fact, even helping someone else do the procedure could cause a medical professional to lose their license. Idaho's law does have some exceptions for rape, incest, and life threatening emergencies, but there's a total lack of clarity around what counts as a serious enough threat to a pregnant person's life for an abortion to be permissible. So between the confusion around what counts as an exception and the extremely high penalties that medical professionals face if the state disagrees with their decision on what counts as saving a person's life, uh, yeah. I would say that that is definitely hampering adequate emergency medical care. So the Supreme Court was supposed to decide how state abortion bans and federal directives on emergency health care should mesh. Instead, last week, they dismissed the case. That lack of decision reinstates a lower court ruling that protected the emergency care in question. So that means abortions are allowed as emergency care in Idaho for now. But that doesn't mean the ban is off the table, and this also doesn't have any bearing in states with other bans where, of course, Medicare funded hospitals are also supposed to be providing stabilizing care in the case of an emergency. Justice Ketanji Brown Jackson, who disagreed in part with the majority decision, wrote the following. “[T]o be clear: Today's decision is not a victory for pregnant patients in Idaho. It is delay. While this Court dawdles and the country waits, pregnant people experiencing emergency medical conditions remain in a precarious position, as their doctors are kept in the dark about what the law requires.” I don't know about you, but I'm feeling about ready to get the heck off this planet, so let's get a quick update on astronauts Suni Williams and Butch Wilmore. Remember them? They rode up to the International Space Station on June 5th in Boeing's shiny new Starliner spacecraft after loads of delays. Their trip was only supposed to last around a week, but Butch and Suni have yet to return to terra firma. Last week I reported that they might come back as soon as June 26th, but NASA has now shifted their flight home to sometime in July. The space agency has said that the astronauts are not stranded, meaning that in the case of an emergency, they are cleared to hop right onto the Starliner and try to head back home. But NASA officials are saying they want more time to study the helium leaks and thruster failures that got Starliner into trouble before they and Boeing wrap up this meandering mission. Here's hoping Butch and Suni at least get time and a half if they're stuck up there for the holiday weekend. Now let's pivot to a rundown of all our potential pandemics and assorted and sundry plagues. Yay! Experts are still concerned about the bird flu virus H5N1, which has infected dairy cows in at least 12 states and made at least three humans sick this year. Stat reports that Michigan is leading the charge in terms of collaborating with farm workers to track outbreaks in both cows and people. Go Michigan! With anecdotal reports there, hint that the contagion is more widespread than official tallies would suggest. Boo!  The CDC announced last week that it would partner with the Michigan Department of Health and Human Services, and they're planning to test farm workers for H5N1 antibodies to try to figure out how many asymptomatic cases are flying under the radar. Because if loads of folks are walking around with no symptoms, or even just minor symptoms that they can brush off as a cold, that could put us at a greater risk of community transmission. There's no sign of that yet, but again, we also haven't been looking very closely, so what the CDC is doing with Michigan is a very important step in keeping this from becoming another pandemic. Hopefully you've been avoiding unpasteurized dairy as requested, but don't worry. Just in case you need a reminder, on Tuesday, a new study showed that the H5N1 virus doesn't just show up in unpasteurized milk. It also lingers as that cow juice sits on stainless steel and rubber surfaces and stays infectious for at least an hour. That means that dairy workers should be taking lots of care while milking cattle and working with milking equipment. They should be wearing personal protective equipment like face shields and masks. And it's also a great reminder that if you are tempted to get in on drinking raw milk right now, just don't. Apparently Tuesday was a huge day for bird flu news because health officials from Finland announced that the country would start offering preemptive vaccines to some farm workers as soon as this week. That makes Finland reportedly the first country to vaccinate folks for bird flu. Nice job, Finland. I did promise plagues plural, right? Don't worry, we got more. Last week, the CDC sounded the alarm on an increased risk of mosquito borne dengue fever infections. More than 2,200 cases have been reported in the U.S. so far this year, including around 1,500 in Puerto Rico. Most cases in the lower 48 have been travel related, which means folks have gotten sick while outside the continental U.S.  But that's still an issue for those of us here in the continental U.S., because when mosquitoes bite people who have dengue, a few days later, those mosquitoes are, generally speaking, capable of spreading dengue. So the more people we have coming back from vacations sick with dengue fever, the more likely we are to start having serious local transmission right here at home. Already a handful of patients in Florida, specifically Pasco and Miami-Dade County have caught dengue locally in 2024. In previous years, the CDC has reported limited local spread of dengue in Florida, Hawaii, Texas, Arizona and California. This year's high temperatures are a boon for mosquitoes around the world and dengue is spiking globally. So not to freak you out because like you're probably not gonna run into dengue. But if you're gonna be somewhere with mosquitoes at all you should try to take precautions like wearing long sleeves and pants and insect repellent. And if you're not feeling well, you should go to the doctor. While most people who get dengue recover from symptoms like fever, nausea, and body aches in a week or so, severe cases can be life threatening. The other thing to know about dengue is that it's not a one and done kind of disease. So there are four closely related types of virus that can cause dengue, and you can get each of them once. In fact, you're more likely to get seriously sick if you get dengue repeatedly from the different types of the virus. So cover up, spritz yourself, don't keep standing water on your property, be smart. Also, don't kill spiders. They'll eat the mosquitoes for you. Everybody wins. Meanwhile, a new strain of mPox is spreading in the Democratic Republic of Congo, and health officials say the variant has them worried. This viral illness can cause a painful rash, fever, and enlarged lymph nodes, and it's spread by close contact. While many recent outbreaks of mPox, including this one initially, have been fueled by sexual transmission, scientists said last week that this new strain might be spreading more easily through other forms of contact. Infections have shown up in many children, including newborns, and fatality rates have been higher for kids than for adults.  But it's not all bad news in the infectious disease world. Gilead Sciences Inc. announced really promising preliminary data on a twice yearly injection to prevent HIV. A randomized controlled trial in Uganda and South Africa was so successful that an independent data review committee called for the trial to end early. Basically, they were saying this works so well that it's not right for there to be control groups that aren't receiving this injection. None of the 2,134 women who received Gilead's new medication contracted HIV during the course of the study,  which is fantastic. That being said, this data hasn't yet been published in a peer reviewed journal. And the company is still in the process of testing the drug in other groups, like cisgender men, transgender women, transgender men, and gender non-binary people who have sex with partners assigned male at birth, as these folks are at a higher risk of HIV transmission as well. You might be wondering why we need this injection. Isn't Truvada awesome at preventing HIV transmission? Yes, it is. It's incredible. But, its adoption has been very low among vulnerable populations in Africa, including young women. And young women in Africa are disproportionately impacted by HIV and AIDS right now. There's evidence that stigma around HIV makes it difficult for these young women to adhere to a daily pill schedule. They might not feel comfortable having people see the medication in their home, for example. Uh, so the hope is that a twice a year shot will be more accessible and therefore more effective. That's all for this week's science news roundup—and for the week! The Science Quickly team is going to take Wednesday and Friday off from publishing so we can all enjoy the summer holiday weekend. We'll be back next week with a special Monday episode, and then it's back to our regular programming.  I know. That's so far away. And I'll miss you too. But listen, if you haven't been listening to our latest Friday Fascination series, now is a great time to catch up—we’ll be airing the fourth and final episode on July 12.  Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I'm Rachel Feltman. Have a great week!"}],"wave_peaks":[16836,10825,18416,14425,16967,18167,15046,13485,14487,19702,16222,10945,6483,14347,17344,15372,11394,13168,8716,6649,12257,6314,16138,13979,16829,9721,10759,16344,14478,14578,14486,10710,2360,13681,6698,14882,12444,18221,13949,14954,12030,11712,10093,10190,12063,11226,15380,14010,8785,17608,15975,9509,10870,13039,17075,14926,9834,15460,18168,15529,6509,12892,20671,13998,14496,12229,13873,16352,12923,15765,14214,16739,12911,19662,13090,7190,17429,13437,10057,10688,14673,11546,10683,9401,2351,16876,11336,16012,16092,18325,12374,12671,15475,8252,11899,14019,11720,11778,365,104,17,12983,12642,15637,14613,6674,19447,13499,18747,8409,22523,21516,22554,22445,22511,15068,15228,22481,11379,10494,22458,12717,22336,13574,7908,22590,6547,22604,22416,22510,22535,16292,19643,22531,22522,21241,22431,22526,19031,22483,22557,12732,22562,19265,22016,22331,22585,20270,6785,22105,22503,9889,3225,6594,22452,13241,20895,22521,16521,22539,13396,21299,6624,20521,22457,22515,22461,16265,22543,10968,17814,16212,11583,9233,17488,5836,2208,961,22491,22471,22473,22513,22093,20905,11168,22761,21692,21530,22479,22489,9843,12997,14250,1748,2016,22580,22573,21021,22485,6784,17559,22310,22534,22558,19447,19867,22562,22056,18903,22532,12652,13855,13351,12272,22559,15477,22493,22127,13539,17521,15663,21396,22585,22683,15327,22534,22559,11799,22619,22492,22581,18076,11018,15296,22537,20399,22527,22523,17346,22508,22469,17138,22521,22472,14500,9173,22517,12982,8257,22513,10448,17725,6762,22564,14021,19369,22186,10259,859,13383,10082,7136,415,1770,22524,7075,22487,8789,7392,8586,610,9680,22620,18916,10844,21578,22513,15543,22604,14954,22535,9744,15937,22476,22739,15564,22552,6358,11023,16746,19518,22564,7339,21990,8747,16243,20565,22527,10696,903,22489,22526,7273,20949,19818,22291,22452,15236,14101,21101,13024,7188,22445,14140,22553,13063,8386,13872,7614,1393,22566,14177,22528,11696,17444,22608,8377,12180,10348,16473,22463,22511,22537,16631,22470,14739,6615,17671,18549,4792,22430,22488,22522,19054,20729,22561,5359,22397,22545,22570,17258,22467,22369,22463,13144,11994,6700,9471,22504,19176,22501,20651,22595,8760,12029,12726,22419,22575,22475,22441,10271,10723,20583,22590,16571,22511,22453,10756,11351,22628,17536,16016,10088,10897,9579,7786,2833,22592,22053,12242,8264,22538,18988,19559,22531,13468,22530,20188,22557,22406,22534,22525,22589,22478,20047,9182,18952,18002,22532,19847,22511,15061,22428,22583,6574,22526,7258,18290,4101,22135,17267,22561,13644,20651,8933,22554,1378,22411,22384,18076,22502,22576,21056,22538,18557,3374,22715,22555,22507,10107,2233,1076,22029,22624,22555,221,22472,12778,22496,22543,6850,22432,11326,14230,22468,15494,5410,474,22550,20872,19111,16045,18395,888,635,22508,8097,18468,22505,17797,17551,13536,17544,22586,22571,14571,13991,10349,22525,17751,22424,22540,10001,11285,8710,22533,20133,22516,10262,1211,603,22514,22597,22544,4835,8513,15171,22530,19417,22533,22687,22621,9012,22536,16636,18378,19538,22519,21295,12729,11843,22659,8110,22561,6802,6554,7564,21176,22517,16493,331,22448,22557,13994,14320,19270,22594,22626,22575,8806,7119,22473,22552,21330,10924,1212,22562,22602,7044,1050,22502,22393,6786,11645,22522,18201,22491,21664,22526,22583,20108,22580,22514,14254,22493,22493,20234,20562,10675,22635,21091,18248,1537,22541,21924,21423,22543,19791,22493,22226,22467,19073,22525,11547,13589,10623,22497,20558,20749,22465,12368,13035,10565,6802,13426,2545,2160,2684,2281,7930,22535,17298,20482,22554,20653,19652,10770,13745,17635,15070,22514,13915,13867,14596,22531,22513,22284,9958,8340,22627,22307,15481,22666,19581,22569,22624,21988,19578,16122,16611,22487,15680,12397,21261,12272,10241,22515,20645,22456,9394,10040,9430,22565,21258,22523,19206,14894,22550,22553,9429,22500,17779,17036,19217,22503,22655,19099,22599,13919,20468,17656,20802,16053,18949,22377,22601,15312,20200,22496,22496,17869,22489,20092,21112,22499,15107,18014,15899,7780,4976,575,4402,6160,5642,22507,22648,22623,22558,12070,22490,22509,22497,22520,22513,22523,22603,22348,22478,22541,22524,19932,22499,22641,22515,22589,18097,14665,22371,16543,11107,8405,22531,22507,18547,1983,22546,22533,22516,22456,20614,10343,22143,22142,15585,22546,22515,15104,9447,22365,22517,21496,9796,22538,22361,5649,11960,19013,11441,15735,3524,1405,22549,22544,15433,21447,22674,17785,15504,22539,22224,14179,22510,22438,13123,18992,20726,22465,15559,16598,1802,22453,20243,22497,18873,13946,13430,22517,22531,22509,10318,9766,12027,14636,12475,22712,21667,22555,22530,22528,6963,22587,18650,7095,8509,22511,22536,22544,15013,22559,20504,20716,22583,18646,22488,20204,20251,22515,5439,22482,20133,19577,22509,10273,17435,15982,8792,14978,22495,22657,14152,22480,22461,22482,22538,19015,22536,22502,22827,11723,1586,22519,22541,11649,13596,22611,16038,13953,18091,22472,14563,22589,13791,14797,12658,18963,22515,17236,19703,9130,22504,22552,22577,22516,8225,14697,22616,3183,13469,22520,19057,22551,14159,7255,3200,22585,7498,11200,1307,22480,22534,21179,14652,19495,22575,7727,22643,22501,22657,17303,22471,17923,22496,20487,19453,4203,4002,10402,10341,22427,13271,22517,17343,16326,22494,22491,22409,22533,22434,22460,22547,22508,16425,20439,22558,21965,18839,12574,7799,22429,12751,2009,3251,22463,15830,21132,22508,17963,22489,19481,22533,9528,22626,21042,19836,12016,22584,22538,16489,22487,7805,15779,22505,14806,22744,15114,15414,21906,20672,22531,9140,1147,22534,22479,13985,22555,14412,12441,13645,22501,22319,12064,12754,22528,10478,22512,17577,7322,22506,17204,5773,8425,22501,11097,8223,9651,22449,22517,3238,2872,22490,19009,18731,22513,22518,14863,19041,22578,15643,15717,22505,19876,22475,22525,22508,10386,10020,22538,5373,1402,14638,15069,17281,17031,16407,15598,15964,22574,19123,22769,22504,6079,15752,22469,10743,13222,22508,20827,22491,10198,12360,11944,1386,22499,22493,15682,22594,22525,11166,11213,22528,22466,19353,22545,8573,22464,22608,22486,12972,14066,22516,8590,13826,22658,11545,18404,2802,22642,19070,22590,22518,22601,16828,22540,10714,12331,17996,16698,22538,19147,21372,20955,22519,22592,15967,19954,22519,22510,16670,22593,3932,22387,21445,22533,22187,21806,22494,15820,22618,3265,21074,12948,19624,11246,1304,1005,15537,22468,19092,22594,22591,19651,3348,22544,1877,22543,22515,22507,13191,21276,21965,7402,22505,22515,12051,15708,14917,18569,21938,22449,22531,21526,22641,22530,12628,20552,5065,22629,15261,22506,22554,10663,22517,13944,18413,626,22503,22494,22570,22609,22159,22567,22510,22523,9831,16141,22493,22449,22572,19421,22514,21220,13249,9435,22164,22050,22625,22454,22493,10553,22516,18268,22529,14054,13175,20027,20312,22473,22478,3036,22576,22585,22520,22573,22450,22453,14484,2354,22443,22636,16045,14155,22556,22496,22506,7601,17121,22200,20356,17775,22529,22591,13071,13083,22485,15898,13790,22489,16439,22445,9700,22598,22586,7247,2119,22509,20010,17778,22203,16849,10649,17353,22778,10521,21619,22564,21927,10648,22509,14904,8229,9784,11257,13054,8205,16374,6188,10601,13671,20186,22540,19815,22553,14164,15730,16297,15615,22442,22502,4437,3488,22657,14799,18073,22454,22488,20281,22539,18125,22589,18142,22525,22513,14329,22468,22609,19122,18541,965,442,22502,19812,288,22614,19554,21139,22565,22346,22514,15263,14995,22503,21689,22479,13738,22429,14513,22440,22485,22599,22654,9259,22624,22516,16967,14958,21862,22560,11656,22521,22525,18695,13614,22506,17346,16978,1200,990,22540,15106,19021,22477,17707,22380,22535,10958,22602,21267,17775,18260,12067,4205,22568,19619,10912,15182,9911,8154,1330,2598,1735,1629,22523,21262,18078,19452,3765,13383,14299,22489,17886,6618,14088,22464,11739,10660,22519,16049,3683,3194,22503,20941,10863,15095,22536,22552,22556,19513,15342,16590,17871,18479,10306,22587,9974,19134,14848,10796,20294,8929,976,22516,20970,19553,21579,22639,17424,22493,15949,22538,13454,22515,15852,16016,22624,18014,12127,22471,13386,15723,11961,1043,1072,22498,22596,14752,17772,17221,18857,22139,14730,22545,5662,18113,22489,22521,20181,22506,22586,22569,22520,22535,22496,22493,19016,22495,8455,16812,22495,22483,22097,22492,14076,22066,19310,16551,22512,15612,22512,11934,22484,10019,1974,22620,13825,22520,19694,16952,21949,22506,3966,22608,17844,22490,22417,22509,14778,3345,590,22565,22521,22507,20447,16401,18036,18514,22533,14448,22587,9638,10653,19171,13479,22496,3349,22592,22391,16934,22513,22484,21306,22530,12132,22527,22449,22486,9321,22557,13493,22571,18278,22414,17361,17643,21630,22494,22405,9392,22533,22419,22465,22484,5553,20819,22500,22499,22508,21667,21073,4982,662,22499,16971,14274,819,22600,19101,22537,17180,8200,12616,22604,14852,22343,22423,17169,14869,9288,22717,9435,22500,22532,18894,22527,15173,20645,10059,12057,873,22524,22514,11377,16775,17538,19904,15692,22517,22488,22558,19709,22514,19588,22536,22529,22527,19316,17068,22531,22551,19041,22460,11094,11937,355,22436,22561,16283,16813,15974,14906,15265,13308,18600,20154,22237,22574,17721,5952,9017,13797,4179,1583,1231,22493,10033,22571,12554,22549,14057,14614,22557,20620,22512,22412,22543,17865,11528,22319,18890,22518,11374,15705,21489,22457,22498,18127,11226,20577,17660,378,18525,22553,22499,395,1033,22734,22558,616,22517,13762,22588,22513,22607,14284,6848,12561,18260,20783,9632,20342,22688,9907,22525,13683,2840,22560,22624,11385,22514,22532,15650,15546,22525,11373,22481,22478,17302,22628,22733,22503,11506,14030,16162,16247,22504,22480,22540,16538,13832,10402,22306,8017,22523,22425,18970,16865,22480,22522,14394,22535,10287,22564,22644,20056,22619,15869,22426,17249,22515,22510,22442,13621,4888,8199,1102,22626,22469,22497,15356,11016,10354,10751,22530,20691,22690,6310,20751,22492,18627,22541,12040,9020,22742,11684,21062,22474,3248,547,21695,22588,3122,9750,22593,22499,19095,14908,12880,22479,19795,799,17547,6690,22488,835,22558,22711,7811,9759,10557,576,1412,22537,12039,235,22554,4696,22001,3798,1301,22529,22465,1255,14376,14121,22594,671,390,22532,16433,22171,22517,22470,18318,8675,22527,20382,23042,22633,273,22511,20117,22458,11559,2600,21392,20742,20903,9696,4069,22472,15353,10102,3352,11493,22522,12116,16471,22581,22458,10151,22548,13482,17177,22557,17556,13449,20594,9209,22430,22520,16176,22535,15006,22760,22490,13446,7653,5082,2820,22609,22474,14597,8395,22535,11299,9479,22499,22516,9640,18635,22431,22414,20722,13110,15956,19018,22557,20512,22485,22569,2151,742,22502,21872,10993,22654,22542,22484,22548,22552,22534,22482,22633,12583,3476,22517,21495,22494,22619,16909,22652,21467,3249,22510,22622,22534,5172,12679,12593,18671,22521,11510,14997,22521,16254,15497,12373,22564,12639,22036,22510,3377,884,22574,17498,22497,22506,22803,13083,16514,22257,18465,22490,18556,5428,22531,14383,22228,18709,19180,22535,12901,22401,14545,16888,13499,3457,22496,3050,17436,19291,22522,4141,22392,3429,6043,9037,1343,1310,22573,22467,8804,21973,22552,4671,22670,22519,9666,12049,22643,19560,22522,22495,22512,22501,12949,22533,22488,10393,22477,22601,22495,12466,18718,22508,8204,22444,20893,22571,16937,14656,22504,22514,16167,22457,6788,22528,18517,22560,21867,19465,10595,22498,15802,22561,22563,13157,19146,16095,1998,22500,11123,10252,20760,22501,17854,22458,22661,22613,2211,22573,14616,22554,22537,18212,11481,16850,11105,22493,22548,8269,12735,5650,22404,13736,1691,22396,13363,22477,22521,20330,19635,18017,18012,9993,22433,17212,15109,18440,22363,17804,22374,15702,22561,12642,16340,12097,22588,4612,22537,19772,10116,22663,22572,16704,465,22523,22583,17629,19967,22500,22470,22581,9757,8925,11509,11681,7989,22613,22498,17524,22383,22520,10560,22528,22325,12535,12337,22520,5127,1665,22504,21532,22475,22584,20533,21544,20215,17993,22556,17399,22564,13593,22753,22595,12506,11931,22527,22489,22559,9730,22466,8681,22568,22390,22602,19702,15598,22549,22509,22487,8468,6968,13303,17355,22487,16312,19206,22514,22499,20564,22645,19218,19245,22194,10464,13612,9061,22603,22529,18731,17004,22608,20160,20435,22626,22531,18289,350,22612,6643,20761,3471,8492,5375,22474,8300,1741,22412,22497,11509,22538,9691,13416,16328,22552,15455,14856,17241,22598,6047,22503,22529,15710,22484,22565,11623,1576,22350,22486,12386,22526,19631,22521,16371,20012,10069,14723,22486,22523,22577,15436,13465,16157,12451,22392,22455,10582,22513,22564,22717,19879,18875,20768,8447,22492,22756,22445,22532,14968,16202,13608,16300,15663,15122,17521,17381,19901,22549,22562,18655,1914,22639,22550,22602,22515,7299,16474,22552,17086,20975,22466,22488,22658,22505,22566,22417,15207,22647,6243,22510,14828,22561,11604,18486,12836,22440,13944,19943,22389,10209,22533,8558,5477,22508,22340,22540,21185,21541,11131,22707,22558,12637,6893,12597,22519,13787,16504,19388,22733,22701,22538,22573,22608,11353,19280,10088,22471,12831,22528,22476,13884,17776,22519,22559,22454,9824,22476,10204,22641,19766,22565,22499,14610,22619,17180,22516,14591,14183,9091,8968,22573,9064,22537,22387,12262,23225,22592,19344,17569,22486,13844,22558,16827,20146,22554,22127,18674,11662,22517,22711,7831,7928,14353,22665,16719,16276,16043,13021,22613,22472,5296,22336,19411,18776,22361,22557,22392,4854,22537,22382,22605,22390,22418,22429,16609,22508,22561,15560,6919,6821,22544,17114,17093,17272,22568,17085,22483,12626,22131,22513,21272,16587,22564,22458,15691,22525,14969,20399,12642,22507,12295,7804,4224,22450,22528,22542,21989,16259,22527,9952,22511,22183,22526,22477,17381,22579,22489,20415,17095,16210,22459,18384,10156,22522,22078,12809,22642,22532,4549,22539,15785,13101,18825,19924,22134,20186,22570,5343,22504,22548,22538,22496,22502,22540,22515,13962,18687,22480,22596,12110,7168,4880,15548,22490,13023,22510,13147,22451,13044,22358,22565,22411,10318,9821,9446,4802,3473,805],"fragments":[{"begin":"0.000","end":"695.160","lines":["Happy Monday and Happy first of the month, listeners! How is it already July? That's a mystery even I can't solve, but I can fill you in on some of the science news you might have missed while that time flew right by. For Scientific American’s Science Quickly, I'm Rachel Feltman, and you’re listening to our weekly science roundup. First off, we’ve got some mixed news on abortion access from the Supreme Court. Here's a little bit of background if you haven't been paying attention. In 2022 the U.S. Department of Health and Human Services sued Idaho, arguing that the state's near-total ban on abortions violated a federal law on emergency care. Basically, that law said that any Medicare-funded hospital is required to provide stabilizing care in an emergency, which is… yeah, that is what hospitals are supposed to do. I don't know why we have to keep saying this. Anyway, the Biden administration has said that that should include necessary abortions, because abortions are healthcare. But Idaho's law states that anyone who performs an abortion can face up to five years in prison. In fact, even helping someone else do the procedure could cause a medical professional to lose their license. Idaho's law does have some exceptions for rape, incest, and life threatening emergencies, but there's a total lack of clarity around what counts as a serious enough threat to a pregnant person's life for an abortion to be permissible. So between the confusion around what counts as an exception and the extremely high penalties that medical professionals face if the state disagrees with their decision on what counts as saving a person's life, uh, yeah. I would say that that is definitely hampering adequate emergency medical care. So the Supreme Court was supposed to decide how state abortion bans and federal directives on emergency health care should mesh. Instead, last week, they dismissed the case. That lack of decision reinstates a lower court ruling that protected the emergency care in question. So that means abortions are allowed as emergency care in Idaho for now. But that doesn't mean the ban is off the table, and this also doesn't have any bearing in states with other bans where, of course, Medicare funded hospitals are also supposed to be providing stabilizing care in the case of an emergency. Justice Ketanji Brown Jackson, who disagreed in part with the majority decision, wrote the following. “[T]o be clear: Today's decision is not a victory for pregnant patients in Idaho. It is delay. While this Court dawdles and the country waits, pregnant people experiencing emergency medical conditions remain in a precarious position, as their doctors are kept in the dark about what the law requires.” I don't know about you, but I'm feeling about ready to get the heck off this planet, so let's get a quick update on astronauts Suni Williams and Butch Wilmore. Remember them? They rode up to the International Space Station on June 5th in Boeing's shiny new Starliner spacecraft after loads of delays. Their trip was only supposed to last around a week, but Butch and Suni have yet to return to terra firma. Last week I reported that they might come back as soon as June 26th, but NASA has now shifted their flight home to sometime in July. The space agency has said that the astronauts are not stranded, meaning that in the case of an emergency, they are cleared to hop right onto the Starliner and try to head back home. But NASA officials are saying they want more time to study the helium leaks and thruster failures that got Starliner into trouble before they and Boeing wrap up this meandering mission. Here's hoping Butch and Suni at least get time and a half if they're stuck up there for the holiday weekend. Now let's pivot to a rundown of all our potential pandemics and assorted and sundry plagues. Yay! Experts are still concerned about the bird flu virus H5N1, which has infected dairy cows in at least 12 states and made at least three humans sick this year. Stat reports that Michigan is leading the charge in terms of collaborating with farm workers to track outbreaks in both cows and people. Go Michigan! With anecdotal reports there, hint that the contagion is more widespread than official tallies would suggest. Boo!  The CDC announced last week that it would partner with the Michigan Department of Health and Human Services, and they're planning to test farm workers for H5N1 antibodies to try to figure out how many asymptomatic cases are flying under the radar. Because if loads of folks are walking around with no symptoms, or even just minor symptoms that they can brush off as a cold, that could put us at a greater risk of community transmission. There's no sign of that yet, but again, we also haven't been looking very closely, so what the CDC is doing with Michigan is a very important step in keeping this from becoming another pandemic. Hopefully you've been avoiding unpasteurized dairy as requested, but don't worry. Just in case you need a reminder, on Tuesday, a new study showed that the H5N1 virus doesn't just show up in unpasteurized milk. It also lingers as that cow juice sits on stainless steel and rubber surfaces and stays infectious for at least an hour. That means that dairy workers should be taking lots of care while milking cattle and working with milking equipment. They should be wearing personal protective equipment like face shields and masks. And it's also a great reminder that if you are tempted to get in on drinking raw milk right now, just don't. Apparently Tuesday was a huge day for bird flu news because health officials from Finland announced that the country would start offering preemptive vaccines to some farm workers as soon as this week. That makes Finland reportedly the first country to vaccinate folks for bird flu. Nice job, Finland. I did promise plagues plural, right? Don't worry, we got more. Last week, the CDC sounded the alarm on an increased risk of mosquito borne dengue fever infections. More than 2,200 cases have been reported in the U.S. so far this year, including around 1,500 in Puerto Rico. Most cases in the lower 48 have been travel related, which means folks have gotten sick while outside the continental U.S.  But that's still an issue for those of us here in the continental U.S., because when mosquitoes bite people who have dengue, a few days later, those mosquitoes are, generally speaking, capable of spreading dengue. So the more people we have coming back from vacations sick with dengue fever, the more likely we are to start having serious local transmission right here at home. Already a handful of patients in Florida, specifically Pasco and Miami-Dade County have caught dengue locally in 2024. In previous years, the CDC has reported limited local spread of dengue in Florida, Hawaii, Texas, Arizona and California. This year's high temperatures are a boon for mosquitoes around the world and dengue is spiking globally. So not to freak you out because like you're probably not gonna run into dengue. But if you're gonna be somewhere with mosquitoes at all you should try to take precautions like wearing long sleeves and pants and insect repellent. And if you're not feeling well, you should go to the doctor. While most people who get dengue recover from symptoms like fever, nausea, and body aches in a week or so, severe cases can be life threatening. The other thing to know about dengue is that it's not a one and done kind of disease. So there are four closely related types of virus that can cause dengue, and you can get each of them once. In fact, you're more likely to get seriously sick if you get dengue repeatedly from the different types of the virus. So cover up, spritz yourself, don't keep standing water on your property, be smart. Also, don't kill spiders. They'll eat the mosquitoes for you. Everybody wins. Meanwhile, a new strain of mPox is spreading in the Democratic Republic of Congo, and health officials say the variant has them worried. This viral illness can cause a painful rash, fever, and enlarged lymph nodes, and it's spread by close contact. While many recent outbreaks of mPox, including this one initially, have been fueled by sexual transmission, scientists said last week that this new strain might be spreading more easily through other forms of contact. Infections have shown up in many children, including newborns, and fatality rates have been higher for kids than for adults.  But it's not all bad news in the infectious disease world. Gilead Sciences Inc. announced really promising preliminary data on a twice yearly injection to prevent HIV. A randomized controlled trial in Uganda and South Africa was so successful that an independent data review committee called for the trial to end early. Basically, they were saying this works so well that it's not right for there to be control groups that aren't receiving this injection. None of the 2,134 women who received Gilead's new medication contracted HIV during the course of the study,  which is fantastic. That being said, this data hasn't yet been published in a peer reviewed journal. And the company is still in the process of testing the drug in other groups, like cisgender men, transgender women, transgender men, and gender non-binary people who have sex with partners assigned male at birth, as these folks are at a higher risk of HIV transmission as well. You might be wondering why we need this injection. Isn't Truvada awesome at preventing HIV transmission? Yes, it is. It's incredible. But, its adoption has been very low among vulnerable populations in Africa, including young women. And young women in Africa are disproportionately impacted by HIV and AIDS right now. There's evidence that stigma around HIV makes it difficult for these young women to adhere to a daily pill schedule. They might not feel comfortable having people see the medication in their home, for example. Uh, so the hope is that a twice a year shot will be more accessible and therefore more effective. That's all for this week's science news roundup—and for the week! The Science Quickly team is going to take Wednesday and Friday off from publishing so we can all enjoy the summer holiday weekend. We'll be back next week with a special Monday episode, and then it's back to our regular programming.  I know. That's so far away. And I'll miss you too. But listen, if you haven't been listening to our latest Friday Fascination series, now is a great time to catch up—we’ll be airing the fourth and final episode on July 12.  Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I'm Rachel Feltman. Have a great week!"]}],"duration":695}