{
  "title": "Could ‘Pee-Cycling’ Help Clean Cape Cod’s Water?",
  "img": "https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/pee-cycling-could-help-tackle-cape-cods-polluted-waterways/",
  "audio": "https://traffic.megaphone.fm/SAM3086190675.mp3?updated=1717092347",
  "intro": [
    "A cost-effective pollution solution on Cape Cod could start in the bathroom."
  ],
  "authors": [
    "Rachel Feltman",
    "Barbara Moran",
    "Kathleen Masterson",
    "Madison Goldberg",
    "Jeffery DelViscio"
  ],
  "category": [
    "Environment"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman",
      "text": ": Last year Massachusetts passed new regulations forcing Cape Cod communities to clean up wastewater pollution, much of which is coming from people’s homes. As a result, towns on the cape are spending hundreds of millions of dollars to install sewers and upgrade septic systems. But what if there was a cheaper solution? Some say there is: it’s called urine diversion, or “pee-cycling.” For Science Quickly, I’m Rachel Feltman. You’re listening to the final episode of our three-part Fascination series on Cape Cod’s water pollution. We’re calling this episode “Liquid Gold.” This week, WBUR’s Barbara Moran is taking us to Falmouth, Massachusetts. [CLIP: Gravel crunches underfoot]"
    },
    {
      "author": "Earle Barnhart",
      "text": ": Hello!"
    },
    {
      "author": "Barbara Moran (tape)",
      "text": ": Hi, I’m Barbara. Nice to meet you."
    },
    {
      "author": "Barnhart",
      "text": ": Hi, thank you."
    },
    {
      "author": "Moran (tape)",
      "text": ": This is amazing!"
    },
    {
      "author": "Barnhart",
      "text": ": Oh, thank you."
    },
    {
      "author": "Moran",
      "text": ": Earle Barnhart lives in a beautiful house in Falmouth with his wife, Hilda Maingay. There’s a huge vegetable garden and fruit trees."
    },
    {
      "author": "Moran (tape)",
      "text": ": Oh, there’s chickens!"
    },
    {
      "author": "Barnhart",
      "text": ": Oh, it’s like a country club for the chickens [laughs]."
    },
    {
      "author": "Moran",
      "text": ": But I’m not here to see the chickens. I’m here to see the bathroom—because Earle and Hilda are known on Cape Cod as the “power couple of pee-cycling.” [CLIP: “We Are Giants,” by Silver Maple] Yes, they recycle their urine. All those luscious vegetables are grown on what Earle calls liquid gold."
    },
    {
      "author": "Barnhart",
      "text": ": In nature you have plants and animals, and the animals eat the plants, and the waste from the animals go back to the plants, and the nutrients go round and round. Humans don’t do that at all."
    },
    {
      "author": "Moran",
      "text": ": What most humans on Cape Cod do is use septic tanks. So all those nutrients leach into local bays and ponds, where they feed algae and invasive plants. The algae and plants grow out of control, sucking up oxygen in the water, killing fish and turning the bottom to muck. To solve that problem Falmouth had a plan."
    },
    {
      "author": "Barnhart",
      "text": ": Falmouth, our town, was gonna spend $600 million over 40 years and build as many sewers as they could in that time. And that’s a huge amount of money for a town of 30,000 people. So we started studying alternatives to sewers."
    },
    {
      "author": "Moran",
      "text": ": Earle and Hilda’s research led them to the Rich Earth Institute, a Vermont nonprofit that studies urine diversion. They learned that about 80 percent of the nitrogen in wastewater comes from urine ..."
    },
    {
      "author": "Barnhart",
      "text": ": And that if you could divert the urine only, you could divert 80 percent of the nitrogen that’s causing the trouble."
    },
    {
      "author": "Moran",
      "text": ": So they did: they bought urine-diverting toilets for their home. And Hilda is gonna show me one."
    },
    {
      "author": "Moran (tape)",
      "text": ": Okay, okay, so here we are in the bathroom. It looks like a normal toilet."
    },
    {
      "author": "Hilda Maingay",
      "text": ": Exactly."
    },
    {
      "author": "Moran (tape)",
      "text": ": So then you sit on it, and sort of the chute opens in the back, and that’s where the poo goes—I see. And then there’s, like, a little chute ..."
    },
    {
      "author": "Maingay",
      "text": ": For the urine in the front. It never fails."
    },
    {
      "author": "Moran",
      "text": ": Never fails? I went back to find out."
    },
    {
      "author": "Moran (tape)",
      "text": ": Gonna shut the door here. Okay, I am actually going to use this toilet. Spoiler: I am not going to tape this. But I will give a report back after. Stand by for the report. [CLIP: “Sorvete de Limão,” by Martin Landström]"
    },
    {
      "author": "Moran (tape)",
      "text": ": Okay, well, overall that was pretty anticlimactic. So I just peed. The pee went down where it was supposed to go, and that was that."
    },
    {
      "author": "Moran",
      "text": ": The pee goes into a tank in the basement, and Hilda and Earle use it in their garden as fertilizer. And they’re not the only ones who consider urine to be precious liquid gold."
    },
    {
      "author": "Brian Baumgaertel",
      "text": ": I would argue that wastewater is a resource. You know, here in the United States we’re not very good at reusing this resource, but in other parts of the world it’s something that they wouldn’t waste."
    },
    {
      "author": "Moran",
      "text": ": Remember Brian Baumgaertel? He’s the director of the Massachusetts Alternative Septic System Test Center. And his group is doing a whole research project on pee-cycling. He says we’re thinking about wastewater all wrong."
    },
    {
      "author": "Baumgaertel",
      "text": ": Yes, it’s got stuff in it that we don’t necessarily like because it might make us sick. But nitrogen is one of the things that we utilize for fertilizer."
    },
    {
      "author": "Moran",
      "text": ": And that matters because fertilizer production is a climate problem. [CLIP: “Working It Out,” by Jan Björk]"
    },
    {
      "author": "Moran",
      "text": ": Making synthetic nitrogen fertilizer requires so much fossil fuel that its carbon dioxide footprint is comparable to that of the U.K. Using recycled urine for fertilizer instead could help curb the demand for the synthetic stuff."
    },
    {
      "author": "Baumgaertel",
      "text": ": So we’ve got a material that we’re sending down into the ground every day that’s a resource, and we’re wasting [it]. And in the past they would have been like, “What are you doing? What are you doing with that?” [Laughs] You know?"
    },
    {
      "author": "Moran",
      "text": ": And there are other pros to pee-cycling. It’s relatively cheap compared with sewers or advanced septic: it costs about $6,000 to install a fancy system like the one Earle and Hilda have. And if you don’t want to sprinkle your tinkle on your flower beds, getting your urine hauled away is pretty cheap. Or for less than $100 you can get a portable urinal called a Cubie. And people could start pee-cycling quickly, without having to wait decades for sewers."
    },
    {
      "author": "Baumgaertel",
      "text": ": You know, I think there’s a lot of advantages. I don’t know that it’s the sort of end solution for the wastewater problem. Maybe it is for some folks."
    },
    {
      "author": "Moran",
      "text": ": There are, of course, challenges. Cape Cod doesn’t have the infrastructure to recycle everyone’s urine yet—and there’s the “ick” factor to overcome. But still, folks are interested. Earle and Hilda host regular open houses to teach people about pee-cycling. One day last fall more than a dozen people showed up."
    },
    {
      "author": "Barnhart",
      "text": ": Yeah, we’re gonna show you how our house is set up in two groups, and then we’ll come back out and talk some more."
    },
    {
      "author": "Moran",
      "text": ": A group follows Hilda into the bathroom and then downstairs to see the storage tanks. One guy on the tour, Rob Pacheco of Falmouth, thought it was interesting."
    },
    {
      "author": "Rob Pacheco",
      "text": ": I think that it’s something that we need to adopt the idea of, you know, in general. Just not sure of how to install everything [laughs]."
    },
    {
      "author": "Moran",
      "text": ": Toby and Rich Stomberg were more enthusiastic. They have a house in Eastham, Massachusetts, a town that has the same water problems as the rest of the cape."
    },
    {
      "author": "Toby Stomberg: ",
      "text": "And it’s such an amazing solution. So for us it’s just taking the time to get it going in our own home. And then if that sort of spreads to our neighbors, well, that would be really nice."
    },
    {
      "author": "Rich Stomberg",
      "text": ": I point out, too, that we have solar panels on our roof, and we got lots of money back from the state and government that really made it easy for us to do that.... And the government is not supporting this. [CLIP: Theme music]"
    },
    {
      "author": "Moran",
      "text": ": That might change—at least in Falmouth. The town is considering a urine-diversion pilot project for at least 50 homes. If the town decides to move forward with the project, it may be the first program of its kind in the country."
    },
    {
      "author": "Feltman",
      "text": ": That’s a wrap on our Fascination miniseries about Cape Cod’s yellow tide. If you’re in the mood for more deep dives and immersive science stories like this one, you’re in luck: new Fascinations will land in your podcast feed every Friday. On Monday, as always, we’ll be back to get you up to speed on the latest science news. Until then, have a great weekend! This series is a co-production of WBUR and Scientific American. It’s reported and hosted by WBUR’s Barbara Moran. Science Quickly is produced by Jeff DelViscio, Kelso Harper, Madison Goldberg and Rachel Feltman. Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series, and Duy Linh Tu and Sebastian Tuinder contributed reporting and sound. WBUR’s Kathleen Masterson edited this series. Additional funding was provided by the Pulitzer Center. For Scientific American’s Science Quickly, I’m Rachel Feltman."
    }
  ]
}