{"title":"The Conservation Efforts That Brought Back the Last Truly Wild Horse","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/przewalskis-horses-are-back-on-tiktok-and-the-central-asian-steppes/","audio":"https://traffic.megaphone.fm/SAM3820721458.mp3?updated=1720553785","intro":["Claims that Przewalski’s horses were discovered in the U.S. are unverified. But the conservation story behind the last truly wild horse is worth your time."],"authors":["Rachel Feltman","Allison Parshall","Fonda Mwangi"],"category":["Animals"],"transcript":[{"author":"Rachel Feltman","text":"Wild horses are pretty rare outside of classic rock songs. Some of the most famous ones, like those on Assateague Island, aren’t actually wild at all. They’re the feral descendants of domesticated horses. But the animal shown in a few recent viral TikToks may be another matter entirely: a horse of a different color, if you will—or more accurately, a horse of a different species. For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate news editor and friend of the pod Allison Parshall is here today to tell us more about these majestic beasts. Before we get into it, I have one very important question to start us off, which is: How do you say the name of this horse?"},{"author":"Allison Parshall","text":"I would love to tell you—a lot of my sources when I asked gave me different answers, so, you know, we’re going to take this with a grain of salt. It is spelled P-R-Z-E-W-A-L-S-K-I, but it is pronounced shuh-val-ski, or pshuh-val-ski—a lot of people will put a P in the front, and I’m not quite sure my tongue knows how to do that. But—so we’re going to go with shuh-val-ski for now. This is the name that Western science has given them after a Russian explorer quote, unquote “discovered” them in the Central Asian steppes, but they’ve long been called other names in that part of the world, too. In Mongolia they’ve long been called takhi, and in Kazakhstan they’re called the kertagy or the kerkulan."},{"author":"Feltman","text":"All extremely reasonable names."},{"author":"Parshall","text":"Yes, I won’t claim that I’m pronouncing either of those names correctly either. These are a totally different species from the domesticated horse that you may or may not have ridden in your childhood and/or your adulthood. They even have a different number of chromosomes—they’re not an ancestor of the domesticated horse; they’re just a different part of the horse family tree entirely. The horses that roam free around the world, like the wild mustangs, they are actually feral, so they’re descendants of domesticated horses. But these are wild as far as we know—and there’s some controversy about this—but as far as we know, the [Przewalski’s horse] was never domesticated by humans. So it’s kind of like the difference between a feral, stray cat that you find in an alley—as the wild horses—and, like, a wild cat. So these are fairly different."},{"author":"Feltman","text":"That’s very cool. I had a, a cat once that was a stray that I’m pretty sure had a little bit of a not-domesticated cat in him, and he was weird [laughs]."},{"author":"Parshall","text":"[Laughs] Behavior totally changes with domestication, and we can totally see this with the Przewalski’s horses. I would like to do a little experiment, perhaps. I want you to just look up a picture of a Przewalski’s horse and tell me what it looks like to you."},{"author":"Feltman","text":"All right, so I’m looking at a bunch of pictures of Przewalski horses. They definitely are very horselike. I don’t think that if you showed me this in isolation, with no context, I would think there was something wrong with this horse, but they definitely have some distinct features: really thick-necked—definitely look like the bodybuilders of the horse world; also kind of look like a bad sort of buzz cut—really thick, nice head of hair but terrible haircut."},{"author":"Parshall","text":"The mane that sticks straight up looks more like a zebra than a horse."},{"author":"Feltman","text":"Mm, yeah, it’s like, once you’re really looking at them—again, in the context of knowing that it’s a different species—you’re like, “Yeah, like, the—parts of it kind of look more like a donkey, parts of it look more like a zebra.” And it’s interesting, you know, in some of these pictures, there are calves—you know, baby Przewalski horses—and they look actually much less standard horse to me. Like them, if I saw them in isolation, I would be like, “What is that?” [Laughs] “What’s wrong with that baby horse?” ’Cause they’re just kind of more gangly."},{"author":"Parshall","text":"These animals have totally different behavior. Despite the fact that a lot of them have been raised in captivity, they’re not comfortable around humans. Like, the zookeepers that take care of them—I talked to a couple—they have to sedate them in order to do anything like draw blood or trim their hooves. They don’t shoe them. They’re not trying to tame them in any way. These are still wild animals, even the ones that are living in captivity. They also have a particular social structure: So they’re group animals, and they have a hierarchy. So there’s one stallion that’s, like, the head of the group, and then he’s got a harem of mares. And so herds can have multiple of these groups, but that’s kind of the general idea. And even within those groups, there’ll be a hierarchy of stallion and harems within them. So, yeah, they’re very particular, they are wild animals, and I now love them."},{"author":"Feltman","text":"Why is the Internet suddenly obsessed with them?"},{"author":"Parshall","text":"I asked myself that when I got the videos served to me by the TikTok algorithm. I have made no indication that I like horses—I’m not exactly sure why it’s given me this, but I’m glad it did because basically, on TikTok, we had two separate accounts that started posting videos in June, claiming that they may have acquired a Przewalski’s horse, which would be very strange because this species is endangered and it’s kept tabs on very closely by scientists. So here’s kind of the timeline: On June 9 a rescue and sanctuary for horses in Utah called Lazy B Equine Rescue and Sanctuary posted a video of a very stocky horse with a mane that sticks straight up running around in a pen, and the text over the video said, “Did we just have a Przewalski mare surrendered?!” They said that they ordered a DNA test and later clarified that that would take up to six weeks, plus postage time. So then two days later a teenager in Colorado, having seen that video from the equine sanctuary, posted a video of a horse that—again, to my untrained eye—looks Przewalski-ish, with the text, “pov, you accidentally rescued a purebred Przewalski stud.”They called him Shrek, and the other place called theirs Fiona, so that’s kind of cute. "},{"author":"Feltman","text":"Going from Przewalski-ish horse—which is a great phrase; thank you for that—to, like, “This is a purebred stud,” that’s a big jump."},{"author":"Parshall","text":"They said that they were “able to pull hair samples” and that, quote, “his DNA came back as a purebred Przewalski.” They also said they contacted, quote, “the zoo, as well as the brand board” and that they, quote, “have been told [that] we can keep him.” For what it’s worth, it is illegal to own endangered animals without special permits, like the ones that zoos or rescue facilities might have. But these are definitely extraordinary claims, and I certainly cannot speak to the veracity of them, since there’s been no specific evidence provided. Lazy B Equine Rescue and Sanctuary has not claimed that it’s 100 percent sure it’s a Przewalski."},{"author":"Feltman","text":"I can respect asking that question with an interrobang and then seeking confirmation [laughs]."},{"author":"Parshall","text":"I think “confirmation” is the word of the day. The tone of the videos was like, “As soon as I saw this horse, I knew it was something rare and extraordinary: a Przewalski’s horse,” so I wanted to know what that meant. And it turns out there’s a ton going on right now with these horses. You know, TikTok rumors aside, they’re actually an incredible conservation story, and there’s important things happening right now with them."},{"author":"Feltman","text":"Well, I’m so glad that TikTok has given us an excuse to talk about them. So what happened to these horses, to backtrack a little bit?"},{"author":"Parshall","text":"They died off in the wild starting around the 1800s, we think. It’s hard to pin down exactly when or why or even where, in parts of the world, they went extinct, but it’s most likely a combination of hunting and poaching from humans and environmental changes that may or may not be attributable to humans. So some were captured and transported to Europe in the late 1800s and early 1900s and kept in captivity there. That was kind of before anyone really realized that their numbers were in perilous decline. There was a very sharp decline after World War II, and by the 1960s it became clear that the horses in captivity were the only ones left. So they’re extinct in the wild, and in captivity there were, like, 30 to 40 around the mid-20th century, and only around a dozen of them—maybe a few more—were capable of reproducing. All of the Przewalski’s that we have today are descended from around a dozen."},{"author":"Feltman","text":"Wow, that’s quite a bottleneck, so how did we manage to bring them back?"},{"author":"Parshall","text":"It was definitely a very dire situation. At the time there weren’t really any examples of animals that had gone extinct in the wild but were successfully saved by captive breeding. Those efforts had really just started up, like, for example, with the Arabian oryx—which is a very cool-looking antelope that I would recommend looking it up—that went extinct [in the wild] by 1972.  I spoke with Oliver Ryder. He’s of the San Diego Wildlife [Alliance], and he’s been working on this since the 1970s—the San Diego Zoo has been really an important part of it. And one of the things they’ve been trying to do—like you mentioned, a bottleneck of only 12-ish individuals—they really need to make sure they preserve genetic diversity. Now they’ve reached the point where, you know, they’re out of that horrible bottleneck, but they need to make sure that genetic diversity is not lost. So they’ve actually cloned a horse twice, the same horse, from around 1980 the samples were taken. There’s now two foals. One was born in 2020 and then one in 2023. Their names are Kurt and Ollie, both after scientists that were part of the breeding program. And the ultimate goal, though, is not just, like, clone them forever; it’s to reintroduce them to their native habitat. And some of that’s already been done, actually. They’ve been reintroducing them since, like, the 1980s and 1990s into Mongolia, China and Russia, and they’ve actually been doing pretty well: about half of the animals alive today—so a bit over 1,000—live in the wild. And there’s also other ones in reserves—I thought this was so interesting—but the Chernobyl exclusion zone, which will not be deemed habitable for humans for, like, thousands of years, there’s actually a good number of the horses just roaming around there. They reintroduced them in the late 1990s there, and there was this charming study from 2019 that showed that they’re actually hanging out, sleeping in and mating in human-made structures like barns."},{"author":"Feltman","text":"Yeah, I’ve talked about the Chernobyl situation on my other podcast, The Weirdest Thing I Learned This Week, before, and it is wild how many studies now are like, “Yeah, the radiation was no good, but, like, it turns out that it was less bad than having humans was,” which is, you know, humbling, I would say, humbling. But I’m so glad they’re having fun [laughs]."},{"author":"Parshall","text":"There’s even newer developments. So that was all back in the 1990s and then some of these reintroduction efforts in, like, the 2000s and 2010s. But then most recently they’re back in Kazakhstan. So there was a failed reintroduction effort in Kazakhstan to a national park in 2003. Like, they tried their hardest, but the herds didn’t make it. These horses have been absent from the ecosystem in Kazakhstan for a very long time, but they were finally flown, about seven of them, from the Prague Zoo and a zoo in Berlin in June. The horses are lovely. One of them was named Zorro, which I think is cute. And another one is named Tessa."},{"author":"Feltman","text":"That is very cute. So obviously this has been a huge success, but what were the hurdles they faced—other than the genetic bottleneck we talked about?"},{"author":"Parshall","text":"The hurdles for reintroduction are vast. A lot of the people I talked to were like, “Red tape, paperwork was one of the biggest things.” For example, they were absent for so long from Kazakhstan that they weren’t even classified as a protective species. So those were finally added back in 2021, which was necessary for them to be in—reintroduced. And then from there we’ve just got a lot of logistics. They had to effectively reopen a Soviet-era airport that hadn’t been used [for planes] in, like, three decades. For example, a source I talked with at the Association for the Conservation of Biodiversity [of] Kazakhstan who’s overseeing the reintroduction, he described having to bring in multiple government agencies and officials in order to make this happen, like passport control, customs—they had to bring in the Ministry of Defense to test the airport’s, like, ability to land a plane. So it was a lot of effort. And then on top of that, there was this just catastrophic flooding in April. So all that aside, the Czech Air Force flew the horses from Germany and from the Czech Republic. They had stopovers in Istanbul and in Baku, and then they finally arrived at this tiny, tiny little Soviet-era airport. Then they had to load the horses with a crane onto trucks. Then the trucks had to drive seven hours. There’s photos of just roads that are half washed away, and there’s just the truck with the horse just kind of driving on by. And now that they’re finally there, the horses are in an enclosure[s], so they’ll stay there until, hopefully, around next April. They want to see them through the tough winter and get them adjusted. So the first winter can be tough. They’ll be monitored, supplemented with food, and then hopefully, depending on pregnancies and everything, then next spring they might be largely on their own. And they’re going to have tracking collars so that the scientists can track their movements and make sure they’re doing okay."},{"author":"Feltman","text":"What is the upside to bringing these horses back?"},{"author":"Parshall","text":"It’s really, really important for the ecosystem. Basically, like, this entire ecosystem, which looks like it’s just grass to the untrained eye—you know, there’s not really any trees; it’s not the kind of thing you think of as, like, beautiful, untouched nature."},{"author":"Feltman","text":"Right."},{"author":"Parshall","text":"But to the trained eye, there’s a ton of biodiversity, and these are really critical and unprotected ecosystems. They sequester a lot of carbon, less so if they’re not grazed. So basically, a healthy ecosystem, you know, the dung of the horses and the antelope and the wild asses will fertilize the soil. Their grazing helps promote the carbon sequestration. The grazing keeps the grasses short, which limits the wildfires."},{"author":"Feltman","text":"Sure."},{"author":"Parshall","text":"It also allows the small, little animals that burrow in the ground to access the ground. They also dig, and they can puncture the layers of snow in the winter to provide access to the ground for all the little animals and also to provide access to water. So they’re really crucial. Hopefully, next June, they’ll reintroduce maybe 10 more, and they’re hoping to reintroduce about 30 or 40 more of the horses in the coming years. So hopefully they’ll be able to have a self-sustaining population and keep trotting along."},{"author":"Feltman","text":"One step at a time."},{"author":"Parshall","text":"[Laughs] That was good."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in this Friday for the fourth and final installment in our ongoing miniseries all about field research in Antarctica. And catch us again on Monday for our weekly science news roundup. While you’re here would you take a second to rate and review us on whatever podcast app you’re using? We’d really appreciate it. You can also email us your feedback at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Allison Parshall. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[16836,10825,18416,14425,16967,18167,15046,13485,14487,19702,16222,10945,6483,14347,17344,15372,11394,13168,8716,6649,12257,6314,16138,13979,16829,9721,10759,16344,14478,14578,14486,10710,2360,13681,6698,14882,12444,18221,13949,14954,12030,11712,10093,10190,12063,11226,15380,14010,8785,17608,15975,9509,10870,13039,17075,14926,9834,15460,18168,15529,6509,12892,20671,13998,14496,12229,13873,16352,12923,15765,14214,16739,12911,19662,13090,7190,17429,13437,10057,10688,14673,11546,10683,9401,2351,16876,11336,16012,16092,18325,12374,12671,15475,8252,11899,14019,11720,11778,365,104,188,788,9590,6646,11820,14460,11474,13886,11969,15305,13308,15429,13537,14828,13265,12470,14264,14812,15454,15006,13868,21042,14845,11556,15348,11289,6664,10706,18069,21072,5203,16488,10618,8911,3869,3924,25454,7842,8365,10470,10700,8235,8056,14011,11728,24975,18534,4671,14610,5130,20252,5915,9592,6917,8597,2939,4330,13815,15282,9927,10055,9497,7243,21992,6027,4503,4370,1736,5152,16142,17419,13080,10854,7796,5496,6008,14497,7059,18453,5338,10462,11592,10439,9792,11626,17765,12882,8367,4178,10808,10927,13691,19879,5983,8107,6413,5030,4095,18180,8343,31447,7190,5614,12530,8911,9136,5814,7255,4635,3349,3023,26141,8112,11092,6435,18296,7508,7795,31234,9418,7629,2881,16285,14953,11999,15918,19005,11121,20074,11022,18074,6421,11150,10312,5303,10741,16423,11848,6996,8075,18918,13914,6199,20124,8597,4999,4441,3073,2406,11268,7988,10762,9790,4530,5100,3937,2528,1526,1452,1177,457,126,15459,15468,15492,15152,15312,15408,15628,9167,15418,15517,15225,15497,15472,15485,15378,10650,6105,1410,15484,13030,15436,15550,6346,602,11234,8897,7084,6129,6430,6655,1770,15473,15436,12907,13212,15561,15208,14034,14056,15468,15454,15445,15434,15592,15644,11757,15539,15538,14584,15465,15438,15460,14936,15569,8770,13881,15428,15489,10258,9742,15446,13900,15350,13333,15428,15438,15496,15460,15472,15508,1708,15479,15439,15455,7871,15464,10945,9889,15446,12907,13712,14518,15430,14440,15437,15480,14455,13272,10740,4422,15431,15544,15407,15447,13709,15382,14610,15478,15427,15481,15447,15422,11788,11233,15410,15406,15443,14020,15468,15468,14077,14476,15465,15476,12727,13471,9694,15375,15563,15507,15499,15396,15447,15462,12919,13681,13502,10565,13615,4602,15464,15447,15563,15394,7640,15268,13718,15514,10244,15446,15552,11796,10384,15454,15473,9335,15398,10935,555,15403,6540,6690,7891,5711,5835,4313,12225,15507,15509,15434,15498,15449,15379,15476,12855,15455,13663,15310,15561,15457,15482,15475,15525,12180,15438,13969,15099,13698,15433,15421,15594,15316,10314,14629,13304,11935,12733,13084,12663,11555,1668,15440,15490,15440,15428,15463,11862,15450,15466,15563,15440,15368,13912,15422,13080,15440,15438,11950,15463,554,15452,15466,15387,14248,9326,9531,15435,8523,15442,14878,15440,9953,14231,9490,11110,11979,15437,11922,9936,15437,11504,15515,15454,14339,12734,14014,15492,11109,9246,7139,12792,12251,15507,15422,15431,15440,15437,15459,4638,10263,15474,14369,15372,9229,1155,15445,15516,15451,10812,11737,9490,10899,8117,6082,8726,12650,14859,15398,15096,13368,7630,927,15430,15454,15347,385,13286,15009,7486,11059,4894,15357,15462,15468,15472,15583,14456,14931,13112,15496,15053,394,15524,10984,15551,14724,15507,15264,15533,15372,1984,15452,15525,15476,8208,5806,9970,5199,6330,5724,15394,15571,15498,12930,8900,9766,14092,15368,12610,15383,13039,14657,401,15384,15436,15521,15438,12765,15435,10181,15594,15253,6698,15611,15502,2885,15424,15775,15527,15453,15652,15504,15499,15452,14403,15471,15482,15588,15477,15462,12836,15535,5455,14235,15463,15432,15036,15456,15579,15404,8904,15434,15494,15428,15419,15324,15509,12732,15441,15477,13539,15475,15446,13450,9190,13288,6741,236,14273,15423,9179,9543,4527,15504,15422,10519,15623,15372,12596,7406,7172,9150,5478,14651,6078,6838,2339,1103,15428,15459,15482,15535,10822,15530,14177,11609,9070,15383,884,13881,8924,11955,6203,10856,6290,5292,140,2168,12768,3550,107,13917,15322,12009,10770,15497,15487,3486,10164,2210,12601,10834,11113,4113,196,15433,15437,7426,15475,12827,15530,13965,7152,1011,12540,15568,15459,15443,15568,11558,3506,7924,6578,11685,7601,5971,470,877,7205,13683,12809,15592,13400,15572,2338,5349,15475,11174,15526,12950,15094,15284,12662,14116,11694,15466,15473,10296,15529,12403,1929,15514,15470,8406,15460,15513,15539,813,10001,12496,15479,7517,15602,15496,15727,12821,15103,15634,15474,15450,359,15417,15436,15459,15466,15432,15475,12732,11516,6254,4887,13058,14302,4194,15534,13051,15384,15533,15372,8940,10547,15415,9271,12051,6108,9025,9000,2661,8207,15319,8345,6002,3100,6807,15485,15389,15553,7867,6175,15573,9345,9048,8320,15558,12440,15372,8219,4970,6698,7674,11312,15467,15596,7253,7560,9831,12867,10318,10431,7515,11898,12998,182,15552,14789,6180,6421,5811,10857,8886,8113,5376,15460,14722,15455,6541,7458,297,15505,15487,15424,4272,15567,13923,11761,9990,7159,14781,15746,15078,15481,14118,10672,9643,15481,11477,15481,15518,15427,15456,2960,1799,3546,15523,9327,15607,12042,15510,15545,15493,9674,13223,15501,15433,13720,11964,12387,9135,15516,15508,15462,15437,15298,15377,13435,15420,15410,15423,15470,15534,15457,15478,15290,15402,15433,15504,15481,15560,14713,12439,10879,10617,15486,15198,14275,15472,15398,15453,12957,6369,15408,13585,13853,11418,13206,15468,10017,15470,15497,10460,9076,9146,15456,9318,15428,8759,15430,15493,15447,10610,15553,10669,9216,5085,15553,15537,15426,15456,7898,15438,9194,7789,11354,15477,13021,15437,15470,15511,15475,14558,13614,12696,15405,14535,8087,8439,15507,13889,10471,15478,15435,15444,11696,7163,13754,14523,9026,11632,15505,9795,14009,14857,3663,15356,15531,15271,12188,12089,7943,12318,1696,15525,15474,13290,15464,6699,15006,15509,15477,10153,9057,10163,7539,15398,9001,3969,9520,13589,7757,6911,6762,7350,10632,3511,15469,15552,13473,15493,15480,586,15503,15451,15421,15086,7258,217,15528,14032,2831,209,15474,15401,15475,15504,15417,15527,7322,13012,9799,4285,4059,15544,9462,4956,15537,14811,15462,15486,15435,15435,15507,14671,15615,15465,15458,15553,15522,15492,1377,15575,15634,15445,15404,13596,15447,15470,15426,12839,15498,14874,15531,15492,15469,10254,13102,15480,13016,15409,15490,15479,15458,13312,15413,11069,15402,12933,14950,6739,15429,10974,6909,15525,12378,11733,15561,9636,11525,15128,13276,15501,15483,8746,15492,12116,13682,15466,12266,934,12231,15487,15423,7196,11277,9187,9729,10072,4512,15413,15275,11902,9450,10903,15437,14745,9947,10393,7670,10425,1259,15422,15457,15462,15495,14000,10314,6375,769,15508,15507,15454,15453,13601,4059,15457,14134,9508,12196,11783,9706,15478,15400,14219,12086,9316,11370,10695,11537,14859,10631,15405,12083,15563,15498,15446,14133,15424,14971,12305,11346,9883,15534,11186,15457,15407,10905,12238,15468,15518,15543,13687,15223,13403,15535,15508,15585,13686,14888,12892,15384,12810,3753,15430,10346,11135,12483,3397,1030,15526,15495,15476,14817,15457,15303,14260,15476,15137,15486,15411,14741,15454,9353,15009,15507,13733,12928,10896,10231,14554,7766,648,15488,15641,15471,15434,15378,15446,15467,15404,15475,15455,15467,15463,14982,11662,13385,9960,15392,1250,15432,15504,15610,14026,15447,15379,10234,15504,15483,15506,15397,15508,13277,15457,15441,10920,15449,15560,14923,15421,12422,15523,15492,15419,13101,15422,15459,15386,15393,11193,15440,15538,9816,12578,9643,3607,10564,14179,13101,15285,12242,11574,7644,9961,3327,15605,15432,586,9097,11927,7409,12548,9990,9926,9777,7709,8767,6931,4517,15521,14794,10489,7192,5464,15404,15567,13932,15560,10634,15489,11620,2801,14967,9549,12718,3170,15471,8314,15437,13560,15186,14574,15427,12024,15476,14396,14647,13247,15435,11113,15173,14035,14082,14396,11738,14723,12756,13307,15319,15475,15451,15452,12677,9170,15452,15485,15458,15459,13877,15426,15525,9916,13773,15506,15378,15424,9819,15450,14474,723,15442,15426,12381,12282,13940,15440,15468,15463,15443,15471,12978,15374,15415,15448,15348,15330,10950,14969,10499,14504,11221,15470,12227,1106,15421,15569,15441,15524,15489,15440,15460,15460,14786,10841,15405,15365,14107,13829,15473,11826,12355,11786,15445,13972,13867,578,15546,15594,15328,15526,15483,10832,14700,15417,13159,11986,14366,9486,15472,15473,15393,15501,10701,11797,4506,15430,6986,15409,12109,15588,12870,15542,15433,15436,11627,10333,5942,10869,11366,3630,502,15332,7106,15446,15380,15701,15557,15514,15574,15819,15477,15553,15496,15444,15472,14496,15518,15465,15463,15445,15394,166,15566,15507,15451,15428,15431,15283,14287,15484,9329,15485,9385,15748,15462,15448,2960,15392,15495,15269,10071,14063,4237,15373,15511,15461,15497,15460,15450,15414,15059,15326,15522,15560,15530,10072,15564,15520,15456,10951,15476,12223,11250,15463,15609,15541,15474,15554,14482,14728,4970,1304,15668,15498,15509,15453,15441,5943,10051,8927,6211,7808,15459,15460,15318,15366,15492,5205,15548,5154,4719,6835,9398,6943,15453,15515,5687,8138,15433,15462,15459,15479,15465,12326,6760,15439,15508,14784,14171,15409,15462,5985,15429,8267,11539,15439,15510,15484,9568,14736,11424,15528,15566,15402,13179,15443,11644,15042,12031,11208,15459,2249,917,15486,15456,15432,14781,15500,8826,11759,10185,8791,9639,9310,12001,15444,11990,7491,15316,15435,15478,9586,8538,5762,3574,6223,15420,15497,15463,15458,14655,13040,10996,14791,12920,10465,14160,11078,10749,15352,15442,14476,12422,15439,15455,1656,15443,15441,15449,12906,11186,11580,15458,15280,374,14796,15436,13930,14976,13557,14350,12475,11774,15304,15498,15496,15438,11562,12431,14382,14293,15544,1036,15459,15438,12485,10681,12561,15449,12231,15371,14570,15432,11220,11070,6187,15502,15471,6935,15458,15427,15465,15439,14130,14215,15134,13581,14756,10098,14476,11228,12452,14758,12521,15427,15445,15487,15461,15452,15397,12622,14968,12338,15436,12718,15442,15376,13022,7805,6437,15459,15459,15443,12125,15463,15526,15385,15485,4235,15431,3887,15464,15405,11145,7121,8556,15153,15577,15683,15511,9100,15509,13190,7580,6127,11605,15563,15506,15511,15591,11447,15411,15573,15524,15445,9880,13785,12320,10490,9042,9147,10399,10160,15412,15521,15422,15420,14958,12348,15402,15423,12582,15420,1866,15584,15228,15456,15455,5454,15502,15460,11363,15551,13775,14200,13740,13037,6039,15447,13361,15435,15401,12053,11912,14795,12743,11882,15619,2360,15481,15361,14769,13856,8523,5850,5050,15443,15416,15456,15471,15483,15553,8616,11424,11623,14646,15508,15446,15304,15466,15398,13895,15517,15451,15373,14964,12479,11996,11578,15280,15500,15192,12473,7012,12276,15459,15452,1423,15541,15435,15488,15456,14270,15418,14727,15431,15458,14711,3876,15502,15436,10851,13909,8211,801,15523,14637,15461,15485,15467,15323,11283,7413,15620,15249,10588,15346,13165,15582,15397,15448,15450,15459,15559,15476,1108,15497,12059,12516,15487,11657,15507,14785,13107,14582,15465,923,15552,10931,15462,15433,15459,11878,15463,13490,2196,15416,15451,5619,15458,13278,15478,14137,11725,13062,11050,9904,12753,1024,15435,15422,15438,15451,11780,13711,13417,11320,10504,10434,9386,9202,15411,13997,15380,15460,11956,15468,15475,15662,11471,11884,15413,8132,6596,6643,7407,1161,15535,15477,15427,15434,15430,15435,12706,15340,12024,15118,11061,13156,15217,15457,15499,15133,9413,8952,15397,15382,2084,15520,11836,15424,15518,15466,15487,15399,10732,15412,13033,11753,13385,12447,2879,15481,9989,15540,13512,11864,13108,11988,15437,10409,15050,15471,13654,12053,14175,9450,15527,15502,15421,15406,15417,15513,14358,15461,15450,14368,13552,15076,13286,14128,12379,14858,15495,8624,15485,14432,15411,9513,10726,15504,15447,15479,11830,15501,15473,8261,14353,8546,15508,11767,15488,15441,9678,13682,12705,6693,15458,15476,15404,10341,10318,15459,14246,14565,12272,15441,14783,5192,15424,7219,10737,8210,15447,13336,15480,14549,15435,15482,1261,15491,15455,12101,4926,15450,15440,15426,15538,15410,15451,15506,15357,15467,10891,15429,13835,15514,15083,15522,15440,13099,13025,12391,15444,15525,15469,15504,15426,6246,15424,15394,15512,15471,15439,15439,15446,15542,12732,15472,7783,15542,15365,15460,15556,15449,8824,8261,5777,8520,8193,9175,11989,15469,13952,6188,6727,4664,6222,11188,15418,11107,15511,14724,15374,12922,6668,10991,7834,15511,15482,606,15416,15510,15260,10925,15459,14552,9410,11208,15419,15483,8217,5958,9422,15428,15419,15564,5106,6817,4117,11279,14472,15342,10988,15597,15458,14333,9852,13258,11057,9240,1311,15681,9129,15309,13271,14654,15482,3185,15493,8400,15518,15470,15354,7152,15411,15473,15642,15421,13719,8775,13066,13220,13663,13293,13080,8091,15410,9953,5193,10670,13887,15479,15427,14283,15416,10950,15482,15477,15457,15433,6221,15467,15484,15315,15407,11765,15415,11119,14012,14779,15269,13976,14455,13395,12534,12688,15483,15465,15441,15433,14483,6606,8219,15477,15484,15577,15419,11938,12133,10615,15033,12494,15472,13261,13846,15435,15519,15375,15421,15430,15436,15379,15457,13285,15486,14986,11886,13493,15018,12932,9497,14568,1573,15508,12897,15561,15416,15438,15470,15430,15456,15476,11448,10808,10297,2088,15462,15395,11521,11188,13754,12193,12410,8150,3826,3304,15648,15457,9019,8654,5896,7790,15240,15447,11247,15526,11280,15128,9575,6833,7931,15675,15560,11228,11226,13767,4443,15504,12496,15468,15468,15480,15465,15449,2113,15438,15470,11088,15350,15423,15434,14731,15509,15461,15531,14441,14222,15455,12649,15402,15438,8273,15421,15437,14261,15404,15470,15442,15482,15458,9108,15466,12470,15389,10155,15546,15398,9927,11123,10170,7989,15455,15460,14040,11157,15421,15442,10303,13788,12240,15611,14484,11764,12767,8234,7923,8624,5967,897,15537,15511,15444,15446,15492,15431,15408,15506,13821,15463,10693,15500,15470,13655,11279,12516,15427,15440,15480,15432,15451,15423,15449,15644,15394,8250,5751,13224,14381,1683,15455,15521,15402,15390,14301,13689,13468,11235,9851,10215,9430,14086,10364,13234,9727,9290,10406,10529,15418,15463,2241,13033,15561,12525,12495,9533,14613,15407,15488,10619,10394,8299,14533,10890,13069,15417,10709,11490,15496,15380,15426,14381,14278,15454,13759,15535,15460,15386,9686,10818,10685,15401,14530,15373,14160,10792,11737,15489,12915,14089,11835,15215,12098,1982,15443,15458,15486,11527,15479,15453,15233,15462,15473,15476,9548,10639,7279,15592,15444,10577,12026,8594,10337,15465,15471,15482,15454,8934,15500,15504,14736,2547,5677,15496,14821,14612,8694,15431,15500,10036,10368,12377,15493,10583,9863,682,15469,15439,15422,13168,14429,15438,10872,15468,15420,11033,15550,15503,15445,15427,9100,15345,11647,10664,12894,9621,11017,8696,15458,15531,10904,15423,14321,15445,13464,15412,14925,14837,12727,14935,15483,2802,15497,15431,15511,15416,15252,15492,15457,13226,15158,15446,15405,11931,10701,15426,13324,15467,11914,12341,14070,15361,9206,15451,15442,14714,7726,14627,15437,15474,1305,15467,15543,15432,15414,15513,11423,13160,15421,10398,13826,15469,15506,15439,10226,12091,15092,15460,15005,12325,15444,2297,15509,15491,11833,10895,15449,10079,11157,12174,13142,15443,15447,15401,13677,15460,15512,15279,15506,14584,11160,11916,15439,15480,13746,11008,15388,10703,11846,11190,8273,9503,9924,15400,12617,861,15389,13546,12659,15458,12986,15408,15570,15541,15429,15523,15452,14674,12716,8551,9383,15478,9413,7105,8353,13994,9976,9307,15481,15514,7661,13574,15515,11272,5307,6651,15548,1302,15478,11200,15508,15119,15430,15437,9821,7121,13017,15473,15446,14269,15455,14612,11108,15457,13265,15497,9379,177,15430,15424,15520,15444,11968,15410,15508,15380,15595,15475,9808,11007,15496,15427,15451,15505,15419,15545,10159,12350,11501,9930,7363,6427,10764,5523,15430,15439,15553,14584,5932,15416,15459,12450,14439,12900,12739,15424,11173,8560,5711,7375,14056,11257,15438,15439,15465,15463,10738,15421,15464,15406,11404,8726,1074,15457,15257,15433,15494,15425,15411,15443,15504,6785,12348,15447,13596,14015,15427,13220,8566,11551,10848,12553,10130,15471,15444,15416,10237,15430,13299,15461,15442,2623,15426,15499,15410,7758,11111,13795,10496,9379,8663,5665,15465,10739,15402,15435,15458,10844,11541,15585,15453,14358,9308,5848,15462,15443,15371,15486,11623,10119,15373,12360,15451,10643,15453,10946,15470,15554,13409,6738,15541,9191,15425,15406,15450,15471,13768,14269,15474,10307,15427,15317,15456,12075,11880,9829,8476,15349,6986,15447,12875,15466,12228,15455,15444,15443,13991,12660,12130,15429,10264,10434,5787,8965,11103,15500,15481,11598,8953,8769,15480,15502,15404,14160,11964,11497,11560,5931,7311,3717,10287,15509,15453,15410,14873,14127,10420,9288,8232,8434,7646,4430,8767,8297,15432,15018,11244,3049,14813,15149,7092,15699,15762,15783,15265,8645,2676,27406,14799,6971,5991,5295,1508,9533,10713,24289,3862,6419,7293,19916,5455,9940,5678,10535,11681,8883,7678,7670,15072,8341,5606,9879,7442,6304,10794,1322,6481,15119,18934,13174,10846,9887,7267,18796,6561,11011,2538,25540,14791,8370,9076,11296,13815,8357,5989,7100,15300,10352,15375,15112,14636,23580,7723,8171,7376,13913,6634,11007,1492,17310,14945,14995,18628,21805,16550,22177,7865,11928,23917,20513,11201,3816,31232,9506,6509,7388,13304,10679,6281,16759,11515,12279,15538,15948,9824,7454,13392,14336,8761,17140,19633,8594,9186,5487,19569,6298,9332,1965,7039,20771,14094,8925,11418,11206,9768,20961,13675,13252,5839,2268,21701,16516,4834,12759,5693,7204,19268,8057,15630,13577,12358,15212,6241,23661,9613,11055,5106,8577,24493,5249,9733,8209,12498,10511,9497,14672,3703,3303,18507,10052,6456,9259,9967,10430,5350,2575,1716,6675,27990,11377,8913,11167,8509,9632,13083,8689,7259,18528,5989,5032,5550,5129,28027,9356,7898,11218,12481,12584,2939,5042,20103,25530,9985,10434,9738,11181,9593,7377,9497,9426,11772,12193,11384,10990,10006,10325,9678,10932,9755,11565,11783,11186,10089,7996,7750,6757,4170,3791,1555,12343,11767,7515,5430,3286,1039,362],"fragments":[{"begin":"0.000","end":"88.040","lines":["Wild horses are pretty rare outside of classic rock songs. Some of the most famous ones, like those on Assateague Island, aren’t actually wild at all. They’re the feral descendants of domesticated horses. But the animal shown in a few recent viral TikToks may be another matter entirely: a horse of a different color, if you will—or more accurately, a horse of a different species. For Scientific American’s Science Quickly, I’m Rachel Feltman. Associate news editor and friend of the pod Allison Parshall is here today to tell us more about these majestic beasts. Before we get into it, I have one very important question to start us off, which is: How do you say the name of this horse?"]},{"begin":"88.040","end":"123.440","lines":["I would love to tell you—a lot of my sources when I asked gave me different answers, so, you know, we’re going to take this with a grain of salt. It is spelled P-R-Z-E-W-A-L-S-K-I, but it is pronounced shuh-val-ski, or pshuh-val-ski—a lot of people will put a P in the front, and I’m not quite sure my tongue knows how to do that. But—so we’re going to go with shuh-val-ski for now. This is the name that Western science has given them after a Russian explorer quote, unquote “discovered” them in the Central Asian steppes, but they’ve long been called other names in that part of the world, too. In Mongolia they’ve long been called takhi, and in Kazakhstan they’re called the kertagy or the kerkulan."]},{"begin":"123.440","end":"125.640","lines":["All extremely reasonable names."]},{"begin":"125.640","end":"170.520","lines":["Yes, I won’t claim that I’m pronouncing either of those names correctly either. These are a totally different species from the domesticated horse that you may or may not have ridden in your childhood and/or your adulthood. They even have a different number of chromosomes—they’re not an ancestor of the domesticated horse; they’re just a different part of the horse family tree entirely. The horses that roam free around the world, like the wild mustangs, they are actually feral, so they’re descendants of domesticated horses. But these are wild as far as we know—and there’s some controversy about this—but as far as we know, the [Przewalski’s horse] was never domesticated by humans. So it’s kind of like the difference between a feral, stray cat that you find in an alley—as the wild horses—and, like, a wild cat. So these are fairly different."]},{"begin":"170.520","end":"178.160","lines":["That’s very cool. I had a, a cat once that was a stray that I’m pretty sure had a little bit of a not-domesticated cat in him, and he was weird [laughs]."]},{"begin":"178.160","end":"193.560","lines":["[Laughs] Behavior totally changes with domestication, and we can totally see this with the Przewalski’s horses. I would like to do a little experiment, perhaps. I want you to just look up a picture of a Przewalski’s horse and tell me what it looks like to you."]},{"begin":"193.560","end":"228.960","lines":["All right, so I’m looking at a bunch of pictures of Przewalski horses. They definitely are very horselike. I don’t think that if you showed me this in isolation, with no context, I would think there was something wrong with this horse, but they definitely have some distinct features: really thick-necked—definitely look like the bodybuilders of the horse world; also kind of look like a bad sort of buzz cut—really thick, nice head of hair but terrible haircut."]},{"begin":"228.960","end":"232.160","lines":["The mane that sticks straight up looks more like a zebra than a horse."]},{"begin":"232.160","end":"264.120","lines":["Mm, yeah, it’s like, once you’re really looking at them—again, in the context of knowing that it’s a different species—you’re like, “Yeah, like, the—parts of it kind of look more like a donkey, parts of it look more like a zebra.” And it’s interesting, you know, in some of these pictures, there are calves—you know, baby Przewalski horses—and they look actually much less standard horse to me. Like them, if I saw them in isolation, I would be like, “What is that?” [Laughs] “What’s wrong with that baby horse?” ’Cause they’re just kind of more gangly."]},{"begin":"264.120","end":"308.000","lines":["These animals have totally different behavior. Despite the fact that a lot of them have been raised in captivity, they’re not comfortable around humans. Like, the zookeepers that take care of them—I talked to a couple—they have to sedate them in order to do anything like draw blood or trim their hooves. They don’t shoe them. They’re not trying to tame them in any way. These are still wild animals, even the ones that are living in captivity. They also have a particular social structure: So they’re group animals, and they have a hierarchy. So there’s one stallion that’s, like, the head of the group, and then he’s got a harem of mares. And so herds can have multiple of these groups, but that’s kind of the general idea. And even within those groups, there’ll be a hierarchy of stallion and harems within them. So, yeah, they’re very particular, they are wild animals, and I now love them."]},{"begin":"308.000","end":"310.880","lines":["Why is the Internet suddenly obsessed with them?"]},{"begin":"310.880","end":"382.480","lines":["I asked myself that when I got the videos served to me by the TikTok algorithm. I have made no indication that I like horses—I’m not exactly sure why it’s given me this, but I’m glad it did because basically, on TikTok, we had two separate accounts that started posting videos in June, claiming that they may have acquired a Przewalski’s horse, which would be very strange because this species is endangered and it’s kept tabs on very closely by scientists. So here’s kind of the timeline: On June 9 a rescue and sanctuary for horses in Utah called Lazy B Equine Rescue and Sanctuary posted a video of a very stocky horse with a mane that sticks straight up running around in a pen, and the text over the video said, “Did we just have a Przewalski mare surrendered?!” They said that they ordered a DNA test and later clarified that that would take up to six weeks, plus postage time. So then two days later a teenager in Colorado, having seen that video from the equine sanctuary, posted a video of a horse that—again, to my untrained eye—looks Przewalski-ish, with the text, “pov, you accidentally rescued a purebred Przewalski stud.”They called him Shrek, and the other place called theirs Fiona, so that’s kind of cute."]},{"begin":"382.480","end":"392.080","lines":["Going from Przewalski-ish horse—which is a great phrase; thank you for that—to, like, “This is a purebred stud,” that’s a big jump."]},{"begin":"392.080","end":"425.720","lines":["They said that they were “able to pull hair samples” and that, quote, “his DNA came back as a purebred Przewalski.” They also said they contacted, quote, “the zoo, as well as the brand board” and that they, quote, “have been told [that] we can keep him.” For what it’s worth, it is illegal to own endangered animals without special permits, like the ones that zoos or rescue facilities might have. But these are definitely extraordinary claims, and I certainly cannot speak to the veracity of them, since there’s been no specific evidence provided. Lazy B Equine Rescue and Sanctuary has not claimed that it’s 100 percent sure it’s a Przewalski."]},{"begin":"425.720","end":"431.680","lines":["I can respect asking that question with an interrobang and then seeking confirmation [laughs]."]},{"begin":"431.680","end":"450.600","lines":["I think “confirmation” is the word of the day. The tone of the videos was like, “As soon as I saw this horse, I knew it was something rare and extraordinary: a Przewalski’s horse,” so I wanted to know what that meant. And it turns out there’s a ton going on right now with these horses. You know, TikTok rumors aside, they’re actually an incredible conservation story, and there’s important things happening right now with them."]},{"begin":"450.600","end":"458.560","lines":["Well, I’m so glad that TikTok has given us an excuse to talk about them. So what happened to these horses, to backtrack a little bit?"]},{"begin":"458.560","end":"508.720","lines":["They died off in the wild starting around the 1800s, we think. It’s hard to pin down exactly when or why or even where, in parts of the world, they went extinct, but it’s most likely a combination of hunting and poaching from humans and environmental changes that may or may not be attributable to humans. So some were captured and transported to Europe in the late 1800s and early 1900s and kept in captivity there. That was kind of before anyone really realized that their numbers were in perilous decline. There was a very sharp decline after World War II, and by the 1960s it became clear that the horses in captivity were the only ones left. So they’re extinct in the wild, and in captivity there were, like, 30 to 40 around the mid-20th century, and only around a dozen of them—maybe a few more—were capable of reproducing. All of the Przewalski’s that we have today are descended from around a dozen."]},{"begin":"508.720","end":"512.040","lines":["Wow, that’s quite a bottleneck, so how did we manage to bring them back?"]},{"begin":"512.040","end":"615.080","lines":["It was definitely a very dire situation. At the time there weren’t really any examples of animals that had gone extinct in the wild but were successfully saved by captive breeding. Those efforts had really just started up, like, for example, with the Arabian oryx—which is a very cool-looking antelope that I would recommend looking it up—that went extinct [in the wild] by 1972.  I spoke with Oliver Ryder. He’s of the San Diego Wildlife [Alliance], and he’s been working on this since the 1970s—the San Diego Zoo has been really an important part of it. And one of the things they’ve been trying to do—like you mentioned, a bottleneck of only 12-ish individuals—they really need to make sure they preserve genetic diversity. Now they’ve reached the point where, you know, they’re out of that horrible bottleneck, but they need to make sure that genetic diversity is not lost. So they’ve actually cloned a horse twice, the same horse, from around 1980 the samples were taken. There’s now two foals. One was born in 2020 and then one in 2023. Their names are Kurt and Ollie, both after scientists that were part of the breeding program. And the ultimate goal, though, is not just, like, clone them forever; it’s to reintroduce them to their native habitat. And some of that’s already been done, actually. They’ve been reintroducing them since, like, the 1980s and 1990s into Mongolia, China and Russia, and they’ve actually been doing pretty well: about half of the animals alive today—so a bit over 1,000—live in the wild. And there’s also other ones in reserves—I thought this was so interesting—but the Chernobyl exclusion zone, which will not be deemed habitable for humans for, like, thousands of years, there’s actually a good number of the horses just roaming around there. They reintroduced them in the late 1990s there, and there was this charming study from 2019 that showed that they’re actually hanging out, sleeping in and mating in human-made structures like barns."]},{"begin":"615.080","end":"636.240","lines":["Yeah, I’ve talked about the Chernobyl situation on my other podcast, The Weirdest Thing I Learned This Week, before, and it is wild how many studies now are like, “Yeah, the radiation was no good, but, like, it turns out that it was less bad than having humans was,” which is, you know, humbling, I would say, humbling. But I’m so glad they’re having fun [laughs]."]},{"begin":"636.240","end":"666.760","lines":["There’s even newer developments. So that was all back in the 1990s and then some of these reintroduction efforts in, like, the 2000s and 2010s. But then most recently they’re back in Kazakhstan. So there was a failed reintroduction effort in Kazakhstan to a national park in 2003. Like, they tried their hardest, but the herds didn’t make it. These horses have been absent from the ecosystem in Kazakhstan for a very long time, but they were finally flown, about seven of them, from the Prague Zoo and a zoo in Berlin in June. The horses are lovely. One of them was named Zorro, which I think is cute. And another one is named Tessa."]},{"begin":"666.760","end":"675.120","lines":["That is very cute. So obviously this has been a huge success, but what were the hurdles they faced—other than the genetic bottleneck we talked about?"]},{"begin":"675.120","end":"776.520","lines":["The hurdles for reintroduction are vast. A lot of the people I talked to were like, “Red tape, paperwork was one of the biggest things.” For example, they were absent for so long from Kazakhstan that they weren’t even classified as a protective species. So those were finally added back in 2021, which was necessary for them to be in—reintroduced. And then from there we’ve just got a lot of logistics. They had to effectively reopen a Soviet-era airport that hadn’t been used [for planes] in, like, three decades. For example, a source I talked with at the Association for the Conservation of Biodiversity [of] Kazakhstan who’s overseeing the reintroduction, he described having to bring in multiple government agencies and officials in order to make this happen, like passport control, customs—they had to bring in the Ministry of Defense to test the airport’s, like, ability to land a plane. So it was a lot of effort. And then on top of that, there was this just catastrophic flooding in April. So all that aside, the Czech Air Force flew the horses from Germany and from the Czech Republic. They had stopovers in Istanbul and in Baku, and then they finally arrived at this tiny, tiny little Soviet-era airport. Then they had to load the horses with a crane onto trucks. Then the trucks had to drive seven hours. There’s photos of just roads that are half washed away, and there’s just the truck with the horse just kind of driving on by. And now that they’re finally there, the horses are in an enclosure[s], so they’ll stay there until, hopefully, around next April. They want to see them through the tough winter and get them adjusted. So the first winter can be tough. They’ll be monitored, supplemented with food, and then hopefully, depending on pregnancies and everything, then next spring they might be largely on their own. And they’re going to have tracking collars so that the scientists can track their movements and make sure they’re doing okay."]},{"begin":"776.520","end":"779.480","lines":["What is the upside to bringing these horses back?"]},{"begin":"779.480","end":"792.760","lines":["It’s really, really important for the ecosystem. Basically, like, this entire ecosystem, which looks like it’s just grass to the untrained eye—you know, there’s not really any trees; it’s not the kind of thing you think of as, like, beautiful, untouched nature."]},{"begin":"792.760","end":"793.280","lines":["Right."]},{"begin":"793.280","end":"817.120","lines":["But to the trained eye, there’s a ton of biodiversity, and these are really critical and unprotected ecosystems. They sequester a lot of carbon, less so if they’re not grazed. So basically, a healthy ecosystem, you know, the dung of the horses and the antelope and the wild asses will fertilize the soil. Their grazing helps promote the carbon sequestration. The grazing keeps the grasses short, which limits the wildfires."]},{"begin":"817.120","end":"817.160","lines":["Sure."]},{"begin":"817.160","end":"842.360","lines":["It also allows the small, little animals that burrow in the ground to access the ground. They also dig, and they can puncture the layers of snow in the winter to provide access to the ground for all the little animals and also to provide access to water. So they’re really crucial. Hopefully, next June, they’ll reintroduce maybe 10 more, and they’re hoping to reintroduce about 30 or 40 more of the horses in the coming years. So hopefully they’ll be able to have a self-sustaining population and keep trotting along."]},{"begin":"842.360","end":"843.720","lines":["One step at a time."]},{"begin":"843.720","end":"845.080","lines":["[Laughs] That was good."]},{"begin":"845.080","end":"907.720","lines":["That’s all for today’s episode. Tune in this Friday for the fourth and final installment in our ongoing miniseries all about field research in Antarctica. And catch us again on Monday for our weekly science news roundup. While you’re here would you take a second to rate and review us on whatever podcast app you’re using? We’d really appreciate it. You can also email us your feedback at ScienceQuickly@sciam.com. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Allison Parshall. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. See you next time!"]}]}