{
  "title": "Penguins and Ice Samples Make This Research Vessel Paradice",
  "img": "https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/researchers-sample-antarctic-sea-ice-amid-rapid-melting/",
  "audio": "https://traffic.megaphone.fm/SAM2946895447.mp3?updated=1718921271",
  "intro": [
    "To unravel the effects of melting sea ice, researchers drill the frozen waters around Antarctica and receive a surprise visit from a group of penguins."
  ],
  "authors": [
    "Sofia Moutinho",
    "Rachel Feltman",
    "Kelso Harper",
    "Madison Goldberg",
    "Anaissa Ruiz Tejada",
    "Jeffery DelViscio"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman",
      "text": "For Scientific American’s Science Quickly, this is Rachel Feltman. You’re listening to part two of our Friday Fascination miniseries all about Antarctica. [CLIP: Theme music] Last week we met award-winning Brazilian journalist Sofia Moutinho onboard a U.S. icebreaker called the Nathaniel B. Palmer. Today we’ll follow her as she and her fellow passengers hit the ice—literally disembarking onto one of the many ice floes that drift through the Southern Ocean. They’ll have to navigate tricky terrain and frigid temperatures to collect samples of pristine ice, which is crucial for helping scientists figure out how the world’s waterways will change as our warming climate melts this region’s glaciers and ice shelves. But before we get into all that science—and the hard work that makes it possible—Sofia has some new friends to introduce us to."
    },
    {
      "author": "Tara Williams",
      "text": "It’s bowing [laughs]!"
    },
    {
      "author": "Kouba",
      "text": "It’s just so much gratitude. It’s just—it’s once in a lifetime, these things. I just—oh, my God [cries louder]!"
    },
    {
      "author": "Sofia Moutinho (tape)",
      "text": "Are you crying?"
    },
    {
      "author": "Kouba",
      "text": "I just—I’m absolutely crying!"
    },
    {
      "author": "Moutinho (tape)",
      "text": "You cried, too, right?"
    },
    {
      "author": "Williams",
      "text": "Yes, a few times [cries and laughs at the same time]. It’s just beautiful and amazing, and who gets to see this?"
    },
    {
      "author": "Moutinho",
      "text": "It’s the night before Christmas Eve in 2023. The austral summer sun shines behind gray clouds. An endless, thick layer of ice surrounds the Nathaniel B. Palmer, a U.S. icebreaker. It has only been a few hours since our ship rammed into the fast ice so we could disembark. Fast ice is the technical term for this frozen seawater connected to the shoreline. Our gangway is down, and a group of researchers is out on the ice. They will spend hours outside sampling sea ice to understand how its melting is affecting the chemistry and physics of the ocean as well as Earth’s climate. But with hard work comes feathered rewards. You just heard the researchers crying with joy after an unexpected encounter with local wildlife."
    },
    {
      "author": "Williams",
      "text": "I don’t even have words."
    },
    {
      "author": "Teagan Bellitto",
      "text": "I’m so happy they came over."
    },
    {
      "author": "Williams",
      "text": "My face hurts from smiling so much."
    },
    {
      "author": "Moutinho",
      "text": "“They” were Adélie penguins, the smallest penguin species in the Antarctic. The researchers had been sampling for a little more than an hour, collecting snow from the surface and drilling ice cores with noisy machines, when we saw a line of black dots a few miles away, behind the ship. The shapes were moving quickly toward us."
    },
    {
      "author": "Ken Block",
      "text": "There are a lot of penguins over there! Moutinho (tape): Yes, there’s, like, 100 penguins coming this way!"
    },
    {
      "author": "Moutinho",
      "text": "Soon enough we realized it was a group of Adélies. They moved across the ice in a huge line—some walking clumsily, others sliding on their belly."
    },
    {
      "author": "Laura Whitmore",
      "text": "Oh, my gosh!"
    },
    {
      "author": "Moutinho (tape)",
      "text": "Did you see that? There’s like 100 of them!"
    },
    {
      "author": "Whitmore: ",
      "text": "The penguins are coming! Oh, my gosh!"
    },
    {
      "author": "Other researchers",
      "text": "Oh, my gosh!"
    },
    {
      "author": "Moutinho (tape)",
      "text": "It’s the March of the Penguins!"
    },
    {
      "author": "Moutinho",
      "text": "They went around the ship and straight to the spot where the researchers were sampling. They were so close to us that we could touch them if we were allowed to. The scientists had no choice but to stop their work and admire the visitors, who boldly walked all around their equipment. [CLIP: Penguins make noise while researchers look on and take photographs]"
    },
    {
      "author": "Moutinho: ",
      "text": "The gang of penguins squawked, honked, waved their wings and inspected every hole on the ice. The animals had a special admiration for the scientists’ shovels. Some looked like they wanted to mate with the tools. One of them jumped into a plastic slide that the scientists use to carry equipment and just wouldn’t leave it. [CLIP: Penguin noises]"
    },
    {
      "author": "Whitmore",
      "text": "We’re not supposed to interfere with the penguins, right? So if they come, we kind of have to just let them be there."
    },
    {
      "author": "Moutinho",
      "text": "That’s Laura Whitmore, a chemical oceanographer at the University of Alaska Fairbanks and leader of ice operations on the Palmer. Because of that her colleagues nicknamed her “the Ice Queen.”"
    },
    {
      "author": "Whitmore",
      "text": "While we’re doing the work, I would rather them not be right in our sampling area. We’re trying to get clean samples, and penguins are pretty dirty [laughs]."
    },
    {
      "author": "Moutinho",
      "text": "While we had never seen so many penguins on the ice before, this was not our only encounter with them. These birds greeted us practically every time we stopped to collect samples during our journey in West Antarctica. This was Laura’s first trip to Antarctica. She usually studies ice in the Arctic, where there are no penguins, and she was surprised by how curious these birds are."
    },
    {
      "author": "Whitmore",
      "text": "The first floe we were on, they came right up to us, and I just think their behavior—coming close to people—was the first surprising thing. And then they did it again. It’s like, “This is just their behavior. They’re going to come up to us.”"
    },
    {
      "author": "Moutinho",
      "text": "Just before our penguin encounter, I asked Laura about her expectations for our time on the ice that night. She couldn’t have known what was about to happen, but what she said proved prophetic."
    },
    {
      "author": "Whitmore",
      "text": "I have a friend who always says, “Another day on the ice is another day in paradise,” which is pretty true."
    },
    {
      "author": "Moutinho",
      "text": "But even in this icy paradise, it’s easy to break a sweat. Sampling on ice is physically demanding, in part because it’s super hard to walk across the surface, especially wearing three layers of thick clothes. I kept sinking into the snow and falling down. So did the scientists."
    },
    {
      "author": "Bellitto",
      "text": "I fell in a nice little snow patch there—like, a deep hole—on my way here. And I was like, “You know, I thought I was going to be so graceful.”"
    },
    {
      "author": "Whitmore",
      "text": "You thought that?"
    },
    {
      "author": "Bellitto",
      "text": "Yeah, I like to be optimistic."
    },
    {
      "author": "Moutinho",
      "text": "The whole process of finding ice to sample is also hard. [CLIP: “Handwriting,” by Frank Jonsson] While it was easy for the penguins to find us on the ice every time we left the ship, finding the right sea ice was much more difficult for the humans. Thick ice floes often surrounded the ship. Thousands of them were spread across the ocean surface like gigantic pieces of an incoherent puzzle. As the ship moved, their huge masses hit the hull, making thunderlike sounds. [CLIP: Ice floes knock against the hull of the ship]"
    },
    {
      "author": "Moutinho",
      "text": "The researchers needed to find an ice floe that was sturdy enough for us to step on but not so thick that the top was out of reach from the small inflatable boat we used to navigate around the floating ice. The floe also had to be positioned in a spot where the wind would not blow it against the hull or throw the ship’s smoke into the ice, contaminating the samples. The brightness was another challenge. Light reflecting off ice floes makes them look flat, even if they aren’t. It was difficult to see if there were ridges, cracks or areas of uneven ground. Every time we went on an ice hunt, Laura and the marine technicians onboard spent up to six hours on the bridge looking through the big windows for a good piece of sea ice. They were armed with binoculars and patience. [CLIP: Background music]"
    },
    {
      "author": "Whitmore",
      "text": "We’re just going to kind of keep on going to the next bits of ice and keep looking."
    },
    {
      "author": "Heather Jackson",
      "text": "To find a better favorite."
    },
    {
      "author": "Moutinho (tape)",
      "text": "Window-shopping for ice."
    },
    {
      "author": "Whitmore",
      "text": "Yeah [laughs], literally, through the windows. [CLIP: Jackson hums the music playing on the bridge]"
    },
    {
      "author": "Moutinho",
      "text": "Heather Jackson is the person humming with Laura. She is a marine technician with the U.S. Antarctic Program. Her job is to help the researchers onboard the Palmer find a good piece of ice and keep them safe once they land on it."
    },
    {
      "author": "Jackson",
      "text": "Sea-ice work is a slow process, and it moves at a glacial pace sometimes."
    },
    {
      "author": "Moutinho",
      "text": "Heather, Laura and another marine technician, Stuart Siddons, often had long discussions before choosing which ice floe to inspect more closely."
    },
    {
      "author": "Stuart Siddons",
      "text": "That one’s a good option."
    },
    {
      "author": "Whitmore",
      "text": "Okay."
    },
    {
      "author": "Moutinho",
      "text": "When the researchers found a good candidate, they put on orange flotation suits that covered their whole body. The suits are thick enough to protect against the cold and will float if someone falls in the water. Then we went down from the Palmer using a Jacob’s ladder—a rustic ladder made out of ropes and planks—hanging on the side of the hull."
    },
    {
      "author": "Siddons",
      "text": "Okay, come on down!"
    },
    {
      "author": "Henry Thoreen",
      "text": "You’re the next contestant. Two more steps. One—okay. [CLIP: Something hits the floor of a boat]"
    },
    {
      "author": "Moutinho",
      "text": "We jumped into a Zodiac, a small inflatable motorboat."
    },
    {
      "author": "Siddons (on the radio)",
      "text": "Bridge, bridge, Zodiac Two away at nine."
    },
    {
      "author": "Whitmore",
      "text": "To good science!"
    },
    {
      "author": "Technician (on the radio)",
      "text": "Roger that, Zodiac Two away at nine. [CLIP: The boat’s motor revs, and waves splash]"
    },
    {
      "author": "Mollie Passacantando",
      "text": "This is awesome!"
    },
    {
      "author": "Moutinho",
      "text": "Sitting on the edge of the boat, we approached the candidate ice floe for an initial inspection. We drove around the floe while the researchers checked if the ice was stable. When the team found a promising spot, the pilot inched the Zodiac up onto the ice. [CLIP: The boat’s motor stops, and waves splash]"
    },
    {
      "author": "Siddons",
      "text": "I’m thinking it’ll sluff a little bit, but I can get my nose up pretty far. [CLIP: The boat’s motor revs as Siddons accelerates, and people laugh]"
    },
    {
      "author": "Moutinho",
      "text": "Henry Thoreen, a marine tech, was the first to get out."
    },
    {
      "author": "Siddons",
      "text": "You want to grab the poker?"
    },
    {
      "author": "Thoreen",
      "text": "Let’s do it."
    },
    {
      "author": "Whitmore",
      "text": "People are watching on the bridge, Henry [laughs]!"
    },
    {
      "author": "Moutinho",
      "text": "Using a long metal stick, Henry poked the icy ground in several spots to ensure it was stable."
    },
    {
      "author": "Siddons",
      "text": "Poke a bit back towards us, Henry, just to get an idea if there is a range on the bow that we need to worry about. [CLIP: Thoreen continues to poke the ground]"
    },
    {
      "author": "Moutinho",
      "text": "The snow can be misleading. Sometimes it is too fluffy to walk on. Other times it hides a layer of unstable, slushy ice."
    },
    {
      "author": "Thoreen: ",
      "text": "Oh, this is nice and stable."
    },
    {
      "author": "Moutinho and researchers (tape)",
      "text": "Woo-hoo!"
    },
    {
      "author": "Moutinho",
      "text": "The researchers carried their heavy equipment onto the ice."
    },
    {
      "author": "Whitmore",
      "text": "The tubes, the shovels, the buckets. [CLIP: People walk through the snow]"
    },
    {
      "author": "Moutinho",
      "text": "Everyone also brought a personal dry bag with food, water, extra pairs of winter clothes and a bottle to pee in if necessary. We would be on the ice for up to six hours, so nature just might call. But tinkling on an ice floe in Antarctica isn’t exactly straightforward. Diane Hutt, a U.S. Antarctic Program field supervisor, explained why during a safety training onboard."
    },
    {
      "author": "Diane Hutt",
      "text": "You can pee into the water, but here’s the problem with that, right? Like, you can’t really hang off the side of the floe. You don’t want to get too close to the edge, right?"
    },
    {
      "author": "Moutinho",
      "text": "Walking—or peeing—on floating ice in a rough environment such as the Antarctic has risks. We were totally exposed to the harsh weather, wild animals such as leopard seals that could easily beat a human in a fight and the chance that the ice floe would break. For emergencies the researchers always carried survival kits."
    },
    {
      "author": "Jackson",
      "text": "Inside the survival kits are things like—there’s some tents in there. There are food and provisions. There’s a stove. There’s water. There’s warm sleeping bags. There’s, like, a first aid kit. So that—each bag is good for two people to be on land for three days. We send them out any time we’re going to be in remote areas with the possibility that we might get stuck because of weather and that we might inadvertently have to spend a night somewhere away from the ship."
    },
    {
      "author": "Moutinho",
      "text": "Ready for anything the researchers started their work. They used shovels to dig holes big enough to fit a person. [CLIP: The researchers dig in the snow]"
    },
    {
      "author": "Chris Marsay",
      "text": "It’s pretty compacted snow."
    },
    {
      "author": "Allison Laubach",
      "text": "It is a little hard for a plastic shovel."
    },
    {
      "author": "Moutinho",
      "text": "Then they put a big drill inside one of the holes to retrieve a three-foot-long piece of ice. [CLIP: The researchers drill into the ice]"
    },
    {
      "author": "Moutinho",
      "text": "The work is repetitive: drilling cores, taking their temperatures, packing them and moving them to the Zodiac using plastic slides. These ice cores capture the seasonal ice that is formed in a year. Laura will melt them onboard and analyze the water later in the lab back home. [CLIP: “None of My Business,” by Arthur Benson] By looking at what chemical elements are present and in what concentrations, she can learn what the ice is dumping into the ocean as it melts. She can also estimate how much sea ice is melting and how this could impact the Southern Ocean that encircles Antarctica—and potentially other oceans around the world, too. West Antarctica has been melting more and more rapidly in recent decades because of climate change. Changes in wind patterns are allowing more warm water to reach the region’s ice, and it’s melting the ice shelves from below. Not long after we got back from the cruise earlier this year, satellites registered an alarming low in Antarctic sea ice during the Southern Hemisphere summer for the third year in a row. According to the U.S. National Snow and Ice Data Center, the extent of ice floating around the continent diminished to an area the size of Mexico. This was the second-lowest Antarctic sea ice extent ever recorded by satellites. The Antarctic has seen five of its lowest extents on record since 2017."
    },
    {
      "author": "Whitmore: ",
      "text": "One of the things we’re trying to find out is “How does that melt influence the ocean near Antarctica?” and then “Does it have the potential to influence the oceans beyond Antarctica?”"
    },
    {
      "author": "Moutinho",
      "text": "When seawater freezes, the salt molecules do not fit in the ice’s crystal structure. The ice expels those salts as brine, which is heavier than the surrounding seawater and sinks. That means the ice is largely made of freshwater. So when the ice melts it creates a sort of “cap” of relatively fresh and buoyant water on the surface. The cap can block water circulation into the depths."
    },
    {
      "author": "Whitmore",
      "text": "When you have that stratified layer, if it gets strong enough, it can influence how easily water from the surface mixes downward."
    },
    {
      "author": "Moutinho",
      "text": "The process of dense water moving from the ocean surface to the bottom is called deepwater formation. It naturally occurs in only a few places on Earth, including a couple of the seas around Antarctica. It is extremely important because when the water moves down to the deep ocean, it carries dissolved materials, including carbon dioxide—the main gas driving global warming. This process stores carbon in the ocean’s deep waters for long periods of time."
    },
    {
      "author": "Whitmore",
      "text": "If you have waters that are sinking relatively quickly, you move a lot of carbon from that surface into the deepwater. But if you slow down the rate that the waters are sinking, or the amount of water that is sinking, you then can affect the amount of gaseous carbon that is going down with it."
    },
    {
      "author": "Moutinho",
      "text": "The Ross Sea, a deep bay of the Southern Ocean that neighbors the Amundsen Sea, is an area where deepwater forms and stores carbon. But as ice melting accelerates in the west, this process could be at risk."
    },
    {
      "author": "Whitmore",
      "text": "So if there’s a lot of glacial melt in the Amundsen, where this warm deepwater comes up and is melting glaciers and sea ice, and then that water moves into this other region of deepwater formation, it can potentially inhibit that formation."
    },
    {
      "author": "Moutinho",
      "text": "One recent study indicates the influx of meltwater could end the formation of deepwater in the Ross Sea by the 2050s. Sea ice is also important for the local ecosystem, as the penguins have shown us. [CLIP: Penguin noises] Remember Rob Sherrell, one of the Palmer scientists we met in Episode One? He explains that sea ice is both a habitat and a food source for local animals."
    },
    {
      "author": "Sherrell",
      "text": "The whole ecosystem has gotten used to the timing of seasonal sea ice, to the point where seals absolutely depend on it being there. That’s where they give birth and do reproduction. Some of the species of penguins absolutely rely on sea ice, either because they need a platform to hunt from or because their young feed on baby krill that are themselves feeding on the phytoplankton embedded in the bottom of the sea ice."
    },
    {
      "author": "Moutinho: ",
      "text": "Sea-ice melting also affects the tiny phytoplankton that we talked about in the first episode. These organisms are at the base of the ocean food chain, feeding all sorts of animals and absorbing a fair share of atmospheric carbon dioxide through photosynthesis. They live near the ocean’s surface, where sunlight reaches. Rob explains that floating meltwater can prevent the phytoplankton from getting important nutrients that are present down below, including iron."
    },
    {
      "author": "Sherrell",
      "text": "And you get a layer that’s very hard to disturb. And so you have phytoplankton growing in this layer. And the supply of iron, which is almost entirely, we think, mixed up from below, can be shut off—or largely shut off—because it’s hard to mix the water up through this very buoyant layer."
    },
    {
      "author": "Moutinho",
      "text": "A lot of attention has been given to sea ice melting in the Arctic, which could become summer-sea-ice-free within a decade. But scientists remained uncertain about the impact of a warming climate on Antarctica for much longer. It will take more work from researchers as brave and inspired as the ones aboard the Palmer to get a better idea of what the future might hold. [CLIP: Theme music]"
    },
    {
      "author": "Whitmore",
      "text": "I don’t know exactly what would happen were there to be a loss of sea ice in the Antarctic, but, you know, we can be sure that it will impact the ecosystem from the bottom all the way to the top."
    },
    {
      "author": "Feltman",
      "text": "Join us again next Friday for a behind-the-scenes look at life onboard an icebreaker in Antarctica: What is it like working in such a harsh environment? How do the researchers cope with the isolation? What do they do for fun? And what is it like spending Christmas as far away from the North Pole as you can possibly get? Join us next week to hear all about it. But you won’t have to wait until Friday to hear from us again: I’ll be back in your feed on Monday with our usual science news roundup. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and hosted by Sofia Moutinho. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Have a great weekend!"
    }
  ]
}