{
  "title": "How a New AI Model Helps Volcanic History Rise from the Ashes",
  "img": "https://static.scientificamerican.com/dam/m/5b4ae24e0f21f3eb/original/Hunting-Volcanoes-Lead-Image.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/how-a-new-ai-model-helps-volcanic-history-rise-from-the-ashes/",
  "audio": "https://traffic.megaphone.fm/SAM9420901083.mp3?updated=1713300939",
  "intro": [
    "Volcano detectives use artificial intelligence to sleuth out ancient secrets in Alaska. "
  ],
  "authors": [
    "Emily Schwing"
  ],
  "category": [
    "Artificial Intelligence"
  ],
  "transcript": [
    {
      "author": "Emily Schwing",
      "text": "In 1912 a volcano in Alaska more than blew its top. Known as Novarupta, it was responsible for the most powerful volcanic eruption of the 20th century."
    },
    {
      "author": "Kristi Wallace",
      "text": "The reason we care about the big eruptions [is] because they’re also the ones that scale to the biggest hazards and biggest impacts, both locally and regionally—sometimes globally."
    },
    {
      "author": "Schwing",
      "text": "Kristi Wallace is a research geologist with the U.S. Geological Survey at the Alaska Volcano Observatory."
    },
    {
      "author": "Wallace",
      "text": "We often don’t have access to the deep history, the old history. We only have the last 10,000 or 12,000 years; glaciers wiped everything else away. And so, because we can’t study those, we can’t really speak to the biggest eruptions through the history of the volcano."
    },
    {
      "author": "Schwing",
      "text": "Now scientists believe they’ve found a way to sleuth out the deep history of volcanoes such as Novarupta, and they’re doing it with artificial intelligence. You’re listening to Scientific American’s Science, Quickly. I’m Emily Schwing. [Clip: Show theme music]"
    },
    {
      "author": "Schwing",
      "text": "Novarupta dramatically reworked the surrounding landscape and buried nearby communities in more than two feet of ash. Novarupta is a volcano six miles away from another powerful volcano, Mount Katmai. And this wasn’t the only time one of these volcanoes proved itself a powerful and dramatic volcanic force."
    },
    {
      "author": "Jordan Lubbers",
      "text": "When we applied our model to 800,000 years of ash layers in the Gulf of Alaska, we saw that Katmai was responsible for producing a lot of the eruption deposits in marine cores going back to 800,000 years, and they looked almost identical geochemically to the 1912 eruption."
    },
    {
      "author": "Schwing",
      "text": "Jordan Lubbers is a third-year postdoctoral fellow and geologist with the U.S. Geological Survey. And those ash layers he’s talking about—they’re called tephras."
    },
    {
      "author": "Lubbers",
      "text": "So we have a lot of tephra layers in the Gulf of Alaska that we don’t know where they came from."
    },
    {
      "author": "Schwing: ",
      "text": "Jordan says tephras are like a volcano’s fingerprint."
    },
    {
      "author": "Lubbers: ",
      "text": "So can we, can we identify a way that these volcanoes all have their own unique kind of geochemical fingerprint and then use that fingerprint to apply to ash layers that we don’t know the source volcano to kind of better reconstruct a long-term volcanic history of Alaska and the surrounding region?"
    },
    {
      "author": "Schwing",
      "text": "There have been lots of large tephra-producing eruptions in Alaska and northwestern Canada. But they’re hard to get to."
    },
    {
      "author": "Lubbers: ",
      "text": "A lot of the locations that we’re going to to research these volcanoes are not accessible by road, which means either plane or helicopter travel or something like that. So the fieldwork is, is quite challenging, and so I guess that makes us somewhat sample-limited in that we don’t, we don’t have as much information as maybe we would like from these volcanoes because we don’t have a lot of time to go for boots on the ground at these volcanoes to learn about them."
    },
    {
      "author": "Schwing",
      "text": "And there’s another challenge: when glaciers started to retreat at the end of the last glacial maximum, they wiped away evidence of large tephra-producing eruptions in the Far North. You can think of Jordan and his colleague Kristi as volcano detectives. They are trying to link tephras with their source volcanoes. Now they’re using machine learning - AI—as their magnifying glass. They’ve created a model that uses existing data from tephras."
    },
    {
      "author": "Wallace",
      "text": "And then [we] use this machine-learning technique to say, “Okay, this is what’s erupted in the last 10,000 years. Can you train the model to tell us where these much older deposits come from?” Hundreds of thousands of years old, potentially. “Do they link back to these same volcanoes?” And then we can go back to that—let’s say Katmai or any one of our 130 volcanoes that we’re dealing with—can we then really tell the true story of the volcano?"
    },
    {
      "author": "Schwing",
      "text": "Their findings were published in November 2023 in the journal Geochemistry, Geophysics, Geosystems. Jordan says using AI also means they have a more accurate way to differentiate among individual volcanoes."
    },
    {
      "author": "Lubbers",
      "text": "A lot of, a lot of these volcanoes are quite similar. And the human eye or, like, classical statistics might confuse them and mix these things up. But what machine learning basically allows us to do is kind of think about things in many more dimensions, and we give it the data from all these volcanoes, and then we give it the answers that we know—like we collected this sample from this volcano, so we know that that’s where it erupted from. Now come up with a set of rules to then tell us what makes all these volcanoes unique. And that’s really the power here, is that it’s able to better classify unknown eruptions."
    },
    {
      "author": "Schwing",
      "text": "Both Jordan and Kristi say they will continue training their model to strengthen its accuracy and to better understand AI-generated answers to their source volcano inquiries. Jordan says work like this is useful not only in Alaska and the surrounding region, but anywhere volcanic activity is a known threat to public safety."
    },
    {
      "author": "Lubbers",
      "text": "All volcanic arcs are slightly different. And so this is what a machine-learning model would figure out. It would figure out maybe a new set of rules that’s different for the Andes, that’s different for Sumatra, that’s different for Kamchatka, that’s different for Italy. But with proper data handling and, you know, good, good sorts of logical tests and expert, expert kind of opinions from geologists in that area, there’s no reason that this can't be applied elsewhere."
    },
    {
      "author": "Schwing",
      "text": "And Kristi says the new tool could also be useful across disciplines in the scientific research community."
    },
    {
      "author": "Wallace",
      "text": "When you’re looking at tephra deposits, they represent an isochron, so a single time in history. It’s instantaneous. It falls to the ground, and it tells you time, it gives you a sense [that] something happened at a specific time, and basically they link marine records [and] lacustrine records in lakes with terrestrial records. And so that helps you to understand, you know, ice ages and climactic events or archaeological time frames or when people were moving around. There’s all sorts of context that it could put things into."
    },
    {
      "author": "Schwing: ",
      "text": "And that context could be key to a new understanding of how massive eruptions like the one at Novarupta changed life for the people who lived through them."
    },
    {
      "author": "Wallace",
      "text": "This is the first time that the geochemical data has been published. And so now people who are working all across the state, even globally, have access to these data, and they can now correlate the tephras back to a location and an age. That’s really, really powerful."
    },
    {
      "author": "Schwing",
      "text": "Maybe even as powerful as the volcanic eruptions themselves. [Clip: Show theme music] Scientific American’s Science, Quickly is produced by Rachel Feltman, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio and edited by Madison Goldberg, Elah Feder, Alexa Lim and Anaissa Ruiz Tejada, with fact-checking by Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. For Science, Quickly, I’m Emily Schwing."
    }
  ]
}