{
  "title": "How Big a Threat Is Bird Flu?",
  "img": "https://static.scientificamerican.com/dam/m/159385713f91d8f0/original/birdflu-GettyImages-132719488-loop.gif",
  "url": "https://www.scientificamerican.com/podcast/episode/how-big-a-threat-is-bird-flu/",
  "audio": "https://traffic.megaphone.fm/SAM8632539221.mp3?updated=1713470442",
  "intro": [
    "Cows and at least one person in the U.S. have been sickened by avian influenza. We asked experts about the risk to humans."
  ],
  "authors": [
    "Josh Fischman",
    "Tanya Lewis",
    "Alexa Lim",
    "Madison Goldberg"
  ],
  "category": [
    "Public Health"
  ],
  "transcript": [
    {
      "author": "Tanya Lewis: ",
      "text": "Hi, this is Your Health, Quickly, a Scientific American podcast series."
    },
    {
      "author": "Josh Fischman: ",
      "text": "We bring you the latest vital health news: discoveries that affect your body and your mind."
    },
    {
      "author": "Lewis: ",
      "text": "And we break down the medical research to help you stay healthy. I’m Tanya Lewis."
    },
    {
      "author": "Fischman",
      "text": ": I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "We’re Scientific American’s senior health editors."
    },
    {
      "author": "Fischman: ",
      "text": "Today, we’re talking about flu. But not just any flu. This is avian influenza, or bird flu. It’s been sickening wild birds and mammals around the world, and it has infected people. Now it’s spreading among U.S. cows. But how big a threat is it to humans? [CLIP: Show theme music]"
    },
    {
      "author": "Lewis",
      "text": ": Bird flu may sound like an innocuous disease that gives sparrows the sniffles. But it’s actually quite a serious pathogen that infects farmed birds like chickens and many species of wild birds."
    },
    {
      "author": "Fischman: ",
      "text": "It can also infect other animals, and humans too. And sometimes, it can be deadly."
    },
    {
      "author": "Lewis",
      "text": ": There are a couple of different kinds of bird flu. The one scientists are watching carefully right now is called highly pathogenic avian influenza A, or H5N1. In several bird flu outbreaks, the virus has spilled over into people who had close contact with the birds. It’s had a very high mortality rate in those people."
    },
    {
      "author": "Fischman",
      "text": ": By high, that can mean around 50 percent. There was an H5N1 outbreak in Hong Kong in 1997 that sickened 18 people, six of whom died. It later infected more than 800 people, and more than half of those folks died."
    },
    {
      "author": "Lewis: ",
      "text": "Yikes."
    },
    {
      "author": "Fischman",
      "text": ": Yeah, scary. The virus appeared again in China and several other countries in 2003. Another form of the virus caused deadly outbreaks around 2015 in Egypt and several countries in Asia."
    },
    {
      "author": "Lewis",
      "text": ": Yeah, it was pretty serious. This latest version of the virus is called H5N1 clade 2.3.4.4b. It started circulating around 2021 and soon spread throughout domestic and wild birds around the world, killing hundreds of millions of them."
    },
    {
      "author": "Christine Kreuder Johnson",
      "text": ": We've been watching this avian influenza H5N1 sublineage for a while, because it has had many unprecedented tactics that we haven't really seen before."
    },
    {
      "author": "Lewis",
      "text": ": That’s Christine Kreuder Johnson, professor of epidemiology and ecosystem health and director of the EpiCenter for Disease Dynamics at the University of California, Davis. Christine tracks zoonotic pathogens—that is, viruses or other infections that can jump between wild or domestic animals and humans. She was part of a pandemic warning project called PREDICT, funded by the United States Agency for International Development. The Trump administration shut that project down in March of 2020. Christine is a big advocate for One Health, an approach to understanding disease outbreaks that considers how the health of people, animals and the environment are connected."
    },
    {
      "author": "Kreuder Johnson: ",
      "text": "The epidemic trajectory in Latin America even further emphasized how unusual this virus strain is, in terms of its epidemiology."
    },
    {
      "author": "Lewis: ",
      "text": "Suddenly you had unprecedented cases of bird flu in marine mammals, including seals and sea lions."
    },
    {
      "author": "Kreuder Johnson: ",
      "text": "That really, for those of us who work in the wildlife health realm, was a major signal that this virus is continuing to change and further evolve."
    },
    {
      "author": "Fischman",
      "text": ": Because of that ongoing evolution, H5N1 has made leaps into a wide variety of mammal species, including not just marine mammals, but land-based ones like foxes and bears and cats and dogs. Most recently, H5N1 has been detected in nearly 30 cattle herds, spread across eight states. Those states are: Texas, New Mexico, Kansas, Michigan, Idaho, South Dakota, North Carolina and Ohio."
    },
    {
      "author": "Lewis",
      "text": ": In early April, H5N1 was reported in a person in the U.S.—a dairy worker who likely had contact with infected cows. That person’s only symptom was eye redness and inflammation, or conjunctivitis, so not a full-blown respiratory infection, and they seem to have recovered fully. It was only the second time a person in the U.S. has been infected with this virus—the first was in 2022 in Colorado, in someone who had had contact with infected poultry."
    },
    {
      "author": "Fischman",
      "text": ": So in both of those cases, the person was infected by direct, close contact with an animal, right?"
    },
    {
      "author": "Lewis: ",
      "text": "That’s right—it doesn’t appear to spread easily between people. But that doesn’t mean we should be nonchalant about it. It’s definitely worrisome that it’s infecting so many mammals—including cows."
    },
    {
      "author": "Fischman",
      "text": ": Cows make milk, which we drink. Is there a risk of people getting sick from milk from infected cows?"
    },
    {
      "author": "Lewis",
      "text": ": It’s possible, but unlikely if the milk has been pasteurized. We don’t really know if it can be transmitted via raw milk, but you should always drink pasteurized milk in general, because that kills harmful pathogens (including bird flu, experts think)."
    },
    {
      "author": "Fischman",
      "text": ": Raw milk is actually banned by the FDA. I mean big brands, sold nationally. But you can find some at farmer’s markets or other local stores. That’s where I’d be careful. Before I start panicking about another killer virus, at this moment, Tanya, how big of a danger is bird flu to humans?"
    },
    {
      "author": "Lewis",
      "text": ": Well, the CDC and World Health Organization both say that the threat to humans remains low, for now. I talked to Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, to get his take. He’s been involved in assessing potential pandemic pathogen risk for decades."
    },
    {
      "author": "Michael Osterholm",
      "text": ": The risk assessment from both WHO and CDC remains low-risk for humans with this virus, and I support that. If you look at the cases that have occurred since 1997, when it really first emerged in human cases Hong Kong, through to mid-2015 to 2016, those years were by far the highest-risk situation. We’ve seen very few cases in humans since then."
    },
    {
      "author": "Fischman",
      "text": ": That’s interesting. But couldn’t the virus easily mutate into something more worrisome? That’s what Christine was saying earlier. That’s how the virus that causes COVID got going. If this one did get going, how would we know when to worry?"
    },
    {
      "author": "Lewis",
      "text": ": That’s a great point. Yes, the biggest concern with avian flu is that it could mutate to start infecting humans more easily. But historically, most of the cases in humans have come from close contact with infected animals, not from human-to-human transmission. That said, the more this virus spreads in animals, the more opportunities it has to evolve into something that’s more efficient at infecting humans."
    },
    {
      "author": "Osterholm",
      "text": ": The virus has changed—it’s mutated to the point of where it is infecting other mammal species and birds at an increasing rate. But we’ve had no evidence yet that that’s happened for humans or for pigs. And pigs would be the animal species that, to me, would be the sentinel that I’d be most concerned about."
    },
    {
      "author": "Fischman",
      "text": ": Why are pigs such a big deal?"
    },
    {
      "author": "Lewis",
      "text": ": Well, pigs can harbor both swine and human viruses. In the animals, the viruses can swap components, and a pig virus can gain features that make it easier to infect people."
    },
    {
      "author": "Fischman",
      "text": ": Okay, got it. So, if H5N1 starts showing up in pigs, we should be a little worried."
    },
    {
      "author": "Lewis",
      "text": ": Yeah, that’s definitely something scientists will be on the lookout for. The viral sequence from the recent human case did have a mutation that allows it to spread more efficiently in mammals, but it lacked a key mutation that would enable it to infect the human respiratory tract more easily. If the virus does evolve to spread more easily from person to person, we do at least have vaccines and antiviral medication for flu. It’s not clear how protective the seasonal flu vaccine would be, but there is a small amount of H5N1 vaccine stockpiled."
    },
    {
      "author": "Fischman",
      "text": ": I guess that helps me sleep a little easier. But just a little. Because I wonder: if bird flu—or any other virus—were to cause another pandemic, are we better prepared for it now than we were when COVID hit?"
    },
    {
      "author": "Kreuder Johnson: ",
      "text": "That is the billion-dollar question, right? In some ways we are and in some ways we aren't. I think we still have a lot of growth to do in terms of how we can prepare and head off things. But I'm really, as always, impressed by our colleagues in the government who work incredibly hard to keep an eye on these things."
    },
    {
      "author": "Lewis",
      "text": ": It all comes back to the idea of One Health—we need to monitor not just the health of humans, but also that of other animals and the environment. Bird flu may not be an immediate threat to humans now, but we shouldn’t get too complacent."
    },
    {
      "author": "Osterholm",
      "text": ": At this point, again, the virus, as it is, I don't believe poses a major risk to humans. But that could change overnight. [CLIP: Show music]"
    },
    {
      "author": "Fischman",
      "text": ": Your Health, Quickly is produced by Carin Leong, Madison Goldberg, Jeff DelViscio, and by us. It’s edited by Elah Feder and Alexa Lim. Our music is composed by Dominic Smith."
    },
    {
      "author": "Lewis",
      "text": ": Our show is part of Scientific American’s podcast, Science, Quickly. Subscribe wherever you get your podcasts. If you like the show, give us a rating or a review! And if you have a topic you want us to cover, you can email us at yourhealthquickly@sciam.com. That’s your health quickly at S-C-I-A-M dot com. For Your Health, Quickly, I’m Tanya Lewis."
    },
    {
      "author": "Fischman: ",
      "text": "And,I’m Josh Fischman."
    },
    {
      "author": "Lewis: ",
      "text": "See you next time."
    }
  ]
}