{"title":"Cape Cod Weighs Big-Ticket Pollution Solutions","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/cape-cod-weighs-big-ticket-pollution-solutions/","audio":"https://traffic.megaphone.fm/SAM7640461165.mp3?updated=1716498256","intro":["Toxic algal blooms are forcing Cape Cod communities to consider expensive sewer and septic system projects."],"authors":["Rachel Feltman","Barbara Moran","Kathleen Masterson","Madison Goldberg","Jeffery DelViscio"],"category":["Environment"],"transcript":[{"author":"Rachel Feltman","text":"Cape Cod’s ponds and bays have suffered from decades of pollution. But scientific detective work has finally pinpointed the worst culprit: human urine. When household septic systems flush nitrogen and other nutrients into the water, they provide an all-you-can-eat buffet for algae blooms. More algae means less sunlight and oxygen for other marine life, which means trouble for the people of Cape Cod. For Science Quickly, I’m Rachel Feltman. Today we’re bringing you the second installment in our three-part Fascination series on Cape Cod’s yellow tide."},{"author":"Rachel Feltman","text":"In this episode WBUR environmental correspondent Barbara Moran looks at some of the big-ticket pollution solutions up for consideration—and unpacks why they’re so controversial. So without further ado, here’s part two: “Sticker Shock.” [CLIP: Gerard Martin speaks at a Massachusetts Department of Environmental Protection (MassDEP) hearing: “All right, excuse me, everybody, I think we’re gonna get going.”]"},{"author":"Barbara Moran","text":"Starting in late 2022 and continuing into the next year, concerned residents gathered for a series of public meetings with representatives from the Massachusetts Department of Environmental Protection. The residents were there to share their thoughts. [CLIP: Martin continues to speak at the hearing: “The hearing is being recorded and conducted in a hybrid format.”]"},{"author":"Moran","text":"The state was proposing new rules that would require communities to reduce their nitrogen pollution. In some places that meant people would potentially have to install new $35,000 septic systems. Here’s what Frank King of Brewster, Massachusetts, had to say about that. [CLIP: Frank King speaks at the MassDEP hearing: “If that is correct, you are looking at a massive protest on the scale of another Boston Tea Party.”] [CLIP: Chris Shanahan speaks at the MassDEP hearing: “Thirty or thirty-five thousand dollars a year? That’s a complete misrepresentation.”]"},{"author":"Moran","text":"That’s Chris Shanahan of Falmouth, Massachusetts. [CLIP: Shanahan continues to speak at the hearing: “You can buy a system for that. You gotta maintain it. You gotta fix parts. It just never ends. So lifetime expense is more like eighty or a hundred thousand over 30 years.”] [CLIP: Joan Hutchings speaks at the MassDEP hearing: “I’m not somebody that has a McMansion. I’ve got a three-bedroom home that’s been in my family for a bazillion years.”]"},{"author":"Moran","text":"Joan Hutchings of North Truro, Massachusetts. She said her town already made her upgrade her septic system. [CLIP: Hutchings continues to speak at the hearing: “Now the state’s gonna have me do something else? I don’t know, I might put an outhouse out back—seriously.”]"},{"author":"Moran","text":"People are concerned about the cost, as you heard. But they’re also concerned about whether these new systems even work. Can they actually prevent water pollution? I wondered the same thing. So I went to see an expert."},{"author":"Brian Baumgaertel","text":"My name is Brian Baumgaertel. I’m the director of the Massachusetts Alternative Septic System Test Center."},{"author":"Moran","text":"You met Brian briefly in Episode One. Now we’re on his home turf: a two-and-a-half acre outdoor laboratory on Cape Cod known as MASSTC. Brian’s team is on a mission to find the best septic systems in the world—and it’s not a job for the squeamish. [CLIP: Sound of wastewater channel]"},{"author":"Moran (tape)","text":"All right, so I’m looking into this hole, and there’s, like, water pouring in and some scummy stuff floating around there."},{"author":"Baumgaertel","text":"Yeah, that’s the raw wastewater coming in from Joint Base Cape Cod. And it doesn’t look like what most people would think of when—you know, when you’re thinking of wastewater, you think it’s pretty disgusting. I—you know, maybe I’ve just gotten so used to it. I don’t know."},{"author":"Moran (tape)","text":"It is a little disgusting. [Laughs]"},{"author":"Baumgaertel","text":"It’s got kind of a smell. You know, it’s one of the less glorious parts of MASSTC, but it’s a necessity. [Laughs] It’s brown gold, brown gold for us."},{"author":"Moran","text":"MASSTC uses that brown gold to test prototype septic systems from all over the world. I ask Brian to show me one—although it’s hard to see much at the facility."},{"author":"Baumgaertel","text":"A lot of what we do here is underground because of course, for the most part, septic systems in homes would be underground."},{"author":"Moran","text":"Brian walks over to a grassy mound that looks weirdly like a burial site—which it is, actually. He says that buried underneath our feet is a new kind of septic system that removes nitrogen from wastewater. Here’s how it works: Wastewater flows into a tank, and all the solid stuff sinks to the bottom. The liquid left floating on top includes our pee, which is rich in nitrogen, phosphorus and other nutrients. This liquid flows out of the tank …"},{"author":"Baumgaertel","text":"And then flows into the actual unit itself …"},{"author":"Moran (tape)","text":"Another tank that’s under our feet."},{"author":"Baumgaertel","text":"Yep, yep. There’s another tank that’s about 12 feet long right here."},{"author":"Moran (tape)","text":"Okay."},{"author":"Baumgaertel","text":"And inside that tank are a number of compartments."},{"author":"Moran","text":"The compartments contain limestone rocks and wood chips. These ingredients create a breeding ground for bacteria that eat nitrogen. They convert it into harmless nitrogen gas before it gets into the groundwater. Other systems remove nitrogen in different ways. Brian and his team test the water coming out of each system to see how well it works. And he says this one has been working pretty well."},{"author":"Baumgaertel","text":"So far the data look very encouraging. Every day we get a little bit more data, we get a little bit more confidence that the technology can work. [CLIP: “We Are Giants,” by Silver Maple]"},{"author":"Moran","text":"Others are also heartened by the data, including Zenas Crocker, who goes by Zee. He’s executive director of the nonprofit Barnstable Clean Water Coalition."},{"author":"Zenas Crocker","text":"And this system is so successful that in the data that we’re seeing now, it will remove between 95 and 97 percent of nitrogen going into the groundwater."},{"author":"Moran","text":"Zee’s group was so impressed with how well these systems remove nitrogen that it launched a pilot project. The group is installing more than a dozen in a neighborhood by Shubael Pond in Barnstable, Massachusetts—including one when I visited last September. [CLIP: Sound of chains being attached to a tank, followed by it being lifted]"},{"author":"Moran","text":"As we watch, a crane operator uses chains to lift a concrete tank and lower it into a hole in the ground. [CLIP: Sound of the tank being lowered and men talking]"},{"author":"Moran","text":"Zee’s group is working with the Environmental Protection Agency and the U.S. Geological Survey to monitor how well the new systems keep nitrogen out of the groundwater."},{"author":"Crocker","text":"We chose this location in particular because these are all small lots. We’re also in a working-class community. Generally we’re looking at full-time residents here and people who really can’t afford, necessarily, to upgrade their septic systems."},{"author":"Moran","text":"The Barnstable Clean Water Coalition paid to install the systems in this neighborhood; the homeowners paid nothing—which won’t be an option for the whole cape. But there is another approach to stopping wastewater pollution: switching from septic tanks to sewage pipes, which would bring the waste to a treatment plant. And that’s what Barnstable is doing in other parts of the town. I went to Barnstable’s town hall to meet the guy in charge."},{"author":"Moran (tape)","text":"Hi, how’re you doing? I have a nine o’clock interview with Mark Ells."},{"author":"Receptionist","text":"Okay, sure, he’ll be right with you."},{"author":"Moran","text":"Mark Ells is Barnstable’s town manager."},{"author":"Mark Ells","text":"We’ve seen a significant deterioration of our bays to the point where we don’t have shellfish, we don’t have finfish. So we want to make sure that we put in place solutions that help us to address not only what we know today but what we’re anticipating tomorrow."},{"author":"Moran","text":"Barnstable is the largest town on the cape, and parts are pretty urban, with houses and commercial buildings relatively close together. In places like this, sewer systems are a practical and cost-effective choice. So the town has begun a massive expansion of its sewer system, planning to extend service to almost 12,000 properties. [CLIP: “Let There Be Rain,” by Silver Maple] It’ll take 30 years and cost more than $1 billion. The town got local, state and federal funding to help cover the expansion costs. But homeowners will still have to pay."},{"author":"Moran","text":"First there’s a town assessment of up to $10,000. Then homeowners have to pay to get their house hooked up to the sewer line and pay for someone to deal with their old septic tank. And then they’ll have a monthly sewer bill. The final cost, spread over decades, is probably in the range of $20,000 to $30,000—or more—per house. [CLIP: Construction sounds]"},{"author":"Moran","text":"And there’s another cost to installing sewer lines: seemingly constant roadwork and traffic jams. One day last fall cars crawled along as superintendent Mike Donovan’s crew dug up the main road into Barnstable."},{"author":"Moran (tape)","text":"Is this going to be, like, what your company does for, like, the next three decades?"},{"author":"Mike Donovan","text":"We—well, hopefully, yeah. That’s what we do for a living. We’re installing sewer all over the cape right now."},{"author":"Moran","text":"But even this ambitious, expensive sewer expansion will take decades to reach some neighborhoods in Barnstable. Pat Uhlman lives across the street from Shubael Pond. And she’s seen it turn green with toxic algae. She says a few decades is too long to keep polluting the water."},{"author":"Pat Uhlman","text":"If we don’t start cleaning it up now, you know, you might not even want to walk down by that pond by then."},{"author":"Moran","text":"Luckily Pat is part of the neighborhood pilot project that got new septic systems installed for free. She says she understands that other homeowners are feeling sticker shock, but the pollution has to stop."},{"author":"Uhlman","text":"The cape economy is still people coming here in the summer. So if they can’t swim in our ponds, they can’t swim in our ocean, they can’t boat, there’s not gonna be any reason for them to come here. [CLIP: Theme music]"},{"author":"Moran","text":"There may be another solution, a cheaper one. It won’t solve all the cape’s water problems, but it could help—a lot. We’ll talk about that next week in the final part of this Scientific American–WBUR Fascination miniseries."},{"author":"Feltman","text":"Thanks for listening. Tune in next Friday for the final installment in this miniseries—which, spoiler alert, involves a little something called “pee-cycling.” You don’t want to miss it. Can’t wait for next Friday to get here? Don’t worry. We are taking Monday off for Memorial Day, but we’ll be back in your feed on Wednesday with some tips for protecting wildlife from the comfort of your own backyard. This series is a co-production of WBUR and Scientific American. It’s reported and hosted by WBUR’s Barbara Moran. Science Quickly is produced by Jeff DelViscio, Kelso Harper, Madison Goldberg and Rachel Feltman."},{"author":"Feltman","text":"Our theme music was composed by Dominic Smith. Shayna Posses and Aaron Shattuck fact-checked this series, and Duy Linh Tu and Sebastian Tuinder contributed reporting and sound. WBUR’s Kathleen Masterson edited this series. Additional funding was provided by the Pulitzer Center. For Scientific American’s Science Quickly, I’m Rachel Feltman."}],"wave_peaks":[11297,16852,11392,11804,12640,18413,12995,11126,18614,8457,8901,9122,3617,2306,17235,18445,8036,14230,15251,12309,17964,6874,12210,12522,13519,18171,14395,11370,10257,16180,6397,4616,6664,5449,3546,997,14300,22507,12842,12135,9892,17550,19468,11044,22474,9094,13021,9056,15959,18166,2505,13500,18984,15309,13950,10444,13620,21550,16387,9217,5354,2426,18280,21842,8659,17496,17700,15411,18730,13910,22523,13549,18259,10143,9164,17477,11705,11174,13065,13117,16088,1291,3184,2379,15676,20124,14019,22439,11857,16837,16081,913,5117,19224,11790,10246,22490,18123,13633,16137,6660,15285,21296,10921,10359,16261,12896,14422,17167,13904,18067,17028,2443,12755,16033,20734,9419,20896,14315,19873,19200,13945,11230,17481,12064,21316,17619,13297,14309,10473,17668,12752,14263,11313,10551,15395,22527,18460,15857,18024,12820,2934,14080,20595,19528,19316,13960,17168,17030,11381,2928,2809,7011,22533,15086,15234,11294,11649,13118,12010,7373,12316,18694,19925,1490,6274,6461,8539,8879,6863,2380,491,230,253,528,1101,769,1051,1221,2629,3211,9175,12368,4275,5216,3693,3173,4430,6706,4252,1804,20211,11458,9455,14621,11019,10511,14015,12947,10715,10937,10063,10603,3309,8353,8028,21847,21405,20605,13987,8581,8444,10809,16090,9121,5151,9258,18746,15879,10050,12766,19005,8417,10604,22306,8977,13186,22494,16592,12233,659,1474,19048,16023,15349,9897,8045,14110,13219,20589,6116,3133,9812,10227,6268,7626,8520,3454,10853,13959,5302,9030,8147,9359,2221,8710,18037,14782,17429,9157,8891,8513,3647,21965,10237,17112,11245,8663,6614,10343,8599,17968,11704,4583,6093,1257,9045,18653,20683,6563,20202,14007,7953,12809,8350,13429,10509,15111,6769,17325,9003,9378,15988,13651,18306,16053,15005,21671,12005,16153,7180,5536,1955,62,12274,16036,19417,17879,15424,9664,18978,11012,9969,1820,21416,16672,22445,8039,3901,13935,12975,16398,7288,5061,17050,13258,10177,8431,4835,11432,13491,9713,12891,7443,3971,8932,13664,10227,12704,2072,12124,4302,11329,9598,10177,9937,11360,16325,9917,11900,11418,2839,3488,12200,10033,11946,13648,6879,9277,5308,21528,12434,17475,11194,11584,17539,16959,6258,4865,1309,4265,15418,6052,6330,8728,521,1755,8982,16443,13113,5502,4659,8136,15071,14682,19380,1625,3838,4074,12629,14404,15168,1249,16877,21477,7465,7474,11670,9363,12348,12539,12108,7049,5891,4369,828,5861,13829,10622,2995,883,13066,10849,12727,8088,12473,13007,7725,7606,7120,6304,6272,6505,7459,6622,1887,6437,7363,11753,6154,17053,18785,11855,13091,12576,19109,12843,5698,2919,7465,19007,13932,15507,19547,16687,16230,10154,9711,5797,5129,1325,4939,10408,11176,7912,6967,6713,7946,1204,5348,5736,15579,9922,7923,5022,3187,237,10940,2232,2289,13734,9824,11287,20252,18282,10211,18567,17550,128,17064,15552,14557,13052,10305,20139,17558,11760,9577,10329,9462,18886,8112,1836,2683,17108,13079,13965,13655,14578,7860,4146,1295,1273,1512,16352,9901,8313,15823,1857,20459,15743,6471,14272,6271,1314,930,7925,10290,10958,10415,9813,9859,13917,12970,13584,9284,10530,9232,5797,19279,17117,12871,15024,12183,7660,14577,16745,11097,9024,12409,12081,14383,3628,628,17547,18024,17059,15236,21783,2054,13409,9950,17219,16577,15351,18288,18360,17557,13694,19320,17011,16235,17482,18051,20802,8211,4686,348,390,17897,6214,8278,15308,14299,10233,2454,14485,12468,20183,5744,17128,9706,5905,13343,10448,251,13565,13654,9349,14292,21999,17649,9454,11423,8098,2174,5884,14872,19081,14499,20757,22494,14602,16621,18237,9370,15117,12155,5942,2186,1723,4900,4598,21901,13622,16186,14845,9620,14723,9669,22231,19097,20423,16878,21734,17119,7188,6269,15557,14925,19799,14269,8136,1461,13784,22556,21008,22447,18050,18749,22512,6347,12390,13987,13358,17077,11059,10517,5458,13146,9054,8715,14805,22484,22501,17923,13020,18434,14016,16231,1800,15700,18651,19742,19319,13429,16207,22508,22469,12410,10533,1852,876,12647,14133,16535,18554,21838,13471,18488,14666,12036,12158,12827,14789,7241,1343,4389,13203,21998,13451,859,3727,22549,21189,6597,1169,1063,11360,8555,12881,12811,10417,2101,1434,13976,9041,8146,10406,10505,21896,18032,17561,15374,3853,16163,12329,16188,17165,15722,12822,7179,15844,14369,12882,9740,12065,2287,513,16283,20979,14715,11921,6751,10421,18448,11330,19631,9029,18155,6978,8289,3825,9923,12974,8817,11198,8191,10024,21398,9323,2319,12571,12795,11263,8049,13850,9463,17588,12302,9245,10385,10626,8001,15048,13818,15272,12756,9930,19403,12542,15350,12570,19908,13615,16182,17050,10939,7702,12530,13558,12971,11920,1462,4381,7730,13596,16276,7007,3772,822,17887,18817,17239,16142,19780,7979,16835,8337,6771,10060,9702,11220,13760,8175,5662,13469,8378,15311,9790,11221,11678,9871,3055,251,13481,21109,11266,489,231,12733,18756,15040,8113,7860,11361,1056,14746,14802,17996,9523,14478,8946,11771,15631,2997,305,13011,20290,15424,10498,18039,6913,9009,22498,10742,6723,9189,12252,10404,20678,13001,17721,11506,11929,15421,10747,9335,4340,175,12621,14014,9319,17346,17818,16470,9587,3949,6651,3244,8924,8287,7998,5078,3806,1020,11165,5466,5636,6761,1044,4946,3616,8502,9348,18182,11071,8703,16395,8469,9263,10563,4579,4730,5081,4739,5865,3815,4406,7063,1050,8097,10613,14330,10078,7868,12961,9088,16943,9516,12650,14270,19030,11181,13385,12852,12748,17965,11447,10808,15336,3659,8171,10854,13672,8462,16514,15943,11502,17039,10816,14106,10915,16504,8729,16540,9852,2283,12125,16159,14184,8376,14396,9699,12965,16452,11055,7540,15109,14409,8706,21056,17377,12993,761,629,16982,12209,6927,10211,18351,7469,10075,16483,9391,2139,553,17992,11674,8433,6935,15621,18214,14728,14886,6751,12450,11995,9634,18107,14680,17662,1430,764,10118,11375,11766,13816,9514,15575,13491,19975,11289,5682,12397,11438,8311,8002,8185,9102,5350,561,14852,16417,12120,9979,12033,8050,7620,6038,7433,8056,5865,7493,5644,4690,6761,3170,1244,577,5359,1129,5472,12222,14088,21401,13487,16518,18808,15151,6771,7792,9170,9309,8838,16960,17424,2675,11585,22520,10215,4956,3134,6018,14587,9792,21390,11697,13784,16631,19041,15688,19511,15830,11108,19380,10211,5756,4346,10406,14232,12036,5422,7638,16741,10760,13056,11555,11656,6671,10837,9289,8559,9927,2225,10824,13314,11413,13506,10659,12499,10088,10860,6146,10391,8561,5923,2720,11962,10811,10419,6597,5591,7449,9447,11366,18542,14943,22488,16134,18038,9285,12237,9774,17231,6360,4583,20021,12821,12248,20191,18483,6210,858,1084,11343,12467,12083,13385,11498,16125,11633,9183,13694,16176,17450,12495,8937,7331,19031,9027,16419,8307,2361,1024,7396,11412,10316,17324,11714,17269,15693,16827,673,1334,2902,10594,5155,1705,1729,1665,1740,1544,1727,1513,17170,20673,17645,19364,13451,16529,14322,11033,7825,11009,9273,13240,12112,14856,14376,10181,7355,7034,17137,15128,8652,13006,11810,10917,5238,2096,3686,2226,2309,1998,1235,1254,1434,752,991,980,9717,12029,9931,11834,9166,19601,18852,14020,16120,8119,5679,12486,10050,17274,12171,17014,9559,10093,755,10143,14008,16407,22295,16135,8903,8754,6645,13183,8879,17367,20100,17574,13633,2525,16671,14087,17984,11716,11813,9133,8958,9660,6993,7210,6102,527,20770,19886,8696,8882,13812,8530,5881,8468,8374,8807,10832,7752,8482,8664,10532,6787,10203,11718,14914,12528,13213,8536,9189,6152,7433,7020,4833,1812,727,14874,11122,15681,16446,13137,9749,5632,9445,8171,18238,10577,6671,8912,11087,8396,549,11443,11323,11156,12945,18577,6133,622,15198,7948,10385,16388,6590,12579,11490,1880,1364,1091,16680,10914,17204,15516,18849,15808,18975,14636,18019,8030,5663,2414,5244,12819,19206,12697,20289,11161,4025,12979,12239,16569,3938,8800,12315,16521,5426,11018,11395,7775,318,15091,18595,19786,12067,9823,8138,14173,21221,19428,16565,4134,3957,1946,20618,19662,11948,18014,16205,6112,10701,15514,16415,17778,2754,1195,1579,6157,5583,15159,2677,15048,15091,20247,15361,8594,13726,15837,9358,11318,11844,5361,770,2733,2254,9790,9927,2725,3091,1360,21891,21513,12127,8675,19257,9551,6233,15863,11672,1862,10743,11760,10797,10977,9361,7663,11907,12927,9199,14360,9856,8215,11301,5178,7717,7366,14622,14286,12064,10006,7911,14557,10404,9681,5869,8276,210,14333,6330,9761,16331,8110,8171,9327,9039,14067,10930,10581,9615,7238,3884,11712,14847,16160,7526,10645,12557,8900,7747,10979,12648,12897,4108,10160,10345,12045,10997,11381,9908,9802,69,6,18132,9617,9713,18619,19236,18535,13634,2056,11489,18277,12140,14603,10000,2889,22486,12899,11234,14121,16215,11230,22275,11978,12556,21299,3732,0,0,13555,21949,18807,10229,8145,9362,10170,16474,16209,10483,14360,14557,17499,14783,12937,8921,35,1048,17975,7018,14965,11189,13869,11891,16932,8620,9549,9604,6517,8844,4474,1225,9325,7961,12974,12593,6840,11835,9580,19163,9255,17649,8882,2141,1414,1131,11098,13849,16477,10740,11853,8153,5612,15760,11605,8481,9412,15650,14739,20524,10479,2966,2145,3383,9729,19748,19659,9921,13168,16362,22375,13333,11298,15953,19389,11269,12665,10418,5036,1196,8456,12707,8250,11041,18576,10321,15409,1792,1516,1589,1922,16923,12874,10729,13437,17418,10499,20547,10908,12381,19240,14707,2636,6672,18695,12731,20093,13795,12483,18045,13843,11539,7837,8965,3409,10459,13604,11146,12982,12271,13446,15291,14882,8426,1493,1175,15373,16185,18737,16527,8435,14156,11174,1114,1473,16065,15771,15092,5131,17574,16257,10530,3129,8499,19855,9247,11054,9733,9062,10810,6748,8799,14476,17360,13899,18078,6526,10407,15656,13285,17900,3969,1611,1692,1912,2633,4952,4787,3235,3574,3081,3953,4239,4339,4118,3846,3388,12048,14058,10405,15794,13071,12753,16250,8011,13692,12027,1996,10869,10516,14771,10449,17109,12203,22267,16691,6251,2479,1330,9019,17548,18589,17242,9265,16925,11576,13299,15539,11316,13184,9734,10647,15388,16684,6575,11141,556,19512,9974,15871,6673,17889,12716,7337,18741,20352,17700,2186,2425,16977,13659,13346,7992,11072,13669,8651,16200,14017,12157,14523,17357,16249,12336,22517,12635,12189,10302,7933,20189,17513,8283,11213,6134,5744,4156,1462,1561,1315,1606,1880,2048,1364,2135,1265,15628,10407,14253,12887,12047,5634,16966,10835,10451,10705,6764,10743,12285,20463,14598,9757,13798,13611,8785,17921,9620,4584,249,21146,15063,8848,10871,15658,9150,9353,11402,18328,4122,8754,8479,12669,9666,8317,9833,9682,14358,15777,4826,202,127,9016,18802,6437,11825,20273,6576,9036,9160,17792,11770,8429,9145,9383,10377,9617,122,7676,11478,11152,8331,8334,13532,11512,2041,8823,12331,10276,22529,11141,4500,6678,4504,9545,5150,16621,13643,15238,12550,18566,14601,12985,16656,17368,12960,9573,21712,9914,20092,8646,6259,16354,8229,14326,885,4828,11830,4255,10363,10377,13883,17260,12475,8862,12073,13490,17217,16240,952,17487,11294,8852,7551,14434,10039,14866,1784,10724,8469,7708,7668,6680,10386,7361,7822,8205,10661,7980,534,7164,7535,5062,4888,11586,4148,8144,5640,9062,10924,781,4780,11267,9902,8927,7943,10267,6786,7601,6942,630,13237,11946,11835,3067,7556,12543,12192,10219,6807,5470,6356,1890,542,984,1197,1697,433,1344,2508,1099,8554,9304,6976,14887,17237,11100,6435,1641,9232,9276,5015,2773,2113,2186,2108,1678,1145,7731,14562,14493,17745,15757,13276,16882,16890,6027,11977,10555,17847,15086,16343,18088,5277,5923,2704,3189,4270,4141,4753,4407,4407,1625,7789,17964,21085,17212,14550,6744,7495,10492,13528,18482,12084,14085,9376,10932,14738,15069,17219,18526,17651,9364,7644,8317,5163,3925,2512,1055,2879,2701,2269,3081,2406,1454,17240,13857,12236,2096,8362,20132,18155,12142,16748,6269,16888,9428,9050,10170,7882,11671,5181,14415,13507,11330,14817,12082,12524,12379,17081,5491,16936,8586,669,20293,7933,8921,15368,10916,11077,786,581,12817,16946,19365,13248,12600,2464,14707,13118,533,15910,10042,13808,16835,14982,13711,15058,12827,17300,8513,9358,17882,15235,11858,6477,10755,12327,9765,11896,13787,11844,13877,14620,11696,20151,15239,5760,766,12922,11728,9453,14026,18777,15357,15242,7567,15877,16650,18815,7510,13788,10874,7496,11218,13009,12218,17854,12751,14567,16202,15793,13157,12354,416,17850,12752,7774,8961,20850,16970,11632,11331,20259,19752,12034,18216,13458,9916,12734,16555,10010,3116,22508,12607,9157,13840,15821,13288,14743,751,247,12965,11503,12909,12849,17202,22088,17488,11145,7276,13537,10648,10153,12998,22518,9969,13690,10118,13358,12661,13632,18653,8336,566,16862,10123,15617,22565,19049,12114,19626,9417,10051,9668,15642,20051,10491,21253,18117,14139,13121,10015,558,20251,10404,17223,17641,10786,18797,17010,15955,9224,2754,2098,2525,2445,1629,271,121,36,20,1]}
