{"title":"The Pitfalls of Houseplant Collection","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-to-grow-your-houseplant-collection-ethically/","audio":"https://traffic.megaphone.fm/SAM9292184361.mp3?updated=1724777451","intro":["A curator at the New York Botanical Garden explains what we can learn about the past and the present from houseplant trends."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Plants"],"transcript":[{"author":"Rachel Feltman","text":"Houseplants are definitely having a moment. But why are we suddenly so obsessed with bringing leaves and vines inside, and how is the surge in plant parenthood impacting the environment? For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m talking to Marc Hachadourian, senior curator of orchids and director of glasshouse horticulture at the New York Botanical Garden [NYBG]. He recently appeared on NYBG’s new podcast, Plant People, to dig into the dark side of houseplant ownership, and he’s here to tell us more. How did you get into plants? How’d you become a plant person?"},{"author":"Marc Hachadourian","text":"How did I get into plants? Well, my grandmother was an avid gardener, and I think that’s where my interest in plants developed. [I was] probably also encouraged by my mother, hoping I would get out of my reptile and insect phase. This way there weren’t any escapees in our house. As I started exploring the woods around my home, I started finding unusual plants in which you wanted to know what they were and identify them, and one of the things I liked about plants was that if I went back, they were always in the same place. Where a bird may have been something—you know, a fleeting glance, and next thing you know you would never see it again for a long time, I could go back and revisit the same plants year after year, seeing them through the seasons, trying to time my visit for their peak bloom, and as a person who loved nature, winter kind of was depressing for me because nature was asleep, largely, at that time. So I really started gardening on my windowsill, spending a lot of time growing plants, which I then took to an extreme. You didn’t need curtains in our house, there were so many plants on the windowsills. I used them to kind of explore the world, watching a lot of nature documentaries and fantasizing and dreaming about one day exploring the tropics, whether it be the Amazon or some mountaintop somewhere. It, it was a way for me to connect to places around the world— different environments, cultures—through not only the plants but the stories that surrounded them, which I was fascinated with everything from their biology to their pollination biology to just the organisms themselves. So my interest in plants became all-consuming. I turned my strong interest into a career and found my way to the New York Botanical Garden, of which now I’m a professional horticultural curator, working at the garden to help not only create exhibitions, manage our extensive botanical collections but all-around working with plants in every aspect, from cultivating, displaying and, as a member of our faculty, teaching people about them as well. So plants are my life."},{"author":"Feltman","text":"Well, and, you know, what you said about surrounding yourself with plants to experience the world, I think that’s a great setup for what we’re gonna talk about today, which is houseplants. How has humanity’s relationship with houseplants changed over time?"},{"author":"Hachadourian","text":"Throughout history the palette of plants that we call houseplants—which is really an artificial classification just for a plant that lives in our home; it has no real botanical significance—changes throughout history as our homes and environments change with them. So early on, homes were kind of drafty and cold. The groups of plants that we cultivated then were very different from the warm tropical natives that we grow in our homes today. Early on, plants like ivy, things that we might more associate with more temperate garden subjects, were cultivated in the home because our homes weren’t the warm, insulated places that they are today. Throughout time the interest in the tropics and the sort of fantasy of recreating a tropical environment in our home helped not only change the plant palette, but the technology of how we lived in our own homes helped create environments more suitable to these tropical plants: the development of everything from large-scale manufacturing of glass, steam heat, even the cultivation of tropicals in greenhouses and conservatories—people even built them for their own homes. It was seen as a status symbol to be able to have your own private conservatory for your collection of rare and unusual tropical plants to display for your own enjoyment but also to kind of show off to your friends and neighbors your rarities and treasures, whether they be orchids or palms or ferns—whatever they may be. Our modern-day, insulated homes that are warmer environments are more suitable to cultivating plants like aroids, [including] philodendrons, [as well as] orchids or even palm trees more than the cool-temperature-requirement plants that were some of the earliest houseplants of their period years ago."},{"author":"Feltman","text":"It definitely feels like plants are as popular as they’ve ever been in my lifetime to have around your house. Have you noticed any recent trends in houseplant ownership?"},{"author":"Hachadourian","text":"Absolutely. Like fashion, things kind of wax and wane in their popularity. At one point African violets were the hot commodity in terms of houseplants. Gardenias have had their day. But modern trends in houseplants have shifted towards unusual tropical plants like orchids. But during the pandemic the new houseplant resurgence, in which a younger generation of people have discovered the joy of cultivating and collecting rare and unusual houseplants, really surrounded aroids—plants that are related to calla lilies, jack-in-the-pulpits, philodendrons and that particular family—in which people started aggressively [laughs] collecting rare and unusual aroids, sometimes paying exorbitant amounts of money for a single small cutting or houseplant within this group. Why they’ve connected to aroids? They’re beautiful, fast-growing and have a diversity of foliage, in which the interest here was about the leaves more than it was the flowers."},{"author":"Feltman","text":"Mmm."},{"author":"Hachadourian","text":"And I think this kind of developed along with the social media status and cachet that these plants brought people because you would often see the owners of these plants posing with them, showing off the leaves. They became kind of social media accessories and status symbols that way, which, at one point, I know somebody was renting out their rare Monstera so people could pose with it to get some social media cachet [laughs]."},{"author":"Feltman","text":"Wow."},{"author":"Hachadourian","text":"So this idea of Monstera was not something new. The Monstera—being the kind of Swiss cheese plant, this classic kind of foliage plant of the tropics—really surged in popularity and along with it surged popularity in its relatives as well. Everything from variegated monsteras to rare Philodendron species that once only existed in botanical obscurity now became these horticultural holy grails for the houseplant collectors."},{"author":"Feltman","text":"Yeah—well, and speaking of people seeking out rare plants and really treating these as collectibles and as status symbols, on the New York Botanical Garden’s show Plant People, you talked about the dark side of the houseplant industry. Could you tell me a little bit about ethical dilemmas people might not realize they’re facing when they go shopping for plants?"},{"author":"Hachadourian","text":"Well, in terms of the dark side of houseplants, the desire to collect and possess anything does create this frenzied excitement around ownership and possessing something that is rare and unusual or unique—something that only you might have. Obviously that creates a demand, and there are people out there willing to supply that demand, whether it’s ethically or unethically. So a number of species here became not only desirable but high-priced items, in which plants were selling for $10,000 to $20,000 for an individual plant. Once people see those exorbitant numbers, there are a lot of people out there who will figure out a way to get these plants through the black market, either removing the plants from the wild or acquiring them by stealing from botanical gardens and other plant collections to satisfy and sell these plants for princely sums."},{"author":"Feltman","text":"Mmm."},{"author":"Hachadourian","text":"As a result, many natural populations of plants have become threatened due to overcollection. Groups of plants that were once never thought to be at risk, because of this surge in popularity, suddenly became vulnerable to illegal collecting and shipping to supply not just a local market, but a global one, in which rare-plant collecting, particularly aroids, around the world created such a huge demand that some of these plants are now becoming threatened in their native habitats, in which populations are being stripped by the hundreds, if not thousands, by unscrupulous collectors to satisfy this demand for rare and unusual plants. This black-market trade in plants is a billion-dollar industry in which plants are moved around the world and sometimes even laundered through nurseries in which they will grow them for a period of time to remove any evidence that they originated from the wild and appear that they’re nursery-propagated specimens. If you’re interested in rare and unusual plants and you’re purchasing, many times you’ll have some temptations from nurseries overseas, which they are willing to provide your dream plant at a very inexpensive cost, where you might question whether these plants are not only ethically sourced, but produced and shipped in a way that complies with all sorts of laws and legalities. But also, you don’t want to be contributing to the wild collecting of some of these plants, to which it’s damaging their ability to reproduce and survive in the wild."},{"author":"Feltman","text":"Yeah, could you tell me more about what the ecological implications are of that? Because I think for a lot of folks who have just sort of a surface-level interest in plants, they think in terms of: “Oh, you take a clipping from it; it grows back.” What is the reality of this kind of plant exploitation?"},{"author":"Hachadourian","text":"So the reality of this—we’ll take one example: a plant by the name of Philodendron spiritus-sancti, native to an area of Brazil, where the plant is naturally rare. As a result of its natural rarity, it was very uncommon in cultivation, and it became kind of this “holy grail” plant that the Philodendron and aroid collectors used not only as a status symbol but started selling for princely sums. Even though this plant exists in the wild in an obscure, hard-to-reach location, collectors would travel into this native population and were starting to remove plants from a plant that still existed only in low numbers."},{"author":"Feltman","text":"Mmm."},{"author":"Hachadourian","text":"As a result, once a population of a plant reduces to a point where maybe it cannot reestablish, or you take enough cuttings and the plants don’t regenerate, those not only impact the plant’s ability to survive long term, but it also starts depleting the genetic resources of that natural population."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Hachadourian","text":"Like people or animals, if there isn’t enough genetic diversity, essentially inbreeding can occur, or if the plant is too infrequent in its habitat, maybe the pollinator can’t transfer pollen from one plant to another because the plants have now become so isolated or reduced in numbers in the wild. Some collectors, when they collect, will even cut down trees to get plants that are high up in the air."},{"author":"Feltman","text":"Wow."},{"author":"Hachadourian","text":"So, for instance, many epiphytic plants, plants that grow attached to the branches of trees high in the canopy, aren’t easy to get to without climbing trees. Well, the easiest way to get to them is to cut down the tree and then harvest just a select few plants off those branches, not only destroying a tree and the communities of plants that exist with it, but it also impacts the animals and the forest as a whole. For some plants—for instance, with cacti and succulents—some of these plants take decades to reach blooming size, where they’re able to reproduce. Even though the plant may fit in the palm of your hand, you may be holding something that’s 75 to 100 years old. If you remove all of the large plants, and even the small ones, you’re essentially putting these plants at risk, creating a population of plants that can’t reproduce."},{"author":"Feltman","text":"Mmm. What can folks do to make sure that their houseplants are ethically sourced and that their plant habit isn’t destroying a natural habitat somewhere?"},{"author":"Hachadourian","text":"So, I mean, obviously people then start giving their houseplants the side-eye [laughs], making sure they’re not possessing something that might be considered contraband, but when you’re dealing with collecting rare and unusual houseplants, deal with reputable nurseries. You know, avoid odd deals, sketchy people on the Internet [laughs]. It’s generally good advice for almost anything ..."},{"author":"Feltman","text":"Right [laughs]."},{"author":"Hachadourian","text":"Including houseplants. Deals that are too good to be true quite often are because when you are importing plants from overseas, there are very strict laws, rules, regulations and even permits that are required. Sending plants through the mail and saying, “Well, maybe I’ll just—just this one plant won’t hurt,” not only helps encourage the illegal collecting of plants but might even introduce a pest or disease that doesn’t exist in this country already."},{"author":"Feltman","text":"Right."},{"author":"Hachadourian","text":"When you’re dealing with purchasing houseplants from reputable nurseries in the U.S., if there’s a plant that you have a question about, ask—ask about their sourcing, ask about how they’ve propagated—and a good nursery will be able to not only reveal that information, but should be aboveboard on who and how they’ve acquired these rare and unusual plants. Many of the plants nowadays, even aroids, are now being produced en masse via tissue culture, so they’re no longer needed from the wild."},{"author":"Feltman","text":"Awesome. Is there anything we didn’t touch on that you, you want to mention?"},{"author":"Hachadourian","text":"Well, one of the questions [that] came up [was] about how botanical gardens—what our role is in the houseplant trade. Essentially we don’t really deal in terms of commercial imports and exports with a lot of these plants on a large scale, but one thing is: sometimes we are the recipients of plants that are being shipped illegally. If these plants are considered to be rare or endangered—in which things like cacti, carnivorous plants, cycads and many orchids are included—rather than see those plants destroyed, they come to a, a botanical garden, like the New York Botanical Garden, and become part of a program called a rescue center program to not only rescue, rehab but also grow and cultivate these plants rather than see them destroyed. In our collections here at the botanical garden, we have a number of cacti, succulents, aroids and carnivorous plants that have come to us in these ways. So in that respect, our role is not only to educate people about how to collect these plants and do it ethically but also as a conservation through cultivation in preserving plants that might have been found when they were being smuggled. Rather than see them destroyed, we then make them not only accessible for display but also for scientific research and propagation."},{"author":"Feltman","text":"Awesome. That’s all for today’s episode. If you want to learn more about the botanical world, check out Plant People wherever you get your podcasts. While you’re there, be sure to stop by Science Quickly’s page to like, subscribe, follow, rate, review, comment—basically whatever your pod platform of choice will let you do to say you like us. You can also send us any questions, comments or ideas for stories we should cover at ScienceQuickly@sciam.com. Tune in on Friday for our latest Fascination miniseries. We’ll be talking to SciAm’s own Tanya Lewis about the challenges people face when it comes time to coordinate care for aging loved ones. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[13182,12831,13280,12674,9976,11935,5627,677,13331,12789,12580,10934,12988,12839,11917,13126,13026,13026,13157,13078,11620,8181,13145,12802,12767,12911,12737,12340,12837,10671,12722,10348,12121,13934,12585,12584,10901,4899,227,13397,13073,12695,12557,6824,13376,12971,856,12745,13131,13202,13389,11706,13146,13183,13352,13206,7404,13330,13149,13160,13227,13142,8557,13452,13282,13058,12605,13049,13237,10452,2917,13466,13287,12940,13060,13570,12696,13175,13162,12864,3611,15544,13123,13259,13820,12421,13220,12403,13406,11360,13119,12891,1897,13304,12169,12284,13643,13109,13134,12958,1093,3332,1708,3988,1756,964,2360,1539,3461,1050,1459,1323,1162,754,2714,1831,2099,1725,1300,810,16189,11952,8023,11064,9927,15514,9429,13495,13185,13290,13928,10730,13132,11972,13613,12771,15066,11098,9544,14083,14579,10981,13267,11652,14090,9960,13681,9312,7048,5973,1820,13373,13190,12417,14568,13859,13396,12647,9810,14530,14820,10002,9624,13434,12237,8643,14645,9369,8886,3274,1489,14098,14509,12202,9652,10144,11923,11344,13829,9456,13880,9701,13220,8139,5652,1991,3245,14186,12463,14045,14225,8657,9350,13331,13254,7620,1956,14204,13923,13057,7811,14063,12791,9137,11086,11913,10879,12512,9389,15034,11371,11578,12561,13724,14005,11903,11141,14316,11781,12708,10305,11504,1590,1625,14197,13068,11267,14045,13968,8788,11756,13490,13682,4075,12909,6605,14125,13502,13291,14513,11413,13261,10316,12959,5492,1639,14088,11498,14784,8521,10507,4055,1591,6194,7429,6093,6827,6598,2539,544,13925,9093,6669,13597,12996,12993,7733,13004,9453,10251,0,10699,14285,14884,14300,13349,12544,13473,14807,13562,11375,14260,11542,14255,13152,14796,13965,13997,12445,13006,9690,13766,14437,13501,14029,14175,1440,1150,14818,13792,14640,13040,12626,14181,13042,12398,12792,13327,13434,13261,13672,13320,13210,14904,10821,14773,14691,14971,16156,10692,13471,14440,13168,13557,11516,13540,10161,13104,14588,7269,14448,14047,13687,13274,13447,13471,12183,12756,12718,14881,13074,13588,14873,14844,11373,10661,12724,13946,10472,12591,12637,14046,12662,14159,11970,12338,14126,10698,894,14469,14613,14235,13556,13570,14851,14225,12315,12461,12218,14809,13741,13666,9428,13155,14437,9998,1627,14446,12534,12690,11868,14164,13622,13060,10557,9796,14335,14725,14275,11027,14488,13632,11583,13380,13345,13486,12673,12734,14903,9669,1247,14459,14118,13168,13934,11286,13483,14570,11841,13541,9243,9217,7510,14297,13429,10138,10834,14706,13763,13607,12186,12683,11782,12101,13281,13429,10901,11801,10052,8881,1389,14918,13895,12806,14751,11542,12761,14417,12849,14591,12356,14109,14880,13607,3115,14855,14872,12982,6442,14106,12715,5509,14468,12500,12763,12767,14116,13529,17900,17881,14871,14259,14652,14331,9599,11577,10833,10752,14818,14567,13214,12224,12915,14857,7052,14402,5516,14095,8304,10171,8242,10108,6712,14608,14900,10866,14884,7605,11784,13644,9926,14123,12267,11906,12702,13785,10732,12991,14660,10619,14761,7823,11778,12064,12481,1943,1403,14865,13833,12781,12653,13988,12640,11547,10591,8373,14451,13888,12146,11409,14390,14866,11755,14073,13264,11737,13022,11604,14884,11838,13371,14311,13898,12905,11259,14107,14289,14803,13628,12081,1099,13469,14580,14170,12964,14037,10157,9444,12338,14491,9206,13364,13076,13910,13686,12725,13590,1359,14769,14480,13128,13575,10659,14731,11436,13639,12959,11172,14872,13559,14341,12043,13224,12900,13612,10174,2016,12151,14124,14596,14677,11321,13148,13084,14415,12162,12232,14828,13252,9317,14142,14856,11217,14703,13383,8116,11685,14454,13013,12614,12538,11752,14804,14193,12695,10254,14682,14631,14268,11912,10273,14486,12699,10359,11514,3909,14849,13280,13139,10859,14332,12905,12661,7929,8920,12828,14868,10178,8078,14724,14796,11672,11483,10111,11071,13129,14564,14142,14293,9949,11402,12267,12772,14252,13630,10711,1492,14823,14093,13123,14071,10477,12392,13213,12107,13146,13412,11548,14117,13835,10135,14324,10672,1336,14119,14387,13192,13894,14644,14182,13830,14020,9670,3937,14892,14538,243,14768,12624,10848,12370,10068,13596,14401,10665,13519,13284,12662,11471,14897,12904,9129,14612,11830,4767,14171,14681,11391,11922,14815,12576,13252,9933,12623,14478,10397,12439,13839,11690,6124,14160,12109,12223,13145,10025,11442,11050,4627,11629,13610,12169,10083,5353,9825,13910,11135,7854,3789,13364,10815,13646,5142,12218,11358,12340,6646,8400,9075,2290,10433,11639,7876,946,14103,13510,8708,13438,7471,7853,4577,11628,9393,1116,13570,11671,11310,9546,2984,14080,9438,10792,1442,13917,7883,13332,12259,7960,13137,12396,11928,11023,13884,13506,9783,1207,13406,6586,10266,14006,7848,197,14812,14907,14080,12381,14291,14385,14363,14630,13728,14624,12390,13759,13007,14559,7771,13340,14492,12525,14177,14284,14391,17912,16723,14286,14599,12594,14314,15896,15539,14394,13143,14036,13192,11584,14118,9509,14651,11711,4822,6590,14639,10908,11455,13904,14404,7332,14750,14872,14192,11516,10237,9152,14851,10981,500,14275,14883,14876,5334,1420,14847,14876,13131,12654,12127,11378,14619,13919,9704,14166,8083,14295,9086,14850,14866,13235,10202,14868,14834,11012,14643,8851,771,14886,14422,13997,13051,14172,9896,13369,10610,14899,12105,7434,14867,13086,13146,12255,12831,9241,9379,14903,10744,1143,14411,14286,12624,14788,13872,14046,12183,14846,13803,14315,12877,14132,14876,11783,767,14289,11229,13812,14789,13078,14001,10120,10655,14844,14793,13047,12311,1575,14115,14750,14029,12587,12935,11407,7859,12000,14478,13306,12244,12990,14070,12495,13133,17686,12258,2571,3748,14893,14082,11093,10716,13028,14864,12395,12089,11088,14038,14296,12690,12191,10020,13791,12594,14861,13475,12644,12488,14071,11710,1518,14974,5005,13681,13037,14479,13499,14856,12930,5758,14883,14675,13906,12009,12390,14877,8793,12756,13070,10119,14887,6848,853,14718,5784,14113,11289,11643,11128,12135,14846,9337,13891,14483,12662,13740,12680,2298,10065,14027,14124,11897,12515,13731,12837,13210,14058,12023,8606,14808,13301,12977,14131,13472,1745,14125,14875,10779,14185,13252,11825,11052,13923,14166,12379,13039,9313,14766,13799,12305,1461,13760,7764,14875,9643,6968,14144,14117,14354,14302,1046,14900,13316,13008,11683,14876,12738,11595,14415,13995,10380,12290,14896,13551,1459,14279,14806,13803,12195,11408,9595,13181,13010,11640,13583,13703,7098,13299,14845,12482,8693,13229,10632,12337,4313,13065,12581,14073,10281,14899,14784,11931,12361,9769,7590,14893,14791,14620,8727,17877,13715,17898,8809,14496,13516,9386,12951,10728,14381,14456,14410,14085,9770,11488,10168,11763,11620,12194,1939,13565,13563,13714,12241,10788,13730,13536,14888,6846,9833,13373,14774,13906,12603,13558,14592,10833,14014,14593,14877,8550,12378,13310,8628,14354,14068,13337,14808,8244,14362,12773,14854,14721,4105,13734,14370,13255,12922,12223,13651,10911,10413,14075,14844,8478,14326,11553,11652,2756,14666,11156,14037,14012,14858,12006,14642,13335,12839,11754,13681,13472,10086,14340,134,14010,8381,11712,9599,6347,182,13908,14110,9983,8699,151,14133,14017,12694,12334,11015,12518,12683,14179,11566,11686,13163,11372,12486,2183,13804,13605,14142,6057,8570,12103,10038,12085,7358,8319,13970,12296,13649,676,14784,12958,13185,14951,11925,14778,8517,1547,14823,14902,13437,12152,14243,11077,10395,14794,12397,11055,13415,12376,2008,14640,14768,13997,12691,10391,14847,14821,12595,13914,12600,13583,14739,14876,4854,14629,14515,13089,8454,14511,14853,12503,12176,14452,10978,14156,13605,12964,8336,12914,14483,3162,13320,14265,14310,13040,13261,11560,14675,14428,13964,12397,13424,14334,14878,11922,11810,12565,9586,14479,14773,12630,8995,13690,11982,14210,14092,14710,13807,12877,11457,10627,13799,9335,13858,13450,14607,12562,13291,11832,11977,14178,14562,11169,6049,14183,13339,11977,14656,12265,9399,8538,14875,14672,14551,14594,12261,14727,11564,10193,14179,13703,12424,12754,11515,14923,13701,10359,14252,14067,13804,11796,1128,14875,13291,11505,12002,14889,6980,13969,13640,13656,12086,11774,14844,14368,11811,14173,12550,14754,14839,7320,11658,14623,14709,4614,14783,14011,11838,11229,14619,14671,14602,13966,11181,5452,14571,12266,10955,11462,13238,8438,11495,14767,9008,13199,12288,12540,14642,13119,8889,11496,13789,3368,11153,13503,14356,11864,14878,14882,14160,13175,14447,2010,14389,11589,12836,13023,10283,14826,14564,10841,12902,14710,14486,13559,13611,13390,10858,13125,14936,10967,12419,11246,5225,14195,12895,10711,14341,12952,13471,11215,11074,14805,12053,8431,14672,14749,14882,14579,13891,12379,13512,14484,13883,12456,11009,12583,14087,12673,14469,13199,14078,9969,11662,13834,14023,12065,9990,14073,12644,13373,14201,12658,1569,14861,12273,12941,14483,11201,9708,13575,14884,13337,11004,14545,12832,14562,14622,12536,10868,13859,10905,14467,12210,14301,14450,14897,14279,13143,11573,10934,14383,14706,12121,14552,12711,14759,13878,13469,12422,13166,13151,14799,14496,10620,14438,11491,13120,12757,12969,12908,11167,14266,10879,14866,9116,13297,14181,13787,12400,12379,13883,14384,12499,14050,10562,11453,14030,14455,11785,17896,3385,3014,14852,11739,14861,14758,12395,11870,10675,12225,14397,12249,11648,6744,14459,14812,14934,13534,12563,1351,14864,14889,13623,11123,10413,12584,14670,12372,14566,14727,14897,13708,11805,10596,1348,14645,13371,13802,10525,14663,10491,3577,13953,14699,12679,11674,14288,12299,12159,11102,12564,14808,11529,641,13552,11876,14909,12959,13099,11615,9972,14819,8019,13323,12398,14440,13680,9278,13084,13950,13385,14421,13506,11032,13582,13280,13243,12022,14413,14799,13109,12714,11205,14212,11588,1853,14870,13792,14542,8073,14887,5345,1435,14846,11885,14593,8920,13239,13500,12838,10902,13839,14896,12479,11730,5358,6708,13793,14907,9453,11842,13944,13319,8269,281,13091,7923,11598,14205,4042,9091,13978,11492,7649,7623,5765,11142,13869,11888,9164,13357,12829,9104,8013,13357,7187,11819,8787,3063,13696,8410,9477,12723,14069,9711,5633,3936,12509,13181,6732,11124,12222,9966,11822,5583,9740,13798,13357,8397,11960,13844,11412,13255,13861,7575,12984,13166,8091,12869,11450,12273,11995,14057,9955,10913,8888,14094,12135,11443,12215,13572,11158,12966,11174,13311,11993,6939,275,14877,14863,14872,14865,12654,10748,9463,14892,9465,13789,14195,14480,10645,14695,8721,12846,14802,12812,8910,4633,14244,4314,13905,9136,12061,5872,14601,12619,14071,14648,10325,1213,13964,14192,14777,12290,13779,12701,14297,11434,13937,12651,11308,13208,14218,12945,11057,14745,10712,13390,12241,13911,11001,14283,12307,13963,10905,9758,14863,13471,13354,13517,13320,14166,7332,8824,14075,12169,13905,14897,14871,14839,14816,11525,9932,7533,12508,14521,12571,14604,14534,14824,12006,14588,10512,8338,7035,13734,14715,14690,7909,8434,6916,823,14228,13010,14002,14372,12308,14897,14336,12759,14694,2553,14529,14892,14564,14238,11616,11198,14391,11092,13655,14407,11811,14145,13789,12187,13266,11433,9416,13707,14089,11956,2287,14829,14564,13374,13652,13265,12503,12165,12990,10196,3045,13990,12195,13576,14385,11573,14720,13432,13371,10692,11290,12899,14723,14312,12615,8663,14147,14254,12446,10155,14585,14823,14047,11919,12990,11531,14608,12933,11928,14837,13673,13439,11987,10953,9318,14584,11301,11598,13920,13740,13679,10679,11485,9802,12727,14129,13190,12588,8758,865,6735,14532,14810,12341,12535,8164,14668,10070,10828,12608,12396,13630,9327,12825,10453,14695,14902,13004,5901,2240,14445,13903,13443,13038,14521,12699,12714,14183,13515,13866,14386,14026,8581,935,3095,14270,14109,14321,13069,9773,634,14199,14709,14846,14238,14862,14442,10216,14822,14698,13240,12722,13311,13601,3370,875,14657,14590,14857,14485,12471,14746,14512,11417,4719,8179,14664,13245,10885,14718,13426,12720,12446,13276,10918,13313,12760,12734,13436,11166,14626,14404,14480,9382,14688,14777,14233,14824,11029,14638,12536,11734,14416,13717,11516,14638,800,14862,12994,13102,14500,14654,12479,12924,14907,14875,11832,14744,8766,9616,14519,14037,12674,11149,12727,11185,14923,12013,11785,11693,13626,14869,10959,11934,11477,12425,1028,14289,9963,14260,11790,13765,13294,14606,13131,3014,13025,13460,14879,14150,8488,13395,10084,14300,14338,14786,11568,12265,14423,1458,14914,10172,13424,10251,9629,11481,14890,12947,2966,11982,14167,13874,11407,13860,14155,5400,13501,14906,11794,8491,13124,12816,5524,861,1745,14841,14665,13511,14765,14594,12481,12449,7567,14537,13125,13049,11068,12791,14880,14040,13439,12022,10080,13921,14001,10680,14850,12413,12923,12853,14816,14807,10159,14530,14902,11947,3057,8399,13744,11949,14020,11702,14127,11518,14192,11797,11853,12376,14271,14356,1495,13036,12754,12326,13941,14812,9959,13022,10964,14236,10803,13514,12394,1844,13941,14031,13516,12021,9985,14145,14742,12602,10851,13909,9601,2999,1214,14782,14818,14856,14315,12564,10134,9301,14601,11724,12344,14151,13234,14575,14619,12882,13478,13885,14734,13898,13359,13873,12534,13983,13145,12448,6396,11600,14513,12323,9667,13938,12135,14731,12635,12035,13716,13323,14864,12294,14059,14192,13260,13613,16598,13365,14036,11195,14119,14860,9937,5921,11663,14859,13000,12674,13940,14741,13912,9393,7755,521,14845,12846,11349,14289,14050,11761,12150,14412,11486,13373,12611,13886,13866,8508,14817,12910,9033,783,14628,14049,14123,13227,11360,6631,14564,5804,1197,14208,12412,11976,14751,14784,9217,13177,13327,14435,9005,14835,9470,3900,13729,14744,14591,10979,10516,9302,14404,12421,9381,14338,13228,13911,11812,872,13656,11909,13699,10686,10338,12437,11645,12732,6147,5394,195,12350,13825,9806,1748,10239,13642,13979,10657,11454,6382,13013,10889,7799,7532,13768,10012,14071,10528,9443,11681,13409,12410,11366,13440,9905,13016,4450,262,12688,11776,9463,13587,9135,12999,6647,10252,13947,11983,12428,10427,13781,10205,1615,13154,11257,13826,12297,14172,13458,10337,13820,13910,4159,10516,13766,9257,11280,4553,212,9482,14880,14438,14928,12801,13768,14947,13782,10578,7515,14255,14909,13642,11367,14872,11685,10565,13393,14274,14026,14636,1119,14834,12136,13928,10395,14748,13555,12742,1605,14148,12388,14790,14534,12092,14892,12345,13319,9138,1295,1188,14862,13615,13054,12481,13708,12783,12993,9280,12113,14851,11698,9550,13918,13664,10090,12444,9512,14529,14878,13778,12116,5026,14799,14245,14155,13944,14755,12432,2091,1034,14718,12729,12420,5565,14294,13291,14633,13410,12360,13023,10181,14397,11514,14472,14815,12007,7665,13869,14354,13245,11232,9621,14228,14861,10143,3542,2013,1169,14874,14790,12958,14071,12424,14678,9975,12338,13469,9182,9144,13835,14159,14563,12265,14553,13318,11284,1009,11227,14394,12579,12530,5179,14821,14414,13978,14163,13719,11887,11943,10603,14056,11991,12536,13837,10740,695,14601,14758,14229,14877,13881,10445,14453,14679,13317,14832,13595,2546,12302,1891,14892,13333,13865,7675,14862,14722,13544,11187,11439,14126,11258,14200,12429,14247,11876,11928,14375,14398,14204,14876,9806,11276,14733,7312,970,14220,13739,14202,14920,11705,8033,2916,14620,11572,14496,13711,12882,14280,14857,4618,3615,14079,10964,12621,14278,12025,14781,11366,11965,13086,10970,14057,14828,13694,11090,14874,6064,959,14499,14088,14897,12073,13379,14975,13345,13376,13213,11031,9876,14139,14063,13479,14820,13484,12464,12499,12961,14838,13651,14354,10929,14828,7086,12807,13712,14850,14225,11748,11553,14382,11015,1362,14906,11941,14865,13660,14035,11687,11014,853,14817,13357,14322,11558,14884,14738,14435,14475,14734,12935,12991,12117,14868,14662,12604,14877,12402,14594,12145,14480,11948,13459,13603,11253,14239,14371,14015,11130,14326,14341,14424,13743,12527,12626,14308,13650,13823,13494,10221,6956,13551,10599,9318,13552,11202,10063,14879,13190,907,2110,14848,12600,11884,10949,13762,12043,12888,14651,14970,14586,11111,14718,7236,1157,14801,14111,14450,14163,13530,12965,12858,12860,1290,14811,13702,14023,13273,13890,14654,13758,7879,14103,13362,14667,13733,14135,10318,14624,10639,13107,14019,14956,13418,5012,14864,12402,14068,14923,11535,14180,12790,12976,14885,13982,9672,13402,12753,14729,13316,8846,466,14705,14878,14570,14621,12766,2008,14700,11372,13233,13766,14799,12951,13831,7842,14894,14884,12034,12925,6072,14091,9509,13087,12660,14738,14208,5392,14930,13799,12651,12668,13559,13150,14919,11420,1061,14205,14905,14703,12849,11605,10043,14902,11236,12445,14506,4722,2878,14081,14769,11092,3635,2212,14713,14091,13395,14753,12586,14581,9599,1829,6978,14911,12900,12572,14046,14898,12922,6334,1907,12724,14525,7093,13954,14882,13610,10423,16780,12089,14348,12615,11392,14307,4531,1181,14977,14821,11981,11847,14583,11920,13308,13010,9313,14879,7275,911,14856,12269,14841,13339,10764,14198,11935,14783,12117,10495,11847,2571,13767,13781,13531,1826,453,14731,12854,12182,14738,12066,11004,14603,13736,11525,8224,14851,11294,12475,14884,14348,14712,14451,14094,14866,4639,11927,14311,14438,10452,12417,10773,14617,14639,8152,7449,13815,3068,2796,13314,11419,12157,11802,11075,9122,13943,13236,9733,13270,10477,12349,6821,743,14151,9040,11523,12124,13067,13619,14234,13849,12189,7386,634,10868,11915,12893,11122,13594,10665,12572,214,137,14816,11394,14871,12634,12427,14528,14850,11834,12455,14529,14734,14510,17144,15043,15610,13096,14805,12449,14747,14814,12881,14400,12995,9481,13823,12348,5611,14890,14814,14534,14116,10799,12112,12431,9907,14694,11664,12755,13119,11746,13103,11999,14763,8862,7036,14625,13546,13771,11081,14715,14852,12912,12710,14913,14341,14056,11518,14843,14633,17043,14798,14079,14606,13368,14239,17870,12963,12451,15017,14798,12234,13221,9575,4018,1665,14273,14536,12943,9978,14883,13056,11420,13458,7809,1687,13479,13677,12303,12333,11415,12595,14827,14935,13717,12963,11319,11903,11799,13064,13488,14483,14802,13817,13694,12078,11695,14823,14038,10967,12721,14305,1517,14879,10835,14396,7407,14378,7962,1160,14930,14908,12557,13272,12919,11627,13785,11863,14477,13877,13658,4825,14876,13386,13262,12108,10026,14898,3033,13551,14825,11717,12163,9456,14742,9264,12315,12041,13374,10815,14826,9997,1780,14863,14833,9826,11430,13264,14003,13925,13439,14372,14740,11977,11510,10389,13249,12378,13658,13798,5853,14878,14337,14574,9413,11464,14191,14447,14372,14036,14447,12034,8668,14512,12917,14376,11578,13057,12932,1894,7430,14918,14893,14845,14786,10796,14469,14887,14885,13604,8137,14702,14110,13036,10499,12619,14771,13072,13394,14419,12221,12427,2004,14521,14654,10108,7871,10975,14375,11578,13047,14333,14261,9629,10512,1075,14766,14141,13083,11641,10044,13795,13481,7937,13806,12740,14599,13233,8623,14878,9478,14176,10741,14864,13792,9128,2018,14676,11864,14743,13207,11925,14887,14806,6168,14099,14627,13087,12173,12695,10366,9783,14678,13945,11170,14291,11800,12487,11057,14634,12749,8561,14104,11224,279,54,5394,13394,11037,13968,10762,3399,13903,11861,7567,10151,8581,14883,14850,14814,14951,10911,12763,13868,14842,13381,11939,9605,14522,14483,12342,9588,9209,13759,9769,14967,12820,13586,14749,6455,14665,14864,14809,11985,13048,12170,13511,10542,13024,11075,14534,13677,13221,13184,9310,14595,14112,13993,13815,14363,11004,13970,14553,10946,2370,14680,14858,11788,14760,10726,9977,4856,7585,13505,13510,12508,9793,14851,14564,13608,14450,12130,13369,12467,14148,13334,9021,13838,12863,14867,14279,13967,12575,14268,12045,13355,9911,14364,12883,13361,13494,13863,14324,11404,11179,14797,13874,11706,14867,12277,8659,8040,1514,13750,14725,11875,11628,12509,14221,14556,13832,10750,4519,13652,14500,14710,14093,12423,12540,14835,14168,7530,1865,14964,14878,12441,12607,14743,10781,13945,11725,14863,12526,13170,12784,8297,13967,14674,12542,7769,14633,11661,11200,14838,14429,5943,14237,13865,14890,13019,14418,14871,9487,14334,14809,11138,11813,9945,12552,12895,1992,8094,14896,14027,14121,12806,14751,14761,13605,11852,14866,12758,14816,14547,12806,11986,14515,12501,13021,14327,11599,10252,14438,13224,14480,11572,12958,12385,13497,12671,9287,3379,14837,10727,14777,10727,13364,14861,12208,9185,9471,9316,14665,14877,12016,11815,9380,14736,1515,14199,12187,12159,14175,11468,14494,9584,12173,14406,14875,14026,6222,1158,14878,14699,14717,14129,14211,14493,13629,14880,12669,9617,8826,1015,13846,14319,12627,12090,11259,13405,12499,12320,14759,12770,12058,12078,14798,12418,4565,14698,11404,13141,8804,14688,7370,895,14042,9879,11862,12333,13951,12090,14810,15029,8960,8689,11698,10265,14542,14115,12917,13579,12953,5853,1738,13018,13846,13887,7161,6271,7986,13617,13749,10015,9561,7174,15181,14182,9927,15320,13146,14044,15767,14014,14278,14448,16508,10237,15842,16346,13524,14216,12861,3734,15403,15133,10886,9690,17287,15458,12244,10621,10668,14135,12100,15283,13700,7411,15040,17145,9873,13101,14767,13708,14177,12568,12152,13936,12635,14253,10268,14360,14816,10288,13920,13029,8748,4504,6069,14125,13272,16161,10751,14263,7557,15234,11768,14206,10266,14754,14524,13164,14602,11143,12593,15302,14385,12479,8568,5815,3899,16920,14109,13754,9641,12731,14125,15407,11160,9152,9882,5982,3748,14095,14276,14112,13355,11603,14970,11469,15832,15335,12419,6801,14835,13824,15525,7914,15551,13908,8745,14571,17922,12826,5754,4797,12801,11481,7749,13542,15145,12081,13866,12892,14707,12506,11426,15293,14235,11312,12555,14037,10689,14360,11425,13315,7524,8163,4386,16068,14638,15324,12142,15999,14653,11131,13709,3691,13953,13683,11276,14511,14315,11036,13242,5869,7060,14106,16509,13540,12640,14484,14744,10543,13967,9758,13864,12642,12945,3953,12999,13502,13460,12922,8404,11330,14223,11708,5269,14936,13904,11393,9035,14333,13177,7212,4789,13288,8932,13746,15324,9586,6182,6801,6211,4003,3648,2453,1043,196,9],"fragments":[{"begin":"0.000","end":"78.960","lines":["Houseplants are definitely having a moment. But why are we suddenly so obsessed with bringing leaves and vines inside, and how is the surge in plant parenthood impacting the environment? For Scientific American’s Science Quickly, I’m Rachel Feltman. Today I’m talking to Marc Hachadourian, senior curator of orchids and director of glasshouse horticulture at the New York Botanical Garden [NYBG]. He recently appeared on NYBG’s new podcast, Plant People, to dig into the dark side of houseplant ownership, and he’s here to tell us more. How did you get into plants? How’d you become a plant person?"]},{"begin":"78.960","end":"215.480","lines":["How did I get into plants? Well, my grandmother was an avid gardener, and I think that’s where my interest in plants developed. [I was] probably also encouraged by my mother, hoping I would get out of my reptile and insect phase. This way there weren’t any escapees in our house. As I started exploring the woods around my home, I started finding unusual plants in which you wanted to know what they were and identify them, and one of the things I liked about plants was that if I went back, they were always in the same place. Where a bird may have been something—you know, a fleeting glance, and next thing you know you would never see it again for a long time, I could go back and revisit the same plants year after year, seeing them through the seasons, trying to time my visit for their peak bloom, and as a person who loved nature, winter kind of was depressing for me because nature was asleep, largely, at that time. So I really started gardening on my windowsill, spending a lot of time growing plants, which I then took to an extreme. You didn’t need curtains in our house, there were so many plants on the windowsills. I used them to kind of explore the world, watching a lot of nature documentaries and fantasizing and dreaming about one day exploring the tropics, whether it be the Amazon or some mountaintop somewhere. It, it was a way for me to connect to places around the world— different environments, cultures—through not only the plants but the stories that surrounded them, which I was fascinated with everything from their biology to their pollination biology to just the organisms themselves. So my interest in plants became all-consuming. I turned my strong interest into a career and found my way to the New York Botanical Garden, of which now I’m a professional horticultural curator, working at the garden to help not only create exhibitions, manage our extensive botanical collections but all-around working with plants in every aspect, from cultivating, displaying and, as a member of our faculty, teaching people about them as well. So plants are my life."]},{"begin":"215.480","end":"234.440","lines":["Well, and, you know, what you said about surrounding yourself with plants to experience the world, I think that’s a great setup for what we’re gonna talk about today, which is houseplants. How has humanity’s relationship with houseplants changed over time?"]},{"begin":"234.440","end":"350.120","lines":["Throughout history the palette of plants that we call houseplants—which is really an artificial classification just for a plant that lives in our home; it has no real botanical significance—changes throughout history as our homes and environments change with them. So early on, homes were kind of drafty and cold. The groups of plants that we cultivated then were very different from the warm tropical natives that we grow in our homes today. Early on, plants like ivy, things that we might more associate with more temperate garden subjects, were cultivated in the home because our homes weren’t the warm, insulated places that they are today. Throughout time the interest in the tropics and the sort of fantasy of recreating a tropical environment in our home helped not only change the plant palette, but the technology of how we lived in our own homes helped create environments more suitable to these tropical plants: the development of everything from large-scale manufacturing of glass, steam heat, even the cultivation of tropicals in greenhouses and conservatories—people even built them for their own homes. It was seen as a status symbol to be able to have your own private conservatory for your collection of rare and unusual tropical plants to display for your own enjoyment but also to kind of show off to your friends and neighbors your rarities and treasures, whether they be orchids or palms or ferns—whatever they may be. Our modern-day, insulated homes that are warmer environments are more suitable to cultivating plants like aroids, [including] philodendrons, [as well as] orchids or even palm trees more than the cool-temperature-requirement plants that were some of the earliest houseplants of their period years ago."]},{"begin":"350.120","end":"362.080","lines":["It definitely feels like plants are as popular as they’ve ever been in my lifetime to have around your house. Have you noticed any recent trends in houseplant ownership?"]},{"begin":"362.080","end":"426.560","lines":["Absolutely. Like fashion, things kind of wax and wane in their popularity. At one point African violets were the hot commodity in terms of houseplants. Gardenias have had their day. But modern trends in houseplants have shifted towards unusual tropical plants like orchids. But during the pandemic the new houseplant resurgence, in which a younger generation of people have discovered the joy of cultivating and collecting rare and unusual houseplants, really surrounded aroids—plants that are related to calla lilies, jack-in-the-pulpits, philodendrons and that particular family—in which people started aggressively [laughs] collecting rare and unusual aroids, sometimes paying exorbitant amounts of money for a single small cutting or houseplant within this group. Why they’ve connected to aroids? They’re beautiful, fast-growing and have a diversity of foliage, in which the interest here was about the leaves more than it was the flowers."]},{"begin":"426.560","end":"426.840","lines":["Mmm."]},{"begin":"426.840","end":"455.920","lines":["And I think this kind of developed along with the social media status and cachet that these plants brought people because you would often see the owners of these plants posing with them, showing off the leaves. They became kind of social media accessories and status symbols that way, which, at one point, I know somebody was renting out their rare Monstera so people could pose with it to get some social media cachet [laughs]."]},{"begin":"455.920","end":"456.000","lines":["Wow."]},{"begin":"456.000","end":"490.080","lines":["So this idea of Monstera was not something new. The Monstera—being the kind of Swiss cheese plant, this classic kind of foliage plant of the tropics—really surged in popularity and along with it surged popularity in its relatives as well. Everything from variegated monsteras to rare Philodendron species that once only existed in botanical obscurity now became these horticultural holy grails for the houseplant collectors."]},{"begin":"490.080","end":"511.920","lines":["Yeah—well, and speaking of people seeking out rare plants and really treating these as collectibles and as status symbols, on the New York Botanical Garden’s show Plant People, you talked about the dark side of the houseplant industry. Could you tell me a little bit about ethical dilemmas people might not realize they’re facing when they go shopping for plants?"]},{"begin":"511.920","end":"571.160","lines":["Well, in terms of the dark side of houseplants, the desire to collect and possess anything does create this frenzied excitement around ownership and possessing something that is rare and unusual or unique—something that only you might have. Obviously that creates a demand, and there are people out there willing to supply that demand, whether it’s ethically or unethically. So a number of species here became not only desirable but high-priced items, in which plants were selling for $10,000 to $20,000 for an individual plant. Once people see those exorbitant numbers, there are a lot of people out there who will figure out a way to get these plants through the black market, either removing the plants from the wild or acquiring them by stealing from botanical gardens and other plant collections to satisfy and sell these plants for princely sums."]},{"begin":"571.160","end":"571.800","lines":["Mmm."]},{"begin":"571.800","end":"675.720","lines":["As a result, many natural populations of plants have become threatened due to overcollection. Groups of plants that were once never thought to be at risk, because of this surge in popularity, suddenly became vulnerable to illegal collecting and shipping to supply not just a local market, but a global one, in which rare-plant collecting, particularly aroids, around the world created such a huge demand that some of these plants are now becoming threatened in their native habitats, in which populations are being stripped by the hundreds, if not thousands, by unscrupulous collectors to satisfy this demand for rare and unusual plants. This black-market trade in plants is a billion-dollar industry in which plants are moved around the world and sometimes even laundered through nurseries in which they will grow them for a period of time to remove any evidence that they originated from the wild and appear that they’re nursery-propagated specimens. If you’re interested in rare and unusual plants and you’re purchasing, many times you’ll have some temptations from nurseries overseas, which they are willing to provide your dream plant at a very inexpensive cost, where you might question whether these plants are not only ethically sourced, but produced and shipped in a way that complies with all sorts of laws and legalities. But also, you don’t want to be contributing to the wild collecting of some of these plants, to which it’s damaging their ability to reproduce and survive in the wild."]},{"begin":"675.720","end":"696.840","lines":["Yeah, could you tell me more about what the ecological implications are of that? Because I think for a lot of folks who have just sort of a surface-level interest in plants, they think in terms of: “Oh, you take a clipping from it; it grows back.” What is the reality of this kind of plant exploitation?"]},{"begin":"696.840","end":"741.360","lines":["So the reality of this—we’ll take one example: a plant by the name of Philodendron spiritus-sancti, native to an area of Brazil, where the plant is naturally rare. As a result of its natural rarity, it was very uncommon in cultivation, and it became kind of this “holy grail” plant that the Philodendron and aroid collectors used not only as a status symbol but started selling for princely sums. Even though this plant exists in the wild in an obscure, hard-to-reach location, collectors would travel into this native population and were starting to remove plants from a plant that still existed only in low numbers."]},{"begin":"741.360","end":"742.080","lines":["Mmm."]},{"begin":"742.080","end":"764.680","lines":["As a result, once a population of a plant reduces to a point where maybe it cannot reestablish, or you take enough cuttings and the plants don’t regenerate, those not only impact the plant’s ability to survive long term, but it also starts depleting the genetic resources of that natural population."]},{"begin":"764.680","end":"765.160","lines":["Mm-hmm."]},{"begin":"765.160","end":"793.240","lines":["Like people or animals, if there isn’t enough genetic diversity, essentially inbreeding can occur, or if the plant is too infrequent in its habitat, maybe the pollinator can’t transfer pollen from one plant to another because the plants have now become so isolated or reduced in numbers in the wild. Some collectors, when they collect, will even cut down trees to get plants that are high up in the air."]},{"begin":"793.240","end":"793.840","lines":["Wow."]},{"begin":"793.840","end":"848.240","lines":["So, for instance, many epiphytic plants, plants that grow attached to the branches of trees high in the canopy, aren’t easy to get to without climbing trees. Well, the easiest way to get to them is to cut down the tree and then harvest just a select few plants off those branches, not only destroying a tree and the communities of plants that exist with it, but it also impacts the animals and the forest as a whole. For some plants—for instance, with cacti and succulents—some of these plants take decades to reach blooming size, where they’re able to reproduce. Even though the plant may fit in the palm of your hand, you may be holding something that’s 75 to 100 years old. If you remove all of the large plants, and even the small ones, you’re essentially putting these plants at risk, creating a population of plants that can’t reproduce."]},{"begin":"848.240","end":"859.240","lines":["Mmm. What can folks do to make sure that their houseplants are ethically sourced and that their plant habit isn’t destroying a natural habitat somewhere?"]},{"begin":"859.240","end":"879.400","lines":["So, I mean, obviously people then start giving their houseplants the side-eye [laughs], making sure they’re not possessing something that might be considered contraband, but when you’re dealing with collecting rare and unusual houseplants, deal with reputable nurseries. You know, avoid odd deals, sketchy people on the Internet [laughs]. It’s generally good advice for almost anything ..."]},{"begin":"879.400","end":"880.000","lines":["Right [laughs]."]},{"begin":"880.000","end":"909.720","lines":["Including houseplants. Deals that are too good to be true quite often are because when you are importing plants from overseas, there are very strict laws, rules, regulations and even permits that are required. Sending plants through the mail and saying, “Well, maybe I’ll just—just this one plant won’t hurt,” not only helps encourage the illegal collecting of plants but might even introduce a pest or disease that doesn’t exist in this country already."]},{"begin":"909.720","end":"910.360","lines":["Right."]},{"begin":"910.360","end":"941.960","lines":["When you’re dealing with purchasing houseplants from reputable nurseries in the U.S., if there’s a plant that you have a question about, ask—ask about their sourcing, ask about how they’ve propagated—and a good nursery will be able to not only reveal that information, but should be aboveboard on who and how they’ve acquired these rare and unusual plants. Many of the plants nowadays, even aroids, are now being produced en masse via tissue culture, so they’re no longer needed from the wild."]},{"begin":"941.960","end":"945.240","lines":["Awesome. Is there anything we didn’t touch on that you, you want to mention?"]},{"begin":"945.240","end":"1026.000","lines":["Well, one of the questions [that] came up [was] about how botanical gardens—what our role is in the houseplant trade. Essentially we don’t really deal in terms of commercial imports and exports with a lot of these plants on a large scale, but one thing is: sometimes we are the recipients of plants that are being shipped illegally. If these plants are considered to be rare or endangered—in which things like cacti, carnivorous plants, cycads and many orchids are included—rather than see those plants destroyed, they come to a, a botanical garden, like the New York Botanical Garden, and become part of a program called a rescue center program to not only rescue, rehab but also grow and cultivate these plants rather than see them destroyed. In our collections here at the botanical garden, we have a number of cacti, succulents, aroids and carnivorous plants that have come to us in these ways. So in that respect, our role is not only to educate people about how to collect these plants and do it ethically but also as a conservation through cultivation in preserving plants that might have been found when they were being smuggled. Rather than see them destroyed, we then make them not only accessible for display but also for scientific research and propagation."]},{"begin":"1026.000","end":"1086.920","lines":["Awesome. That’s all for today’s episode. If you want to learn more about the botanical world, check out Plant People wherever you get your podcasts. While you’re there, be sure to stop by Science Quickly’s page to like, subscribe, follow, rate, review, comment—basically whatever your pod platform of choice will let you do to say you like us. You can also send us any questions, comments or ideas for stories we should cover at ScienceQuickly@sciam.com. Tune in on Friday for our latest Fascination miniseries. We’ll be talking to SciAm’s own Tanya Lewis about the challenges people face when it comes time to coordinate care for aging loved ones. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1086}