{
  "title": "Glacial Melting Could Change the Chemistry of Antarctic Seawater",
  "img": "https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png",
  "url": "https://www.scientificamerican.com/podcast/episode/could-iron-from-melting-glaciers-affect-global-climate/",
  "audio": "https://traffic.megaphone.fm/SAM4761873779.mp3?updated=1718344747",
  "intro": [
    "Researchers are investigating how an iron infusion from glacial meltwater might change Antarctica’s seas and the climate."
  ],
  "authors": [
    "Sofia Moutinho",
    "Rachel Feltman",
    "Fonda Mwangi",
    "Madison Goldberg",
    "Jeffery DelViscio"
  ],
  "category": [
    "Climate Change"
  ],
  "transcript": [
    {
      "author": "Rachel Feltman",
      "text": ": Antarctica is the largest, coldest desert on the planet, with snowfall dropping less than six inches of water there each year. But for such a dry place, Antarctica has an outsize impact on the world’s oceans: the ice sheet that covers much of the continent contains most of Earth’s fresh water. You’ve probably heard that a lot of that ice is melting because of climate change and contributing to sea-level rise. But glaciers and ice shelves aren’t just made of frozen water. What else is the melt sending out to sea? For Scientific American’s Science Quickly, I’m Rachel Feltman. You’re listening to the first episode of a four-part Fascination series on Antarctica. For the next four Fridays, we’ll follow award-winning Brazilian journalist Sofia Moutinho as she travels on the Nathaniel B. Palmer, a U.S. icebreaker on a mission to help us understand how the climate crisis will unfold. Today we’ll meet her on the ship as she and her fellow passengers encounter the fastest-melting glaciers and ice shelves on the continent. [CLIP: Sound of waves]"
    },
    {
      "author": "Sofia Moutinho",
      "text": ": I am on the bridge of the Nathaniel B. Palmer, a U.S. icebreaker that is slowly cruising along the coast of the coldest and most remote continent on Earth: Antarctica. Thirty-five international researchers are onboard for a 60-day mission. Their goal is to collect thousands of gallons of water, plus lots of sea ice, to help uncover the future of our oceans and Earth’s climate."
    },
    {
      "author": "Phoebe Lam",
      "text": ": Ooh, what is that?"
    },
    {
      "author": "Moutinho",
      "text": ": That’s Phoebe Lam, a chemical oceanographer at the University of California, Santa Cruz."
    },
    {
      "author": "Lam",
      "text": ": I think that’s land. That’s land—land ahoy [laughs]! Ooh, how exciting!"
    },
    {
      "author": "Moutinho",
      "text": ": She is one of three scientists leading this cruise, and this is her third time in Antarctica."
    },
    {
      "author": "Lam",
      "text": ": Hey, it’s our first land since—a while."
    },
    {
      "author": "Moutinho",
      "text": ": Our journey started more than 20 days ago, when we left port in the small southern Chilean town of Punta Arenas at the end of November 2023. From there we spent about three days crossing the Drake Passage, the waterway that separates South America from Antarctica. [CLIP: Sound of waves and moving ship]"
    },
    {
      "author": "Moutinho",
      "text": ": This passage has some of the roughest waters in the world. We were lucky, though: the sea was calm. Still, it took us another week to cross the Antarctic Circle at about 66.5 degrees south latitude and reach our current location: the Amundsen Sea, an embayment in West Antarctica that sits on a portion of the continental shelf larger than the state of Arizona. This place is so remote that only a few research vessels have ventured here. We are navigating in nearly uncharted, ever-changing waters."
    },
    {
      "author": "Lam",
      "text": ": Well, that is the end of the iceberg there, so that is the peninsula."
    },
    {
      "author": "Rob Sherrell",
      "text": ": Right."
    },
    {
      "author": "Moutinho",
      "text": ": Through the large windows of the bridge, we see a five-mile-long iceberg. It’s so huge that we can’t see where it begins or ends. The never-setting Antarctic summer sun shines above it. Behind the berg a seemingly endless wall of ice rises from the sea like an enormous cake covered in white frosting. It’s the Getz Ice Shelf, neighbor to the famous Thwaites Glacier, which is also known as the “Doomsday Glacier.” If Thwaites were to collapse completely, the global sea level would rise so high that several of the world’s major cities—such as Shanghai, New York, Miami, Tokyo and Mumbai—would be flooded."
    },
    {
      "author": "Lam: ",
      "text": "Do you think we should slow down, or do you think we’re okay to continue at 10?"
    },
    {
      "author": "Moutinho",
      "text": ": The researchers decide to stop and set up a station. That’s what they call the places in the ocean where they collect samples. Over the next two months we will stop at more than two dozen stations in West Antarctica. This region is home to the fastest-melting glaciers and ice shelves on the continent. Together they lose about 90 billion tons of ice a year. By the time you are done listening to this episode, they will have pumped more than 3 million tons of ice and meltwater into the ocean."
    },
    {
      "author": "Lam",
      "text": ": So, when people are worried about sea-level rise due to climate change, it’s the West Antarctic ice sheet they’re mostly worried about. And so the worry is that that melt and collapse could be quite fast."
    },
    {
      "author": "Moutinho",
      "text": ": In West Antarctica, warmer seas are largely driving the ice melt. [CLIP: “We Are Giants,” by Silver Maple] Climate change has altered wind patterns, which, in turn, impact a layer of warm water that sits relatively deep in the sea. While this water is generally just out of reach of the continental shelf, intensified winds are bringing it upward. As a result the water is spilling over the continental shelf and more readily reaching the West Antarctic ice. It moves under the ice shelves, the parts of the glaciers that extend out and bob in the sea, like floating harbors made of ice. Scientists think the warm water is silently eating up the ice from underneath, lapping it away bit by bit. Rob Sherrell is an oceanographer at Rutgers University and another of the cruise’s leaders. He says he has seen the warm water’s impact firsthand. When he visited this ice shelf in 2011, it looked pretty much straight all the way across. But he returned a decade later to a new view."
    },
    {
      "author": "Sherrell",
      "text": ": Two years ago when we were here, a little less than two years ago, we saw a huge difference, and that was that this sort of bay had formed. A big chunk of the ice shelf was no longer there. It’s like a bite had been taken out of it."
    },
    {
      "author": "Moutinho",
      "text": ": If all the glaciers of West Antarctica were to melt, the average global sea level could rise by more than 17 feet, according to a 2023 study. But unlike most people studying this area, the researchers on this cruise are not looking at sea-level rise. This is a cruise full of chemists; they are armed with huge water-collecting instruments and fancy machines to filter water. They want to find out how glacial melting is changing the chemistry of the ocean—and that’s important because a change in ocean chemistry here could affect everything from the food web to the global climate."
    },
    {
      "author": "Lam",
      "text": ": We are the chemists that are looking for the changes that are happening because of that climate-induced glacial melt. And then that will allow modelers to forecast how that will affect, you know, go in the future as more glacial melt happens."
    },
    {
      "author": "Moutinho",
      "text": ": When glaciers melt they don’t only release water into the sea; they dump different chemical elements that have been trapped in the ice for decades or even centuries. And while glaciers do move and undergo some melt naturally, climate change is intensifying that process. As they move they erode and scour the bedrock underneath, producing fine particles of rock that are carried away by meltwater."
    },
    {
      "author": "Sherrell",
      "text": ": We call it glacial flour because if you dried out the sediment and picked it up, it would feel like very fine cake flour."
    },
    {
      "author": "Moutinho",
      "text": ": And this extra ingredient is changing the very composition of the ocean. [CLIP: “Handwriting,” by Frank Jonsson] One of the elements the researchers are especially interested in is iron. Iron is one of the most abundant elements on Earth. It arrives naturally in Antarctica in windblown dust and is present in the bedrock underneath glaciers. But paradoxically, it’s only found in incredibly small amounts in the ocean—particularly at the surface."
    },
    {
      "author": "Lam",
      "text": ": One paperclip in, like, 26 Olympic-sized swimming pools is how much iron there is."
    },
    {
      "author": "Moutinho",
      "text": ": And that’s a big deal because iron is critical to marine life. Microscopic organisms called phytoplankton need it to grow. And phytoplankton sustain the whole ocean food web. They serve as food for one of Antarctica’s most important species: Antarctic krill, a crustacean that looks like a shrimp. In turn, krill feed all sorts of animals, from fish and penguins to seals and whales. Scientists believe hundreds of trillions of krill live in the ocean surrounding Antarctica. Some researchers estimate that a crabeater seal feasts on 11,000 krill a day, while a single Adélie penguin can gobble up 1,000 of these creatures on a daily basis. [CLIP: Penguin noises]"
    },
    {
      "author": "Moutinho",
      "text": ": Now, the waters of the Southern Ocean, which encircles Antarctica, are normally very low in iron, so phytoplankton growth is limited here. But where there is iron, they thrive. And the Amundsen Sea is one of those special places. The phytoplankton blooms here are so intense that satellites can see them from space. Researchers on the Palmer are investigating what is happening to the ocean as glacial meltwater enriches the Amundsen Sea with iron. [CLIP: Waves hit a ship hull]"
    },
    {
      "author": "Moutinho",
      "text": ": It’s late in the night when the scientists leading the expedition decide to sample the ocean off the Getz Ice Shelf. They’ve found a good spot where the current of warm water entering and leaving the ice shelf is strong. Sleepy researchers with red eyes awaken to deploy their instruments at sea. They are used to working around the clock and often subsisting on very short naps. [CLIP: Sounds of researcher chatter in hallways]"
    },
    {
      "author": "Moutinho: ",
      "text": "They use different tools to collect the water. The main one, a rosette, is a large carousel-shaped frame encircled with a number of long plastic bottles. After the instrument is lowered into the sea on a cable, the bottles are opened and closed to collect water at different depths—more than 4,000 meters below the surface. This allows scientists to see what is going on in different layers of the ocean. [CLIP: Sound of a rosette cable being pulled out of the water]"
    },
    {
      "author": "First operator",
      "text": ": Up to 10 meters."
    },
    {
      "author": "Second operator",
      "text": ": Roger, 10. [CLIP: Sound of the cable being pulled up]"
    },
    {
      "author": "Moutinho",
      "text": ": Once the rosette is back on deck, a group of researchers wearing orange float coats, helmets and steel-toe boots is ready to pick up the bottles and take them to onboard labs. A float coat, by the way, is a jacket thick enough for the cold that has a built-in device to keep a person afloat if they fall into the water. It is 1.5 degrees Fahrenheit in the wind, but that doesn’t make the researchers less enthusiastic to work."
    },
    {
      "author": "Researchers",
      "text": ": Three, two, one: bottles [laughter]!"
    },
    {
      "author": "Moutinho",
      "text": ": This is the most comprehensive scientific expedition sampling for iron and other chemical elements in this part of West Antarctica. But even if the Amundsen Sea has more iron than other places, measuring it is still no easy task. To do it, these scientists need a lot of water. On this cruise alone they are processing around 100,000 gallons of seawater. [CLIP: Laboratory water sounds]"
    },
    {
      "author": "Moutinho",
      "text": ": You don’t have to be a chemist to see that these waters are nutritious for phytoplankton. The sea around us is green and smells like rotten lettuce because it is covered in algal blooms. [CLIP: “None of My Business,” by Arthur Benson] Remember when I said this expedition will also help us better understand climate change? It turns out that those rotten-lettuce-smelling algal blooms are not only important for the food web but also fundamental for global climate regulation. Phytoplankton rely on photosynthesis to produce energy. Through this process they absorb huge amounts of carbon dioxide from the atmosphere, and the carbon is incorporated into their cells. It’s just like how trees store carbon in their wood and leaves. Nicole Coffey is a doctoral student onboard the ship. She studies algae at the University of Minnesota."
    },
    {
      "author": "Nicole Coffey",
      "text": ": It’s like us to plants on land: So it’s food for other organisms. It’s drawing down carbon from the atmosphere, and it’s making oxygen for other things to breathe."
    },
    {
      "author": "Moutinho",
      "text": ": Carbon dioxide that human activities release into the atmosphere is the main contributor to global warming. So with more iron making its way into the Amundsen Sea, phytoplankton thrive and multiply—or, to use the science jargon, they become “highly productive”—removing more carbon from the air and potentially causing a cooling effect."
    },
    {
      "author": "Sherrell",
      "text": ": It’s sort of a little bit of what we call a negative feedback. So as climate change occurs because of human introduction of CO2 into the atmosphere, to the degree that that causes Antarctic melting, if those glaciers bring more iron into the Amundsen Sea, for example, you could get more productivity and locally draw down CO2. So it’s a little bit of a counterbalancing effect, possibly, to climate change."
    },
    {
      "author": "Moutinho",
      "text": ": But Rob is conservative about the potential scale of this effect."
    },
    {
      "author": "Sherrell",
      "text": ": Honestly, the Amundsen Sea is not big enough to have a global effect."
    },
    {
      "author": "Moutinho",
      "text": ": Phoebe sees it differently. She thinks the increased iron in the Amundsen Sea could play an important role in global climate as glacial melting accelerates. She says this would be especially true if the iron added to the Amundsen Sea spreads out to the vast Southern Ocean. The Southern Ocean is iron-deprived and also naturally emits a lot of carbon."
    },
    {
      "author": "Lam",
      "text": ": The deep ocean holds a lot of CO2, and so it comes out and upwells up to the surface in the Southern Ocean and outgasses a lot of CO2."
    },
    {
      "author": "Moutinho",
      "text": ": If the Southern Ocean becomes iron-enriched, it could cause massive algal blooms that could draw down carbon as they spread, potentially helping slow down climate change."
    },
    {
      "author": "Lam",
      "text": ": And so if you have phytoplankton that have iron there that are growing, they could reduce some of that outgassing. And that is a much more important global effect on CO2 than any local effect. Like, it’s not happening now, we don’t think. But it could, you know, in the future if the glaciers continue to melt."
    },
    {
      "author": "Moutinho",
      "text": ": The last time something like this is thought to have happened was during the last glacial maximum, which occurred around 25,000 years ago. Scientists think that during that time, the Southern Ocean received a lot of iron from dust blown in the wind, believed to have largely originated from deserts. Some researchers believe this iron made phytoplankton grow so much that it brought the carbon in the atmosphere down, contributing to global cooling. But it’s not time to get your coats yet! Scientists don’t expect anything on this big of a scale to happen. Also, things are a little complicated."
    },
    {
      "author": "Sherrell",
      "text": ": It’s complicated. You know, you would think that we understood everything that there would be to know. But there are a number of things that make iron itself one of the most complicated elements to understand."
    },
    {
      "author": "Moutinho",
      "text": ": Like chocolate powder in cold milk, iron doesn’t like to dissolve in water. It tends to stick to particles it finds in the ocean—anything from rock powder and pieces of mud to dead microalgae."
    },
    {
      "author": "Sherrell",
      "text": ": So those are particles that mostly sink to the bottom. The average ocean’s about 4,000 meters [about 13,000 feet] deep. It might take a small particle 15 years to get to the bottom, but it will get there, and most of the iron will accumulate in the sediments and not dissolve in the ocean."
    },
    {
      "author": "Moutinho",
      "text": ": When this happens, the iron is out of reach for phytoplankton, which live in the upper part of the ocean, where there is sunlight for photosynthesis."
    },
    {
      "author": "Lam",
      "text": ": The particles are what stand between iron coming out of the glaciers and the Southern Ocean. The particles in the water column adsorb that iron and prevent it from getting out."
    },
    {
      "author": "Moutinho",
      "text": ": On the other hand, some bacteria and phytoplankton produce substances called ligands that can keep iron soluble in the water and make it available for them to use. So the question is “Who will win this dispute over iron: the phytoplankton or the particles?” To answer that, the researchers on board the Palmer are measuring how fast particles in different regions of the Amundsen Sea sink, where they are and in what concentration they are found—and the same for the ligands."
    },
    {
      "author": "Lam",
      "text": ": And there’s just not a lot of data about what the particle distribution is in the water column. So just the fact that we’re getting all of these stations is really great because then we’ll just have a much better idea of the distribution of particles throughout the water column, what kind of particles they are, and that’ll let us better understand how much iron can get out."
    },
    {
      "author": "Moutinho",
      "text": ": It will take some years for Phoebe and her colleagues to process all the data gathered during this cruise, put it into climate models and get a better idea of whether extra iron will cause some global climate effect. And I must say, don’t get your hopes up! Even if phytoplankton win the dispute with particles over iron, researchers expect that the cooling they might provide would not be large enough to make a difference in human-caused global warming."
    },
    {
      "author": "Lam",
      "text": ": In the best-case scenario, with no particles and lots of these iron-binding ligands, I suspect the scale is not big enough to actually help. It would slightly slow things down and might slightly change the evolution of things, but it does not solve our problem."
    },
    {
      "author": "Moutinho (tape)",
      "text": ": And just to remind our listeners: What would solve the problem?"
    },
    {
      "author": "Lam",
      "text": ": We need to stop emitting CO2. We need to come up with different ways of producing energy that don’t emit CO2. [CLIP: Theme music]"
    },
    {
      "author": "Moutinho (tape)",
      "text": ": So just to make it clear: letting all the Antarctic ice melt is not the solution."
    },
    {
      "author": "Lam",
      "text": ": [Laughs] That’s right. Letting all of the Antarctic ice melt is not the solution and will cause a lot of problems, such as sea-level rise. Yes, it’s not the solution."
    },
    {
      "author": "Moutinho",
      "text": ": Speaking of ice, the next episode will be all about it. We will embark on a hunt for sea ice with the scientists onboard the Palmer and hear about the researchers’ special encounter with one of the Antarctic’s most loved species: Adélie penguins—hundreds of them!"
    },
    {
      "author": "Feltman",
      "text": ": So you definitely don’t want to forget to tune in again next Friday for Episode Two. In the meantime, we’ll be back on Monday with our usual science news roundup. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Carin Leong, Madison Goldberg and Jeff DelViscio. This episode was reported and hosted by Sofia Moutinho. Elah Feder, Alexa Lim, Madison Goldberg and Anaissa Ruiz Tejada edit our show, with fact-checking from Shayna Posses and Aaron Shattuck. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Science Quickly, I’m Rachel Feltman. Have a great weekend!"
    }
  ]
}