{"title":"Balancing Long-Term Caregiving with Personal Well-Being","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/how-to-balance-caregiving-for-loved-ones-with-personal-well-being/","audio":"https://traffic.megaphone.fm/SAM5596013533.mp3?updated=1725562171","intro":["Caring for aging loved ones brings its own set of emotional and physical hurdles. Experts offer guidance on finding support."],"authors":["Rachel Feltman","Lauren J. Young","Tanya Lewis","Madison Goldberg","Fonda Mwangi"],"category":["Aging"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, this is Rachel Feltman. Last Friday senior health editor Tanya Lewis joined me to talk about the latest research on caregiving for older adults. People are living longer, but studies suggest that family sizes are getting smaller—which means people may have fewer siblings and cousins to help support their parents, uncles, aunts and grandparents through that lengthening period of old age. But what does this actually mean for the family members who do provide that care? How do they ensure the best quality of life for an aging loved one while also taking care of themselves? To find out how folks are managing this balancing act, Tanya teamed up with associate health editor Lauren Young to visit Sunnyside Community Services, a support hub for residents living in the borough of Queens in New York City. Here’s Lauren to share some of the stories they heard there."},{"author":"Katie Hine","text":"So we have aprons for everyone, and you can express yourself however you’d like."},{"author":"Lauren Young","text":"It’s a cloudy, rainy May afternoon in Queens, but at the Long Island City office of Sunnyside Community Services, a small group of family caregivers gather to add a little color to their day."},{"author":"Sophonna Sheppard","text":"Don’t forget we have the beautiful inspirations on the board."},{"author":"Mary Sheldorfer","text":"Those are hard."},{"author":"Sheppard","text":"Those are hard?"},{"author":"Young","text":"Blank canvases and wells of bright paints line a table for a casual “paint and sip” event."},{"author":"Sheppard","text":"So we just wanted to have everybody come in today. This is actually Mental Health Awareness Month. So we thought it was important to highlight that but—as well as talk about self care and relaxation. And in doing that, we thought of the paint and sip, which is very therapeutic."},{"author":"Young","text":"That’s Sophonna Sheppard, director of caregiver support services at Sunnyside Community Services, or SCS. The center offers activities and resources for people of all ages living in Queens, which is New York City’s most racially and culturally diverse borough. One of the most popular services at SCS is its program for seniors—and the family members who become their primary points of care."},{"author":"Elizabeth Daniele","text":"The goal of this particular activity was really to bring caregivers together. And that’s, you know, again, that’s hard to do because their time is precious."},{"author":"Young","text":"Elizabeth Daniele is a supervisor of the Caregiver Support program for Alzheimer's at SCS."},{"author":"Daniele","text":"You could think of it as an alternate support group. So, you know, we provide a venue for them to get together among themselves, to talk in a relaxing way, to do an activity, to have their mind focused. That’s great distraction. Art opens up the paths of the mind in certain ways, I think, that provides a type of stress relief that’s amazing, that you can’t necessarily get even through talk therapy. So I sort of see it as a different type of a therapeutic activity."},{"author":"Young","text":"Every caregiving situation looks different for every family. [CLIP: “Those Rainy Days,” by Elm Lake]"},{"author":"Young","text":"A loved one may be battling a temporary injury or a terminal illness. Some older adults can live independently with some assistance from a family member, while others may need care 24-7. The caregivers attending the paint and sip have unique experiences, but they come together with shared interests. They’re taking a rare break from their jobs—and from supervising their loved ones—to trade resources with each other, tell stories and bond."},{"author":"Irina Tabakova","text":"I decided that I prefer to stay, take care of my husband, because his Parkinson’s was progressive. And I know that it’s not easy. For example, he cannot sleep all night. Every 20 minutes he needs to go to restroom. And when he back from restroom, you just want to relax, just sleep, but he ask again. He passed away, but I cannot sleep at night."},{"author":"Young","text":"Sixty-seven-year-old Irina Tabakova immigrated from Ukraine in 2001 with her family. She retired early to take care of her husband, who had Parkinson’s disease before he passed away during the pandemic. Now she looks after her 94-year-old mother, who has Alzheimer’s and skin cancer."},{"author":"Tabakova","text":"But it’s take time to get the service wound care nurse, for example. We need to take care of these wounds, even [though] I’m not nurse, but I learned how to deal with this."},{"author":"Young","text":"In medicine, the ultimate goal is to improve the patient’s health by weighing all the best treatments, getting access to the highest quality facilities and experts, and delivering the most cost-effective medicine. But managing all this can be incredibly hard for family members. They might suddenly need to take on the role of nurse or doctor—while still being a spouse, sibling, son or daughter. Last summer Ingrid Di Lisio became a caregiver for her mother, who has dementia. Ingrid calls the whole experience an “emotional rollercoaster,” filled with mental twists and huge learning curves."},{"author":"Ingrid Di Lisio","text":"It’s not only that, you know, you’re taking care of somebody, but emotionally, it’s like you’re seeing your parents dying slowly every day. You know, they're shutting down. And that’s a huge emotional, you know, thing to take on."},{"author":"Young","text":"Ingrid is 57 and works in real estate. She recently moved back to Queens to live closer to her father and mother. Her brother and sister-in-law step in to help, but she often feels like she’s riding this roller coaster alone."},{"author":"Di Lisio","text":"I’ve voiced it to my brother, like, “You got to step it up.” You know, “You have to help me,” because basically I need help, you know? I can’t do it all because I have to work, you know? Who’s gonna pay my bills? I have to take care of me. And even though my life is, right now, kind of, like, on hold—which is terrible because you want your life back but, you know, at what consequence?"},{"author":"Young","text":"It’s common for women, particularly eldest daughters, to take on the majority of the responsibilities. We learned about that in our last episode."},{"author":"Di Lisio","text":"I grew up in a very traditional, you know, Italian–Latin American household where most of the caregiving is mostly taken by the women. [CLIP: People talk at the paint and sip event]"},{"author":"Young","text":"All three of the women at the event are daughters who are caring for their parents. Mary Sheldorfer is looking after her father without any family help. He has chronic pneumonia as well as dementia."},{"author":"Sheldorfer","text":"Dad came home last year. He was doing really well. Day he came home, he fell. So now I’m nervous getting him in and out of bed. So I need somebody to get him in and out of bed. I can do, you know, nighttime and whatever. But you can’t do it alone. You just can’t. [CLIP: “Tangible (Instrumental),” by Minoria]"},{"author":"Young","text":"These hardships have been well studied. Caregiving has been associated with elevated anxiety and depression. Financial pressures are certainly part of the problem. The average cost of home care assistance in the U.S. is about $5,500 a month, but that can go up depending on medical needs and where you live. A report by the AARP found that U.S. family caregivers spent approximately $600 billion in unpaid labor in 2021. Health care coverage through Medicaid is only an option for people who meet strict income requirements. Medicaid and Medicare do fund programs, such as the Program of All-Inclusive Care for the Elderly, that help offset costs. But most of the money comes out of family pockets. Mary has recently been forced to figure out a new means to pay for her father’s medication after losing health care coverage."},{"author":"Sheldorfer","text":"It’s killing me. I mean, his medicine, we just found out, is not covered anymore. And it’s $17,000 a month. And now I’m trying to get a grant and all this stuff. But how can you afford $17,000 a month? And how can you not give it to him?"},{"author":"Young","text":"When Mary hung out with her friends, she used to tell them when her dad’s health was declining. But she’s been sharing less these days—she felt she was constantly dwelling on his situation. A national survey conducted by the Centers for Disease Control and Prevention from 2015 to 2017 found that 37 percent of caregivers weren’t getting enough sleep and that 41 percent reported having two or more chronic diseases. The survey also suggests that the health of the caregiver could directly influence the health of the older adult: more than half of the respondents said that a decline in their own health worsened their ability to provide care to their loved one. [CLIP: “Rainshower,” by Johannes Bornlöf]"},{"author":"Young","text":"But caregivers don’t need to go through it alone. Many states and cities have local departments focused on aging, as well as hotlines to speak to someone who can help you find professional health aides to come to your loved one’s home. The Benjamin Rose Institute on Aging, the Family Caregiver Alliance and the Gerontological Society of America have a database for dementia care. They have vetted nearly 50 programs in the U.S. that use evidence-based practices proven to significantly assist and benefit the caregiver. Community groups like SCS in Queens have social workers and specialists to provide guidance on social security, health insurance and even conditions such as dementia and diabetes. Irina, for instance, sought out SCS to navigate Medicaid eligibility as well as free home meal delivery. Mary has taken advantage of info sessions on Alzheimer’s and the daycare program for adults with the disease. Ingrid turned to SCS experts to figure out what kind of specialist to go to treat her mother’s dementia. [CLIP: People talk at the paint and sip event]"},{"author":"Young","text":"Alejandra Miranda, an SCS caregiver support specialist, says that its free respite care program can provide much needed relief on a short-term basis. This can come in handy when waiting for a Medicaid application to get approved or when researching more permanent, higher-need care."},{"author":"Alejandra Miranda","text":"What the program does is to send a temporary home attendant, right? So she can start, you know, as fast as two weeks. She can start providing services depending on how we manage the schedule. And I think that’s one of the best tools that the program has because it’s like, “You can’t wait for two months to start having help when you’re crying for help now, right?”"},{"author":"Young","text":"Ingrid says the resource has been invaluable. She’ll use the precious time to run errands, go meet one of her real estate clients, take a yoga class, get her hair cut. Even just a few hours a week of respite can do a lot for reducing the toll on mental health. Here’s Elizabeth again who works for SCS."},{"author":"Daniele","text":"When you’re a caregiver, you can be very isolated, both physically and emotionally. And to have someone come into the home, you know, so that you can get a little break, even just to go into another room and read, it’s a miracle."},{"author":"Young","text":"Elizabeth also says support groups and peer-to-peer help can be a great asset to any caregiver—particularly to those who are the sole caretaker of their loved one. SCS has several in-person and virtual support groups that regularly come together to talk about pretty much everything."},{"author":"Daniele","text":"We like to talk sometimes about practical things, you know, “How do you treat incontinence? How do you prevent from having to clean up so many accidents? You know, what are the best adult diapers?”—this type of thing. But then they also liked the support that they got, you know—feeling less isolated because maybe somebody that they’re taking care of is going through the same challenge as the person that they’re taking care of."},{"author":"Young","text":"Caregivers are sometimes so focused on keeping loved ones alive and healthy that it can be difficult to see the process of loss. Talking about the death of a loved one can be difficult on every level. It’s even harder to talk about death with that person. At Rutgers University in New Jersey, Elizabeth Luth is an assistant professor who studies end-of-life planning. She’s found that it’s important to have honest, open conversations with aging relatives about long-term care decisions—and what comes after."},{"author":"Elizabeth Luth","text":"If you have those conversations early, when the stakes are low, it's easier to go back to them and to have them again. And if they focus on values rather than the specifics."},{"author":"Young","text":"Elizabeth suggests beginning the discussion with quality-of-life questions like “What does a good day look like for you? How do you want people to treat you? What activities give you meaning? What abilities are so important to you that you can’t imagine living without them? If you become really sick, what are you willing to go through for the possibility of having more time?”"},{"author":"Luth","text":"People’s values don’t tend to shift over time, although their assessment of individual situations might."},{"author":"Young","text":"Mary’s experience with her father has made her reflect on her own values and what she might want in the future. And some of those uncertainties can be nerve-wracking."},{"author":"Sheldorfer","text":"I’m not married. I don’t have kids. I don’t have siblings. So it is, it’s a really scary thing. And, you know, it’s an eye-opener to get your affairs in order and make sure that everything is written down and make sure that your directives are followed. I have a lot of friends that are in the same situation. And we joke, you know, we’re gonna get a wing of a nursing home or, you know, a retirement community, and we’re all gonna live together and take care of each other until, you know, the last one is gone."},{"author":"Young","text":"In Elizabeth Luth’s research, she’s discovered that caregiving is a nuanced experience."},{"author":"Luth","text":"Family members do talk about benefits of caregiving. So, you know, oftentimes they report feeling closer to their loved one. They get a sense of satisfaction or joy from helping, particularly from helping somebody who took care of them when they were little—to sort of have those roles reversed. [CLIP: “Past Lives,” by Hanna Lindgren]"},{"author":"Young","text":"Mary says she sometimes feels like the parent in her relationship with her dad. For instance, she fondly remembers hunting for a costume for his Halloween event at SCS. Her dad, a former police officer, dressed up as Uncle Sam and went around singing “God Bless America.” Mary remembers how thrilled he was. It’s in moments like these that his health issues and struggles with Alzheimer’s seem to take a back seat, and they’re simply father and daughter."},{"author":"Sheldorfer","text":"I was always daddy’s little girl, you know, the only girl, the only child. So to see him being happy and see him when he does come back to himself is always nice. Or when people come to visit him. He might not know who you are, but he’s not going to tell you that. And to see how many people talk to me about how much my father meant to them, you know, that he was one of the good guys, that’s really, really important."},{"author":"Young","text":"There’s no doubt that caregiving can be incredibly hard and exhausting. But bright moments can shine through the difficult ones. Here’s Ingrid."},{"author":"Di Lisio","text":"It’s an honor to be there for them now and show your love for them and gratitude for everything that they gave you because at the end of the day, they gave you life, you know. We wouldn’t be here without them. [CLIP: People talk at the paint and sip event]"},{"author":"Young","text":"After the paint and sip in Queens, colorful canvases are set out to dry."},{"author":"Various voices","text":"By the way, I was watching, and I was like, “It’s so cool!” It’s so nice! Yeah, that really came out pretty good, wow! That’s so cool. [CLIP: “Bloom (Instrumental),” by Holly Jones]"},{"author":"Young","text":"Irina’s is a vibrant rainbow—a reminder of her husband and the times she encouraged him to color in coloring books to help with his Parkinson’s disease. Mary’s is a peaceful mountain landscape under a blue sky—a memory of relaxing summer vacations with family. And Ingrid’s is an elegant depiction of om—the symbol of a sacred syllable and, for her, the spiritual journey back home. [CLIP: Theme music]"},{"author":"Feltman","text":"Thanks for joining us for this two-part Fascination series. We’ll be back on Monday with a round-up of the latest science news stories. And I don’t want to spoil the surprise, but next Friday’s Fascination is going to be literally out of this world, so you definitely won’t want to miss it. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was reported and hosted by Lauren Young. Tanya Lewis also contributed reporting for this miniseries. Special thanks to Tulika Bose for supporting this series throughout its preproduction, and to the folks at Sunnyside Community Services for their time and assistance. Marielle Issa, Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. Have a great weekend! This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."}],"wave_peaks":[4182,4377,5255,7506,5591,14239,13315,11536,12259,11840,10770,13081,5382,5059,4658,7864,4715,10311,15576,10429,12170,6958,7375,6495,9916,8117,7802,14976,11243,14157,11585,11842,11284,5451,4738,4914,12266,11947,12230,9754,12052,11861,12093,14108,9135,5499,4781,4402,8785,6477,5552,11946,23556,17356,11969,11896,11904,6605,4452,5579,12250,9097,10660,9898,4683,7079,6603,6198,7079,6825,15053,11680,19019,11035,9431,5781,8530,8025,23958,10671,10900,20002,11183,16974,11090,5193,6569,5703,6967,6399,4927,6245,6895,5818,23987,11003,13772,9191,6367,5407,12676,11727,14446,7196,7433,9731,8680,10202,6799,6631,5362,13436,13848,10958,5506,14047,12068,10472,8215,5550,4010,5647,5579,4747,4589,5501,6504,3252,3533,4232,2536,1684,1307,603,146,104,21823,21749,12610,14192,18738,8983,9564,18927,14815,16748,21115,4806,535,20719,18335,14903,10094,10961,20307,15267,13455,11647,12990,14561,9816,17463,13981,11634,8950,13831,20795,15361,15598,14385,12960,7226,1914,1454,1830,1961,14033,14395,15355,17308,16927,19771,21771,19221,16823,16700,15356,21784,12094,16747,4660,15443,19963,3938,15716,13952,15454,16770,16724,11723,13173,11954,16672,19951,12952,16846,16279,13325,9089,15087,4240,17381,13321,15361,13627,17514,21666,5415,18655,14127,13606,11215,15896,11167,12478,7455,565,3986,17864,13664,21885,13661,13249,11523,19225,18917,16039,7615,10184,18528,20171,14268,633,20207,18335,14828,21723,14482,13140,18094,7380,13892,13561,16433,16063,16721,12406,15877,7874,12264,15630,15851,4777,2478,14153,21815,19133,15052,18814,14230,21656,14480,20511,4022,11450,21847,18961,15951,18709,19499,22003,13180,14606,12550,15146,18360,19244,12534,13392,13882,12837,21136,18792,21428,16934,16024,15493,15545,14859,12247,11331,17654,15201,14157,1897,1160,16054,15632,14555,17044,13480,14832,17071,16560,17953,2881,3490,2354,2257,3466,7955,5454,2912,2499,3003,593,319,95,49,21,201,620,1221,1423,1521,11788,9173,10027,7716,2188,7758,10880,4485,14239,6799,3725,1597,4910,5710,4696,2745,1897,7217,9621,21840,19979,21733,18226,18554,7508,7904,1424,3702,3096,1329,16420,20141,13437,12875,15803,9757,9369,7357,5788,21919,20371,13067,10059,14143,11796,9877,8092,14547,8193,10306,10547,6403,19456,15424,13149,16838,16157,13269,13018,21620,17644,21939,10259,20194,11414,15582,6958,3821,8326,7432,13067,5930,9052,5968,10974,10933,8794,10959,7197,12546,18710,10471,12623,19225,15320,18637,12912,9469,15665,17079,16340,12552,18075,18042,18471,11766,5528,16305,11688,16169,17833,11780,8721,12111,10008,12250,2598,17038,11437,10072,13473,11611,20468,14885,9942,9460,12954,8234,8601,21894,10075,9158,20561,15917,16160,8436,8200,21873,21810,21864,17506,19917,16366,19536,17308,20735,17691,12066,7488,9829,15892,15976,10915,21848,6832,10599,19813,19129,17676,18118,17281,18159,21823,20639,12940,16604,5828,21825,12455,14665,15810,5746,8186,924,21787,8978,15634,9733,21889,11978,14523,13955,17682,9502,18283,14956,17068,10305,12765,10925,4511,21877,13248,4785,552,15611,12690,15503,17054,11597,11581,12399,10903,4804,12643,16420,18426,9790,13948,8655,6860,14301,11255,11107,12486,14424,11781,10877,10935,15622,10876,15788,9218,491,15873,12119,18324,12073,12155,19741,15007,14055,12905,12009,11667,8216,9735,16632,16019,16384,12409,11129,15607,17672,9466,10625,16546,454,21852,15157,14888,15464,13206,13531,16105,16192,11206,10459,12031,10606,13129,9387,4284,17510,12400,10649,12620,19339,21807,15460,7492,12793,12696,7995,17108,9653,12779,14871,14490,13173,10697,15921,10855,12309,13984,9613,15944,18777,21792,21005,15909,16351,11444,5002,9483,12438,19507,12124,12542,11692,17745,5647,986,12000,13295,9993,16820,21792,12604,9092,8617,8406,19512,21870,13778,9787,13915,7309,579,11163,7748,16660,8774,10210,8975,18379,10102,11569,6862,15628,14494,15179,11238,19374,11815,17017,11750,19294,9674,10571,10885,791,19326,19684,17886,3193,10936,11083,17250,2960,15564,13832,11524,21878,13364,10484,13142,9697,10087,9196,7115,4103,12877,11979,20362,21803,16193,11694,8107,10611,10549,5506,12594,14162,12142,7902,19117,14282,9803,13927,11647,8451,16302,11371,11681,6657,2458,20267,14545,12799,9699,11536,10167,10194,16730,12544,10645,9759,7456,5392,427,17284,13557,12886,14465,14596,16034,16780,20300,12650,9323,3161,3125,2623,13326,21860,17490,11738,20529,14403,14487,11093,9276,10337,17237,13925,13438,6949,1384,10820,16178,12061,13265,12870,14345,17593,11049,13120,12633,10534,15846,15585,16718,11709,20417,21871,11248,8947,13526,10498,10687,13920,3750,1095,1612,1604,16418,12058,12506,11574,12421,15372,19686,19905,10842,12742,9869,7422,1475,21919,13827,16031,12859,10805,10968,6892,2819,1074,11520,14909,11980,14768,12948,9320,13711,7163,21806,12304,20148,11099,14183,11096,4133,15165,14261,9911,7930,10916,5574,13530,11645,7920,8428,15569,5795,1554,9890,20248,4736,11401,11475,1714,5887,21825,20756,21795,9655,14565,6183,21744,21829,15880,21828,9130,12796,5627,16771,15234,11049,6088,11603,21827,8136,1522,1052,7790,7216,6214,1557,1826,9070,8215,15234,17052,6672,5379,15076,13158,15619,10497,16371,13845,12576,8422,14651,12716,13933,15794,17158,16808,8441,7230,6255,10904,18644,17472,6217,11363,19153,12374,11666,15278,10735,13615,14539,14839,10426,9366,20302,7158,21719,16925,16561,15587,19124,8119,18336,12979,8039,597,526,7361,12975,9942,17964,15736,18390,21214,13461,18290,16344,894,10004,9567,14434,15983,10972,14901,11364,11672,12620,8452,10748,14924,15441,17879,14674,14132,1487,289,17107,15379,15633,11257,12294,13450,13482,5938,15727,13974,9580,9475,15082,17760,14989,13525,12264,14308,8089,498,1063,21859,18802,15251,14710,16786,16629,14207,17414,10830,20364,18877,14850,10156,12265,10456,11440,352,19571,9483,9379,5722,2175,5048,15821,21802,18523,17714,9625,12155,11600,13208,15491,9325,16280,4252,8565,5543,1414,5566,7763,12022,11037,17650,20575,10527,11385,9848,18275,21504,18528,17942,21718,8314,14775,10003,4641,18922,17088,14752,9500,7657,6778,10527,9784,1266,21851,21577,13518,8134,14995,7849,11971,11087,14369,16729,17690,14821,18776,18846,13017,8117,8440,21732,12694,16419,16483,14342,8227,12247,18959,11078,2022,13403,10008,10719,11495,14428,11972,11738,5116,432,19555,12819,18412,14305,5213,13344,11308,14780,21836,12657,13957,9079,1082,12863,19610,10649,9908,10402,12390,14641,15240,14471,7606,20600,15323,7736,468,20441,11698,11721,17336,6924,12599,11084,5503,16573,13112,14802,2402,397,511,20929,16938,12084,12542,14369,13331,10996,17126,15112,18630,15565,14519,21603,13075,10104,548,10193,12302,16652,11823,13140,13064,11124,14207,14800,11132,11125,2528,3173,16309,14060,18759,6313,9833,12570,11907,12266,7817,7981,13194,12582,5931,5220,7700,8869,14350,13555,7235,7620,5419,3438,6179,9214,10739,10034,10152,6618,1092,3925,12050,4874,10955,13452,5663,10292,7859,12355,15872,11590,9690,4575,1140,11506,21784,15366,6859,6367,7997,7580,6249,5027,3743,2149,6898,10983,3279,4938,3207,12519,9123,6870,5337,858,14930,11041,12032,15160,15855,13606,10281,7316,652,14711,10608,10661,18332,10930,10689,15878,12265,11784,17177,19805,10990,476,21902,18897,10132,11279,16895,17686,20830,1168,21793,11894,16846,13491,11262,15242,15417,11371,11094,14354,11998,749,5263,1737,12990,12647,9522,7939,19494,12521,9941,12422,12120,11260,10671,10393,2636,1905,21773,20393,11744,6972,4299,10297,6396,12533,9479,8140,6929,21898,14237,4467,7186,11632,14010,8492,12252,4209,1092,1030,15167,8489,9878,8188,10010,8686,7683,14049,21767,9160,10205,9791,8865,6629,7276,17381,6631,1552,6444,13391,21796,8504,9228,2938,3175,9357,11584,10565,17678,16774,11963,15989,12539,7173,15729,1331,10545,7127,8842,4857,894,14417,15351,14324,11364,12495,17968,15177,18579,10852,12939,11262,16545,12054,13387,14135,9531,662,16033,12162,21828,15224,12604,12536,711,13802,10740,8799,6405,1352,11937,9848,9013,9389,7316,5846,11903,7232,4685,9608,21792,8280,8041,11605,10830,8125,8988,2879,1942,21877,21899,13460,17597,9538,7765,8981,5959,11691,4680,8756,6813,3769,8132,7351,1071,1451,2694,1663,1563,8318,9622,6207,10154,7562,3609,4052,6153,3700,4206,1586,1515,17518,12535,11015,12124,15783,18465,18184,14268,15117,11976,11252,16723,11009,4131,5112,16199,17846,14380,13702,16389,17262,14522,19403,12445,15770,13226,523,11635,16757,17134,13452,12633,17451,13274,10640,7940,1268,13716,15616,7916,17317,14310,5166,9957,11398,16651,3205,1097,16469,10605,15569,1560,1422,1214,742,18683,16216,14213,12786,12062,409,2904,15646,8770,10208,8676,11558,10671,14132,12306,10905,14822,810,21776,11262,7334,8564,13693,12682,13552,12796,1174,2205,13523,1843,5416,9095,15709,10823,5785,2296,1710,5372,10913,10694,3427,2353,21821,14427,10644,14574,11951,2869,14430,13073,9232,11009,13508,14751,17878,16470,21881,11772,11138,17886,3993,21808,21835,16675,12515,14826,13366,21747,10596,16323,12594,1712,21699,14026,18295,11409,12546,14225,8955,10615,15081,17746,19473,19393,15037,18176,15924,14083,13977,1235,21809,14153,21845,12157,14959,12049,12190,13327,13279,19026,20621,1949,1352,16946,21836,17960,19420,17588,10062,20814,20499,13852,12466,15618,13255,12464,14675,10471,10779,10973,12958,9737,18393,10592,17985,15552,14095,17666,15410,13878,4610,1924,1748,21887,12532,16709,19003,12748,13720,16286,16150,11816,15369,10717,13542,15712,10525,17791,6694,4503,2203,21730,13674,14801,13071,14131,13733,18099,13712,12249,14413,10289,19739,15543,14761,9324,19355,16485,17899,8538,21914,19510,15764,15487,10534,5847,21869,15841,19481,11768,7424,17562,11732,20393,12566,8158,2693,2623,16496,14237,12325,11711,15391,12306,20633,12629,9452,11250,18407,13415,15892,11537,10475,19593,10184,12686,13164,9281,7346,766,12091,15042,16665,16599,11277,7921,14288,14348,11940,775,579,545,12069,15950,18527,1540,12844,21854,18034,9377,9837,8203,6655,16136,17143,14090,10068,8421,2548,688,734,12762,15793,4414,15093,17071,18339,21842,11904,10060,623,12829,11947,12448,14027,12416,10710,7553,9682,21830,21628,21862,12093,710,433,504,11904,8890,13631,14981,12656,11775,9842,17040,17735,18961,20414,13790,12775,11922,1241,21857,11617,14008,19121,7671,10980,9285,13334,12532,11762,14452,11120,15149,13786,12647,11982,12884,2817,0,0,21802,15949,15685,16099,19484,19493,11885,10320,10277,16199,20156,16042,10457,13017,11168,9167,15770,15034,12686,9048,1479,21827,20870,13352,15640,14343,13380,15030,10699,16328,14948,10641,10252,14922,21913,15121,20353,12654,813,17974,13756,13105,11975,18981,12076,10284,12269,8667,16,17083,18836,21400,9597,14664,11710,15996,13953,12136,10447,16205,16247,10674,11888,16001,10301,10773,16097,52,11282,17871,21786,13318,15915,10514,21968,11752,9678,15920,9731,16588,666,21044,12310,15329,14351,16567,13761,21620,17293,12633,3192,1372,2248,1885,1550,1327,2425,17427,15358,10796,12295,16944,16222,14319,3242,1304,21971,10921,14660,9994,12016,18614,18295,19705,9796,15527,10645,11407,2847,21776,20274,21546,12041,10603,12348,13623,8858,16897,15870,15972,16991,14741,8242,14588,14943,15461,13684,3006,1177,21165,13465,13779,10381,11826,11304,13470,9586,13803,14547,16301,10422,8589,15786,14999,13511,9754,15231,14442,16968,13554,19690,13649,11721,10373,18083,10847,867,16311,21755,18639,9933,14995,19369,14483,10480,19969,19938,21918,10692,16708,9836,9973,12372,9100,10057,13248,11554,17089,21822,14576,15784,12779,2004,1369,10248,15386,15552,21835,19789,12573,9695,19140,12123,11334,9275,16661,12833,12764,17182,16250,11330,9577,9783,13718,9340,21850,11262,10701,11089,12359,9562,8565,12698,15189,13658,16815,10714,6523,166,137,21661,13527,9578,20727,17513,18516,19284,14454,20428,13687,14600,6993,16344,16013,12000,10380,12220,12955,7489,1768,16839,14620,11909,15579,17957,13073,15120,17382,14751,17189,11298,16577,15251,16408,14763,13734,19882,9595,10589,6744,1762,2806,16734,10796,21781,15667,14354,12961,21455,17563,9869,14550,13189,19044,11924,13195,14415,14152,16840,1917,1933,2530,2704,2279,2667,1451,1758,1202,1182,1092,983,5070,4306,2233,2274,12578,1909,1456,20847,10531,17835,15987,21833,17214,15744,11065,16589,10907,8520,11624,21820,11271,17219,17342,14578,13137,12985,17248,17642,10394,11711,10150,15849,10521,13821,8185,304,2539,22037,15274,15343,17397,13922,15660,18743,17270,11667,16178,9962,15275,16559,11626,11415,16967,18265,17870,12667,15736,1474,13780,15210,14246,16447,16625,6893,7278,3832,20628,22007,21831,21608,9710,7613,15516,3413,14983,11077,20825,19209,15167,15872,5819,8657,14159,12442,4550,22064,8757,18733,10296,16253,16540,14828,13720,10719,10300,9829,7441,15092,18942,15655,16991,7567,21807,15918,19159,15905,19011,9315,17049,5815,15013,12519,13508,9078,5473,8952,4645,12814,7709,10631,13277,13743,14268,14355,10449,8844,6707,17913,16496,5975,8051,13778,16320,16723,12387,10026,21820,6842,7431,10574,21890,13170,1031,1162,14387,15429,10830,11012,12911,15316,10647,10497,12131,11750,9881,13357,17080,14483,17955,15359,7119,17189,20757,14278,11740,11503,15874,10813,14669,14675,18280,18236,5672,22055,16903,6194,9111,13676,10157,15886,19799,10073,13423,16849,14136,14710,17323,13259,11307,13749,11585,12445,14022,12530,207,11345,16480,11771,11748,15649,15063,11001,8510,3385,14806,10216,19830,16901,13982,9108,11066,19964,11730,8984,1628,1105,13800,11864,19882,10801,11155,13553,10434,4557,1214,13944,12347,21898,15832,10899,16919,12100,17165,8122,12835,10391,12066,16420,12831,6943,21777,12723,11729,12716,21874,18273,18665,10950,8474,1797,21734,9717,11168,13347,11883,515,8846,14109,21971,14435,13929,15217,11043,13414,10204,17889,9967,11704,16555,14146,12510,13297,9948,19567,12870,10403,12806,13608,16183,10611,11307,11766,15206,12538,10127,1102,700,21746,12461,14502,15969,14462,10663,18286,13621,19865,10747,7677,21859,12176,11603,18099,11840,14738,18152,9249,15182,11716,2287,21842,16482,18541,8979,15683,17963,12481,8617,1297,21970,17648,21289,6507,12115,21525,11633,16707,17166,19236,10762,9006,744,21781,13127,15175,16155,18157,11926,10534,18748,15444,9711,6071,15009,16845,13146,12308,7155,9316,15040,7822,7547,1116,21116,14964,11993,15334,11859,8765,7120,5598,18834,13220,16160,15432,9977,21788,8174,15788,15968,19864,13335,9935,6666,10262,10358,17120,18963,14050,14416,11700,12481,13329,7367,13439,11868,2736,21735,11704,10225,13617,21751,9419,9565,9991,297,13504,11503,11241,11365,11871,17142,9982,9303,12550,16975,13272,16271,6871,16613,9037,1616,21740,11207,11662,9162,14862,12318,9827,11242,5605,200,5,19380,12728,18709,15005,11076,8570,15162,13615,11579,21833,15685,15368,1440,441,12327,21829,17750,12888,15494,14339,15929,11322,13059,10068,36,0,0,21984,17597,10204,10684,10482,10738,11074,11430,12252,12374,9842,11592,21045,12266,10725,12959,16140,15371,9136,789,12120,15069,13726,16365,17394,15937,9270,14818,12362,11937,11909,12232,15281,11798,18293,15590,8496,10556,9563,9287,647,19337,11965,9456,6611,19198,12867,14942,8217,11352,15358,14312,10458,17832,13510,10287,8257,1351,17504,14940,15817,10750,12162,11528,18607,8132,17397,13853,14683,18805,13047,11298,20929,8760,18622,8706,9267,14193,15443,4147,14544,9435,15619,11578,18554,14605,13130,19662,19487,18927,11823,7673,2092,16759,153,16961,10701,12206,17952,10694,12146,150,16332,19988,18090,11589,10748,8152,639,21735,15434,14980,10512,10218,7670,55,20308,12664,12819,8951,10860,16727,12134,21904,11974,20357,20802,11733,14168,16255,2739,8249,14983,16610,18219,15594,14651,14104,14326,16224,10580,14061,12227,11843,11409,13164,9425,11761,2072,10984,15840,9394,10572,15051,12428,10952,13593,14758,13323,329,16246,12240,21747,21982,20750,18719,9886,14321,8370,2212,132,13064,11542,11896,10844,14277,14526,11329,12378,19259,12788,16143,15174,9115,17290,18563,19114,12341,10989,12668,429,10118,14439,14642,8805,6853,7092,10163,13735,11921,1682,9238,9258,15203,11009,12618,11325,8447,13557,9707,8278,12068,2932,9939,12737,8097,12182,13153,9036,9238,809,753,21788,11074,11116,739,467,13190,16940,17367,9261,14047,17612,14082,19100,4018,532,10075,13420,14512,11279,10254,17630,7189,8254,8777,8769,14198,11876,11930,5918,16608,16718,21932,15059,11041,10856,9414,9834,9553,827,17846,21814,15283,16685,18559,16775,13522,13593,18392,12313,9237,8870,16898,15141,9011,12322,17234,17015,17996,13259,8503,7831,10757,7326,2966,10160,14570,13225,8280,5251,349,359,288,14283,13113,11382,12091,11310,11321,9789,21387,12902,13925,11521,11477,9792,14434,10537,3652,16942,13334,10346,15250,16206,11152,10381,16614,10422,21836,17766,4432,5470,15595,17162,15769,12796,9186,10403,15050,18509,19088,14752,9767,7415,8794,13534,10963,14427,18980,14677,8678,13838,11006,269,12233,17401,11305,9467,10309,6597,14565,12244,10299,7185,18859,17682,9001,11258,13443,9522,1466,3005,21937,11601,12090,19226,3154,941,1144,2543,3325,3341,2708,2588,3474,2519,2795,13971,9885,10564,13908,14200,11879,17681,12389,13218,10726,14407,20089,2373,2886,15420,10799,16144,12771,16727,16226,14372,15196,10451,20132,20409,14369,21777,18959,19809,5352,3133,19166,21865,16012,16268,17989,13529,18439,17681,12211,10514,15610,16827,19637,9646,17356,15870,14307,21836,2686,1557,13175,16151,13362,10378,18472,12483,11580,4811,2587,10459,14368,13203,13321,13566,21794,13631,12698,9062,18640,16371,14271,14016,10898,11973,20388,7642,7551,1297,11039,10370,14503,11991,7358,15197,9608,1994,21833,17654,13429,21955,11750,10848,1891,2341,1488,5847,7718,15980,12204,17143,16706,6473,1274,2393,2514,3778,18061,13309,14127,5778,2379,2494,2473,11335,14259,19473,19413,19461,9111,14508,18055,19226,15928,22000,13654,7891,9079,3831,2416,17782,10107,5192,3208,13836,14689,12005,9988,7337,3179,2056,6299,16028,17406,10566,13930,14223,21915,15440,6028,1836,1914,14761,5818,4993,18081,19270,12538,15924,2680,2480,2380,21825,21837,15032,16165,21939,20407,17281,17473,14634,6378,1690,1574,1307,9419,11313,8478,11592,12551,16316,3852,2489,1753,1790,16581,10924,5737,3139,10073,11682,9355,3380,3044,3834,2439,2302,3550,3072,2175,15273,18744,18424,20798,16763,13013,10653,7637,14348,13670,15950,9167,14390,10792,2514,1832,20770,16445,10133,13059,12194,10258,9735,10899,3593,1789,9517,13047,11557,772,6880,6724,8547,7660,16424,10354,17668,18159,4040,12330,10151,6025,13306,11999,11966,11190,9651,10284,16863,14832,9300,8244,11082,7535,10881,11488,12441,9442,8671,7782,11662,2354,1705,19887,15759,9169,10578,8955,8565,9108,5811,801,740,684,752,1724,1853,2738,1495,3881,3955,4839,6807,4862,5085,21913,11444,10742,10047,9102,8497,12698,11295,13958,10769,19675,10820,14259,6762,7544,17506,6900,6886,14071,13290,20187,17711,15449,8608,7426,1729,2085,1800,2896,4200,4537,2961,3324,3232,1806,1167,1187,976,18877,11261,10690,16499,15849,10062,6293,4170,16611,14136,18100,12509,10776,4020,15341,13212,12662,15013,12075,9457,16743,12339,11526,12090,3898,14339,10290,14565,8499,9249,9533,5631,2738,15410,9815,13174,10807,19128,11026,13600,14590,9801,11035,13853,1237,19083,15354,12055,14853,10239,11358,10014,7444,15033,14446,5684,3146,16196,12753,13820,14808,16341,13553,15014,12008,3407,1169,13000,15335,17355,10682,11665,9863,584,16659,17294,12560,7903,11730,12874,10905,9186,13415,8693,2459,3894,3594,6287,5224,6754,6980,3029,1726,1416,1007,941,2691,6648,6623,6501,5081,2927,3724,3506,3041,3632,2787,3677,2376,2903,2007,1609,1214,1097,933,452,2223,1316,22018,14652,14872,11910,16903,21950,10125,9206,9515,811,16546,17025,17810,12498,16799,14300,12706,11763,19191,9423,14048,9201,4835,19706,13082,10592,12950,18264,12810,1161,21807,21856,14495,15044,12080,12215,15093,12158,11636,11772,21070,14749,12509,9445,16901,10527,18774,17078,17490,14155,12642,1917,1803,1959,1748,4651,21815,11838,13235,12919,19355,11233,14295,16918,3578,15132,16124,14439,10075,15509,19576,14150,20668,15025,14796,19077,15895,14837,8404,1141,19501,16131,13720,14647,14146,19108,10414,20965,14244,10711,6108,17256,13926,16695,16763,10352,14557,11887,10362,10368,2694,2146,21705,17874,10813,13761,11562,15354,15995,11068,14882,10816,16118,15198,15637,15883,13884,17068,21610,13123,15944,14341,15194,20947,15176,13939,6663,1713,1064,21781,12304,15630,18988,10670,20196,9125,18928,13784,18180,17039,17809,21911,20903,19591,13656,1090,21842,12213,11166,16716,21983,16343,15954,623,708,18891,21901,20873,15535,15120,15066,17586,15093,14055,17818,16890,9779,8639,804,599,15183,20614,17285,15786,14135,12338,16754,14117,21029,13816,13983,8655,3127,2215,2461,2421,2502,2588,3213,2520,11215,8357,6782,4630,4763,3439,2487,3057,6202,4251,2272,1953,2319,2342,249,168,55,18,2],"fragments":[{"begin":"0.000","end":"100.640","lines":["For Scientific American’s Science Quickly, this is Rachel Feltman. Last Friday senior health editor Tanya Lewis joined me to talk about the latest research on caregiving for older adults. People are living longer, but studies suggest that family sizes are getting smaller—which means people may have fewer siblings and cousins to help support their parents, uncles, aunts and grandparents through that lengthening period of old age. But what does this actually mean for the family members who do provide that care? How do they ensure the best quality of life for an aging loved one while also taking care of themselves? To find out how folks are managing this balancing act, Tanya teamed up with associate health editor Lauren Young to visit Sunnyside Community Services, a support hub for residents living in the borough of Queens in New York City. Here’s Lauren to share some of the stories they heard there."]},{"begin":"100.640","end":"109.560","lines":["So we have aprons for everyone, and you can express yourself however you’d like."]},{"begin":"109.560","end":"120.680","lines":["It’s a cloudy, rainy May afternoon in Queens, but at the Long Island City office of Sunnyside Community Services, a small group of family caregivers gather to add a little color to their day."]},{"begin":"120.680","end":"124.160","lines":["Don’t forget we have the beautiful inspirations on the board."]},{"begin":"124.160","end":"125.120","lines":["Those are hard."]},{"begin":"125.120","end":"126.840","lines":["Those are hard?"]},{"begin":"126.840","end":"132.560","lines":["Blank canvases and wells of bright paints line a table for a casual “paint and sip” event."]},{"begin":"132.560","end":"149.680","lines":["So we just wanted to have everybody come in today. This is actually Mental Health Awareness Month. So we thought it was important to highlight that but—as well as talk about self care and relaxation. And in doing that, we thought of the paint and sip, which is very therapeutic."]},{"begin":"149.680","end":"172.040","lines":["That’s Sophonna Sheppard, director of caregiver support services at Sunnyside Community Services, or SCS. The center offers activities and resources for people of all ages living in Queens, which is New York City’s most racially and culturally diverse borough. One of the most popular services at SCS is its program for seniors—and the family members who become their primary points of care."]},{"begin":"172.040","end":"180.600","lines":["The goal of this particular activity was really to bring caregivers together. And that’s, you know, again, that’s hard to do because their time is precious."]},{"begin":"180.600","end":"185.920","lines":["Elizabeth Daniele is a supervisor of the Caregiver Support program for Alzheimer's at SCS."]},{"begin":"185.920","end":"217.840","lines":["You could think of it as an alternate support group. So, you know, we provide a venue for them to get together among themselves, to talk in a relaxing way, to do an activity, to have their mind focused. That’s great distraction. Art opens up the paths of the mind in certain ways, I think, that provides a type of stress relief that’s amazing, that you can’t necessarily get even through talk therapy. So I sort of see it as a different type of a therapeutic activity."]},{"begin":"217.840","end":"223.000","lines":["Every caregiving situation looks different for every family. [CLIP: “Those Rainy Days,” by Elm Lake]"]},{"begin":"223.000","end":"249.360","lines":["A loved one may be battling a temporary injury or a terminal illness. Some older adults can live independently with some assistance from a family member, while others may need care 24-7. The caregivers attending the paint and sip have unique experiences, but they come together with shared interests. They’re taking a rare break from their jobs—and from supervising their loved ones—to trade resources with each other, tell stories and bond."]},{"begin":"249.360","end":"278.080","lines":["I decided that I prefer to stay, take care of my husband, because his Parkinson’s was progressive. And I know that it’s not easy. For example, he cannot sleep all night. Every 20 minutes he needs to go to restroom. And when he back from restroom, you just want to relax, just sleep, but he ask again. He passed away, but I cannot sleep at night."]},{"begin":"278.080","end":"295.440","lines":["Sixty-seven-year-old Irina Tabakova immigrated from Ukraine in 2001 with her family. She retired early to take care of her husband, who had Parkinson’s disease before he passed away during the pandemic. Now she looks after her 94-year-old mother, who has Alzheimer’s and skin cancer."]},{"begin":"295.440","end":"309.440","lines":["But it’s take time to get the service wound care nurse, for example. We need to take care of these wounds, even [though] I’m not nurse, but I learned how to deal with this."]},{"begin":"309.440","end":"343.920","lines":["In medicine, the ultimate goal is to improve the patient’s health by weighing all the best treatments, getting access to the highest quality facilities and experts, and delivering the most cost-effective medicine. But managing all this can be incredibly hard for family members. They might suddenly need to take on the role of nurse or doctor—while still being a spouse, sibling, son or daughter. Last summer Ingrid Di Lisio became a caregiver for her mother, who has dementia. Ingrid calls the whole experience an “emotional rollercoaster,” filled with mental twists and huge learning curves."]},{"begin":"343.920","end":"360.360","lines":["It’s not only that, you know, you’re taking care of somebody, but emotionally, it’s like you’re seeing your parents dying slowly every day. You know, they're shutting down. And that’s a huge emotional, you know, thing to take on."]},{"begin":"360.360","end":"373.120","lines":["Ingrid is 57 and works in real estate. She recently moved back to Queens to live closer to her father and mother. Her brother and sister-in-law step in to help, but she often feels like she’s riding this roller coaster alone."]},{"begin":"373.120","end":"396.680","lines":["I’ve voiced it to my brother, like, “You got to step it up.” You know, “You have to help me,” because basically I need help, you know? I can’t do it all because I have to work, you know? Who’s gonna pay my bills? I have to take care of me. And even though my life is, right now, kind of, like, on hold—which is terrible because you want your life back but, you know, at what consequence?"]},{"begin":"396.680","end":"403.880","lines":["It’s common for women, particularly eldest daughters, to take on the majority of the responsibilities. We learned about that in our last episode."]},{"begin":"403.880","end":"420.800","lines":["I grew up in a very traditional, you know, Italian–Latin American household where most of the caregiving is mostly taken by the women. [CLIP: People talk at the paint and sip event]"]},{"begin":"420.800","end":"431.280","lines":["All three of the women at the event are daughters who are caring for their parents. Mary Sheldorfer is looking after her father without any family help. He has chronic pneumonia as well as dementia."]},{"begin":"431.280","end":"449.720","lines":["Dad came home last year. He was doing really well. Day he came home, he fell. So now I’m nervous getting him in and out of bed. So I need somebody to get him in and out of bed. I can do, you know, nighttime and whatever. But you can’t do it alone. You just can’t. [CLIP: “Tangible (Instrumental),” by Minoria]"]},{"begin":"449.720","end":"500.280","lines":["These hardships have been well studied. Caregiving has been associated with elevated anxiety and depression. Financial pressures are certainly part of the problem. The average cost of home care assistance in the U.S. is about $5,500 a month, but that can go up depending on medical needs and where you live. A report by the AARP found that U.S. family caregivers spent approximately $600 billion in unpaid labor in 2021. Health care coverage through Medicaid is only an option for people who meet strict income requirements. Medicaid and Medicare do fund programs, such as the Program of All-Inclusive Care for the Elderly, that help offset costs. But most of the money comes out of family pockets. Mary has recently been forced to figure out a new means to pay for her father’s medication after losing health care coverage."]},{"begin":"500.280","end":"516.960","lines":["It’s killing me. I mean, his medicine, we just found out, is not covered anymore. And it’s $17,000 a month. And now I’m trying to get a grant and all this stuff. But how can you afford $17,000 a month? And how can you not give it to him?"]},{"begin":"516.960","end":"556.800","lines":["When Mary hung out with her friends, she used to tell them when her dad’s health was declining. But she’s been sharing less these days—she felt she was constantly dwelling on his situation. A national survey conducted by the Centers for Disease Control and Prevention from 2015 to 2017 found that 37 percent of caregivers weren’t getting enough sleep and that 41 percent reported having two or more chronic diseases. The survey also suggests that the health of the caregiver could directly influence the health of the older adult: more than half of the respondents said that a decline in their own health worsened their ability to provide care to their loved one. [CLIP: “Rainshower,” by Johannes Bornlöf]"]},{"begin":"556.800","end":"619.840","lines":["But caregivers don’t need to go through it alone. Many states and cities have local departments focused on aging, as well as hotlines to speak to someone who can help you find professional health aides to come to your loved one’s home. The Benjamin Rose Institute on Aging, the Family Caregiver Alliance and the Gerontological Society of America have a database for dementia care. They have vetted nearly 50 programs in the U.S. that use evidence-based practices proven to significantly assist and benefit the caregiver. Community groups like SCS in Queens have social workers and specialists to provide guidance on social security, health insurance and even conditions such as dementia and diabetes. Irina, for instance, sought out SCS to navigate Medicaid eligibility as well as free home meal delivery. Mary has taken advantage of info sessions on Alzheimer’s and the daycare program for adults with the disease. Ingrid turned to SCS experts to figure out what kind of specialist to go to treat her mother’s dementia. [CLIP: People talk at the paint and sip event]"]},{"begin":"619.840","end":"635.040","lines":["Alejandra Miranda, an SCS caregiver support specialist, says that its free respite care program can provide much needed relief on a short-term basis. This can come in handy when waiting for a Medicaid application to get approved or when researching more permanent, higher-need care."]},{"begin":"635.040","end":"660.880","lines":["What the program does is to send a temporary home attendant, right? So she can start, you know, as fast as two weeks. She can start providing services depending on how we manage the schedule. And I think that’s one of the best tools that the program has because it’s like, “You can’t wait for two months to start having help when you’re crying for help now, right?”"]},{"begin":"660.880","end":"678.840","lines":["Ingrid says the resource has been invaluable. She’ll use the precious time to run errands, go meet one of her real estate clients, take a yoga class, get her hair cut. Even just a few hours a week of respite can do a lot for reducing the toll on mental health. Here’s Elizabeth again who works for SCS."]},{"begin":"678.840","end":"694.720","lines":["When you’re a caregiver, you can be very isolated, both physically and emotionally. And to have someone come into the home, you know, so that you can get a little break, even just to go into another room and read, it’s a miracle."]},{"begin":"694.720","end":"710.520","lines":["Elizabeth also says support groups and peer-to-peer help can be a great asset to any caregiver—particularly to those who are the sole caretaker of their loved one. SCS has several in-person and virtual support groups that regularly come together to talk about pretty much everything."]},{"begin":"710.520","end":"735.840","lines":["We like to talk sometimes about practical things, you know, “How do you treat incontinence? How do you prevent from having to clean up so many accidents? You know, what are the best adult diapers?”—this type of thing. But then they also liked the support that they got, you know—feeling less isolated because maybe somebody that they’re taking care of is going through the same challenge as the person that they’re taking care of."]},{"begin":"735.840","end":"766.160","lines":["Caregivers are sometimes so focused on keeping loved ones alive and healthy that it can be difficult to see the process of loss. Talking about the death of a loved one can be difficult on every level. It’s even harder to talk about death with that person. At Rutgers University in New Jersey, Elizabeth Luth is an assistant professor who studies end-of-life planning. She’s found that it’s important to have honest, open conversations with aging relatives about long-term care decisions—and what comes after."]},{"begin":"766.160","end":"776.560","lines":["If you have those conversations early, when the stakes are low, it's easier to go back to them and to have them again. And if they focus on values rather than the specifics."]},{"begin":"776.560","end":"796.880","lines":["Elizabeth suggests beginning the discussion with quality-of-life questions like “What does a good day look like for you? How do you want people to treat you? What activities give you meaning? What abilities are so important to you that you can’t imagine living without them? If you become really sick, what are you willing to go through for the possibility of having more time?”"]},{"begin":"796.880","end":"803.920","lines":["People’s values don’t tend to shift over time, although their assessment of individual situations might."]},{"begin":"803.920","end":"812.920","lines":["Mary’s experience with her father has made her reflect on her own values and what she might want in the future. And some of those uncertainties can be nerve-wracking."]},{"begin":"812.920","end":"840.800","lines":["I’m not married. I don’t have kids. I don’t have siblings. So it is, it’s a really scary thing. And, you know, it’s an eye-opener to get your affairs in order and make sure that everything is written down and make sure that your directives are followed. I have a lot of friends that are in the same situation. And we joke, you know, we’re gonna get a wing of a nursing home or, you know, a retirement community, and we’re all gonna live together and take care of each other until, you know, the last one is gone."]},{"begin":"840.800","end":"845.520","lines":["In Elizabeth Luth’s research, she’s discovered that caregiving is a nuanced experience."]},{"begin":"845.520","end":"865.880","lines":["Family members do talk about benefits of caregiving. So, you know, oftentimes they report feeling closer to their loved one. They get a sense of satisfaction or joy from helping, particularly from helping somebody who took care of them when they were little—to sort of have those roles reversed. [CLIP: “Past Lives,” by Hanna Lindgren]"]},{"begin":"865.880","end":"892.120","lines":["Mary says she sometimes feels like the parent in her relationship with her dad. For instance, she fondly remembers hunting for a costume for his Halloween event at SCS. Her dad, a former police officer, dressed up as Uncle Sam and went around singing “God Bless America.” Mary remembers how thrilled he was. It’s in moments like these that his health issues and struggles with Alzheimer’s seem to take a back seat, and they’re simply father and daughter."]},{"begin":"892.120","end":"925.840","lines":["I was always daddy’s little girl, you know, the only girl, the only child. So to see him being happy and see him when he does come back to himself is always nice. Or when people come to visit him. He might not know who you are, but he’s not going to tell you that. And to see how many people talk to me about how much my father meant to them, you know, that he was one of the good guys, that’s really, really important."]},{"begin":"925.840","end":"935.000","lines":["There’s no doubt that caregiving can be incredibly hard and exhausting. But bright moments can shine through the difficult ones. Here’s Ingrid."]},{"begin":"935.000","end":"951.400","lines":["It’s an honor to be there for them now and show your love for them and gratitude for everything that they gave you because at the end of the day, they gave you life, you know. We wouldn’t be here without them. [CLIP: People talk at the paint and sip event]"]},{"begin":"951.400","end":"955.320","lines":["After the paint and sip in Queens, colorful canvases are set out to dry."]},{"begin":"955.320","end":"963.440","lines":["By the way, I was watching, and I was like, “It’s so cool!” It’s so nice! Yeah, that really came out pretty good, wow! That’s so cool. [CLIP: “Bloom (Instrumental),” by Holly Jones]"]},{"begin":"963.440","end":"991.640","lines":["Irina’s is a vibrant rainbow—a reminder of her husband and the times she encouraged him to color in coloring books to help with his Parkinson’s disease. Mary’s is a peaceful mountain landscape under a blue sky—a memory of relaxing summer vacations with family. And Ingrid’s is an elegant depiction of om—the symbol of a sacred syllable and, for her, the spiritual journey back home. [CLIP: Theme music]"]},{"begin":"991.640","end":"1060.600","lines":["Thanks for joining us for this two-part Fascination series. We’ll be back on Monday with a round-up of the latest science news stories. And I don’t want to spoil the surprise, but next Friday’s Fascination is going to be literally out of this world, so you definitely won’t want to miss it. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was reported and hosted by Lauren Young. Tanya Lewis also contributed reporting for this miniseries. Special thanks to Tulika Bose for supporting this series throughout its preproduction, and to the folks at Sunnyside Community Services for their time and assistance. Marielle Issa, Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. For Scientific American, this is Rachel Feltman. Have a great weekend! This episode is part of “Health Equity Heroes,” an editorially independent special project that was produced with financial support from Takeda Pharmaceuticals."]}],"duration":1060}