{"title":"Understanding Suzetrigine, a New Drug That Treats Pain at the Periphery","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png","url":"https://www.scientificamerican.com/podcast/episode/suzetrigine-is-part-of-a-new-class-of-pain-medications-that-could-offer/","audio":"https://traffic.megaphone.fm/SAM2762966931.mp3?updated=1727807102","intro":["A new class of drugs treats pain at the periphery. Here’s what that could mean for those with chronic pain."],"authors":["Rachel Feltman","Marla Broadfoot","Fonda Mwangi"],"category":["Medicine"],"transcript":[{"author":"Rachel Feltman","text":"Almost all humans experience pain in some form or another during their lives. And for many folks pain is a frequent or even constant companion. A National Institutes of Health study published last year reported that about 21 percent of U.S. adults experienced chronic pain in 2020. And while there are many medications out there to help people cope with pain, they can often cause their own headaches, to say the very least.Now a pharmaceutical company is potentially on the cusp of releasing a brand-new type of pain medication—one that works to block pain signals like opioids do but without impacting the brain or spinal cord in ways that can lead to addiction."},{"author":"","text":"For Science Quickly, I’m Rachel Feltman. I’m joined today by Marla Broadfoot, a freelance science journalist who recently covered the new drug for Scientific American."},{"author":"","text":"Marla, thank you so much for joining us today."},{"author":"Marla Broadfoot","text":"Happy to be here."},{"author":"Feltman","text":"So let’s start with a, a pretty basic question, though I think kind of a complicated one, too: When we talk about pain, what is it physiologically?"},{"author":"Broadfoot","text":"Yeah, that’s a great question. So pain is an unpleasant sensation—often an extremely unpleasant sensation—that is typically there to tell us that there’s something wrong with your body. But then we feel pain, in cases of chronic pain, where there isn’t anything wrong."},{"author":"","text":"And so physiologically speaking, our body is home to lots and lots of these pain-sensing nerve cells that act like an alarm system. So they’ll detect danger in the form of extreme temperatures or sharp objects or noxious chemicals. And then it’ll send signals down nerve fibers to our spinal cord and up to our brain, and that’s where pain becomes a reality."},{"author":"","text":"And scattered all along these nerve fibers are these sodium channels, which are basically cellular gates that allow the influx of sodium ions to generate those electrical currents that are responsible for nerve impulses. And that’s what these drugs that are being developed now are targeting."},{"author":"Feltman","text":"Yeah, well, and I’m excited to get into these new painkillers that you wrote about for SciAm. But just so that people have the context they need to understand: How do the pain relievers that are available to us today work, generally speaking?"},{"author":"Broadfoot","text":"Yeah, so a lot of the pain relievers we use today are based on natural compounds that have been around for thousands of years."},{"author":"","text":"So we all know about aspirin. The compounds in aspirin were derived from willow bark. And then we know about morphine and opioids. Those are derived from the opium poppy plant. And so these work not terribly specifically. So in the case of these nonsteroidal anti-inflammatories or NSAIDs—like ibuprofen, or Advil—those are targeting inflammation. And so I tweaked my back the other day. It hurts, probably because it was a bit of an injury. And so in that case, those drugs are trying to stop the production of the chemicals that cause inflammation and the associated pain."},{"author":"","text":"And opioids work differently. So opioids are changing the brain’s perception of pain. And they’re doing that by targeting opioid receptors that are in the brain, in the spinal cord, in various parts of your body. And so those activate reward centers, can give you this feeling of pleasure, and that’s often what makes them so addictive."},{"author":"Feltman","text":"So let’s talk about this new painkiller. What is it called, who’s making it, and how is it different from what we already have available?"},{"author":"Broadfoot","text":"So this new pain drug is being made by Vertex Pharmaceuticals. It was called VX-548 for quite some time while it was under development. Now they’re calling it suzetrigine."},{"author":"","text":"And so it is—works differently than these other pain drugs out there. It could be, if it’s FDA-approved, the first of a new class of pain medications. And so what it’s doing is it’s targeting these sodium channels that are scattered along our nerve cells in our periphery. And because it’s targeting the periphery and stopping pain signaling there, they would not have the same addictive potential as compounds that are targeting your brain or spinal cord or your central nervous system."},{"author":"Feltman","text":"Very cool. So I know you got into this a little bit, but can we talk a little bit more about some of the upsides and downsides of the different kinds of pain medications that we currently have?"},{"author":"Broadfoot","text":"Yeah, I mean, I think all the pain meds, one thing you’re trying to do is balance safety and effectiveness. And so when you’re talking about acetaminophen and Tylenol or ibuprofen and Advil, those are relatively safe compounds, relatively safe drugs, but they kind of have a ceiling, and so they’re not necessarily as effective. Then you have opioids, which can be really strong and effective and potent—not in everybody, but they can be quite effective. But then they carry the risk of, you know, addiction, and as we’ve seen with the opioid epidemic, that’s a very real risk."},{"author":"Feltman","text":"Yeah, so how could this new painkiller potentially solve some of those problems?"},{"author":"Broadfoot","text":"Yeah, so the developers believe, and some other researchers I spoke to agree, that this new compound could kind of bridge the gap between those safer and perhaps less powerful medications that are over the counter like acetaminophen and these riskier but stronger medications like opioids. And they seem to work almost as if not the same effectiveness as some of the opioid combinations that are out there."},{"author":"Feltman","text":"It seems kind of wild to me that, you know, this would be the first new class of painkiller in so long, given that pain is such a universal problem for people, you know, at least at some time in their life, even if they don’t deal with chronic, ongoing pain. What is it about pain as a problem or how the pharmaceutical industry approaches it that has kept new kinds of drugs from coming to market?"},{"author":"Broadfoot","text":"Now that’s a great question. So there’s a number of reasons why it’s been really hard to develop new pain medications."},{"author":"","text":"One of them is just the nature of pain. So unlike with other conditions like diabetes—if you were to do a clinical trial for a new diabetes drug, you have an objective measure that you could use. You could say, “Okay, for diabetes, we wanna be able to reduce blood sugar.” Or if you’re going for a cancer drug: “We wanna reduce the size of a tumor.” For pain there’s really no biomarker, or objective measure, of pain. So researchers have to rely on subjective measures. I mean, we’ve all had to do that in the doctor’s office—you know, those smiley faces to frowny faces or that 0 to 10 numerical scale: 0 being no pain, 10 being the worst pain imaginable. And so that subjectiveness of it is something that has made it really challenging to conduct these clinical trials."},{"author":"","text":"And another thing that came up also that I hadn’t really thought about when I talked to researchers about how hard it is is that there’s just a really high bar. I mean, like you said, it’s a nearly universal condition. Most of us are gonna encounter pain in our lives. And there’s—so there’s, what, 51 million people that have chronic pain, and that’s not even counting post-surgical pain or temporary pain. And so there’s a really high bar because if you’re gonna give a medication, if it has side effects, even if it’s just affecting a very small percentage of patients, that’s gonna be a lot of people. So it has to be very, very safe."},{"author":"","text":"And then one more thing about that, too, is effectiveness. I mean, there are opioids that have a lot of baggage, but they’re also pretty effective, and they’re generic at this point. They’re pretty cheap. So there’s a bar there as far as trying to come up with something that works as well as or better than opioids when you know opioids can be easily prescribed and are pretty cheap."},{"author":"Feltman","text":"Yeah, that makes sense. I mean, of course, given the concerns about, you know, the opioid epidemic, I’m sure a lot of people listening to this are very excited—I’m very excited at the prospect of a new class of pain medication. So what are the next steps? You know, how long is it, realistically, before people could be able to access these medications?"},{"author":"Broadfoot","text":"So right now the FDA has granted priority review for the drug, and so it—it’s looking at it, it was fast-tracked, and it should have a decision by January 2025. So it could be available next year for patients."},{"author":"Feltman","text":"Wow, that is a fast track for sure [laughs]."},{"author":"Broadfoot","text":"[Laughs] Yeah, and I would note that the studies they conducted were and the indication that they’re trying to get approval for is for acute pain. So they did these trials in patients that were undergoing surgery, so it’s kind of this short-term, acute pain."},{"author":"","text":"But chronic pain is really the bigger issue, potentially, and—you know, like I said, 51 million people deal with chronic pain; a lot of people are living with pain. And so they had done some studies earlier on—they had some phase 2 trials, and they’re saying they’re gonna launch phase 3 trials to look at the application of this drug in chronic pain—but that is kind of what everybody’s most waiting for because that’s where there is an even greater unmet need."},{"author":"Feltman","text":"Sure. Marla, thank you so much for coming on to chat with us. This was great."},{"author":"Broadfoot","text":"Yeah, this was lots of fun."},{"author":"Rachel Feltman","text":"That’s all for today’s episode. Tune in on Friday for the final installment of our Fascination miniseries on the hidden nature of math. This week, we’ll be talking to some of the intrepid explorers who are discovering brand new math as we speak."},{"author":"","text":"If you’ve got a few seconds to spare, leave us a rating and a review wherever you listen to podcasts. If your platform of choice allows you to subscribe or follow, it would be awesome if you could do that, too. It really helps other people find the show."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[4756,4736,8445,865,23133,353,11895,18822,1529,4454,17615,10346,32,18591,16822,16593,15915,16988,16612,13274,17164,5298,22075,17409,17150,5787,19264,23641,10889,18723,13651,19073,21348,8694,18458,16496,16806,22912,22218,14710,17643,17692,22523,16158,18241,8067,23158,16967,13110,22070,22985,16694,11778,17105,10806,10040,23797,20674,16647,20084,20590,16836,7719,19751,15863,19491,2482,6373,6765,4964,5395,18111,11673,14532,6904,8437,6480,11246,7014,8735,6857,12138,11212,16541,11284,9247,11391,3902,1908,15769,5770,13725,14803,13042,8493,9102,9597,9770,10128,10735,11496,13177,13070,14102,8191,10930,1891,1570,16231,8595,7244,10396,15906,15642,11628,15821,13558,9113,1745,15068,10750,17243,8823,11412,15061,12187,11289,13952,6160,9608,11130,13098,10583,10843,15000,12883,4554,1556,1673,15774,16009,16410,8925,14132,8932,15955,9500,10482,14217,7051,15087,6935,5068,1540,15608,13898,12627,10572,16757,9764,15837,15579,7286,12333,15866,11488,6060,6975,6871,15038,15093,14153,10549,9039,12300,8911,11843,11735,15505,16002,15363,5525,11416,11983,8908,8523,16399,11774,12303,16576,2311,1950,16058,11705,12508,9974,16659,7936,11077,15676,14481,9923,14338,2252,16237,14542,9378,15866,9362,10514,9308,15866,10978,10146,7577,9937,7067,14490,11126,3064,1640,15696,16862,9040,15616,6292,13930,6699,15704,9904,13778,12832,12761,12803,3418,16464,9658,16390,10258,8021,7191,13708,15808,11485,12329,8634,15238,7518,13038,2680,692,601,354,115,18,15749,10210,9901,9512,10153,7397,8739,445,15408,15403,13555,3314,14087,11997,12433,15562,6950,5291,6613,1135,8138,5322,3729,6550,15417,7346,5868,6903,5928,4831,12322,14550,13151,4827,5817,3783,2076,15321,16,15353,10435,13,10091,10202,4821,6371,15497,14498,14315,13120,12034,15461,8611,8944,3916,15538,15429,9173,11042,6724,15421,12083,15437,9546,15371,13677,6836,7988,4220,443,15388,15388,15072,13102,12119,11287,5858,5197,9540,3243,4527,10856,4216,378,15484,13969,7545,15399,9825,6297,13893,15182,15337,13136,5681,965,15440,14015,8223,15395,9080,10651,7434,502,373,40,15413,14041,14419,10815,6067,6006,5506,4693,2133,15415,14663,8189,5816,3940,4449,13281,6759,12767,4703,4642,1437,472,5896,8903,9056,12331,14501,12986,2607,2261,366,15526,13270,10838,10166,8692,4040,105,15392,15677,10969,15452,8907,10047,6800,14598,8668,13129,5815,9893,14859,15472,10607,5885,6757,5613,15479,13942,13929,9856,10333,12849,6726,1093,15468,15606,11364,10529,15459,10036,3633,12632,14997,15462,9810,6595,8525,15489,10449,7768,9417,6338,9255,8804,7515,7364,5569,14281,4683,15643,14327,13007,5748,11975,15448,7858,12246,4857,4059,1654,336,653,15442,8537,9522,7472,3488,3239,15463,12432,11269,14962,9779,8230,6071,2538,15371,14428,13420,15408,3803,11282,15450,13495,11078,3764,9921,15473,13908,10031,3947,15511,14025,13722,10580,3456,2092,14242,7299,13477,15421,11564,15486,2825,14100,12140,9266,8176,2331,206,15353,15416,10207,15023,9781,13332,11901,5361,9657,9203,14201,10508,8940,15425,15483,7404,2771,12141,13406,10478,13322,8854,8932,6766,5397,4129,781,6031,7581,6759,4810,6667,11614,11115,7980,13199,4745,15576,15422,12788,9962,13565,5812,6567,6297,8835,6744,7503,1043,15434,9330,8870,7947,6457,7626,7013,6612,4801,8081,7033,6496,3946,9315,12154,5866,4845,7534,15442,13676,14873,14159,8869,9777,4379,7800,8128,6733,7689,5990,5601,535,441,15451,10189,9318,11045,13665,13755,15431,10783,15434,4477,7484,11415,6753,857,422,15414,11629,15425,15426,14439,14672,11451,9595,10922,7989,15417,13425,9457,14818,517,10510,12358,15433,15454,8979,5857,10222,15384,12248,10738,14748,11690,13644,15399,14493,10984,15421,3288,793,8255,14791,9748,15477,7078,9546,15384,15053,4469,40,15487,11726,15436,14497,13334,30,9995,12101,14648,8738,15425,15347,9342,1137,840,419,15489,7812,4069,15447,6901,15434,12456,11341,12121,9684,13031,8710,9157,12470,6402,15404,3012,14750,7647,11857,15454,12636,14501,15443,11450,1235,15407,13397,15374,12891,15290,6202,6106,6641,7207,15351,15305,15276,14818,1798,11524,15285,15504,3909,4363,13608,10720,1000,15443,12830,11793,10512,7215,9165,7082,6748,10697,15448,9055,2202,12989,15331,14627,5622,12617,15444,13837,15201,7482,6699,5755,15204,4837,8933,7977,8645,7741,8245,3942,15457,11861,12285,10668,4688,15476,12588,15448,11801,9174,4826,13440,9650,10903,6438,7214,12313,5355,15423,12955,15463,14890,14486,11969,11450,15369,11684,11881,6483,14732,4948,768,8697,15457,12474,12413,14428,15406,15457,15445,8086,11417,4874,3259,15470,1779,2077,15359,5920,3713,15436,12927,15102,12888,10776,5993,11509,11312,7519,15480,14174,8654,9439,13530,7943,3571,7687,8012,624,0,4075,15593,11823,15419,11086,2529,4921,5522,7078,11857,10238,15451,7569,7255,6890,7818,11509,13822,8174,10505,11608,8783,11288,10535,7921,10305,7542,4683,3331,15345,12931,14497,1540,8063,9274,4920,15495,9233,6467,2671,8065,15431,14998,13846,3319,803,15429,14621,13036,6915,478,15440,13124,15431,14504,15399,10058,8767,4159,15452,15497,10866,15414,9338,15433,14925,15375,11258,13746,674,2400,15483,14061,8923,1159,738,15610,13384,4687,15407,12486,15013,10479,12550,14224,7440,3784,8435,10439,11790,8978,10912,12362,12218,12790,11615,14478,9858,10800,3034,699,15428,14883,9296,15477,12845,2612,13404,1805,14735,11233,10159,3250,13860,15375,13246,15387,10219,15428,8057,5515,7645,7120,3079,15484,7031,7592,3389,755,15429,15432,9755,13723,11553,11852,15476,15428,7771,4972,504,8483,13914,15032,15377,15453,12111,6926,15451,9506,5603,9101,15386,7732,11336,5148,15510,12410,549,12092,10852,11568,15373,7521,9893,10281,9524,11605,15425,8938,15445,14594,15445,15434,7572,4511,8258,14820,11345,15448,10435,9494,11240,9912,8119,290,13014,9501,15560,15617,14201,15402,9722,11139,9333,13743,15451,14369,12274,8498,6996,11904,13368,5793,9437,13603,7526,7839,923,10009,14664,12115,5169,8723,5039,8382,4600,10786,9622,15437,14275,8781,8984,7441,8726,2641,5834,8510,10929,7727,2822,15475,6327,8793,11407,5931,7279,5500,13394,8815,3764,13618,10227,15437,12437,9695,15436,14229,11108,2836,1437,14548,13165,15443,10540,14032,12117,9581,9164,13855,12050,737,15467,15207,13086,3042,25,14410,8536,8274,1218,92,3972,14579,11712,15471,11915,15488,14432,2357,930,15453,14152,14480,7875,5446,14273,15472,15668,6836,14337,12922,7041,1972,731,579,15421,14616,14248,13514,4245,15406,13518,7410,12928,11612,15464,9271,15511,10553,7463,8268,2833,15435,12614,9274,3013,15405,11016,11303,6799,15412,15246,2069,625,15426,13973,8481,14603,10775,3315,12666,12893,9094,14629,11799,11610,15452,9435,15066,14641,11979,15466,15371,10961,9978,4173,238,15399,10197,14012,2369,13651,10011,8746,2991,4509,7027,5087,7633,4772,3417,9845,5885,11542,3225,2214,15432,14282,15534,14488,12350,11556,5851,4226,854,5039,6147,9311,9775,11219,11560,9095,11730,12772,611,593,13668,9228,13139,14336,8567,15397,15126,15426,15402,410,290,11183,10498,15459,11722,2962,6871,15451,15395,11373,1441,10731,5280,15466,14696,10970,15474,10756,10976,378,4844,15455,9114,6284,3404,15415,14614,15480,12798,7894,10267,7499,2984,476,14981,8171,8661,7493,8265,15458,15135,12697,12646,15485,15233,14041,10736,6023,6112,15415,10995,7143,7096,601,895,15243,10630,15412,14878,13576,14757,13496,12445,15549,15392,14440,7936,4812,14255,15537,5358,12660,8534,10624,15402,15428,13065,15497,7719,9143,15467,9787,1729,15447,15330,15395,11364,6754,8909,9271,6940,5382,3197,4843,7328,7528,4484,14197,12971,4589,6563,8982,2211,11978,10529,6614,7007,11474,5807,4706,6562,9010,388,3839,12709,11099,6080,15493,14099,5615,6379,8735,6799,9017,10968,10223,2388,15428,7163,9014,5019,5335,6808,7468,12786,10723,7810,6686,5784,1252,15493,8260,12059,10927,11887,7705,501,8088,9765,15468,9459,5233,9015,11373,8482,6910,7588,6660,7457,7439,10268,15192,497,15334,3523,301,15364,6663,4746,8791,8800,11992,4237,7587,7109,5863,15446,14611,14044,15119,15428,12778,13685,15371,5450,10908,8208,12416,8452,11418,10126,8050,6241,5252,13164,6225,9500,4196,1214,15425,14976,9330,12865,11375,6913,4472,4758,15405,13746,13740,13316,5812,9061,7354,11361,1554,605,3577,15483,12455,11794,13812,11665,15453,10153,11569,12809,12944,15416,11051,8045,13275,6081,13322,11474,6276,4771,4506,13197,12516,15380,10989,15211,14023,1161,15430,12018,13069,14919,15440,14174,12363,15438,14248,15467,3296,12060,8806,14871,15404,7218,12411,633,493,15438,13192,6776,8390,15438,11572,956,14196,15426,15418,14763,12250,13425,6176,9857,8713,4376,1728,15436,7708,15493,15354,11943,15432,14574,10893,15393,14596,9577,3754,15502,11599,11835,10644,15486,11861,842,15458,13252,15489,14945,14718,4726,8253,13442,15390,10045,8939,12638,11571,9424,13861,7938,13798,9794,8516,9428,13039,8926,8175,8368,4298,4569,15370,7671,7132,7380,8585,11990,8583,8695,585,11899,11481,15437,15405,14673,5406,11841,11977,9491,10059,12129,9983,15351,8381,15399,15312,8036,7830,9792,8170,1470,289,15532,13695,8804,15443,13926,10038,10025,10900,15470,13905,12773,12413,9302,8301,6764,11065,15432,15062,12412,13036,12849,7242,14600,15399,14810,9977,203,51,6107,12438,15408,13997,621,12699,14909,14224,15233,9468,8859,6431,15451,15424,15400,7662,11598,8444,15443,11825,3944,756,13377,11230,5288,15381,13151,15409,15331,12925,15419,15293,12213,7699,10416,15512,14169,8969,12335,10020,10066,10248,12965,9499,5682,1125,12286,12509,60,15438,15400,14774,14163,11731,9299,6977,11518,13184,7170,6300,513,2710,15449,15144,14805,10219,8265,9301,15448,10284,13208,14005,4849,8158,9664,12814,15412,15427,8934,11655,15442,15410,8924,14141,9762,845,14899,10293,258,228,143,15455,14839,14208,15042,13589,10336,15349,8362,6764,5068,15475,13484,8126,2785,13642,8815,3441,15465,15494,15426,9425,14782,13102,8514,6880,15515,8009,7278,8970,12411,15482,2861,175,451,15450,8701,15443,7682,4567,255,15440,14923,14554,13219,14019,13894,12699,8389,6520,8421,6788,6635,10987,6290,7899,515,15375,5045,1567,15498,14403,10188,15416,12852,11086,10304,10047,12568,12726,14968,8996,10620,12208,9193,7996,8619,6564,2778,8108,15536,11908,3498,503,15470,13171,9708,7138,7791,9660,15414,11561,9090,7256,9616,9088,12228,10041,15613,8224,7348,6551,7086,10726,3591,10604,11366,10328,15438,15466,11394,10743,10634,6083,7424,15320,11786,8748,10235,9728,15453,15492,15500,2603,15459,12411,4345,876,15453,4809,5560,6203,6276,5379,6331,4503,5231,3618,6603,738,8839,15407,13047,4028,5363,5439,2549,7727,15353,8927,15400,12762,11744,11664,13982,7297,10705,13141,14012,9250,8435,3849,10313,15381,11248,853,11406,12245,11090,10731,9904,15350,11432,6650,15447,15419,3294,485,4858,8430,13261,13729,6597,12580,9960,12557,15459,8442,7906,4534,12722,6810,807,1555,13476,14363,15403,11778,8870,3286,10628,7611,7419,7741,6262,2934,3738,8882,15628,14972,15693,8151,10161,15468,16517,15530,4235,15203,11666,13628,10911,13432,14997,10534,5545,15124,8729,10794,6325,6118,8836,7427,10760,10433,8707,849,2144,15447,15222,11652,10223,12717,14068,10392,15037,5768,7219,7807,13521,13409,11242,13894,13164,4991,3525,5976,8534,11513,6591,12828,10970,6752,8080,8455,4005,12071,15358,7877,7411,5252,789,15454,15432,9935,10244,11828,11776,11366,14946,11515,5519,4292,12843,6955,14438,15433,15462,11754,7009,12531,12053,12414,14025,11395,10384,14913,11884,8942,9611,883,14106,15327,3237,1131,15472,11827,15424,12591,12928,11035,15398,15444,14950,7051,7277,10592,7129,15473,10397,10803,15346,10518,13502,12654,7996,15475,8422,15456,12444,731,3390,15379,9863,12759,7884,14401,1368,9395,15291,11510,15382,14776,5054,17111,12434,11884,4411,12273,14112,13710,12690,15542,13856,12026,11501,6455,10703,14837,9435,6018,3587,3588,9598,5641,8004,15843,10431,11557,7726,9087,6975,8782,11210,5788,5514,4940,15594,16217,16625,16622,10558,2766,2305,10303,16509,8549,9767,10551,5938,13935,15291,15769,7823,5887,15497,10583,14372,9727,15875,15132,6363,6758,8636,10797,11821,10331,10045,15955,15532,1025,722,15390,11068,10010,14988,14969,11560,7376,15321,9410,12457,8557,14464,8114,15632,7789,8661,7902,17393,8852,16184,12885,9646,3033,1700,16258,15257,9409,15465,7615,8213,12901,10357,9273,12961,14314,13210,13387,12575,15185,9729,9158,15969,14190,2896,1942,15762,15427,10216,15888,5425,10856,16698,7539,9323,16631,12819,7675,15076,11520,9060,16183,9347,9695,15447,14120,8881,1308,15039,15565,12024,9985,15276,16637,4960,1609,16170,7324,10250,10060,15798,7023,13368,15440,11742,12534,17057,14449,11064,16345,16290,8919,15429,11513,11498,14269,11171,11569,2202,1363,15510,13050,13938,12962,17122,17455,11932,15787,4854,14934,7843,10498,12069,15689,11704,13578,2511,1156,15635,11245,17141,13042,9913,13104,15655,10714,11988,15945,17580,8255,7611,4297,3109,16460,15290,12262,10484,9842,15895,17313,9038,2801,13054,16967,15962,2758,3598,4636,5117,5348,4944,4740,3927,2546,1073,595,7570,6111,4609,2936,1358,316,48],"fragments":[{"begin":"0.000","end":"66.360","lines":["Almost all humans experience pain in some form or another during their lives. And for many folks pain is a frequent or even constant companion. A National Institutes of Health study published last year reported that about 21 percent of U.S. adults experienced chronic pain in 2020. And while there are many medications out there to help people cope with pain, they can often cause their own headaches, to say the very least.Now a pharmaceutical company is potentially on the cusp of releasing a brand-new type of pain medication—one that works to block pain signals like opioids do but without impacting the brain or spinal cord in ways that can lead to addiction."]},{"begin":"66.360","end":"76.600","lines":["For Science Quickly, I’m Rachel Feltman. I’m joined today by Marla Broadfoot, a freelance science journalist who recently covered the new drug for Scientific American."]},{"begin":"76.600","end":"78.920","lines":["Marla, thank you so much for joining us today."]},{"begin":"78.920","end":"80.080","lines":["Happy to be here."]},{"begin":"80.080","end":"90.360","lines":["So let’s start with a, a pretty basic question, though I think kind of a complicated one, too: When we talk about pain, what is it physiologically?"]},{"begin":"90.360","end":"108.360","lines":["Yeah, that’s a great question. So pain is an unpleasant sensation—often an extremely unpleasant sensation—that is typically there to tell us that there’s something wrong with your body. But then we feel pain, in cases of chronic pain, where there isn’t anything wrong."]},{"begin":"108.360","end":"135.000","lines":["And so physiologically speaking, our body is home to lots and lots of these pain-sensing nerve cells that act like an alarm system. So they’ll detect danger in the form of extreme temperatures or sharp objects or noxious chemicals. And then it’ll send signals down nerve fibers to our spinal cord and up to our brain, and that’s where pain becomes a reality."]},{"begin":"135.000","end":"158.400","lines":["And scattered all along these nerve fibers are these sodium channels, which are basically cellular gates that allow the influx of sodium ions to generate those electrical currents that are responsible for nerve impulses. And that’s what these drugs that are being developed now are targeting."]},{"begin":"158.400","end":"173.560","lines":["Yeah, well, and I’m excited to get into these new painkillers that you wrote about for SciAm. But just so that people have the context they need to understand: How do the pain relievers that are available to us today work, generally speaking?"]},{"begin":"173.560","end":"182.480","lines":["Yeah, so a lot of the pain relievers we use today are based on natural compounds that have been around for thousands of years."]},{"begin":"182.480","end":"224.120","lines":["So we all know about aspirin. The compounds in aspirin were derived from willow bark. And then we know about morphine and opioids. Those are derived from the opium poppy plant. And so these work not terribly specifically. So in the case of these nonsteroidal anti-inflammatories or NSAIDs—like ibuprofen, or Advil—those are targeting inflammation. And so I tweaked my back the other day. It hurts, probably because it was a bit of an injury. And so in that case, those drugs are trying to stop the production of the chemicals that cause inflammation and the associated pain."]},{"begin":"224.120","end":"245.360","lines":["And opioids work differently. So opioids are changing the brain’s perception of pain. And they’re doing that by targeting opioid receptors that are in the brain, in the spinal cord, in various parts of your body. And so those activate reward centers, can give you this feeling of pleasure, and that’s often what makes them so addictive."]},{"begin":"245.360","end":"253.720","lines":["So let’s talk about this new painkiller. What is it called, who’s making it, and how is it different from what we already have available?"]},{"begin":"253.720","end":"268.120","lines":["So this new pain drug is being made by Vertex Pharmaceuticals. It was called VX-548 for quite some time while it was under development. Now they’re calling it suzetrigine."]},{"begin":"268.120","end":"300.600","lines":["And so it is—works differently than these other pain drugs out there. It could be, if it’s FDA-approved, the first of a new class of pain medications. And so what it’s doing is it’s targeting these sodium channels that are scattered along our nerve cells in our periphery. And because it’s targeting the periphery and stopping pain signaling there, they would not have the same addictive potential as compounds that are targeting your brain or spinal cord or your central nervous system."]},{"begin":"300.600","end":"310.720","lines":["Very cool. So I know you got into this a little bit, but can we talk a little bit more about some of the upsides and downsides of the different kinds of pain medications that we currently have?"]},{"begin":"310.720","end":"349.240","lines":["Yeah, I mean, I think all the pain meds, one thing you’re trying to do is balance safety and effectiveness. And so when you’re talking about acetaminophen and Tylenol or ibuprofen and Advil, those are relatively safe compounds, relatively safe drugs, but they kind of have a ceiling, and so they’re not necessarily as effective. Then you have opioids, which can be really strong and effective and potent—not in everybody, but they can be quite effective. But then they carry the risk of, you know, addiction, and as we’ve seen with the opioid epidemic, that’s a very real risk."]},{"begin":"349.240","end":"355.040","lines":["Yeah, so how could this new painkiller potentially solve some of those problems?"]},{"begin":"355.040","end":"389.080","lines":["Yeah, so the developers believe, and some other researchers I spoke to agree, that this new compound could kind of bridge the gap between those safer and perhaps less powerful medications that are over the counter like acetaminophen and these riskier but stronger medications like opioids. And they seem to work almost as if not the same effectiveness as some of the opioid combinations that are out there."]},{"begin":"389.080","end":"416.840","lines":["It seems kind of wild to me that, you know, this would be the first new class of painkiller in so long, given that pain is such a universal problem for people, you know, at least at some time in their life, even if they don’t deal with chronic, ongoing pain. What is it about pain as a problem or how the pharmaceutical industry approaches it that has kept new kinds of drugs from coming to market?"]},{"begin":"416.840","end":"423.440","lines":["Now that’s a great question. So there’s a number of reasons why it’s been really hard to develop new pain medications."]},{"begin":"423.440","end":"471.320","lines":["One of them is just the nature of pain. So unlike with other conditions like diabetes—if you were to do a clinical trial for a new diabetes drug, you have an objective measure that you could use. You could say, “Okay, for diabetes, we wanna be able to reduce blood sugar.” Or if you’re going for a cancer drug: “We wanna reduce the size of a tumor.” For pain there’s really no biomarker, or objective measure, of pain. So researchers have to rely on subjective measures. I mean, we’ve all had to do that in the doctor’s office—you know, those smiley faces to frowny faces or that 0 to 10 numerical scale: 0 being no pain, 10 being the worst pain imaginable. And so that subjectiveness of it is something that has made it really challenging to conduct these clinical trials."]},{"begin":"471.320","end":"507.040","lines":["And another thing that came up also that I hadn’t really thought about when I talked to researchers about how hard it is is that there’s just a really high bar. I mean, like you said, it’s a nearly universal condition. Most of us are gonna encounter pain in our lives. And there’s—so there’s, what, 51 million people that have chronic pain, and that’s not even counting post-surgical pain or temporary pain. And so there’s a really high bar because if you’re gonna give a medication, if it has side effects, even if it’s just affecting a very small percentage of patients, that’s gonna be a lot of people. So it has to be very, very safe."]},{"begin":"507.040","end":"530.400","lines":["And then one more thing about that, too, is effectiveness. I mean, there are opioids that have a lot of baggage, but they’re also pretty effective, and they’re generic at this point. They’re pretty cheap. So there’s a bar there as far as trying to come up with something that works as well as or better than opioids when you know opioids can be easily prescribed and are pretty cheap."]},{"begin":"530.400","end":"550.920","lines":["Yeah, that makes sense. I mean, of course, given the concerns about, you know, the opioid epidemic, I’m sure a lot of people listening to this are very excited—I’m very excited at the prospect of a new class of pain medication. So what are the next steps? You know, how long is it, realistically, before people could be able to access these medications?"]},{"begin":"550.920","end":"568.680","lines":["So right now the FDA has granted priority review for the drug, and so it—it’s looking at it, it was fast-tracked, and it should have a decision by January 2025. So it could be available next year for patients."]},{"begin":"568.680","end":"570.920","lines":["Wow, that is a fast track for sure [laughs]."]},{"begin":"570.920","end":"588.120","lines":["[Laughs] Yeah, and I would note that the studies they conducted were and the indication that they’re trying to get approval for is for acute pain. So they did these trials in patients that were undergoing surgery, so it’s kind of this short-term, acute pain."]},{"begin":"588.120","end":"615.280","lines":["But chronic pain is really the bigger issue, potentially, and—you know, like I said, 51 million people deal with chronic pain; a lot of people are living with pain. And so they had done some studies earlier on—they had some phase 2 trials, and they’re saying they’re gonna launch phase 3 trials to look at the application of this drug in chronic pain—but that is kind of what everybody’s most waiting for because that’s where there is an even greater unmet need."]},{"begin":"615.280","end":"619.560","lines":["Sure. Marla, thank you so much for coming on to chat with us. This was great."]},{"begin":"619.560","end":"621.880","lines":["Yeah, this was lots of fun."]},{"begin":"621.880","end":"637.280","lines":["That’s all for today’s episode. Tune in on Friday for the final installment of our Fascination miniseries on the hidden nature of math. This week, we’ll be talking to some of the intrepid explorers who are discovering brand new math as we speak."]},{"begin":"637.280","end":"652.520","lines":["If you’ve got a few seconds to spare, leave us a rating and a review wherever you listen to podcasts. If your platform of choice allows you to subscribe or follow, it would be awesome if you could do that, too. It really helps other people find the show."]},{"begin":"652.520","end":"669.560","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"669.560","end":"678.440","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":678}