{"title":"Nature Affects Our Hormones and Changes Our Microbiome","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/how-the-outdoors-affects-our-nervous-system-and-changes-our-microbiome/","audio":"https://traffic.megaphone.fm/SAM1841238827.mp3?updated=1736269273","intro":["Nature can affect our nervous system and diversify our microbiome—and you don’t need to go on a hike to reap the benefits."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":[null],"transcript":[{"author":"Rachel Feltman","text":"Happy new year, listeners! For Scientific American’s Science Quickly, this is Rachel Feltman."},{"author":"","text":"Whether you’re an avid backpacker, an occasional park stroller or someone whose relationship with the great outdoors falls somewhere in the middle, you probably already know that spending time in nature is a great way to de-stress. But what if leaf peeping could do more than just help you unwind? Well, according to a recent book, the sights, sounds and smells of plant life can have serious impacts on our bodies."},{"author":"","text":"My guest today is Kathy Willis, a professor of biodiversity at the University of Oxford, where she also serves as principal of St Edmund Hall. She’s the author of Good Nature: Why Seeing, Smelling, Hearing, and Touching Plants is Good for Our Health."},{"author":"","text":"Thank you so much for joining us today."},{"author":"Kathy Willis","text":"It’s a pleasure, absolute pleasure."},{"author":"Feltman","text":"So you’re a professor of biodiversity, and a lot of your work focuses on the well-being of plants and their ecosystems. How did you become interested in how plant life impacts human health and wellness as well?"},{"author":"Willis","text":"So that’s right: I’m very much someone who’s always worked at the sort of interface between looking at vegetation and climate change and—very academic. But then I was working on a big international project and they asked me to—part of my role was to pull together the information about the relationship between nature and human health."},{"author":"","text":"And as I was trawling through the literature I kept coming across this study published in 1984 in this journal, the top scientific journal, showing that people who looked out of hospital window beds onto trees recovered from gallbladder operations much faster and took less pain relief than those who didn’t. And I thought, “This is really strange.” So people looking on brick walls—how does that work? They’re in a chamber. They’re in a sort of a, you know, a hospital room, so it’s not anything to do with the environment of the room; it was to do with them looking on to something. Was it influencing their health?"},{"author":"","text":"And so that started me on a very different pathway because I started to look at this paper and realizing that, very clearly, the action of looking at nature was triggering not just mental changes but physiological changes in the body that was improving these recovery rates and effects for human health. And that’s how I started the whole journey of really saying, “Well, what else is there out there? What are the senses, when you interact with nature, [that] have an impact on our health and well-being?”"},{"author":"Feltman","text":"That’s fascinating, and your new book, you know, examines how those senses connect us with nature. Can you tell us a little bit about what you found when you went exploring? What does the research say about how we connect to plants and the outdoors?"},{"author":"Willis","text":"So it’s both outdoors and indoors, but I’ll start—I can certainly start with outdoors. I mean, so the way I looked at it and the way I started to pull the literature together was looking at the different senses: so our sight, our sound, our smell, our touch, and then there’s a hidden sense, but we’ll talk about that later."},{"author":"","text":"But what I found, actually, is that—very much that each of these triggers these different actions in our body, and there are three sort of mechanisms that get triggered when we interact with nature: the three direct ones."},{"author":"","text":"But the first one is: it affects our nervous system. So it triggers changes in things like our breathing rate, our heartbeat goes down, our blood pressure goes down, our heart rate variability: it changes to a parasympathetic variability, which is—induces much more physiological calming. But it also affects our hormone system. So you can think about—I mean, I think, for me, it’s more obvious about the heart rate and the breathing, but for example, your adrenaline goes down."},{"author":"Feltman","text":"Mm."},{"author":"Willis","text":"Salivary amylase, which is a hormone that you get in your saliva, which is elevated when you’re stressed, that reduces. And then the—all these psychological experiments show that your psychological state is better when your senses interact with certain aspects of nature."},{"author":"","text":"And then there are two other aspects of nature. The first is that when we breathe in the scents, those scents that you get are molecules—they are volatile organic molecules—and they basically become, they become a gas when they come out into the air from the plant. Those molecules pass into our blood. And once across our lung membrane and once in our blood, they interact with certain biochemical pathways in the same way as if you’re taking a prescription drug."},{"author":"","text":"And then finally, the other things—and our body takes on those aspects of nature, and it comes inside our body. And actually, we shouldn’t be surprised about that; we know pollution gets into our blood—pollution in the air gets into our blood. But so, so do the good aspects of nature. And finally, what I also found out from looking at this research is that when you’re in a more biodiverse environment, that environment has a much more biodiverse bacterial assembly—the good microbes that we all need—and your body adopts and takes on the signature of that environmental microbiome, which I find, again, fascinating. And as a result of that it triggers all sorts of metabolic processes that are good for us."},{"author":"Feltman","text":"Very cool. And I would love to hear more about that hidden sense you mentioned."},{"author":"Willis","text":"So with the hidden sense, I mean, you know, with—we’re constantly being bombarded—I don’t know [if it’s] the same for you [laughs], but I, every time I open the newspaper here, I see another thing about how we must eat 30 plants a week and we should eat pickled vegetables and everything else to increase your gut microbiome. And that is true. I think there’s a lot of real very, very important science in there."},{"author":"","text":"But what I learnt from looking at this is, first of all, that up to 93 percent of our gut microbiome is not inherited; it’s to do with our environment and what we eat. Now, we think about what we eat, but we don’t think about our environment. But a lot of work started about 10 years ago where they started to show that people that live in a more biodiverse environment—where you’ve got greater diversity of plants, different heights of plants, etcetera, etcetera—and more organic environments, so not using whole loads of fertilizers, that those environments, if you measure the air in those environments, they’re full of all these bacteria that we’re busily [laughs] chomping our way on, you know, food to try and get into our gut. And once we’re in those environments or we’re touching that organic soil, we adopt the signature, so we adopt all those good microbes, and it gets into our guts."},{"author":"","text":"Now why is that important? Because then there’s a very—some beautiful study’s been carried out on kindergarten-age—so, you know, children go to nursery school, or play school, in Finland where they, basically, they, for 28 days, they—one group played in a sandpit [where] they poured in soil from the, the local pine forest, and the other group had sterile sand. And they measured their skin microbiota, they measured their gut—so through their poop—but then they also measured their bloods. And what they found was that after 28 days those that had played in the soil had this hugely elevated microbiome in their gut."},{"author":"","text":"But the really critical thing in there is they measured their inflammatory markers in their bloods, and their inflammatory markers were right down. And they found the same with adults, adults playing with soil or adults even sitting in a room with a green wall: after 28 days they’d adopted that microbiome. But also, it’s affecting their bloods in a really good way. In the same way as we’re being told our diet—we ought to, with our diet, you know, eat more plants because it will do this—you can do that with your environment as well."},{"author":"","text":"And I find that really, really fascinating. So as well as eating 30 plants a week we should be interacting with the plants daily in order to build up good bacteria in our gut."},{"author":"Feltman","text":"That’s really striking research, and I think it’s a great segue to—you know, many of our listeners might not have easy access to soil to play in or lush green spaces. What does the research say about harnessing those positive powers of plants in the outdoors when we’re stuck indoors or in urban environments?"},{"author":"Willis","text":"You can absolutely do it indoors. And I—it’s transformed the way I—my offices and where I work and even my home because what it’s shown [is] if you have plants in your office, you get all the benefits. For example, having a, a vase of roses on your desk."},{"author":"","text":"But on top of that plants in the room will seed the air with the good microbiota. And so something as simple as a spider plant—it doesn’t have to be something exotic and large; it can be a—something that reproduces rapidly like the spider plants. They’ve shown that those actively seed the air with this good microbiome."},{"author":"","text":"But then again, indoors, there’s some beautiful studies showing that when you smell certain plant scents it affects how you are. So lavender makes you more relaxed because it—once it’s in your blood it interacts with the biochemical pathways as if you’re taking an antianxiety drug. So if you want to be more relaxed or want to go to sleep, you can diffuse lavender in your bedroom. If you want to be more awake, you should have rosemary."},{"author":"","text":"And if you want to really do something that’s good for you, what they’ve shown is that the Cupressaceae family, when you smell that, not only does it decrease your adrenaline hormone, but it also elevates the natural killer cells in your blood. And the natural killer cells are those cells that attack the cancers and viruses cells, so we all want elevated natural killer cells in our blood. And so in my study at home I have Japanese cypress oil in a diffuser. I just—few drops in there, and I, every couple of days, I just push it on for 20 minutes. It does me no harm, but it probably does a lot more good."},{"author":"","text":"So there’s so much you can do indoors, but the number of times I go into offices or houses and there’s—the only plant you see there is plastic, if you’re lucky. And so it’s really thinking, “What can I bring into the—my house or my office or where I live in order to bring about these well-being benefits?”"},{"author":"Feltman","text":"Yeah, you mentioned your own personal experiences with changing your environment and habits; could you tell us more about those changes? You know, which did you find most impactful?"},{"author":"Willis","text":"One of the things I’ve found most impactful is just changing my route to work. So up until now—up until, you know, I started writing this book I went the quickest route, and, you know, I’m on my bike, and I’m just going down the streets. And then I started looking, and there’s some beautiful studies that have been carried out, particularly, actually, in the U.S. and actually in Japan as well, where they had—and the Japanese experiment was beautiful—they had a group of participants: Japanese males all [around] the same age, didn’t smoke, hadn’t taken any alcohol or anything. And they walked for 15 minutes [on] the streets, and they did 15 minutes going through the local urban park. And they measured their physiological and psychological markers and there was a significant difference. So walking through the park they were much more physiologically and psychologically calmer than if they walked for 15 minutes, the same pace, on the streets."},{"author":"","text":"And that really got me thinking about: “Actually, can you tweak your route so that you spend more time on the way to work and back by going via the park?” which is what I now do. And it does make a difference. You just feel calmer. Now, part of me thinks, “Oh, well, I’m feeling calm because I know it should make me calmer,” but even if you’re stressed, what they’ve shown is that when you look on to green vegetation, you recover faster from stress—if you look on to nature and particularly on to green vegetation—then if you don’t."},{"author":"","text":"And as we know, huge percentage of global diseases now are not the communicatable ones; they’re ones that actually follow on from high levels of stress, so that, you know, we really, really need to think about this very, very seriously because all that high level of stress in the longer run is really bad for us and for our, our health."},{"author":"","text":"But the other thing, and maybe this is important for your listeners: you don’t have to be pounding the pavements running to get the benefits. There’s a lovely study where they measured the salivary amylase of people over an eight-week period and they could choose the exercise they did in the park. And what they found was that, actually, those people that went and walked to the park and sat down [laughs] had a greater reduction in the salivary amylase—i.e., less stressed—than those doing all the other things. I think that’s always worth remembering: you don’t have to be running to get these benefits; you just have to be looking and enjoying."},{"author":"","text":"And then the other thing that I do now—when I worked on the chapter on sound and the sounds of nature, it’s really clear that certain sounds, like tuneful birdsong or the wind rustling in the trees or trickling of a stream, those have a really significant health benefit; all sorts of things are reduced. But even pain: they found in hospitals that people are having sort of surgery where they’re still awake, like with an epidural, that they have much, much lower stress levels if they can hear the sounds of birds and trees. So when I walk now I don’t wear my headphones—unless I’m near traffic, and then I do."},{"author":"Feltman","text":"That’s great advice."},{"author":"","text":"Now that you’ve finished this book and it’s out in the world, what do you see as some of the most important areas for future research in this field?"},{"author":"Willis","text":"So I think one of the big areas where the evidence is with nature is very much [that] we know that there are all these benefits that are triggered, but we need to be—now give the medical profession the details that they need to be able to prescribe properly. And we’re not there yet."},{"author":"","text":"So for example, if you think about a practitioner, a [general practitioner] or, you know, someone that you go to with ailments, and they’ll normally prescribe you a prescription drug because all those clinical trials have been done on that prescription drug to tell you what drug to take for the condition. So we sort of know that: we know anxiety, etcetera, etcetera, can be relieved by interacting with nature."},{"author":"","text":"But the second thing is: How much do you take? We also then need to set, you know, what the dosage iso for how long do you need to interact with nature in order to get the benefit?"},{"author":"","text":"And finally, which is really important for governments, certainly in the U.K. for the National Health Service, is: What’s the cost-benefit? So how efficient is that drug—what’s [the] efficacy of being in nature compared to, let’s say, cognitive-behavioral therapy to deal with clinical levels of anxiety?"},{"author":"","text":"But there are some really interesting studies coming out. There was one in Copenhagen where they took people who’d been off work because of anxiety, and they split them into two groups. And the first group did cognitive-behavioral therapy with a trained psychiatrist over 10 weeks, and they did two sessions a week. The other group did three sessions a week in the university gardens, and they could be doing stuff with the gardeners or they could be doing activities or just sitting. And after 10 weeks they looked at the number of visits back to the, the medical doctor and what they found was: actually, both were very successful."},{"author":"Feltman","text":"Mm."},{"author":"Willis","text":"But one of those—being in the garden—was much, much cheaper to deliver than the other."},{"author":"","text":"But the really interesting thing about this study was that a year later, they went back and resurveyed these people to see how many were still at work. Now I had assumed, cognitive-behavioral therapy, they would be the ones more at work because they’d been given the—trained with the techniques to cope. But it was the other way around: that you had a much higher percentage of people who’d spent the time in the garden than those doing the cognitive-behavioral therapy."},{"author":"","text":"So from that you can then start to work out what the cost-benefits are, and it’s that sort of experiment we need to be doing, along with these much bigger clinical trials. But even in Oxford, what we’ve been doing is: Instead of giving you this drug, how about going for a walk for 20 minutes three times a week? But where do you tell them to go walking? And so—especially in the winter. It’s all well and good in the summer—the birds are singing; it’s all sort of green and lush—but what about in the winter? So we’ve been looking in the botanic gardens and the glasshouses here. It’s that sort of approach that we need to be moving."},{"author":"","text":"And then the other thing I would say—and I sit in the second chamber of the government, the House of Lords, and the thing that we really need to be doing is making sure that nature doesn’t always come so far down the priority list, that the first thing when you’re building in a city is you get rid of the nature. Because the most important thing that comes through from all of this is that people need to be near nature. And we’ve all signed up to that internationally, but trying to persuade governments, when they’re looking at city plans, to ensure that nature is part of the infrastructure and not just an add-on is quite hard work."},{"author":"Feltman","text":"Mm. Well, thank you so much for joining us. This has been a really interesting chat, and I know I’m definitely feeling extremely motivated to go spend more time in my local park, so I really appreciate your time."},{"author":"Willis","text":"Oh, thank you very much. It’s been really nice to talk to you."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back with another one on Friday. And if you’ve been missing our weekly science news roundup, your wait is almost over: we’ll be rolling back into our regular publishing schedule on Monday."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[431,803,5797,6008,7324,7261,4457,5035,6583,3214,3303,6333,5579,3293,921,1647,8770,2063,3148,2345,3973,4928,4951,1853,5617,999,1015,8673,4356,4532,5168,3491,3723,2430,3700,3783,7828,4970,3339,2039,1232,2431,2764,2363,1076,967,4227,7046,2722,3961,4805,1574,4718,4190,6557,3185,8741,6275,2096,2055,3116,3685,1167,4056,3555,3296,1106,4501,3811,5424,2664,3002,3568,3080,2301,4717,1625,3332,4287,4427,1665,695,2358,10238,7828,7039,8994,3804,2224,4327,1525,669,6099,5825,6149,3959,4409,3336,826,332,5255,4145,2145,1512,922,749,4952,3961,1566,15271,15468,10172,15479,11519,11773,13346,16190,14321,15562,13738,15771,11875,13539,13255,13653,15584,15415,13392,2823,13771,15588,11295,15217,15441,15589,15870,10587,15287,11022,12540,15062,13519,12015,15511,11897,14420,15333,14582,14873,15529,10871,10864,14899,14205,10906,15075,11124,2147,12535,15785,15299,13640,14149,15639,12210,15394,10447,11572,11059,15155,13024,12234,9842,15445,3464,2731,15687,15422,10115,9813,15835,15359,9194,12199,16098,15392,15437,13858,15332,1331,15164,15343,11155,11657,15509,11156,15513,13233,15386,11840,12126,15344,14542,13515,15701,7806,15394,10086,14547,9260,15369,15237,15289,3870,15487,11258,12777,13767,15584,11588,5473,15361,15502,12758,15187,13363,9869,15483,13921,15438,14757,13233,14907,15359,13732,13951,16019,13662,13652,15313,14702,15196,1043,10172,14272,15051,15542,9985,15100,12118,8292,15445,10876,14865,13616,13482,11011,15390,12896,12535,9596,15442,15697,15523,1404,2200,2447,4747,3506,3548,1608,2934,3787,4587,5619,3188,2209,3742,3395,4045,4177,2773,12730,10753,14487,11779,12708,10589,14243,14642,9757,4997,9207,6440,13091,13964,15302,15503,11477,8577,14751,15431,8307,7516,9331,10388,3819,15418,13807,9818,5315,12028,8528,12131,12006,14146,2208,15481,10980,11988,9750,9455,15509,8045,12775,8040,15443,3412,9703,14070,10922,10291,13471,8558,0,1255,14950,15445,10869,15425,4900,4715,6235,7727,3460,8572,5579,4285,5647,3805,8585,6540,5219,13327,7065,5565,6566,15449,11538,10710,1238,13815,15351,15019,10667,5145,5455,7180,2702,6139,15396,15426,7038,6160,5793,9921,6791,10677,15412,5363,15419,5075,6917,87,15514,5582,9697,4540,13732,1613,15,124,15452,8885,9676,6077,14214,11293,7690,4127,3315,11592,15437,7038,10166,6204,15056,14477,6057,14391,10823,13286,1173,15450,5903,6932,7779,3721,11002,8128,7254,9758,10191,7654,11505,7902,4803,33,7283,14925,5396,11394,5803,9539,4484,2047,14148,13895,7498,6170,6502,8502,1711,11056,5021,642,14888,9978,5096,9981,15370,15409,3802,6241,5360,3047,7137,6288,9144,6431,15396,10338,3102,952,15449,15452,15285,10500,11755,9064,9522,8759,9360,11794,5484,12975,9184,11511,8626,5896,4848,11044,10846,8550,51,5893,13167,8845,15380,6915,8788,4260,2511,8372,12364,7654,10621,13388,15466,531,15393,11969,9794,8099,11996,8294,6250,14060,5927,7998,7358,7439,4462,5359,3648,11587,15425,7737,10110,5984,8231,4547,7446,15325,4168,5924,6049,7034,5590,4629,4940,174,7605,13355,7680,12445,8178,11034,5338,5738,4182,7649,7468,7823,5492,5518,12212,4202,359,13796,8714,9606,8283,4200,7554,4504,13891,6806,13330,11750,6153,6372,9086,11543,15449,10745,7626,9898,8718,416,15427,10111,9286,10150,11417,4450,13583,13399,13961,4676,5484,13358,9350,15506,7982,4660,4929,15483,10900,9593,9074,8579,7584,8065,3519,0,15640,15410,7136,9134,11466,10837,7428,10727,11278,4837,10192,15361,6636,12189,11936,8298,15511,8831,10619,12504,11217,14142,14457,12193,15462,4701,8862,15660,6400,10245,11384,9402,8873,11299,14853,15454,15199,2572,15605,5128,6780,6642,15476,7930,10626,8523,12107,8845,1608,13006,15459,13782,11928,8775,7100,10781,14789,14068,9715,15446,11676,4124,8560,11759,10802,12480,10620,8395,14968,6074,6741,7636,7710,10156,6908,5513,7648,9989,3263,9478,15106,13061,3632,7109,15599,7172,6691,8342,8533,8553,11755,13887,4302,10848,12309,11689,10445,10398,5521,5288,13639,9603,9660,8406,14509,10921,11672,8259,12712,1016,8874,15440,11616,9106,4731,8894,3414,13504,10472,11478,6530,9801,8033,7992,10101,7270,9432,13764,6622,4449,8108,8023,9406,15427,15443,5086,3411,860,2920,15417,15437,4145,15493,10576,11026,10408,6460,3888,2375,41,15461,9740,6880,11427,11104,10586,8417,5659,10659,10402,6723,4455,9084,15421,12436,5433,6923,11419,13019,11492,6548,5727,7043,438,15352,13262,8202,9740,7992,6124,6279,13253,8238,15447,6004,14525,1400,12810,7537,7526,6138,8251,13467,12431,7353,4642,8064,3944,99,15456,8462,7177,8113,8738,9771,4038,2185,17,5458,15531,5762,7128,12254,12508,9993,4146,7946,5664,1568,15381,6737,12473,6596,4825,8548,8687,13664,4108,7625,10811,10983,7337,15445,9411,8845,4787,8420,8660,4758,15124,3920,13354,5380,7618,14362,13395,4045,7646,2728,10651,6240,5134,2659,13675,15425,6973,9024,11770,15436,4604,12266,6389,7550,15328,5679,6547,1858,7111,8600,9649,4045,5981,12272,11909,3559,6242,5476,1435,21,14508,14000,5344,9492,15396,6060,4464,6143,8469,6919,5091,27,13016,9290,7763,7961,6669,6493,6619,4067,9766,8797,9311,8358,8075,10575,10814,7670,12769,9474,10767,5936,4213,14016,7668,12350,15463,6677,12885,15465,6984,5856,9990,10127,10255,523,15425,7443,5340,3062,7983,3768,4481,10497,13652,1280,13,12476,12243,11289,14915,5310,11460,13185,15456,3230,10494,9738,13022,3479,290,9133,13450,13427,7149,9175,5277,7893,6915,7630,10721,2194,11150,12648,6464,4924,4113,3399,15450,5266,14735,4262,10150,8441,13771,11668,9811,13728,8082,13964,6642,5933,5788,14516,14941,10888,3036,11255,11473,7019,7346,10650,10505,9979,12531,9253,12441,4086,15526,7623,5983,7339,8758,15465,5852,9064,12139,4582,11670,10811,15369,12660,2764,2260,59,6860,13612,5357,15151,4028,12309,6167,2792,3839,8227,7850,8729,15431,14178,9192,13167,6930,13589,5166,1350,1281,14517,3648,13362,12853,4802,9250,8291,8359,12888,7766,9331,6208,7655,7220,8552,13889,6927,3957,5089,5345,5555,2502,83,13528,7231,9607,9699,12912,15557,2676,1639,10263,8535,10195,11755,4157,15460,13105,11286,7606,9503,4600,383,15397,9453,10807,5361,12593,5287,4571,12621,11217,15517,4305,7114,4110,7580,9201,9445,7158,13724,10733,7183,4165,455,13458,8836,6538,15614,14542,9160,8584,14323,10833,7862,15617,7104,10211,4746,1306,8181,6623,14795,10716,4887,10178,3784,6107,9459,10138,10356,5854,5921,6802,11646,14782,15239,13954,8728,13814,13640,6383,11694,13866,15385,5653,14697,13219,10582,4141,6076,10572,10204,10493,7154,9946,4213,7836,4365,6012,8459,15483,3886,5408,129,210,14972,15428,10044,9215,10477,12117,10198,5463,15484,5443,3743,6561,6294,6212,148,2758,10235,15437,9914,12519,7218,4562,11900,6488,11742,2477,13340,13383,5156,6077,10198,15490,5135,6922,6372,4842,9979,4034,8642,5249,9038,13578,10509,5076,4037,3444,91,10537,10541,15496,13878,6458,7276,10262,13025,7252,8014,15446,2988,262,12474,12128,11835,3785,8997,12517,5007,6115,5654,15484,3562,9972,5544,6829,7064,10642,6889,15443,7876,10634,7495,11276,15466,15455,13513,12919,3942,15433,8202,3229,10820,10113,8757,4796,7559,1837,15526,5457,15300,7782,4037,3925,8876,4705,5244,9985,5360,2508,785,57,11737,15445,12181,12676,3931,8959,5306,5873,3511,3702,5499,9748,5037,10596,8285,5351,12849,14579,1930,8569,6586,15461,12192,13380,10201,4457,6420,7289,14701,7654,9785,9918,2267,756,8242,7965,9010,7092,5934,8046,15098,8648,4831,4624,5178,65,2208,10430,5765,15439,2620,6904,4625,9034,15444,6746,7146,10824,7797,4213,1689,15477,7508,2934,7893,14198,2944,241,13948,10398,15436,5934,1898,6759,9114,7191,7946,1803,5413,7161,4795,10098,14764,15508,5573,15413,15460,4637,5797,3403,5468,11005,9845,2834,3788,6847,4986,14164,15384,8875,13718,9886,13081,4415,5762,8951,9369,5931,9516,15393,7266,7684,11767,11996,7417,7665,11545,12750,10056,8210,12949,7348,9151,9520,4671,10014,4275,15315,15500,9127,5437,14265,12796,9248,13552,11803,8334,6909,9898,7730,7457,9538,10136,7596,31,10327,6011,15038,7697,8352,4700,10236,8003,735,15395,15349,7067,4554,6760,3770,4151,13597,8793,6634,15432,4486,5578,4928,7936,4007,5860,7937,5807,10911,9506,10409,8340,12499,4396,4056,2949,7370,15430,11668,6152,13908,4295,251,9224,15449,7871,4072,7716,5546,2177,9903,13386,8638,15443,13434,6666,4599,8029,7740,1932,12516,7701,15447,7079,9000,8219,8189,11819,10299,22,620,15451,9315,14266,15555,4780,15435,9141,15504,4321,10132,8948,9630,3247,11559,15360,4514,5874,6171,9394,9447,9774,8086,156,17,14944,11389,5669,9788,14407,6730,6826,15467,10900,9449,1287,12035,10971,8887,4258,11238,9733,11321,6414,7466,10018,5563,8914,11085,15413,7259,8087,9726,5807,12980,15453,14422,6206,9171,14150,6394,6681,11981,4068,5201,6555,2630,7116,10316,13970,8456,7650,4069,6324,22,8,15463,14622,12122,11438,8842,9328,5127,5116,14575,10287,5069,4774,8219,4069,2393,3202,433,10901,8627,14934,2382,5128,7420,2740,15454,15424,10006,9566,8981,15500,8776,3973,9384,4000,12267,12375,15465,3344,12145,10552,12811,9664,12887,12336,15014,10041,12111,15455,10608,7509,12851,9568,217,15328,15449,9476,10298,15270,15488,9260,7737,15508,11421,8139,9013,2618,11194,13835,9555,9176,10741,15489,8290,8764,10344,5451,1755,15569,11089,13137,10526,15463,15363,11556,7796,15412,8673,5901,15549,11197,9668,15381,9197,11640,9789,15439,10494,12414,11188,11168,15435,11181,15442,2613,58,0,6781,15442,15210,7019,6635,6976,5879,15505,7012,12421,6156,10424,10764,12458,3252,9060,9874,8805,247,9206,15391,5735,11434,12908,11296,15227,7767,3202,7348,13119,3582,3981,3547,15445,13967,11988,7931,11493,12420,15460,8161,11555,5616,8526,7137,15449,11780,10723,15554,15165,7712,7034,9232,7530,8634,10562,9314,4913,6686,5992,11389,7206,599,14357,12248,7980,6418,10636,6545,15400,10691,15475,7240,7559,5515,12239,9283,15474,8421,11263,12316,14605,13708,10214,9968,15473,10937,10411,6214,3722,210,11524,12274,10203,9019,15449,14794,8210,6115,6928,8005,6657,7383,9636,9753,9025,2339,13155,15500,15127,8592,7685,7861,7968,7876,4826,8201,5376,6258,5239,12653,9666,4313,10553,5467,10683,4321,6859,11708,14060,2109,13315,15196,11710,9830,15448,10734,6777,4913,6443,14971,4609,7277,15469,3711,13119,12911,13205,4483,13096,3695,7469,4929,7817,6362,5502,4105,12623,10799,10201,11434,6210,43,3176,15443,7101,8117,12689,7903,7756,8547,4726,10872,13511,7677,15436,5442,4784,8261,5953,1441,6372,12493,8004,7537,11546,7502,5313,7047,15399,3627,1401,13,17,15509,9354,7731,7639,6848,5041,6719,5440,4550,6932,11176,12847,9162,7565,5184,10499,7315,6534,4585,12,14671,10039,6769,12166,10775,9428,7263,10029,4936,6303,5629,6434,4756,11442,6315,3257,440,15423,13896,7635,14025,6708,5049,5867,6690,5281,8397,7496,10031,15598,9521,7051,15403,7723,8380,15326,2957,6941,6701,8299,5874,6480,2215,102,13967,9671,13329,5144,13232,11825,10781,4450,5492,7253,6478,135,15524,15010,10861,8912,12213,14781,12476,14170,9046,9062,10712,11527,10242,8961,14762,2834,6740,1306,14650,8946,7598,5499,3919,5473,3195,4311,4333,1998,2411,15453,9850,15481,10101,11961,11321,9552,7151,4158,4339,6797,6205,7278,3860,4815,6551,5789,2165,10371,15468,10807,9252,8870,9696,6298,4205,11164,14657,5460,10492,11087,9872,13965,12052,2390,6050,7931,8019,4564,9338,14189,8797,55,530,15441,10791,10965,8369,7867,8429,6466,367,6977,7791,9272,10747,12211,15414,10407,15475,9919,7322,9982,4509,481,8810,6077,5251,14591,11457,4889,8277,7133,8710,4303,142,14453,9992,13979,7516,12685,12835,13423,7928,12484,9831,1359,9924,13083,15439,8590,15520,7827,1734,9714,9019,13006,8258,11919,11060,9501,9157,10908,7880,15394,7386,11231,13268,10850,0,11462,9601,12196,14055,7024,11669,4562,14434,15405,2253,10689,6274,8153,8654,3380,9400,856,2104,15400,6742,15525,15055,6701,10037,10245,10186,12821,5873,4906,573,15572,5332,11212,7112,2650,1960,4904,7833,13935,5855,4460,12112,6818,2211,15574,10424,7070,5335,5715,5665,6888,8677,4461,8832,8711,7640,3357,7790,3512,524,15436,12559,5556,11507,11786,14756,15425,10836,15485,5273,10244,4582,15507,15576,6104,2366,3768,10987,4180,7626,10628,10905,8467,5895,9609,8324,11260,15409,3671,5276,4336,4728,5430,15553,5167,8474,6933,6932,3761,5854,4115,2617,13904,9690,11523,7355,2734,14944,8127,8497,4884,9182,2388,22,15470,13437,13598,9787,9770,6316,5305,3012,4425,12557,7544,15429,12516,6606,9202,4287,6421,1785,76,15528,8914,17,12359,7925,7552,8272,13678,911,8910,13103,6086,10178,4990,15360,6391,11989,9852,1042,14006,10006,6595,777,12826,10005,9238,11149,9554,3493,8981,2751,15446,7692,9512,14885,14622,13825,11469,8746,7354,5679,10835,12424,4118,9066,8023,9584,12079,12893,11549,13051,9706,8372,15414,11723,10702,10034,11718,1862,10803,15364,8592,15423,2447,11589,9728,5999,5163,6731,3667,12024,15397,6191,9073,2684,15539,15503,4383,13982,11718,14468,8663,8815,8454,6604,15394,14653,7990,4260,14602,4871,313,11572,10069,6197,6356,8728,3270,337,13569,10196,7009,10791,12066,12684,9132,7685,7483,15427,15389,3608,5100,11426,6379,9286,7330,5229,8502,4371,9110,7946,4954,3023,7078,7653,572,74,15474,8396,14732,3520,6148,6228,8257,6636,13472,8208,6697,6000,8414,15450,2026,8037,6370,6192,723,15002,12571,10680,7831,15312,9158,15454,6347,3462,7470,2897,78,14978,12118,5918,8119,9685,7489,6508,7003,12698,4132,8114,8474,10941,6338,11595,13584,15431,12702,4779,15553,4809,6324,15484,8886,2686,4245,6973,4922,5928,7062,12841,4915,10494,549,15428,15435,10758,3687,15452,8591,4997,4643,5068,7554,15484,10457,4168,12677,6650,9053,6564,15466,4200,8850,15442,9886,5993,15474,13643,15415,9325,15022,13609,4312,11991,12869,5464,3435,4758,6047,7070,5981,7527,6583,3634,11273,11038,15488,5040,3200,12923,223,222,15472,11052,11204,12602,4650,15510,13936,9703,6323,7491,8249,11033,15334,15425,7887,2020,15574,15507,12790,13766,13304,4808,15355,14078,14573,15421,14741,15180,6108,1765,11606,9753,4915,5036,1959,9698,12501,11453,11675,7761,15520,12830,7364,11770,4052,14402,4888,10396,3634,10198,9388,7960,11646,12654,13858,4929,8809,5504,91,15418,12568,15452,6161,6768,4189,8221,4639,15479,7289,12341,6074,14542,4462,10929,7700,12950,15449,5767,4037,3486,103,11046,12799,13416,9689,9058,7641,15136,5098,6811,7840,8736,8937,4476,5147,1615,1417,940,7489,10995,14811,6085,5262,8295,7296,7601,5285,2416,15382,7736,10339,5664,492,14133,15512,6084,7366,7951,7263,6313,10011,7751,11153,8313,4778,5999,6502,5054,15356,9398,13398,10264,8572,10600,8099,7202,214,14749,13340,11399,15602,6738,6322,8525,9816,11617,7797,11676,5166,93,15398,11724,15456,12864,12458,9390,15406,15439,5061,8969,8797,8926,15428,5451,9773,9519,6670,4527,8385,2312,426,15396,13150,11329,14114,5152,5732,2393,1383,9085,10389,7531,11445,7349,4533,35,15310,14144,15399,4855,7441,15649,7367,1874,14543,12072,12688,8259,15438,7726,11410,1550,2554,14523,10201,10735,12327,11919,12826,9955,13729,8638,10392,8305,7275,13447,10858,8551,9227,10727,70,13436,15283,6789,9946,10931,9320,12460,9960,7039,6897,6725,4214,15442,9967,3738,8854,9093,7569,8502,6999,9056,6347,5739,8474,3245,86,59,22,15428,7919,6979,5632,11337,11031,9505,10336,7123,8712,5306,7075,7846,8324,4548,11413,7005,7450,4588,8055,9754,4438,1054,12338,15332,8261,2989,1123,15433,15462,12860,7485,11625,7239,9816,4639,5042,7093,7520,6172,15487,5537,15705,6868,6833,3563,824,15498,11807,7018,9456,5464,5446,4635,7189,160,12718,14174,10169,11443,9431,11893,4543,14129,6741,5012,5725,6758,15376,4016,15296,15438,13365,5300,2648,3953,5493,8075,7546,14163,15426,9617,13763,4252,5625,10866,4716,8840,6970,5790,4825,4384,4645,8353,5461,6268,5575,458,104,15345,8367,15484,12156,3093,6423,1215,13317,15453,11674,7107,5601,4280,9985,6033,11207,13313,12850,7931,5108,4618,14921,6067,4330,5293,8809,4596,3022,207,15417,15450,5208,8643,8058,7875,15439,4640,12968,5819,4312,5950,10612,8727,8384,5929,3339,9190,10383,7022,9172,12323,3397,828,40,15527,9363,8815,11481,10101,15324,5518,5872,7798,3847,3550,10028,15536,15401,4915,1917,10208,12813,11888,10398,9232,24,15434,6996,7472,5110,9334,2792,8884,12785,11640,6640,7668,10886,9095,1348,10838,15470,3553,6622,6742,3134,8030,6332,7531,9230,5897,8001,6427,7022,5481,9775,9480,10795,8647,11697,9377,2739,30,103,15537,9693,7690,15553,5886,7193,7201,6758,11463,11670,6813,6278,12043,7353,7483,8504,3058,9457,4563,12957,4526,11302,7825,8444,6331,3161,13974,11036,10826,7121,5224,5990,49,46,15469,5834,7591,8219,10639,4515,3979,6115,6104,9413,11186,5665,2239,15422,8710,8854,11794,14144,15455,5307,4666,5077,6251,10664,4727,5395,1127,58,15536,15270,5978,5430,1323,8585,9046,11033,11213,6573,15450,2536,14487,8331,14038,10301,11026,541,15469,15269,15433,2222,15470,15498,10197,9844,3038,2274,5787,8835,15477,7756,3628,7832,11862,12503,12669,5034,6664,11377,11251,8280,12681,10600,13811,10238,3962,4761,13592,4819,6605,9377,213,1125,13275,12581,5608,8835,5349,5964,5166,5285,5541,6892,6099,4854,7605,11697,2228,24,15512,13804,7125,7319,3544,29,14534,8585,15416,10696,8442,10489,7667,8810,7797,13786,8532,9716,7441,1016,13710,5342,5825,6021,122,4926,14064,325,1756,12565,10963,13600,2997,15166,10437,15434,15442,15374,6835,4242,6531,5499,13765,3736,4435,8192,8063,7561,4390,5562,2164,14877,15423,15389,10888,6707,12133,10445,15414,10218,9484,11136,11068,3399,4503,3919,5266,15460,15440,4178,8558,4856,3904,8984,3606,11000,14945,8055,15336,7578,6829,4034,8483,2933,9312,14737,12812,6561,8750,6828,6049,7251,12340,12808,6848,9257,4499,14770,15490,12809,6883,5536,6965,4875,7012,6559,5287,15435,14068,10024,7164,5921,2952,15478,7445,9113,8746,11142,5307,3069,15421,10672,12137,15446,12617,9776,4851,4712,6525,4240,15451,7549,11694,3810,9005,5890,10424,6148,5566,8148,8404,5737,12704,6169,2204,2053,51,45,9493,15536,8200,8063,5736,4653,5021,5180,4235,6512,2757,65,14839,14897,14500,4503,4638,6496,7470,6659,3398,5201,8368,11659,12549,9119,8007,6860,10790,269,10338,14729,5359,9723,5473,10836,7174,7585,8802,13698,6611,9672,14410,9475,10445,15411,14323,4921,9046,7654,15445,6799,7998,11349,8136,4711,2963,7339,4513,4186,7695,15463,12404,13815,14402,6930,7034,12467,8143,7816,4956,6042,5830,10632,7190,7015,12843,6009,987,13016,5477,13063,11752,7291,7049,10570,1490,15459,14085,10147,318,15466,4662,7912,5779,11865,10254,4974,6957,7805,8890,5563,11930,6456,11992,12745,12850,7743,15559,5983,2471,8435,15184,4975,1827,1629,6654,3955,477,15423,9583,9823,10746,12172,12606,11016,10498,9394,9989,6915,15285,11555,11474,15810,12098,9259,8513,10723,4864,10160,11396,10902,11685,12664,15547,16061,10974,9945,15645,15480,13469,9425,10893,15566,8307,708,15555,12876,10952,9211,10652,5759,3466,389,377,2503,2025,1568,1424,1351,1004,821,778,12319,16190,14211,14387,15114,13202,15505,15322,12922,16349,13898,15174,16129,10858,15783,12429,15556,14531,15647,12288,15981,11626,15575,15644,10737,10133,14299,14340,15000,13671,2668,16157,14104,15506,9883,14513,11482,15500,13626,10777,14302,15311,10253,10573,15499,14927,13826,12168,15623,11808,15950,14283,15668,13928,15258,15313,9475,15388,15506,8742,16438,15136,14768,15511,13525,15152,11347,14728,11895,15547,15343,14577,15537,15610,15858,15417,12949,13943,14665,14859,13673,13800,6083,15498,15521,15603,13178,15694,15558,10766,12189,15453,15565,10674,8322,1629,15498,15899,15563,11180,14006,14775,15279,15415,6329,15694,15709,9983,2055,2784,9751,8049,5958,4799,4232,3280,2263,2597,5262,4533,3606,1933,1659,1984,279,143,63,4225,4075,4795,5588,2763,4373,2748,9177,6712,4470,5045,2782,866,9125,6354,2144,2808,5080,5257,6388,4286,2065,9538,4349,5227,8686,3492,3295,4448,1931,2246,5193,3793,1997,1832,3322,5310,4241,1802,2816,1441,6982,6573,3881,2248,1624,4347,5398,4790,1215,461,0],"fragments":[{"begin":"0.000","end":"14.040","lines":["Happy new year, listeners! For Scientific American’s Science Quickly, this is Rachel Feltman."]},{"begin":"14.040","end":"64.280","lines":["Whether you’re an avid backpacker, an occasional park stroller or someone whose relationship with the great outdoors falls somewhere in the middle, you probably already know that spending time in nature is a great way to de-stress. But what if leaf peeping could do more than just help you unwind? Well, according to a recent book, the sights, sounds and smells of plant life can have serious impacts on our bodies."]},{"begin":"64.280","end":"80.280","lines":["My guest today is Kathy Willis, a professor of biodiversity at the University of Oxford, where she also serves as principal of St Edmund Hall. She’s the author of Good Nature: Why Seeing, Smelling, Hearing, and Touching Plants is Good for Our Health."]},{"begin":"80.280","end":"86.560","lines":["Thank you so much for joining us today."]},{"begin":"86.560","end":"88.240","lines":["It’s a pleasure, absolute pleasure."]},{"begin":"88.240","end":"100.760","lines":["So you’re a professor of biodiversity, and a lot of your work focuses on the well-being of plants and their ecosystems. How did you become interested in how plant life impacts human health and wellness as well?"]},{"begin":"100.760","end":"117.640","lines":["So that’s right: I’m very much someone who’s always worked at the sort of interface between looking at vegetation and climate change and—very academic. But then I was working on a big international project and they asked me to—part of my role was to pull together the information about the relationship between nature and human health."]},{"begin":"117.640","end":"150.200","lines":["And as I was trawling through the literature I kept coming across this study published in 1984 in this journal, the top scientific journal, showing that people who looked out of hospital window beds onto trees recovered from gallbladder operations much faster and took less pain relief than those who didn’t. And I thought, “This is really strange.” So people looking on brick walls—how does that work? They’re in a chamber. They’re in a sort of a, you know, a hospital room, so it’s not anything to do with the environment of the room; it was to do with them looking on to something. Was it influencing their health?"]},{"begin":"150.200","end":"178.960","lines":["And so that started me on a very different pathway because I started to look at this paper and realizing that, very clearly, the action of looking at nature was triggering not just mental changes but physiological changes in the body that was improving these recovery rates and effects for human health. And that’s how I started the whole journey of really saying, “Well, what else is there out there? What are the senses, when you interact with nature, [that] have an impact on our health and well-being?”"]},{"begin":"178.960","end":"193.480","lines":["That’s fascinating, and your new book, you know, examines how those senses connect us with nature. Can you tell us a little bit about what you found when you went exploring? What does the research say about how we connect to plants and the outdoors?"]},{"begin":"193.480","end":"210.120","lines":["So it’s both outdoors and indoors, but I’ll start—I can certainly start with outdoors. I mean, so the way I looked at it and the way I started to pull the literature together was looking at the different senses: so our sight, our sound, our smell, our touch, and then there’s a hidden sense, but we’ll talk about that later."]},{"begin":"210.120","end":"221.440","lines":["But what I found, actually, is that—very much that each of these triggers these different actions in our body, and there are three sort of mechanisms that get triggered when we interact with nature: the three direct ones."]},{"begin":"221.440","end":"247.720","lines":["But the first one is: it affects our nervous system. So it triggers changes in things like our breathing rate, our heartbeat goes down, our blood pressure goes down, our heart rate variability: it changes to a parasympathetic variability, which is—induces much more physiological calming. But it also affects our hormone system. So you can think about—I mean, I think, for me, it’s more obvious about the heart rate and the breathing, but for example, your adrenaline goes down."]},{"begin":"247.720","end":"248.360","lines":["Mm."]},{"begin":"248.360","end":"262.680","lines":["Salivary amylase, which is a hormone that you get in your saliva, which is elevated when you’re stressed, that reduces. And then the—all these psychological experiments show that your psychological state is better when your senses interact with certain aspects of nature."]},{"begin":"262.680","end":"289.040","lines":["And then there are two other aspects of nature. The first is that when we breathe in the scents, those scents that you get are molecules—they are volatile organic molecules—and they basically become, they become a gas when they come out into the air from the plant. Those molecules pass into our blood. And once across our lung membrane and once in our blood, they interact with certain biochemical pathways in the same way as if you’re taking a prescription drug."]},{"begin":"289.040","end":"328.720","lines":["And then finally, the other things—and our body takes on those aspects of nature, and it comes inside our body. And actually, we shouldn’t be surprised about that; we know pollution gets into our blood—pollution in the air gets into our blood. But so, so do the good aspects of nature. And finally, what I also found out from looking at this research is that when you’re in a more biodiverse environment, that environment has a much more biodiverse bacterial assembly—the good microbes that we all need—and your body adopts and takes on the signature of that environmental microbiome, which I find, again, fascinating. And as a result of that it triggers all sorts of metabolic processes that are good for us."]},{"begin":"328.720","end":"333.280","lines":["Very cool. And I would love to hear more about that hidden sense you mentioned."]},{"begin":"333.280","end":"351.920","lines":["So with the hidden sense, I mean, you know, with—we’re constantly being bombarded—I don’t know [if it’s] the same for you [laughs], but I, every time I open the newspaper here, I see another thing about how we must eat 30 plants a week and we should eat pickled vegetables and everything else to increase your gut microbiome. And that is true. I think there’s a lot of real very, very important science in there."]},{"begin":"351.920","end":"400.560","lines":["But what I learnt from looking at this is, first of all, that up to 93 percent of our gut microbiome is not inherited; it’s to do with our environment and what we eat. Now, we think about what we eat, but we don’t think about our environment. But a lot of work started about 10 years ago where they started to show that people that live in a more biodiverse environment—where you’ve got greater diversity of plants, different heights of plants, etcetera, etcetera—and more organic environments, so not using whole loads of fertilizers, that those environments, if you measure the air in those environments, they’re full of all these bacteria that we’re busily [laughs] chomping our way on, you know, food to try and get into our gut. And once we’re in those environments or we’re touching that organic soil, we adopt the signature, so we adopt all those good microbes, and it gets into our guts."]},{"begin":"400.560","end":"436.480","lines":["Now why is that important? Because then there’s a very—some beautiful study’s been carried out on kindergarten-age—so, you know, children go to nursery school, or play school, in Finland where they, basically, they, for 28 days, they—one group played in a sandpit [where] they poured in soil from the, the local pine forest, and the other group had sterile sand. And they measured their skin microbiota, they measured their gut—so through their poop—but then they also measured their bloods. And what they found was that after 28 days those that had played in the soil had this hugely elevated microbiome in their gut."]},{"begin":"436.480","end":"467.520","lines":["But the really critical thing in there is they measured their inflammatory markers in their bloods, and their inflammatory markers were right down. And they found the same with adults, adults playing with soil or adults even sitting in a room with a green wall: after 28 days they’d adopted that microbiome. But also, it’s affecting their bloods in a really good way. In the same way as we’re being told our diet—we ought to, with our diet, you know, eat more plants because it will do this—you can do that with your environment as well."]},{"begin":"467.520","end":"477.840","lines":["And I find that really, really fascinating. So as well as eating 30 plants a week we should be interacting with the plants daily in order to build up good bacteria in our gut."]},{"begin":"477.840","end":"499.440","lines":["That’s really striking research, and I think it’s a great segue to—you know, many of our listeners might not have easy access to soil to play in or lush green spaces. What does the research say about harnessing those positive powers of plants in the outdoors when we’re stuck indoors or in urban environments?"]},{"begin":"499.440","end":"512.680","lines":["You can absolutely do it indoors. And I—it’s transformed the way I—my offices and where I work and even my home because what it’s shown [is] if you have plants in your office, you get all the benefits. For example, having a, a vase of roses on your desk."]},{"begin":"512.680","end":"531.440","lines":["But on top of that plants in the room will seed the air with the good microbiota. And so something as simple as a spider plant—it doesn’t have to be something exotic and large; it can be a—something that reproduces rapidly like the spider plants. They’ve shown that those actively seed the air with this good microbiome."]},{"begin":"531.440","end":"557.600","lines":["But then again, indoors, there’s some beautiful studies showing that when you smell certain plant scents it affects how you are. So lavender makes you more relaxed because it—once it’s in your blood it interacts with the biochemical pathways as if you’re taking an antianxiety drug. So if you want to be more relaxed or want to go to sleep, you can diffuse lavender in your bedroom. If you want to be more awake, you should have rosemary."]},{"begin":"557.600","end":"591.800","lines":["And if you want to really do something that’s good for you, what they’ve shown is that the Cupressaceae family, when you smell that, not only does it decrease your adrenaline hormone, but it also elevates the natural killer cells in your blood. And the natural killer cells are those cells that attack the cancers and viruses cells, so we all want elevated natural killer cells in our blood. And so in my study at home I have Japanese cypress oil in a diffuser. I just—few drops in there, and I, every couple of days, I just push it on for 20 minutes. It does me no harm, but it probably does a lot more good."]},{"begin":"591.800","end":"611.720","lines":["So there’s so much you can do indoors, but the number of times I go into offices or houses and there’s—the only plant you see there is plastic, if you’re lucky. And so it’s really thinking, “What can I bring into the—my house or my office or where I live in order to bring about these well-being benefits?”"]},{"begin":"611.720","end":"621.960","lines":["Yeah, you mentioned your own personal experiences with changing your environment and habits; could you tell us more about those changes? You know, which did you find most impactful?"]},{"begin":"621.960","end":"671.240","lines":["One of the things I’ve found most impactful is just changing my route to work. So up until now—up until, you know, I started writing this book I went the quickest route, and, you know, I’m on my bike, and I’m just going down the streets. And then I started looking, and there’s some beautiful studies that have been carried out, particularly, actually, in the U.S. and actually in Japan as well, where they had—and the Japanese experiment was beautiful—they had a group of participants: Japanese males all [around] the same age, didn’t smoke, hadn’t taken any alcohol or anything. And they walked for 15 minutes [on] the streets, and they did 15 minutes going through the local urban park. And they measured their physiological and psychological markers and there was a significant difference. So walking through the park they were much more physiologically and psychologically calmer than if they walked for 15 minutes, the same pace, on the streets."]},{"begin":"671.240","end":"700.000","lines":["And that really got me thinking about: “Actually, can you tweak your route so that you spend more time on the way to work and back by going via the park?” which is what I now do. And it does make a difference. You just feel calmer. Now, part of me thinks, “Oh, well, I’m feeling calm because I know it should make me calmer,” but even if you’re stressed, what they’ve shown is that when you look on to green vegetation, you recover faster from stress—if you look on to nature and particularly on to green vegetation—then if you don’t."]},{"begin":"700.000","end":"719.600","lines":["And as we know, huge percentage of global diseases now are not the communicatable ones; they’re ones that actually follow on from high levels of stress, so that, you know, we really, really need to think about this very, very seriously because all that high level of stress in the longer run is really bad for us and for our, our health."]},{"begin":"719.600","end":"752.040","lines":["But the other thing, and maybe this is important for your listeners: you don’t have to be pounding the pavements running to get the benefits. There’s a lovely study where they measured the salivary amylase of people over an eight-week period and they could choose the exercise they did in the park. And what they found was that, actually, those people that went and walked to the park and sat down [laughs] had a greater reduction in the salivary amylase—i.e., less stressed—than those doing all the other things. I think that’s always worth remembering: you don’t have to be running to get these benefits; you just have to be looking and enjoying."]},{"begin":"752.040","end":"789.960","lines":["And then the other thing that I do now—when I worked on the chapter on sound and the sounds of nature, it’s really clear that certain sounds, like tuneful birdsong or the wind rustling in the trees or trickling of a stream, those have a really significant health benefit; all sorts of things are reduced. But even pain: they found in hospitals that people are having sort of surgery where they’re still awake, like with an epidural, that they have much, much lower stress levels if they can hear the sounds of birds and trees. So when I walk now I don’t wear my headphones—unless I’m near traffic, and then I do."]},{"begin":"789.960","end":"791.400","lines":["That’s great advice."]},{"begin":"791.400","end":"800.560","lines":["Now that you’ve finished this book and it’s out in the world, what do you see as some of the most important areas for future research in this field?"]},{"begin":"800.560","end":"817.360","lines":["So I think one of the big areas where the evidence is with nature is very much [that] we know that there are all these benefits that are triggered, but we need to be—now give the medical profession the details that they need to be able to prescribe properly. And we’re not there yet."]},{"begin":"817.360","end":"838.520","lines":["So for example, if you think about a practitioner, a [general practitioner] or, you know, someone that you go to with ailments, and they’ll normally prescribe you a prescription drug because all those clinical trials have been done on that prescription drug to tell you what drug to take for the condition. So we sort of know that: we know anxiety, etcetera, etcetera, can be relieved by interacting with nature."]},{"begin":"838.520","end":"847.240","lines":["But the second thing is: How much do you take? We also then need to set, you know, what the dosage iso for how long do you need to interact with nature in order to get the benefit?"]},{"begin":"847.240","end":"865.600","lines":["And finally, which is really important for governments, certainly in the U.K. for the National Health Service, is: What’s the cost-benefit? So how efficient is that drug—what’s [the] efficacy of being in nature compared to, let’s say, cognitive-behavioral therapy to deal with clinical levels of anxiety?"]},{"begin":"865.600","end":"899.840","lines":["But there are some really interesting studies coming out. There was one in Copenhagen where they took people who’d been off work because of anxiety, and they split them into two groups. And the first group did cognitive-behavioral therapy with a trained psychiatrist over 10 weeks, and they did two sessions a week. The other group did three sessions a week in the university gardens, and they could be doing stuff with the gardeners or they could be doing activities or just sitting. And after 10 weeks they looked at the number of visits back to the, the medical doctor and what they found was: actually, both were very successful."]},{"begin":"899.840","end":"900.080","lines":["Mm."]},{"begin":"900.080","end":"904.360","lines":["But one of those—being in the garden—was much, much cheaper to deliver than the other."]},{"begin":"904.360","end":"927.800","lines":["But the really interesting thing about this study was that a year later, they went back and resurveyed these people to see how many were still at work. Now I had assumed, cognitive-behavioral therapy, they would be the ones more at work because they’d been given the—trained with the techniques to cope. But it was the other way around: that you had a much higher percentage of people who’d spent the time in the garden than those doing the cognitive-behavioral therapy."]},{"begin":"927.800","end":"960.520","lines":["So from that you can then start to work out what the cost-benefits are, and it’s that sort of experiment we need to be doing, along with these much bigger clinical trials. But even in Oxford, what we’ve been doing is: Instead of giving you this drug, how about going for a walk for 20 minutes three times a week? But where do you tell them to go walking? And so—especially in the winter. It’s all well and good in the summer—the birds are singing; it’s all sort of green and lush—but what about in the winter? So we’ve been looking in the botanic gardens and the glasshouses here. It’s that sort of approach that we need to be moving."]},{"begin":"960.520","end":"991.600","lines":["And then the other thing I would say—and I sit in the second chamber of the government, the House of Lords, and the thing that we really need to be doing is making sure that nature doesn’t always come so far down the priority list, that the first thing when you’re building in a city is you get rid of the nature. Because the most important thing that comes through from all of this is that people need to be near nature. And we’ve all signed up to that internationally, but trying to persuade governments, when they’re looking at city plans, to ensure that nature is part of the infrastructure and not just an add-on is quite hard work."]},{"begin":"991.600","end":"1003.520","lines":["Mm. Well, thank you so much for joining us. This has been a really interesting chat, and I know I’m definitely feeling extremely motivated to go spend more time in my local park, so I really appreciate your time."]},{"begin":"1003.520","end":"1008.880","lines":["Oh, thank you very much. It’s been really nice to talk to you."]},{"begin":"1008.880","end":"1021.680","lines":["That’s all for today’s episode. We’ll be back with another one on Friday. And if you’ve been missing our weekly science news roundup, your wait is almost over: we’ll be rolling back into our regular publishing schedule on Monday."]},{"begin":"1021.680","end":"1054.160","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1054.160","end":"1062.000","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1062}