{"title":"Why We Love to Be Spooked","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/exploring-the-science-of-spookiness-at-the-recreational-fear-lab/","audio":"https://traffic.megaphone.fm/SAM8114252592.mp3?updated=1730227105","intro":["Host Rachel Feltman and behavioral scientist Coltan Scrivner explore our fascination with fear and what drives our obsession with all things spooky."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, this is Rachel Feltman. As most of you listening to this probably know, I’m pretty into podcasts. But my first experiences with the format—or at least the ones that really hooked me—weren’t the science shows you might expect. I first got into audio by listening to horror podcasts. I’d creep myself out listening to The Black Tapes and The Magnus Archives, feeling so viscerally spooked that sometimes I actually had trouble sleeping."},{"author":"","text":"Even if you’re not a horror fan yourself, you can’t deny that humans on the whole seem to really like getting scared. That’s especially apparent this time of year, what with all the haunted houses and spooky hayrides on offer for Halloween. But what is it about fear that draws us in?"},{"author":"","text":"My guest today is an expert on precisely that. Coltan Scrivner is a behavioral scientist at the Recreational Fear Lab at Aarhus University in Denmark and the Psychology Department at Arizona State University. He investigates what he calls the “evolutionary and psychological underpinnings of morbid curiosity and our fascination with the darker side of life.”"},{"author":"","text":"Coltan, thanks so much for coming on to talk today."},{"author":"Coltan Scrivner","text":"Yeah, happy to be here."},{"author":"Feltman","text":"So what got you interested in studying fear?"},{"author":"Scrivner","text":"When I was in graduate school, I just became interested in this idea that people sometimes go and watch violence for fun when, in almost every other case, violence is seen as immoral, is pushed to the edges of society, is punished. But there are very circumscribed cases throughout history and across cultures where violence is not only okay but sometimes celebrated."},{"author":"Feltman","text":"Mm."},{"author":"Scrivner","text":"And so I started out kind of with that, what seemed like a paradox, there. And over time that kind of evolved into: “Well, people also scare themselves for fun, right? Why do they do that?” And that kind of meshed with the interest in violence. And over time that sort of evolved into this research program that I have on morbid curiosity."},{"author":"Feltman","text":"So what do we know about morbid curiosity? Why do humans like stuff that scares them or grosses them out?"},{"author":"Scrivner","text":"Well, most people don’t enjoy the feelings of being grossed out, for example. But a lot of people will look if you say, “Oh, my gosh, this is so gross; you have to see this,” right? So it is kind of a weird thing. And, you know, one thing that I’ve found from my research is that a lot of people, especially when it comes to fear, may not necessarily enjoy the feeling of fear itself. Some people do: adrenaline junkies, for example, people, like, who like skydiving or who like roller coasters or things like that. And a lot of people—like a lot of horror fans even, for example—actually don’t necessarily enjoy the feeling of being afraid, but they do enjoy the feeling of overcoming that fear ..."},{"author":"Feltman","text":"Hmm."},{"author":"Scrivner","text":"They enjoy the sort of, you know, self-confidence you get from tackling something difficult. And I think, you know, humans see this in other areas of their life, but it’s interesting, too, that it shows up in this sort of entertainment sector as well."},{"author":"Feltman","text":"Are we the only animals who like getting scared on purpose?"},{"author":"Scrivner","text":"I don’t think so. You know, it’s always hard to tell what other animals enjoy versus don’t enjoy and just sort of—it’s hard to interpret behaviors, right, in that way. But we’re certainly not the only animals that put themselves in scary situations when they don’t have to or watch scary things when they don’t have to."},{"author":"","text":"So for example, if you’re out [in the] Serengeti, you might see some Thomson’s gazelles grazing about, and you might see a cheetah kind of in the background, which is one of their natural predators. And what you’ll see is that—you know, you would expect if—you know, I’m not a gazelle, but if I was a gazelle, I would think, “Okay, if I saw a cheetah, I should probably run every single time,” right?"},{"author":"","text":"But that’s not actually what you see. Instead what you see is that some of the gazelles will actually stop and observe the cheetah. And it’s not random which gazelles do this; it’s actually the adolescents and the subadults, so kind of those gazelles who are young and healthy and fit and could escape if something happened but maybe don’t have as much exposure to their natural predators yet."},{"author":"","text":"So the assumption there is that they are trying to learn something about their natural predators because, you know, cheetahs, like most cats, spend about 23 out of 24 hours of the day just lounging, right, and not actually hunting or eating or doing anything else. And so it’d be pretty inefficient for prey animals in general to always run every time they saw a predator. So instead what animals tend to do is gather information about potential threats, in particular their predators."},{"author":"Feltman","text":"That’s super interesting. What about primates? Do we have any research on how they engage with scary stuff?"},{"author":"Scrivner","text":"Yeah, so there’s actually a pretty old observation of what I would consider morbid curiosity in primates. But [Charles] Darwin talks about it. He talks about hearing of this story where a man had a [box] with ... snake[s]..., live snake[s] in it, which obviously is a threat to most primates. He was in a zoo, and he would kind of set the bag down, and the primates would come up one by one and peek inside the bag, shriek, run about. But instead of the other primates running away, they would come up and do the same thing. It’s kind of like the “Here’s this scary thing; you have to see this,” right?"},{"author":"Feltman","text":"Yeah."},{"author":"Scrivner","text":"I mean, I don’t know if they were enjoying it, right? That’s always hard to say. But they were certainly engaging in that behavior intentionally, knowing that it was something that scared one of the troop members. And Darwin actually replicated this experiment because he was so intrigued by it."},{"author":"","text":"So, I mean, there’s some evidence there. There’s some more modern evidence, I think with vervet monkeys, that they do this as well; they inspect predators rather than just always running away. There’s, of course, some evidence in, I think, chimpanzees and, and maybe gorillas, too, that if there’s a dead conspecific somewhere, they will actually kind of go and poke it and prod at it, and, and there’s kind of an intrigue or a curiosity there about what it is or what happened."},{"author":"Feltman","text":"Mm, so I know you have done some work on the idea of scary play. Could you tell me more about what that is and what benefit it has for us?"},{"author":"Scrivner","text":"Yeah, so scary play is, I think, just an extension of morbid curiosity, right? It’s when you take something scary or dangerous or gross or potentially threatening and you put it in a playful context so that you can better understand it and sort of enjoy that experience, as opposed to just tolerate that experience."},{"author":"","text":"So like those monkeys, for example, peering inside of a bag with a snake in it, I would—you know, that’s something very close to scary play because they kept going back and doing it and seemed to, you know, be afraid while also intrigued and thrilled."},{"author":"","text":"But of course, you know, no species engages in scary play quite like humans do, and that’s because we have storytelling, right? Basically, we can create fictional scenarios where we’re not actually in any danger. So we’re not peeking inside of a bag with a real snake in it; we’re watching someone else do that on a screen, right, or in a book, when they’re—we’re imagining the scenario or listening to a story of someone who did that."},{"author":"","text":"And so what we can do then is we can take, you know, almost a numerous number of scenarios where there’s something threatening happening, and we can tweak it and play with it and, and make it in this very specific format or this very specific storyline, and we can kind of play with that. We can act it out through theater or through games like tag or hide-and-seek, which are pretty basic predator-prey interactions, right? If you watch kids play games like tag or hide-and-seek, there’s always one person who’s “it,” who’s hunting the other people, and if they catch you, you’re “it,” or you’re out, right? "},{"author":"","text":"And so I think, you know, humans do this in, in all kinds of different ways, whether it’s through physical sort of rough-and-tumble play or through imaginative stories: through video games or movies or other kinds of storytelling. We engage in all kinds of scary scenarios when they’re relatively safe—and, often enjoy it."},{"author":"Feltman","text":"Yeah, and what do you think some of the sort of, I don’t know, evolutionary or personal benefits of that are?"},{"author":"Scrivner","text":"Yeah, well, you know, if—in other animals, the benefits of something like predator inspection, where you’re actually watching the predator, is to learn about threats, right? And I think that’s probably true in humans, maybe less so now that we have—you know, most of our scary play comes through fictional scenarios that may or may not ever exist."},{"author":"","text":"But certainly, we can engage in scary play that mimics real-life scenarios. You know, we saw this, I would say, in 2020 with the pandemic. You had Contagion, which was, at that time, I think a nine-year-old movie ..."},{"author":"Feltman","text":"Mm."},{"author":"Scrivner","text":"That kind of fell into obscurity. I mean, it was kind of popular when it came out, but it quickly fell into obscurity, and then in March of 2020 it became [one of] the most-watched movie[s] in the world, you know, and I don’t think that’s a coincidence, right? People were seeking out—in some ways, cognitively playing with—you know, what happens during a global pandemic, and the closest thing they could find to that was Contagion."},{"author":"","text":"But I think there are other benefits as well besides just, you know, literally learning what to do in certain scenarios. I think the biggest benefit actually comes from your ability to manage feelings of fear and anxiety. Because if you set something in a playful frame, it allows you to kind of step back and pause and collect yourself and feel those emotions without the associated danger with them. And what that allows you to do is kind of practice dealing with those emotions—practice feeling afraid, practice feeling anxious—and practice kind of regulating those."},{"author":"","text":"And we see that, you know, in—there’s some research out of the Games—I think it’s the Games for Emotional and Mental Health Lab. They’ve created a game called MindLight that does exactly that; it’s a scary game for kids. They wear a EEG band, and it gives them some, some biofeedback. And basically, the kids play this scary game and, you know, have to face these different kinds of monsters, and if they get too anxious, it’ll have ’em pause and practice certain kinds of techniques from cognitive-behavioral therapy and kind of get through that scary moment so that they can continue the game and play through to the end. And it’s been shown to be, you know, as effective as cognitive-behavioral therapy in reducing anxiety, which is pretty incredible because that’s, like, the gold standard for reducing and treating anxiety."},{"author":"Feltman","text":"Yeah, very cool. What do you think people can learn from the fact that, you know, we have this really interesting, very old relationship with morbid curiosity?"},{"author":"Scrivner","text":"I think a lot of people, you know, when they first experience that, or, you know, let’s say someone is a horror fan, it can be kind of alienating if other people aren’t horror fans and they don’t understand, you know, “Oh, this person likes movies where people are dying or where there’s blood and gore, so they must be a psychopath or have no empathy.” And, you know, my research shows that that’s actually almost, if anything, the opposite: horror fans not only have pretty much the same levels of empathy as other people, they actually excel in certain kinds of empathy ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Scrivner","text":"Like cognitive empathy or perspective taking."},{"author":"","text":"And so I think, you know, some of the research that I’ve done maybe, in some ways, might calm some nerves, both of people who are morbidly curious and people who aren’t and are concerned about their friend or family member who is, right?"},{"author":"","text":"I mean, like anything, you know, you can always take a personality trait too far. You know, if you have—any even beneficial personality trait or beneficial trait can always be taken too far and eventually become psychopathological, but it doesn’t seem to be the case that, you know, even high levels of morbid curiosity are associated with that—any more than any other trait."},{"author":"Feltman","text":"What are some of the big questions you’re still hoping to answer about fear and morbid curiosity?"},{"author":"Scrivner","text":"Well, I think there’s quite a few. One of the things I’m working on now—my sort of main hypothesis in a lot of my research is that people use scary play to help them practice, again, feeling afraid, feeling anxious and, like, understanding how they react in times of fear. But what’s interesting in some of the research I’ve done, in some recent studies I’ve done at haunted houses is that, you know, people do these experiences with others most of the time."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Scrivner","text":"And so you could actually be learning about potential romantic partners, for example, and how they react in times of anxiety or fear, potential friends, potential allies. So not only are you learning about yourself, you might be learning something about other people around you."},{"author":"","text":"And I think, of course, it’s, you know, just continuing the work on understanding how scary play might actually help people overcome feelings of anxiety—or in some cases, even depression or, or PTSD—and understanding why it works for some people and, and maybe doesn’t work immediately for other people so that, you know, those experiences might be able to be tailored so that they have a broader appeal but also are more effective more broadly."},{"author":"Feltman","text":"And do you have any advice for people who feel like they are prohibitively not into scary stuff [laughs]?"},{"author":"","text":"I, personally, I love horror movies; I’m also very susceptible to them. I am, like, the person who goes to a horror movie and then screams at every jump scare and can’t sleep with the lights off for a few weeks afterwards, so it’s a very—I have, have a very complex relationship with them. But for folks who are like, “I don’t get it at all, and I—there’s so much media I can’t engage with,” is there any way to get less scared of scary stuff?"},{"author":"Scrivner","text":"I think a common mistake people make, if they’re really afraid of horror and they want to maybe get into it or maybe overcome that, a common mistake they make is they jump into something way too scary, right? It’d be like if I was trying to learn a new skill and I jumped in at the intermediate level instead of at the beginner level."},{"author":"","text":"And so I think one thing people can do is actually just ease themselves in with kind of campy horror films, you know, ones that are, like, not too scary, kind of silly. And over time ..."},{"author":"Feltman","text":"Right, maybe ..."},{"author":"Scrivner","text":"Yeah ..."},{"author":"Feltman","text":"Evil Dead ..."},{"author":"Scrivner","text":"Exactly."},{"author":"Feltman","text":"Is a good starting point."},{"author":"Scrivner","text":"Even The Evil Dead might even be too—you know, it’s, it’s pretty ..."},{"author":"Feltman","text":"That’s true."},{"author":"Scrivner","text":"But it is campy—it’s so campy—but it’s great because of that, right? It’s—it is kind of this, like, almost welcoming kind of film because of that, right? It always eases the tension with the silliness."},{"author":"","text":"But I would, I would be curious to hear why do you—why are you interested in going to a horror movie if it causes you nightmares or causes you to scream?"},{"author":"Feltman","text":"Yeah, it’s such an interesting thing for me. I think, initially, I did kind of jump into horror that I was not really ready for [laughs], and that just creeped me out too much. But I think I love gothic horror as a genre. I really like, you know, sort of, like, complex, creepy stories. As a writer I’m really interested in horror because of, like, the way it deals with emotions and the kind of stories you can tell with horror. So that’s also why I love consuming it. And I think I just—I’ve always had a real, like, hair-trigger jump scare response. A friend can jump out and scare me, and I can see them coming, and I’ll still [laughs]—they’ll still get me."},{"author":"","text":"So I think that’s sort of the conflict with me, is that I have a very strong, like, physiological response to horror, but the themes, I think, are really interesting to me. And I—there is also that rush of surviving the jump scare is also definitely a big part."},{"author":"","text":"I like creepy stuff. I like weird stuff, so [laughs] ..."},{"author":"Scrivner","text":"Yeah, I think—you know, so I did a study a few years ago at a haunted house in, in Denmark, and the purpose of the study was actually to see: “Are there different kinds of horror fans?” Because for a long time ..."},{"author":"Feltman","text":"Mm."},{"author":"Scrivner","text":"The assumption was that: “Well, everyone who likes horror likes it because they love feeling afraid. They’re adrenaline junkies.” And that was kind of the default answer for so long, but there was really not a lot of evidence for that. It didn’t seem true to me based on the research I was doing, and so I conducted this study with some colleagues at the Recreational Fear Lab, and what we found that—is that there are at least three kinds of horror fans, you know, potentially more, but there are the adrenaline junkies. That is one portion of them, or one portion of horror fans."},{"author":"","text":"But then there’s a second portion that we’ve called the “white knucklers.” So if you squeeze your knuckles together in fear, you kind of get this white color across your knuckles, right? That’s where that came from. And those people were really afraid during the haunted house. But when they came out, they said, you know, “I really enjoyed feeling like I could get through this,” right? That’s kind of that feeling of confidence."},{"author":"","text":"And then there was a third kind that we didn’t quite expect. We expected the first two kinds because we had some evidence that both of those existed. But there was a third kind that came out, and we called them the “dark copers.” And we called them that because these people seem to be using horror as a way to deal with difficult emotions. So you mentioned, you know, horror is a little bit unique in that it can deal with certain kinds of scenarios and emotions that other genres can’t really deal with in the same way."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Scrivner","text":"And I think a lot of people seem to use horror as a way to work through some of those difficult or tricky emotions—or emotions that just aren’t found in other genres so much."},{"author":"Feltman","text":"Totally, yeah, no, I’m definitely somewhere between those last two. All my favorite horrors, like, the Scooby-Doo mask comes off ..."},{"author":"Scrivner","text":"Yeah."},{"author":"Feltman","text":"And it was childhood trauma the whole time, you know [laughs]?"},{"author":"Scrivner","text":"Yeah [laughs]."},{"author":"Feltman","text":"This was so fun, especially given that we are, you know, in spooky season. So thanks so much for coming on to chat."},{"author":"Scrivner","text":"Sure, happy to. Thank you."},{"author":"Feltman","text":"That’s all for today’s spooky installment. We’ll be back on Friday to chat with a few Scientific American editors about how your trip to the polls next week could impact health and science policy in the years to come."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[346,584,4957,9233,8323,2071,6330,3929,5738,6263,2065,2868,4810,6431,5812,3582,1030,2820,12108,3466,2161,2524,877,4375,1831,5183,5248,2723,1038,10123,10966,5042,4811,8665,805,3950,5505,4126,2623,4900,5422,4111,1752,1977,3865,2238,3693,1680,499,4940,4220,7296,1397,5608,2758,2220,908,4239,2971,1718,3939,4106,5021,3505,1209,5149,5122,3862,6453,2154,2587,3211,3004,1305,792,7106,3840,7659,746,8178,8058,4696,5039,2114,3580,2050,841,5510,6135,1699,6939,7531,3274,4774,3959,972,267,557,342,341,32,607,1008,1620,1897,2190,3143,5372,6563,6249,6407,2454,2570,1409,1535,15933,9904,9870,6758,15246,8913,7676,9667,13667,14815,5364,2481,2588,3142,2218,2395,15131,6222,7327,7639,9396,15307,9254,10985,11140,12516,15614,9709,14597,17653,5467,3711,15527,11001,5083,10352,10077,10573,12340,12355,10210,5994,12591,15502,9890,12154,9995,3765,12935,14127,15635,9339,8373,16878,15148,13507,1610,15670,7133,8990,9843,9301,12380,9314,6814,12321,14832,16344,3470,2987,15570,6596,9959,13220,8114,8640,15308,9262,14151,15726,13066,14743,15150,3485,8541,11065,11620,10828,10302,6605,10167,13095,14924,8889,15020,7944,16376,7943,7102,4231,9618,11110,15918,11545,10381,8997,15161,7170,9108,12183,10104,12730,14185,15585,9553,7938,10552,10051,13866,10422,4391,10307,12663,10213,15499,8928,11665,15376,11028,11997,13869,9672,11433,15758,7465,11096,8427,8414,16367,11263,10420,10895,11066,6760,2420,5142,16958,10561,11035,14582,10581,8855,14062,9934,9296,2667,1751,15460,9480,12828,7508,16066,13005,12847,14142,16191,13620,2744,16141,6963,12782,10211,8797,12295,15770,8187,15336,10022,10347,15245,14755,13543,11992,11448,11174,9020,11253,13544,15301,15958,16167,12019,9782,13048,10760,8152,14156,10403,3743,12609,14126,8762,7083,12835,11663,6197,13457,8303,9555,7726,10740,16002,8909,14538,10092,13361,11528,16316,7960,7446,10534,15043,11577,6929,9847,12260,9757,15923,8104,10127,10519,9815,9615,7594,8157,4542,3920,5165,9149,7278,3278,2767,3969,792,427,127,14301,9721,10510,15492,14002,13993,13046,7218,15410,11183,12350,3687,11582,7077,14913,15287,7864,11482,10902,9128,8294,15309,8742,10156,11458,196,11412,15165,11953,6721,8212,7705,12968,13228,13851,13950,5233,14262,15050,9729,9883,12176,8387,549,13158,14998,11870,6586,10769,12879,12808,12624,13324,11535,12393,4271,652,15351,10968,13286,11404,9556,9546,12809,9160,15445,12197,8908,5055,8406,14515,10385,281,10855,15427,15384,11856,13169,7264,15075,12853,10046,13495,10191,12210,14094,12053,14174,10698,4077,11642,7723,7172,6088,10509,15400,14033,11294,7596,11375,12151,13381,13412,555,177,12197,9391,13246,13080,13298,8092,13880,11741,12021,9507,6039,14330,13133,10034,11170,3739,777,13393,15443,12000,12604,14183,12386,10269,11815,5857,15430,10328,12119,11631,14381,13105,2514,4961,12750,12112,13199,10889,12118,11196,14619,15030,14371,11781,11339,4295,136,14188,8448,15430,9887,15441,15498,5102,9102,9989,15469,7894,13979,13079,4440,5843,9756,15273,14083,15619,12681,854,11447,9234,8697,8346,11848,12682,11270,11840,15467,12169,10505,10970,12924,9482,9786,13906,11108,8614,7821,9459,10334,12645,12297,14073,12483,13141,12647,7564,15440,11874,11039,14455,9611,10388,533,12212,14318,12573,14777,9618,12641,10866,154,4000,15111,12436,11583,12411,13002,10279,12560,14125,9309,11845,8913,7146,13375,10133,15526,12103,11945,12458,12295,11556,8835,15446,15408,11993,9728,9390,11406,9408,9356,15330,10366,13073,13199,10030,5904,10986,14202,14563,11144,9757,14396,8610,240,12087,15423,10748,7779,12487,11571,9751,7853,13600,10197,172,10919,12928,12932,13654,14838,12092,13260,12948,10639,8270,11414,12259,12411,10032,11084,14550,14719,4973,9731,15020,14037,11717,388,12931,12920,2185,9036,11758,12299,12644,10159,9753,13030,12888,11928,15425,15196,11472,13975,14505,10764,10418,12971,12798,7820,12704,12147,10612,13141,7146,12437,13320,14195,2386,12675,7512,9725,457,15427,7583,8918,9546,7944,7720,6794,15407,9348,10647,13772,10419,3139,14779,8042,13514,13699,12450,10548,12709,10488,8317,13805,9858,11628,12925,12945,10949,8961,13750,9551,15316,11239,8220,12013,12096,12687,12046,11532,13423,15479,9942,10232,15411,2880,13303,14933,9331,13328,9530,2986,11969,12027,13471,13359,12552,6489,11260,11475,11391,12803,10478,8399,10733,11518,2965,361,13333,13852,13206,9452,8514,10458,11739,4256,6658,14375,12986,11219,3614,1982,12621,12521,14800,6060,13022,12519,10311,13064,13275,11680,8556,13030,12094,9635,6588,11784,14453,11462,10449,892,11154,13889,12916,13202,229,12086,13626,15403,10234,9870,13667,11662,13732,10555,13895,14061,11947,11478,15412,9954,10371,14692,3713,8836,9368,13262,11893,701,15347,15261,9506,9985,1700,4597,15524,11073,11132,5103,15465,11921,11663,10686,13383,13353,10691,11997,2559,138,12494,15289,15470,8420,14058,15130,14401,12160,9618,323,12922,8396,13075,15411,9766,11011,14200,9340,14020,11631,13264,14025,8371,10423,11068,1756,239,13390,15235,12365,10987,7934,15436,4728,267,14037,14282,11253,13155,12446,11202,5034,7590,8195,515,542,15490,12229,11872,10473,12989,12930,9738,3937,12639,11340,11580,8871,12977,15420,13626,1956,12028,15219,13164,11000,12480,407,196,13225,12737,12405,14587,10867,10344,11250,14465,10513,10281,13629,10947,15311,10432,14311,10744,422,7808,14177,13405,12950,11721,10367,13660,12960,8302,15073,10095,12837,9679,10881,9449,12193,7204,13085,15409,10314,10500,15046,10893,12941,11585,13213,7598,12919,12382,9666,7595,11274,7971,9890,9030,3346,15416,10721,10844,10095,7172,163,15436,9826,15475,7559,7020,7861,15460,9068,10370,12486,10810,3785,15410,8655,9146,6831,8268,13190,9468,743,15423,13739,12150,12213,10672,6187,12611,15318,12403,14954,13294,13452,8902,11074,12681,8817,3970,102,12704,9846,12394,15434,12120,9315,13720,12502,12428,11791,8076,11731,8581,280,12204,10736,13929,12602,11081,11283,11968,13806,12244,5092,7275,7950,12101,7341,14286,12121,10972,13269,14334,11942,12346,13272,15423,13548,3514,263,11289,10016,11992,12378,12504,14155,15454,11568,10384,10700,11196,12423,11050,5236,355,12916,15497,12171,10860,10260,13509,9561,13073,7850,15316,12580,12357,10200,11122,13317,18492,11779,11703,10373,10668,15455,10788,15515,11421,12266,15480,12677,12797,10248,15409,8095,109,14133,12719,13535,11503,11494,11891,15270,11075,15124,12930,10185,11219,6135,11005,15429,9754,4506,9124,15451,12958,11847,10490,10120,13286,10966,14665,11105,9451,5714,310,8698,13229,14295,13751,14465,13372,12087,12683,13505,10795,14026,9431,9627,13456,11580,13436,7950,12187,9822,6678,1771,9520,12975,12209,10608,11190,290,6544,15450,12231,13736,12746,11341,10744,125,7288,13196,12663,11684,7284,12248,12050,11586,13983,11887,10540,14939,10830,8326,15432,12863,11304,10274,14275,9793,9975,13143,15495,3736,13045,8761,15463,9910,11847,10069,12052,5167,6162,13979,10766,10309,3355,1653,6795,5499,11710,15640,6478,10445,13224,15433,14443,13095,11235,13778,5567,14109,15510,9232,10382,8799,15337,15420,10567,7084,15477,6811,10476,4195,13153,12,3,15454,9554,15389,9109,2579,966,15502,10738,9347,11636,2982,9672,12778,15469,12371,8304,9378,5152,10379,15467,12132,15470,7497,14374,12201,11111,9522,13918,10517,12487,10485,11558,3072,9130,10716,14305,15302,12750,11105,9507,11258,9646,11418,4219,15031,14888,8311,11122,9161,7274,11415,9150,4888,6484,294,15404,13245,12541,11738,12141,11385,13954,10161,9939,14889,11688,10554,149,14670,13945,13714,12558,12038,14382,11827,13043,12740,11408,12657,12245,10004,12241,621,214,15374,12587,13107,9161,9520,12549,7044,6846,206,188,194,12407,14198,15097,9843,9654,12029,13904,12130,10906,9522,15429,3656,11134,12661,11905,11592,12001,8346,12523,13168,12654,11449,15342,11169,12634,11812,856,13557,12828,12596,8614,9304,14254,13493,11253,10463,9114,7380,14418,13275,10925,9779,3361,15363,13098,7162,14169,13926,3514,12171,11930,6433,13277,4389,6523,13777,7191,7713,10997,3109,427,12978,10552,10901,9093,10580,9066,11953,14884,9717,12920,10589,11264,195,276,12544,12106,12614,12151,3766,11655,13289,8877,11125,10207,13964,14160,10675,9823,11594,15413,12296,1275,3973,12774,14276,7146,226,11715,13039,11468,15416,10288,7925,9666,8755,12920,13429,458,9835,10993,15534,10431,11029,11378,12320,9412,13311,8398,5726,14292,9300,15398,12641,10890,11787,11704,7816,13377,14875,13160,12838,11974,14262,14629,10704,12993,3885,14216,9884,11396,13361,13465,15213,3177,289,13107,13184,13272,12855,10964,8027,11856,10515,12505,242,13008,11990,11890,11474,11876,12335,13254,11171,10922,10962,282,12006,15447,13675,12493,11141,12747,11329,12426,13303,9959,3267,368,8773,14616,12787,9697,11739,15461,12570,10960,223,11934,12060,14791,6674,11815,3976,15489,11024,4449,10981,5414,10598,15501,14402,10089,14642,11938,10146,11260,12404,14268,8945,1168,844,12988,12500,12625,8468,4880,13263,10851,8676,6926,176,15485,12800,8742,341,12627,15476,8540,14485,578,15374,8554,7525,15483,15453,15458,7362,10896,9425,11076,15503,13257,15436,13603,102,14726,15374,13470,13811,11853,11171,12992,14240,13445,10202,9682,8123,6480,10945,9907,13093,11966,14234,6847,11738,13216,11309,1588,13309,12249,12825,10302,11015,12478,8706,14728,14243,12087,10045,5864,14453,12067,9567,11337,5873,8535,11580,14443,7848,7527,8356,11098,11830,5640,10505,12471,11791,13687,7824,14823,6581,3161,15348,14552,8047,11219,7836,13492,14261,13619,2162,10181,14901,11341,13343,15168,9593,11388,5504,11019,12607,14380,11775,11829,10327,10349,14408,11803,14397,11914,10835,11944,231,14490,12274,12675,15172,11337,14730,13241,12793,11578,11595,12749,499,9967,15456,12304,11569,12953,11336,832,11433,13421,15304,9624,12098,11803,11049,10811,1012,12803,12306,15088,12606,218,13582,9822,15251,10076,11976,15239,11575,12161,12206,12659,11758,11421,15435,12597,892,8216,13727,6456,7620,7929,12882,10578,10408,12959,13551,11737,11864,10919,11688,2485,217,14028,12203,12935,10768,10950,13085,10972,11363,2129,201,12237,11680,12011,11697,5606,5121,5547,12359,5405,14768,5248,12022,11478,7929,14042,3439,151,13066,11798,15064,13041,11199,9857,13458,10772,13368,11132,11576,15479,12285,15347,11379,11883,14542,9329,12973,9255,13213,9003,318,11678,12466,8425,3424,14024,14178,8627,12250,11667,10150,14013,10626,8412,4168,848,11008,14632,11660,13119,13759,12788,9040,8377,8544,7354,13898,6744,10321,10543,14598,8722,9628,10169,2301,14503,12539,14846,11934,8300,4772,10762,14650,12930,12515,183,11296,12978,12303,11101,12569,12704,5775,2373,8062,12196,11432,13099,10669,13252,10935,7485,183,12242,13431,14632,12276,12517,10289,14672,11948,9907,10030,10922,11522,1736,13251,1448,13530,15103,12476,11702,13604,11630,10761,5181,12262,12901,12974,1851,6947,14029,10146,14780,12165,13386,5692,12231,11399,4180,137,10731,12814,11595,6066,12738,13366,12751,10562,9986,14569,13599,13800,12284,12767,11790,9413,9562,3646,2427,15493,10064,11863,12125,12945,10989,7964,4654,14118,12663,11867,11523,12755,11388,10217,3760,8996,13534,13490,15001,11071,13898,7283,739,15041,12465,11353,12402,13900,13116,11883,11143,10231,12065,13486,11899,11595,15377,3218,12476,14976,8602,13169,8652,13485,7848,8986,6977,11794,12118,11890,15137,200,8913,15418,15408,11206,7337,1330,15222,9211,9077,15476,8109,12752,11213,15455,9897,96,15400,15609,15301,12538,9213,9248,15455,9183,2301,3377,15403,6767,9,12942,12144,6841,14694,8585,7732,9417,10523,10954,14716,14901,11048,11320,15486,13387,11257,1223,12417,11992,11001,1936,465,7851,12526,12075,13560,13730,11562,14146,13097,11675,15003,14833,9852,14514,11511,12893,10695,11896,11832,14201,12941,9908,12172,7477,11300,12350,4833,10940,10059,13977,13262,11551,13344,13148,11374,11630,12489,15062,11548,3751,14668,14475,11540,3706,462,12129,12932,12277,13439,10945,579,167,13600,14090,12721,12151,14249,6006,13402,11573,11368,6316,161,15636,13460,12009,6572,11126,12104,12605,14704,13753,11332,9265,6067,11866,12353,13659,11567,13420,13165,10119,10023,5425,1035,13437,13147,14345,13246,15429,11755,13385,9210,12855,170,155,15446,14066,12315,12207,12188,11889,13641,12072,10253,10758,10714,12997,10905,13371,11378,13898,12801,20592,12545,10494,13620,8971,9034,1223,14225,15293,12442,11959,12082,12794,11035,10149,10726,8978,9663,1316,9627,10109,15441,12289,11892,10144,14776,10092,11760,11899,9084,8269,9517,11259,10971,8838,10677,6127,14464,9548,12933,12259,1559,13816,13641,11002,12675,13091,8080,14088,10486,8614,9748,12191,11192,2948,11995,10129,11037,15448,12461,12257,9705,7954,15456,15268,11187,11443,8391,15451,9365,8464,8216,5198,11828,7856,13473,11958,15302,15548,8524,8942,12543,10151,15054,8810,7147,15031,15454,13546,5967,14607,14734,12161,12456,12967,12694,2305,9198,12417,12917,10070,3334,10750,14280,12780,10983,11207,12682,12520,13395,11989,1578,10396,12427,12813,2810,13333,5192,15379,11357,15047,13144,11916,12299,12602,11392,12021,11278,9923,8004,7511,609,145,15461,10701,11049,9398,11149,11135,12347,12135,15480,13902,6821,10781,9817,13534,2196,98,13264,12614,10887,15473,9752,11196,13174,9997,10020,14159,11808,7341,13461,15452,13985,10616,14201,758,7602,14939,12298,9385,15586,10200,14120,6221,11618,12648,9980,3288,5760,10058,15388,6255,8034,11430,12508,339,14456,12488,13657,11100,15380,10692,9625,13536,8891,11182,11739,12300,13524,8545,650,301,11668,11760,11316,12859,9165,15203,9534,13576,2684,10559,11434,2900,12361,11987,7078,737,13934,13427,10929,8910,9556,529,10796,14041,11459,9309,14417,13337,13792,10091,10632,11621,10087,11185,9776,10627,346,14901,12886,13662,10730,12454,10334,8127,11559,14774,11114,9663,10943,10714,6331,3778,11671,7899,11972,6903,15393,10620,410,14587,8908,8930,13243,12403,12455,14158,13615,10949,9378,7449,15426,6779,11715,7382,0,12551,9654,11623,15564,10085,10298,12524,8274,376,12263,14569,8322,14020,12764,8225,92,8946,15430,10224,13610,12607,5497,9269,8146,13354,15421,7140,15443,15540,8798,10778,15425,13879,12298,14159,11595,15333,11318,15019,12386,9298,15555,15394,8292,13293,14479,10178,9471,12109,8760,15453,10721,15441,13468,10648,2622,15386,9055,13342,10408,13280,11198,11667,8254,15428,9345,7738,14621,8728,14800,15430,15461,12980,15304,9336,8853,15274,15165,13421,11481,8504,6465,1357,15258,7985,15376,9578,15308,15366,9044,12387,13269,6875,81,518,14735,15287,9027,10847,10124,12445,11362,10711,10406,9591,11593,10667,15513,10500,9478,10415,12849,74,10999,15399,13340,13523,12768,13065,3915,11179,13586,10310,11243,11412,10349,10896,13317,13458,10609,2311,12852,12788,15434,3824,13644,9637,11425,11230,9728,13539,10616,13098,12750,13525,12672,11964,945,12914,15450,11264,11689,490,12667,13159,8094,12304,13184,13155,10517,12854,5862,5713,12016,12764,4714,572,227,15511,12706,11757,10752,10004,14496,14646,12244,11016,14276,14657,12542,10110,10084,1230,9776,8315,15455,12566,11891,12498,12941,10366,11714,10433,91,74,15674,21240,11313,20192,8789,15530,12905,13835,14855,15587,12600,14586,19475,11875,14997,9676,14740,14814,12910,13117,15385,16978,13616,11182,14819,14147,12434,10023,8630,14313,12412,11509,13301,13875,2155,168,12243,12363,12174,11970,14067,15484,8236,13188,9793,6708,9955,5462,13959,8972,2697,334,110,15429,12762,12780,13244,7715,10927,11906,13219,7858,12089,13884,11685,11029,12806,12273,8662,9782,3769,10027,13768,3529,11407,13831,9704,13660,10948,12698,11777,9507,12650,10847,9080,13061,11904,7773,9743,8997,11484,8424,5320,4980,15480,13692,8916,11104,15225,14303,15277,12257,11470,15461,13395,10799,15548,6720,6945,15474,7552,827,6173,15488,14486,3688,15448,9338,7670,7321,7547,13796,7461,1026,15350,8145,11201,7351,15412,10798,10915,8952,15234,6973,13243,3658,9622,13256,13445,14524,12978,6105,9192,7988,7638,13579,14970,10151,9489,9375,12179,9353,8381,11210,484,15443,12004,355,4,10578,11767,12300,10702,12406,10012,10472,15322,8873,9005,13686,13608,10336,9562,1884,15517,9139,14091,12686,15196,8140,9854,11017,15489,11556,11391,3804,15344,12507,15581,11780,10959,9681,11224,15096,10428,12541,11132,12417,11235,15431,15487,13027,15513,12474,8638,11653,7757,12605,15558,11619,11409,1160,14562,15529,11115,12344,6942,8476,14022,13745,13209,15577,10760,10082,9412,13405,8730,15419,5818,11160,8464,7646,14262,11034,11109,8777,13759,14579,12260,15417,9337,9987,15429,13915,12446,5674,15403,9562,5639,15548,15410,13296,10386,6367,15577,14740,9650,14260,14738,6347,15021,15533,7996,12862,15388,8475,11172,10939,14148,15490,9581,15589,14541,15392,1218,15446,12123,2781,13681,7483,13637,12112,8942,8852,14502,18613,10389,27876,18384,14010,14498,8918,10188,12404,10625,12305,12270,9512,9111,12439,10861,10980,847,249,11279,15542,12120,10112,12537,10854,10047,13852,11698,13235,8757,12864,5350,10369,13722,12568,11112,10744,5276,15080,9178,14481,12057,12557,13985,11778,5206,9172,3263,11814,8346,5837,10031,9844,12554,11110,3377,608,312,381,15483,14194,15387,11455,13389,12346,12379,12894,5111,7532,715,3455,14583,11274,14831,12983,5266,14815,4026,10361,5187,127,15433,15388,14432,13115,11831,7155,8569,13015,10081,11713,14253,3857,135,15395,15441,4592,11989,9260,8793,14778,5023,4376,6973,8039,15484,13571,13796,12823,8448,13331,7390,10410,991,8388,14071,7818,10056,8990,11154,9501,604,1106,12369,15292,9868,11209,9257,13814,9634,7218,7645,13174,12764,15356,12044,11955,11572,13602,11286,9415,8728,21317,13789,17860,10924,1077,12994,12380,13611,5046,7615,14247,10228,13609,13106,7256,11118,12942,12012,5759,5019,14568,14020,6574,6570,7120,10662,12913,13795,4566,11357,10835,8115,7640,6315,14650,7960,12809,9554,3157,175,13986,6552,13058,13825,13283,9764,15274,13971,12676,12015,10425,11229,9859,7499,3953,14956,9047,13201,7331,7402,7155,210,173,14912,12818,14889,8726,12437,252,13043,15166,12113,12197,7204,11132,14866,9782,11836,715,159,11832,13619,12460,13438,14565,8790,10703,10383,10860,10962,6098,4808,14253,4707,10570,14667,11426,8067,2960,123,3471,13004,6658,11913,12572,12631,12267,5665,12234,5024,8796,8664,15417,6797,915,15433,14700,9359,10662,9408,331,575,12709,18294,13734,11593,10027,12475,13080,12808,12871,8841,9902,7452,11211,13051,6521,14431,12735,10029,13803,11705,8138,5268,11873,12167,15585,9705,10351,13041,12850,15598,10186,12033,7925,429,14940,13208,13029,9573,7781,12370,14707,8525,15456,11079,11719,11993,13801,2162,8057,15573,10307,11435,13986,13384,11679,12481,9496,16983,11729,15549,12191,16314,8005,15753,10195,15165,14943,13071,14829,8565,3943,677,15383,11864,5057,6009,15440,8790,15865,15441,12378,8466,10905,11206,12407,8927,821,15012,10570,8429,9967,12302,15822,13459,14456,13602,10486,15585,9161,15162,15545,7698,12260,8250,646,651,4582,14793,13556,9794,10195,7060,11281,10031,15500,8317,1079,15528,13297,11966,15793,7082,15503,9274,16554,8973,12830,15322,9300,15830,9360,13830,11722,7797,10688,8520,2783,14448,15796,13399,16932,7530,12530,8066,8110,5992,15561,1784,2741,16255,9098,8469,11216,15388,6725,12712,15183,9153,15194,14318,12283,8029,15530,15189,9379,16133,8769,12088,10059,10463,9278,10783,1320,7274,13470,11901,10780,16020,15994,12118,11909,13283,15641,8944,10702,9411,12002,15216,10044,12326,5622,6385,18421,17264,9460,11354,8631,11366,15225,8025,9586,7705,14267,15116,7784,3908,1452,15766,14919,11187,8870,7575,17180,12833,8516,3597,12260,14576,4529,5483,6357,6905,5504,5322,4654,2827,2605,1076,8489,8085,5451,4333,2581,820,4381,4229,5022,5852,2833,4577,3700,9537,7082,4723,5209,2935,937,9617,6588,2250,2757,4338,5514,6778,4531,3236,9922,4562,5491,9069,3039,3558,4682,1962,2339,5460,3967,2081,1834,3513,5516,4595,1861,2872,1440,7361,6936,4023,2230,1695,4256,5655,5056,1269,428,0],"fragments":[{"begin":"0.000","end":"64.520","lines":["For Scientific American’s Science Quickly, this is Rachel Feltman. As most of you listening to this probably know, I’m pretty into podcasts. But my first experiences with the format—or at least the ones that really hooked me—weren’t the science shows you might expect. I first got into audio by listening to horror podcasts. I’d creep myself out listening to The Black Tapes and The Magnus Archives, feeling so viscerally spooked that sometimes I actually had trouble sleeping."]},{"begin":"64.520","end":"81.760","lines":["Even if you’re not a horror fan yourself, you can’t deny that humans on the whole seem to really like getting scared. That’s especially apparent this time of year, what with all the haunted houses and spooky hayrides on offer for Halloween. But what is it about fear that draws us in?"]},{"begin":"81.760","end":"104.200","lines":["My guest today is an expert on precisely that. Coltan Scrivner is a behavioral scientist at the Recreational Fear Lab at Aarhus University in Denmark and the Psychology Department at Arizona State University. He investigates what he calls the “evolutionary and psychological underpinnings of morbid curiosity and our fascination with the darker side of life.”"]},{"begin":"104.200","end":"110.760","lines":["Coltan, thanks so much for coming on to talk today."]},{"begin":"110.760","end":"111.920","lines":["Yeah, happy to be here."]},{"begin":"111.920","end":"116.200","lines":["So what got you interested in studying fear?"]},{"begin":"116.200","end":"136.120","lines":["When I was in graduate school, I just became interested in this idea that people sometimes go and watch violence for fun when, in almost every other case, violence is seen as immoral, is pushed to the edges of society, is punished. But there are very circumscribed cases throughout history and across cultures where violence is not only okay but sometimes celebrated."]},{"begin":"136.120","end":"136.640","lines":["Mm."]},{"begin":"136.640","end":"154.040","lines":["And so I started out kind of with that, what seemed like a paradox, there. And over time that kind of evolved into: “Well, people also scare themselves for fun, right? Why do they do that?” And that kind of meshed with the interest in violence. And over time that sort of evolved into this research program that I have on morbid curiosity."]},{"begin":"154.040","end":"162.520","lines":["So what do we know about morbid curiosity? Why do humans like stuff that scares them or grosses them out?"]},{"begin":"162.520","end":"195.000","lines":["Well, most people don’t enjoy the feelings of being grossed out, for example. But a lot of people will look if you say, “Oh, my gosh, this is so gross; you have to see this,” right? So it is kind of a weird thing. And, you know, one thing that I’ve found from my research is that a lot of people, especially when it comes to fear, may not necessarily enjoy the feeling of fear itself. Some people do: adrenaline junkies, for example, people, like, who like skydiving or who like roller coasters or things like that. And a lot of people—like a lot of horror fans even, for example—actually don’t necessarily enjoy the feeling of being afraid, but they do enjoy the feeling of overcoming that fear ..."]},{"begin":"195.000","end":"195.400","lines":["Hmm."]},{"begin":"195.400","end":"207.120","lines":["They enjoy the sort of, you know, self-confidence you get from tackling something difficult. And I think, you know, humans see this in other areas of their life, but it’s interesting, too, that it shows up in this sort of entertainment sector as well."]},{"begin":"207.120","end":"211.160","lines":["Are we the only animals who like getting scared on purpose?"]},{"begin":"211.160","end":"227.200","lines":["I don’t think so. You know, it’s always hard to tell what other animals enjoy versus don’t enjoy and just sort of—it’s hard to interpret behaviors, right, in that way. But we’re certainly not the only animals that put themselves in scary situations when they don’t have to or watch scary things when they don’t have to."]},{"begin":"227.200","end":"245.400","lines":["So for example, if you’re out [in the] Serengeti, you might see some Thomson’s gazelles grazing about, and you might see a cheetah kind of in the background, which is one of their natural predators. And what you’ll see is that—you know, you would expect if—you know, I’m not a gazelle, but if I was a gazelle, I would think, “Okay, if I saw a cheetah, I should probably run every single time,” right?"]},{"begin":"245.400","end":"265.440","lines":["But that’s not actually what you see. Instead what you see is that some of the gazelles will actually stop and observe the cheetah. And it’s not random which gazelles do this; it’s actually the adolescents and the subadults, so kind of those gazelles who are young and healthy and fit and could escape if something happened but maybe don’t have as much exposure to their natural predators yet."]},{"begin":"265.440","end":"288.400","lines":["So the assumption there is that they are trying to learn something about their natural predators because, you know, cheetahs, like most cats, spend about 23 out of 24 hours of the day just lounging, right, and not actually hunting or eating or doing anything else. And so it’d be pretty inefficient for prey animals in general to always run every time they saw a predator. So instead what animals tend to do is gather information about potential threats, in particular their predators."]},{"begin":"288.400","end":"296.160","lines":["That’s super interesting. What about primates? Do we have any research on how they engage with scary stuff?"]},{"begin":"296.160","end":"324.120","lines":["Yeah, so there’s actually a pretty old observation of what I would consider morbid curiosity in primates. But [Charles] Darwin talks about it. He talks about hearing of this story where a man had a [box] with ... snake[s]..., live snake[s] in it, which obviously is a threat to most primates. He was in a zoo, and he would kind of set the bag down, and the primates would come up one by one and peek inside the bag, shriek, run about. But instead of the other primates running away, they would come up and do the same thing. It’s kind of like the “Here’s this scary thing; you have to see this,” right?"]},{"begin":"324.120","end":"324.520","lines":["Yeah."]},{"begin":"324.520","end":"336.840","lines":["I mean, I don’t know if they were enjoying it, right? That’s always hard to say. But they were certainly engaging in that behavior intentionally, knowing that it was something that scared one of the troop members. And Darwin actually replicated this experiment because he was so intrigued by it."]},{"begin":"336.840","end":"358.640","lines":["So, I mean, there’s some evidence there. There’s some more modern evidence, I think with vervet monkeys, that they do this as well; they inspect predators rather than just always running away. There’s, of course, some evidence in, I think, chimpanzees and, and maybe gorillas, too, that if there’s a dead conspecific somewhere, they will actually kind of go and poke it and prod at it, and, and there’s kind of an intrigue or a curiosity there about what it is or what happened."]},{"begin":"358.640","end":"369.000","lines":["Mm, so I know you have done some work on the idea of scary play. Could you tell me more about what that is and what benefit it has for us?"]},{"begin":"369.000","end":"383.880","lines":["Yeah, so scary play is, I think, just an extension of morbid curiosity, right? It’s when you take something scary or dangerous or gross or potentially threatening and you put it in a playful context so that you can better understand it and sort of enjoy that experience, as opposed to just tolerate that experience."]},{"begin":"383.880","end":"395.720","lines":["So like those monkeys, for example, peering inside of a bag with a snake in it, I would—you know, that’s something very close to scary play because they kept going back and doing it and seemed to, you know, be afraid while also intrigued and thrilled."]},{"begin":"395.720","end":"415.880","lines":["But of course, you know, no species engages in scary play quite like humans do, and that’s because we have storytelling, right? Basically, we can create fictional scenarios where we’re not actually in any danger. So we’re not peeking inside of a bag with a real snake in it; we’re watching someone else do that on a screen, right, or in a book, when they’re—we’re imagining the scenario or listening to a story of someone who did that."]},{"begin":"415.880","end":"445.920","lines":["And so what we can do then is we can take, you know, almost a numerous number of scenarios where there’s something threatening happening, and we can tweak it and play with it and, and make it in this very specific format or this very specific storyline, and we can kind of play with that. We can act it out through theater or through games like tag or hide-and-seek, which are pretty basic predator-prey interactions, right? If you watch kids play games like tag or hide-and-seek, there’s always one person who’s “it,” who’s hunting the other people, and if they catch you, you’re “it,” or you’re out, right?"]},{"begin":"445.920","end":"463.560","lines":["And so I think, you know, humans do this in, in all kinds of different ways, whether it’s through physical sort of rough-and-tumble play or through imaginative stories: through video games or movies or other kinds of storytelling. We engage in all kinds of scary scenarios when they’re relatively safe—and, often enjoy it."]},{"begin":"463.560","end":"469.600","lines":["Yeah, and what do you think some of the sort of, I don’t know, evolutionary or personal benefits of that are?"]},{"begin":"469.600","end":"484.520","lines":["Yeah, well, you know, if—in other animals, the benefits of something like predator inspection, where you’re actually watching the predator, is to learn about threats, right? And I think that’s probably true in humans, maybe less so now that we have—you know, most of our scary play comes through fictional scenarios that may or may not ever exist."]},{"begin":"484.520","end":"495.400","lines":["But certainly, we can engage in scary play that mimics real-life scenarios. You know, we saw this, I would say, in 2020 with the pandemic. You had Contagion, which was, at that time, I think a nine-year-old movie ..."]},{"begin":"495.400","end":"495.880","lines":["Mm."]},{"begin":"495.880","end":"515.280","lines":["That kind of fell into obscurity. I mean, it was kind of popular when it came out, but it quickly fell into obscurity, and then in March of 2020 it became [one of] the most-watched movie[s] in the world, you know, and I don’t think that’s a coincidence, right? People were seeking out—in some ways, cognitively playing with—you know, what happens during a global pandemic, and the closest thing they could find to that was Contagion."]},{"begin":"515.280","end":"542.240","lines":["But I think there are other benefits as well besides just, you know, literally learning what to do in certain scenarios. I think the biggest benefit actually comes from your ability to manage feelings of fear and anxiety. Because if you set something in a playful frame, it allows you to kind of step back and pause and collect yourself and feel those emotions without the associated danger with them. And what that allows you to do is kind of practice dealing with those emotions—practice feeling afraid, practice feeling anxious—and practice kind of regulating those."]},{"begin":"542.240","end":"581.920","lines":["And we see that, you know, in—there’s some research out of the Games—I think it’s the Games for Emotional and Mental Health Lab. They’ve created a game called MindLight that does exactly that; it’s a scary game for kids. They wear a EEG band, and it gives them some, some biofeedback. And basically, the kids play this scary game and, you know, have to face these different kinds of monsters, and if they get too anxious, it’ll have ’em pause and practice certain kinds of techniques from cognitive-behavioral therapy and kind of get through that scary moment so that they can continue the game and play through to the end. And it’s been shown to be, you know, as effective as cognitive-behavioral therapy in reducing anxiety, which is pretty incredible because that’s, like, the gold standard for reducing and treating anxiety."]},{"begin":"581.920","end":"594.240","lines":["Yeah, very cool. What do you think people can learn from the fact that, you know, we have this really interesting, very old relationship with morbid curiosity?"]},{"begin":"594.240","end":"619.520","lines":["I think a lot of people, you know, when they first experience that, or, you know, let’s say someone is a horror fan, it can be kind of alienating if other people aren’t horror fans and they don’t understand, you know, “Oh, this person likes movies where people are dying or where there’s blood and gore, so they must be a psychopath or have no empathy.” And, you know, my research shows that that’s actually almost, if anything, the opposite: horror fans not only have pretty much the same levels of empathy as other people, they actually excel in certain kinds of empathy ..."]},{"begin":"619.520","end":"619.880","lines":["Mm-hmm."]},{"begin":"619.880","end":"621.720","lines":["Like cognitive empathy or perspective taking."]},{"begin":"621.720","end":"632.920","lines":["And so I think, you know, some of the research that I’ve done maybe, in some ways, might calm some nerves, both of people who are morbidly curious and people who aren’t and are concerned about their friend or family member who is, right?"]},{"begin":"632.920","end":"649.720","lines":["I mean, like anything, you know, you can always take a personality trait too far. You know, if you have—any even beneficial personality trait or beneficial trait can always be taken too far and eventually become psychopathological, but it doesn’t seem to be the case that, you know, even high levels of morbid curiosity are associated with that—any more than any other trait."]},{"begin":"649.720","end":"656.080","lines":["What are some of the big questions you’re still hoping to answer about fear and morbid curiosity?"]},{"begin":"656.080","end":"678.480","lines":["Well, I think there’s quite a few. One of the things I’m working on now—my sort of main hypothesis in a lot of my research is that people use scary play to help them practice, again, feeling afraid, feeling anxious and, like, understanding how they react in times of fear. But what’s interesting in some of the research I’ve done, in some recent studies I’ve done at haunted houses is that, you know, people do these experiences with others most of the time."]},{"begin":"678.480","end":"678.800","lines":["Mm-hmm."]},{"begin":"678.800","end":"691.680","lines":["And so you could actually be learning about potential romantic partners, for example, and how they react in times of anxiety or fear, potential friends, potential allies. So not only are you learning about yourself, you might be learning something about other people around you."]},{"begin":"691.680","end":"714.200","lines":["And I think, of course, it’s, you know, just continuing the work on understanding how scary play might actually help people overcome feelings of anxiety—or in some cases, even depression or, or PTSD—and understanding why it works for some people and, and maybe doesn’t work immediately for other people so that, you know, those experiences might be able to be tailored so that they have a broader appeal but also are more effective more broadly."]},{"begin":"714.200","end":"722.560","lines":["And do you have any advice for people who feel like they are prohibitively not into scary stuff [laughs]?"]},{"begin":"722.560","end":"748.080","lines":["I, personally, I love horror movies; I’m also very susceptible to them. I am, like, the person who goes to a horror movie and then screams at every jump scare and can’t sleep with the lights off for a few weeks afterwards, so it’s a very—I have, have a very complex relationship with them. But for folks who are like, “I don’t get it at all, and I—there’s so much media I can’t engage with,” is there any way to get less scared of scary stuff?"]},{"begin":"748.080","end":"764.480","lines":["I think a common mistake people make, if they’re really afraid of horror and they want to maybe get into it or maybe overcome that, a common mistake they make is they jump into something way too scary, right? It’d be like if I was trying to learn a new skill and I jumped in at the intermediate level instead of at the beginner level."]},{"begin":"764.480","end":"773.080","lines":["And so I think one thing people can do is actually just ease themselves in with kind of campy horror films, you know, ones that are, like, not too scary, kind of silly. And over time ..."]},{"begin":"773.080","end":"773.320","lines":["Right, maybe ..."]},{"begin":"773.320","end":"774.040","lines":["Yeah ..."]},{"begin":"774.040","end":"774.840","lines":["Evil Dead ..."]},{"begin":"774.840","end":"775.640","lines":["Exactly."]},{"begin":"775.640","end":"776.120","lines":["Is a good starting point."]},{"begin":"776.120","end":"778.560","lines":["Even The Evil Dead might even be too—you know, it’s, it’s pretty ..."]},{"begin":"778.560","end":"779.160","lines":["That’s true."]},{"begin":"779.160","end":"787.640","lines":["But it is campy—it’s so campy—but it’s great because of that, right? It’s—it is kind of this, like, almost welcoming kind of film because of that, right? It always eases the tension with the silliness."]},{"begin":"787.640","end":"794.920","lines":["But I would, I would be curious to hear why do you—why are you interested in going to a horror movie if it causes you nightmares or causes you to scream?"]},{"begin":"794.920","end":"837.480","lines":["Yeah, it’s such an interesting thing for me. I think, initially, I did kind of jump into horror that I was not really ready for [laughs], and that just creeped me out too much. But I think I love gothic horror as a genre. I really like, you know, sort of, like, complex, creepy stories. As a writer I’m really interested in horror because of, like, the way it deals with emotions and the kind of stories you can tell with horror. So that’s also why I love consuming it. And I think I just—I’ve always had a real, like, hair-trigger jump scare response. A friend can jump out and scare me, and I can see them coming, and I’ll still [laughs]—they’ll still get me."]},{"begin":"837.480","end":"854.280","lines":["So I think that’s sort of the conflict with me, is that I have a very strong, like, physiological response to horror, but the themes, I think, are really interesting to me. And I—there is also that rush of surviving the jump scare is also definitely a big part."]},{"begin":"854.280","end":"857.320","lines":["I like creepy stuff. I like weird stuff, so [laughs] ..."]},{"begin":"857.320","end":"869.080","lines":["Yeah, I think—you know, so I did a study a few years ago at a haunted house in, in Denmark, and the purpose of the study was actually to see: “Are there different kinds of horror fans?” Because for a long time ..."]},{"begin":"869.080","end":"869.440","lines":["Mm."]},{"begin":"869.440","end":"894.840","lines":["The assumption was that: “Well, everyone who likes horror likes it because they love feeling afraid. They’re adrenaline junkies.” And that was kind of the default answer for so long, but there was really not a lot of evidence for that. It didn’t seem true to me based on the research I was doing, and so I conducted this study with some colleagues at the Recreational Fear Lab, and what we found that—is that there are at least three kinds of horror fans, you know, potentially more, but there are the adrenaline junkies. That is one portion of them, or one portion of horror fans."]},{"begin":"894.840","end":"913.160","lines":["But then there’s a second portion that we’ve called the “white knucklers.” So if you squeeze your knuckles together in fear, you kind of get this white color across your knuckles, right? That’s where that came from. And those people were really afraid during the haunted house. But when they came out, they said, you know, “I really enjoyed feeling like I could get through this,” right? That’s kind of that feeling of confidence."]},{"begin":"913.160","end":"936.720","lines":["And then there was a third kind that we didn’t quite expect. We expected the first two kinds because we had some evidence that both of those existed. But there was a third kind that came out, and we called them the “dark copers.” And we called them that because these people seem to be using horror as a way to deal with difficult emotions. So you mentioned, you know, horror is a little bit unique in that it can deal with certain kinds of scenarios and emotions that other genres can’t really deal with in the same way."]},{"begin":"936.720","end":"937.200","lines":["Mm-hmm."]},{"begin":"937.200","end":"944.520","lines":["And I think a lot of people seem to use horror as a way to work through some of those difficult or tricky emotions—or emotions that just aren’t found in other genres so much."]},{"begin":"944.520","end":"953.760","lines":["Totally, yeah, no, I’m definitely somewhere between those last two. All my favorite horrors, like, the Scooby-Doo mask comes off ..."]},{"begin":"953.760","end":"953.840","lines":["Yeah."]},{"begin":"953.840","end":"956.800","lines":["And it was childhood trauma the whole time, you know [laughs]?"]},{"begin":"956.800","end":"959.080","lines":["Yeah [laughs]."]},{"begin":"959.080","end":"967.000","lines":["This was so fun, especially given that we are, you know, in spooky season. So thanks so much for coming on to chat."]},{"begin":"967.000","end":"969.440","lines":["Sure, happy to. Thank you."]},{"begin":"969.440","end":"981.960","lines":["That’s all for today’s spooky installment. We’ll be back on Friday to chat with a few Scientific American editors about how your trip to the polls next week could impact health and science policy in the years to come."]},{"begin":"981.960","end":"1015.480","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1015.480","end":"1022.760","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1022}