{"title":"Reflecting on the Arecibo Message, Our First Attempt to Speak with the Stars","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/celebrating-the-50th-anniversary-of-the-arecibo-message/","audio":"https://traffic.megaphone.fm/SAM9530419007.mp3?updated=1731619399","intro":["On the 50th anniversary of the “Arecibo message,” we present a reflection on humankind’s first attempt to send a transmission to intelligent life in the cosmos."],"authors":["Rachel Feltman","Nadia Drake","Fonda Mwangi"],"category":["Extraterrestrial Life"],"transcript":[{"author":"","text":"[CLIP: Sound of Arecibo message being sent]"},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. On November 16, 1974, humanity sent an unprecedented message into the stars."},{"author":"","text":"[CLIP: Frank Drake gives a speech on the day of the Arecibo transmission: “If we go as far away as Mars or the other planets and look back, even with a powerful spacecraft, it is essentially impossible to know of human life on Earth. But now, with this radar transmitter, the Earth is exceedingly visible.”]"},{"author":"","text":"That was the voice of Frank Drake, a late astronomer and astrophysicist who was instrumental in sending what’s now known as the “Arecibo message.” Here to tell us more about humankind’s first attempts at finding intelligent life in the cosmos is freelance science journalist Nadia Drake. "},{"author":"Feltman","text":"Thank you so much for joining us to chat today."},{"author":"Nadia Drake","text":"Thank you. It’s good to be here."},{"author":"Feltman","text":"Let’s start with some basic context for our listeners: What was Arecibo, and what anniversary are we talking about today?"},{"author":"Nadia Drake","text":"The Arecibo Observatory was formerly the world’s largest radio telescope. And that was until China built their bigger radio telescope more recently, but for many years it had been the largest telescope on Earth, with, with a dish that spans 1,000 feet [305 meters]. And it had a very powerful radar transmitter that they used to study bodies in the solar system, actually."},{"author":"","text":"In 1974 the observatory had just finished doing some upgrades to the facility that were going to turn it into a world-class observatory for astronomy. One of the things they did was they replaced the reflector dish for the telescope and gave it a surface that would let it make observations at frequencies that were really useful for astronomers."},{"author":"","text":"And the other thing they did was that they upgraded the transmitter and gave it more power. And to commemorate that upgrade they decided to have a dedication ceremony and invited about 200, maybe 250 people down to Puerto Rico. And at that ceremony they sent a message into space using the new, very powerful transmitter."},{"author":"","text":"[CLIP: Frank Drake gives a speech on the day of Arecibo transmission: “The message will take a little less than three minutes to send. When it is finished the first words will already be three quarters the distance to the orbit of Mars.”]"},{"author":"Nadia Drake","text":"And that was on November 16, 1974, so this is the 50th anniversary of that message transmission."},{"author":"Feltman","text":"Very cool, and we’re gonna get more into the message itself, but for listeners who don’t know, could you tell us about your personal connection to the message?"},{"author":"Nadia Drake","text":"My dad, Frank, is the person who designed the Arecibo message, and he did that with a little help from some folks who were at Cornell University at the time, which is where he was. So his fingerprints are, are all over that design and, and the transmission itself."},{"author":"Feltman","text":"Wow, so 50 years ago we sent this message out into space, and your dad was instrumental in crafting it. What did it contain?"},{"author":"Nadia Drake","text":"The message contained a lot of information about who we are, as humans, and where we live and the telescope, the facility that actually sent it into space. So in a sense it was basically an interstellar selfie [laughs], right?"},{"author":"Feltman","text":"Mm."},{"author":"Nadia Drake","text":"Dad sent an image of humans; he drew a kind of cartoony-looking drawing of a human, and he included information about the chemical elements that make us who we are, some of the biomolecules that make us who we are. He had an image of the DNA double helix, which was still a relatively recent discovery in 1974 and I think was on everybody’s minds when they’re thinking about, you know, what it means to be human. And then he included a diagram of the solar system that had Earth kind of bumped up so it would tell anybody who looked at the image which planet we lived on."},{"author":"","text":"So it was just a lot of information about humans, where we are and some of the very basic building blocks that make us human."},{"author":"Feltman","text":"Yeah. Was this the first message that was, you know, seeking extraterrestrials in, in some sense?"},{"author":"Nadia Drake","text":"[Laughs] It’s a really good question. In a sense I think you can definitely say that this is the first time that we sent a message to the stars with the idea being that it could be received by an extraterrestrial civilization."},{"author":"","text":"It is not the first deliberately designed message to leave Earth. Soviet scientists had actually done that a few years before that, using a planetary radar facility in Ukraine. And they had sent words in Russian to the planet Venus, where we don’t think anybody lives. And that message bounced off of Venus and came back to Earth, where it was received by the audience that it was intended for, which was us ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Nadia Drake","text":"Humans, yeah."},{"author":"Feltman","text":"Yeah, more of a demonstration than a serious attempt."},{"author":"Nadia Drake","text":"Yeah, what’s interesting, though, is that Arecibo was also a demonstration of, you know, the new facility’s power, so it’s an interesting parallel between those two situations, I think, that, yeah, demonstrating the capability of a new facility means sending a message into space somehow [chuckles]."},{"author":"Feltman","text":"Yeah, well, and I do think that, you know, what really distinguishes it for a lot of people was how much care was put into creating something that, at least theoretically, could maybe be interpreted by a species that had, you know, completely different language than we did. Could you tell us a little bit about how your dad accomplished that?"},{"author":"Nadia Drake","text":"I love that you said it was crafted with care [laughs]. I’m just gonna share that observation."},{"author":"","text":"Yeah, so Dad had this idea to send a message, and he put a lot of thought into what it would say, and he said, ultimately, that he wanted to share information that would be useful for whomever detected it, thinking that maybe they could be made of the same things that we are; they might not be, but either way this would be an interesting scientific result for them."},{"author":"","text":"So he didn’t wanna make the message completely on his own, and he asked for help from some of the staff and the students that he was working with, and he actually did get some help from some of the students. One person who was a graduate student at the time at Cornell University—his name is Richard Isaacman, and he did collaborate with Dad on creating some of the information that’s in the message."},{"author":"Feltman","text":"And I think, you know, for some listeners, when they hear about messages sent to the stars, it—it’s hard to wrap their head around, you know, what sort of format this might be in that, you know, makes it at all possible for us to imagine that an alien would be able to encode it. What are we literally talking about? What’s in there?"},{"author":"Nadia Drake","text":"I think when you’re considering, “How do you communicate with someone whose language you don’t speak?” ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Nadia Drake","text":"The answer that Dad reached is using images, using art, something that’s representational, that doesn’t require a real understanding of vocabulary or, you know, the language that you’re using."},{"author":"","text":"So he sent an image, and he coded all of the information into that image using a binary code. So it was a string of zeros and ones, literally just 0001010—you know, something like that, where every time there’s a 1 in the code, you would imagine shading in a circle."},{"author":"Feltman","text":"Hmm."},{"author":"Nadia Drake","text":"And he sent 1,679—check me on that—bits [laughs], and when you arrange those in a grid of the right dimensions, which is the product of two prime numbers, you get this image. And along the top row it starts with the numbers one through 10 in binary, which is kind of what you need to use to decode some of the information that comes farther down."},{"author":"Feltman","text":"So you wrote a piece for Scientific American where you recounted surfacing some of your dad’s notes and papers from this time. Could you tell us a little bit about what you learned from those documents and from talking to other folks who were involved in sending the message?"},{"author":"Nadia Drake","text":"It was—yes, it was really fun. I was going through some of his files, and we found this original or very early draft of the message, which was done on graph paper—it was just penciled in—and you can see that he’s working through some of the calculations there about how to do the programming. There are notes in the file that show that he’s working out how to represent various elements in the periodic table. And then he’s got some calculations that are—it’s him calculating how long it’s gonna take the message to get to the other planets in the solar system, like Mars, Jupiter—Pluto was still considered a planet then, so it’s in that list."},{"author":"","text":"And what I learned that was probably the most surprising to me is that when I shared an image of that draft on social media, it got a much larger response than I was expecting. It was—so many people immediately knew what it was. They were really excited to see it. And it was a kind of fervency in response that I, I hadn’t been anticipating ’cause, you know, growing up with the Arecibo message [laughs], it’s, it’s in our house—it’s a stained-glass window at my mom’s house now, and ..."},{"author":"Feltman","text":"Oh, wow, yeah."},{"author":"Nadia Drake","text":"I just hadn’t been aware of how much importance it had in [the] collective consciousness of people who are interested in these things."},{"author":"Feltman","text":"Absolutely. Yeah, well, and, and speaking of that, you know, I think people are so fascinated by the idea of reaching out to extraterrestrial life. How has that search evolved over the last half a century?"},{"author":"Nadia Drake","text":"So in, in 1960 Dad did the first scientific search for extraterrestrial civilizations, and he was looking for radio waves that would be distinctly artificial in origin because that is what we use here to communicate. So he was really using us on Earth as a basis for what we think we could expect to see from other civilizations as well."},{"author":"","text":"And since then searches for extraterrestrial technologies—or the search for extraterrestrial intelligence, SETI—I would say has evolved in a way that includes many different kinds of signatures of extraterrestrial technologies. So in addition to looking for radio waves, which we’re still doing, SETI searches are also looking for optical flashes of laser light or the waste heat generated by energy-harvesting megastructures or really any kinds of weirdness in astronomical data that could be there. I would say the search has broadened quite a bit to include not just technologies that are used in communicating but just any detectable technology at all."},{"author":"Feltman","text":"Yeah, and what do you think the future holds for, you know, the search for extraterrestrial intelligence?"},{"author":"Nadia Drake","text":"I hope it holds a discovery [laughs]."},{"author":"Feltman","text":"[Laughs]"},{"author":"Nadia Drake","text":"I really wanna find that signal [laughs]."},{"author":"","text":"I think what’s also really promising right now is that the search for “technosignatures,” or, you know, signatures of technology, is really starting to be taken more seriously within the science community. It’s not this kind of—people in the SETI community call it the “giggle factor” that used to impede progress in SETI, but it seems like that, quote, unquote, “giggle factor” is fading away, and SETI is starting to be taken seriously as a science."},{"author":"","text":"So that’s really exciting, and that’s an evolution in thought that I think has occurred over, you know, the period of time that I’ve been a science journalist—so really within the last 10 to 15 years we’ve started to see that, which is really exciting."},{"author":"Feltman","text":"You mentioned a really fervent response to some of the, the notes from your dad that you found. What do you think it is about the Arecibo message that really just grips people?"},{"author":"Nadia Drake","text":"Actually I’m really curious about what you think [laughs]. What’s your idea there?"},{"author":"Feltman","text":"I mean, I, I love what you said earlier about the message being almost like a, a selfie for the planet, just really sort of trying to encapsulate what we are and sending it out into the galaxy."},{"author":"","text":"You know, I think there’s something so universal about, like, wanting to be seen, and I think when we’re talking about SETI, again, we do really fundamentally want to not be alone and wanna be seen, but there’s something, like, a, a little bit, you know, existentially woozy about it, too. So I, I think it feels so big to think about the search for extraterrestrial intelligence, and having something so tangible and, and earnest, I think it’s really beautiful. It’s a nice thing to do, even if we don’t necessarily expect it to get us, you know, a selfie and reply, but it would be cool if they did [laughs]."},{"author":"Nadia Drake","text":"Oh, that’s, that’s a beautiful answer. I love “existentially woozy.” [Laughs]"},{"author":"Feltman","text":"[Laughs] Yeah, I think, ’cause I’m not—it’s not—it shouldn’t be scary, but it is; it’s a very big thing, so [laughs]."},{"author":"Nadia Drake","text":"It’s a very big thing. And, you know, I think there’s a, a little bit of an overlap with some kind of spiritual ideas, too, when you think about SETI and the fact that a lot of people think there might be answers out there: some truths, some ideas about, you know, the, the nature of reality and how we fit into it. And that might fall out of the stars if we find the right beings to communicate with."},{"author":"Feltman","text":"Nadia, thank you so much for sharing this with us and for taking the time to chat. I’m sure our listeners will also really enjoy reading your piece on ScientificAmerican.com. But again, thank you so much."},{"author":"Nadia Drake","text":"Yeah, thank you, Rachel."},{"author":"Feltman","text":"That’s all for this week’s Friday Fascination. We’ll be back on Monday with our science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode featured original reporting from Nadia Drake. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend! "},{"author":"","text":"[CLIP: Arecibo transmission complete and crowd cheering]"}],"wave_peaks":[3857,7872,11883,11363,9047,7984,6841,6993,8359,6206,21172,21546,21551,21093,18973,14727,18283,21670,20081,21494,21174,12635,20097,21328,21232,19089,21459,18836,21402,17599,21400,18249,10154,4650,5686,21391,21369,21566,20837,21817,21536,21362,21436,20861,19840,21631,20068,17969,17411,23236,20595,21261,19023,21329,12441,4041,9865,21497,17011,21672,20256,21016,20516,17281,6997,18549,20068,21818,20476,19432,21495,20498,18637,20281,20877,19798,21437,21499,16041,21367,21812,8944,13211,5699,11509,10849,20414,17445,19943,17879,18765,12672,21122,16144,5032,13541,5603,6733,4541,6902,8677,8920,9310,9007,8742,8790,9088,9055,7692,7595,7669,8102,5770,3043,1732,974,1377,15625,11841,9369,9592,14740,7986,8905,15276,7283,13907,3324,1987,15484,11273,8728,8765,15518,7826,11255,8551,14434,9233,8445,11691,8700,15733,11766,9962,8757,6521,11602,7278,4619,2496,2437,12256,13871,11320,10729,8491,5672,842,813,864,12757,13715,7457,12397,11359,6714,6192,8610,6755,8591,6181,4980,9980,10101,10006,7917,4793,8879,7735,9287,9936,1060,665,13488,10405,1808,6798,10065,12229,5756,5399,2196,923,12602,9765,756,12608,12262,5654,11046,7553,12951,4990,4429,2992,16682,11172,8256,14137,14812,9277,9836,1256,15227,9295,11962,15240,14324,9902,9969,11845,10185,13320,9497,12481,8604,9001,10587,12225,11724,11158,10886,9099,1052,11767,10528,12009,18013,8383,11044,16086,15272,15153,16170,11265,12106,8107,15802,6434,1459,12159,12181,8256,12501,13593,10033,12943,3135,12737,10756,15654,11482,9030,16196,11781,8910,775,848,530,199,278,14934,7348,10794,14475,9299,12832,9406,11100,9297,9088,9317,15415,11689,8068,11625,15476,15316,10217,10962,8978,713,15449,11580,11617,8847,13593,8260,9587,15380,11318,15349,13621,14911,3293,6481,10938,11341,7818,5658,5708,6787,10770,7000,9626,6701,4621,4904,5810,7287,5873,5120,5850,7528,665,402,8671,15395,7941,7726,12099,6771,3945,9139,2665,14281,7985,5290,4657,5197,4508,5893,548,15044,13237,6516,9104,6274,3980,12835,8254,5050,5147,5124,9646,11360,8472,5923,11283,5382,5731,749,15343,9640,10877,15389,9758,6650,10583,3960,9688,7329,8609,7652,7568,6236,6996,7846,3093,489,15490,4809,10757,6926,7923,7250,12377,15050,13701,3997,15432,7298,6329,10016,9576,8384,9711,9574,13080,8960,7207,7561,4920,14188,14133,8256,5531,7821,7511,7294,9732,7314,7863,13248,6087,7209,8736,8614,394,13877,15491,5404,372,11527,14656,9850,7270,5999,4754,8493,12190,8462,11664,8340,6136,7716,8987,7410,5289,398,14372,11844,9996,8024,9872,591,10222,13043,7669,6426,6442,6941,7385,5841,6988,6872,3865,3309,717,12797,9351,11949,7193,13338,10236,8944,10040,5730,4993,333,9201,8282,9045,7538,4086,5709,6024,15450,10285,8539,434,6679,6959,972,544,9605,12089,9619,7656,5648,6738,4829,3506,6876,10246,8804,6246,7328,5405,6592,8316,9127,5802,6090,8672,6242,15504,12671,6473,4477,6159,8103,5651,7752,6665,14256,8729,15205,10393,6620,7171,6093,13676,10621,6893,8358,4987,13163,12630,10686,11048,9789,6332,9956,7179,8004,4076,1955,6525,10079,12442,6494,1144,1239,12991,11002,10470,10258,8124,9849,11096,4546,6060,12508,7905,7362,9970,6511,4229,1870,290,34,15599,9028,9204,12253,8931,3546,6692,9407,10559,9339,415,10820,13402,15361,7480,15622,7071,8695,5580,14198,6544,5284,6235,6744,330,15381,9964,6832,15066,9752,9306,10861,15336,15482,7149,7625,15532,9292,7757,9610,11959,10742,11234,14647,8298,8964,13438,11177,11642,9030,4872,15467,14895,13958,10428,10282,10138,5781,11585,8107,5417,7110,6555,2027,344,14185,9668,15439,8139,6498,7843,6186,7395,8216,7906,14226,9399,7963,8615,7187,5766,7745,10330,6960,1416,279,11412,14471,7750,11835,5774,13768,7357,11092,7674,8317,5065,7684,9609,14166,15463,762,15290,3989,13883,11795,11932,13980,12310,15227,5768,8538,15464,13978,8668,9878,10948,15500,8067,193,14002,8411,8559,101,13086,10352,11606,2225,9953,15455,12781,4762,8646,9849,5325,6849,7415,6676,7089,5062,420,9452,8925,9110,7946,8035,8010,9643,9144,5307,11135,7906,10717,6632,5443,8840,6141,6394,4301,648,8111,15272,15412,8350,8572,7515,5039,4022,7745,7813,13476,3699,2594,6012,4842,10309,13587,14682,12230,9904,10494,14008,6220,6292,6251,3468,7616,7850,5516,12459,8739,9162,7045,5534,4763,590,9492,10562,11914,8472,7315,11132,12143,4799,8386,9343,5294,8173,5113,9134,10636,658,7137,15468,15183,7328,4900,4233,5628,5755,2685,6982,9816,8369,7899,6234,7976,8338,9254,6359,5711,10729,14456,7163,6016,6501,5220,4787,10287,6520,7091,6993,9636,7297,1095,15536,6139,7149,6635,5705,9882,4354,12564,4618,5566,5072,4350,6460,6715,11471,7179,6466,8271,4716,6554,5957,2562,329,15468,12935,10648,6254,8210,6068,367,8851,9834,1853,349,12710,14193,6083,6194,4095,6617,5452,5301,5288,2207,179,1464,10964,10528,13310,7397,6592,8543,6743,5355,4194,10926,13097,7860,5005,5361,8173,11,11627,11412,8680,13168,6763,10488,8098,6743,2535,15491,9839,10988,15382,15310,8336,3123,11255,12196,11740,11474,14045,13991,11471,8665,14565,9747,6235,121,11964,11273,13410,13828,8767,387,281,13277,11577,6374,6655,3872,4800,5684,6344,9545,6346,6346,6745,6420,8422,8673,5942,7576,9227,11774,14532,577,11620,15497,6387,5057,5450,15424,7095,12287,5197,9508,7291,6337,7575,6023,4987,5544,985,662,15398,15469,11785,12443,10238,6811,9117,8734,6116,6136,8940,8312,1239,12504,13514,6338,12616,8348,6959,525,2131,13998,7693,7475,7991,7183,7072,7268,6183,8030,6337,5598,2402,111,9693,8134,3789,16,13061,12606,10115,13095,10773,6514,11097,15451,5291,4135,13,8155,7889,9596,6549,5778,1615,1937,7596,8152,15450,8292,7460,4430,9037,4655,85,65,8223,12330,11856,11801,5687,4900,11178,14671,7756,9331,10416,11884,11703,12337,7229,11450,10033,5986,5103,6635,6153,1306,509,15430,10271,72,15334,7860,13593,15661,8015,11246,11993,10863,15457,8837,10019,7906,8654,15470,7123,10111,14361,8625,925,12561,14057,12877,13790,8950,7345,7271,6105,4751,3928,6795,7193,6090,6956,5447,6300,6786,4759,342,6894,11660,12227,15345,10421,5759,6287,5673,5913,6652,6561,12633,7323,7103,13598,9878,7923,10545,11176,6090,8560,6922,11080,6818,7450,10319,4986,8532,10618,4370,13853,12726,11858,9800,11135,9024,13982,10329,11115,10884,12181,12389,8898,9275,920,8490,15517,3843,8892,11215,7852,8991,15704,8832,8281,9335,3518,1340,14228,9706,7442,10318,11680,8319,8704,9480,13182,15384,8990,7365,15442,9748,1306,11775,8268,10234,14225,11370,10597,13556,14337,474,12495,13825,7921,15476,15578,10366,13598,8902,10613,5505,11150,12118,13779,5860,11,9190,14373,9039,6120,7448,7456,13782,20008,9104,5799,4166,228,49,11435,14778,5846,13097,12164,10322,3699,9986,9271,7000,6592,9851,4218,2708,278,243,13053,13160,7034,13565,11184,12040,4473,6398,6366,3800,5816,10021,2735,12849,10978,12790,15364,12598,6445,6687,7402,8745,9635,4462,5489,1699,408,15302,6875,9158,4870,5881,6475,5316,6955,5579,7505,8737,9643,9641,8045,520,2483,14766,12965,7552,8386,5596,5557,5628,5055,6453,6093,3128,2052,10219,12411,10966,6629,6762,8609,5762,8217,8451,4495,445,3774,15488,6497,7738,14063,14910,10321,2424,10803,7118,6490,5116,5749,5101,4443,5785,5513,4227,5469,15410,6909,6914,15433,9026,11784,6966,14381,15409,5764,7439,12715,774,9520,8709,12754,6533,11493,7360,5816,342,15429,14442,8756,9442,7802,7229,5408,10152,5379,407,8285,6030,4859,5879,13754,5425,4778,10504,4425,5784,4904,5079,4028,316,13150,9336,11437,6511,4467,8524,6678,15475,11989,9208,6577,5590,6923,7506,11858,6018,7266,7471,10903,5887,109,11575,10646,10412,9435,10314,10931,13191,9497,13662,14203,13854,6815,8634,11811,8308,7433,2671,222,11959,12548,15184,8804,14359,11587,6455,11682,11634,6728,15498,13356,9917,15261,9461,5574,838,15318,11977,10661,8846,10695,11934,10146,13096,7774,15372,5939,14261,8976,12192,11542,9521,6416,13804,8467,746,8839,7199,10796,8440,15316,15447,7567,15479,8472,8158,12216,4431,15371,8166,11361,7248,15336,15327,11872,11602,11995,5381,10544,12246,325,12834,9527,10802,10781,5104,97,14582,12658,6648,7190,5918,5359,7124,7265,6053,3297,324,7204,14830,8891,11491,8247,5229,11549,9081,8335,13763,6757,6363,10316,8487,393,10287,10838,6932,5472,8678,9140,6765,15456,5689,7030,6117,412,103,15463,9749,7273,10723,5209,5778,6141,7529,7272,3522,10140,4778,5287,3794,21,4135,15238,15431,6766,2212,5123,4686,9900,9376,6031,5373,5052,5066,4774,2340,36,3872,11564,6983,15439,8972,7090,49,10875,6651,10996,11500,7367,7154,7218,5033,9889,11879,9413,7005,7595,7551,5801,6135,5904,5925,15410,14031,6650,4868,622,15453,12930,8302,10348,4572,4530,5902,8576,8324,6960,7404,9343,7214,5517,8986,5527,7310,15379,9426,14934,5071,7002,9676,8922,6465,8286,8090,4371,4682,6484,6872,7275,6666,12891,950,15438,5010,7802,6014,13521,13836,11343,8560,7237,6078,7417,7849,9350,10113,11252,8576,7121,8466,5879,9366,11308,6394,7373,6257,1031,9914,15321,11044,4205,12443,8245,15173,7082,8188,7465,6948,13434,4202,11708,9921,11748,12436,7131,5097,8557,6865,4997,4816,7591,5635,8580,15414,5215,5224,6140,5765,8870,6839,2213,5945,13941,8421,11304,15588,10350,6395,8643,13717,13094,5499,15519,10098,9028,11884,14077,14139,7886,12231,10480,12132,14171,15503,10599,10114,303,13722,10779,9399,14431,11273,8528,9088,15426,9095,10523,6803,10184,15433,12666,10444,8175,9354,11943,7848,8983,10845,5715,1,15455,15254,8270,8556,9246,14170,9642,6685,7704,10914,7322,5998,6071,7150,6822,6309,4744,9122,9495,160,9778,15431,8997,9044,14537,6078,4971,2329,432,15210,8090,6005,5995,6816,11033,5342,4498,3420,15526,4389,5094,7676,6868,7091,528,287,15348,8584,8544,9901,9844,12061,5639,8509,5815,8799,7463,8113,5148,10510,9912,9470,6555,2967,773,12050,13836,8574,5358,10137,7473,13656,15455,5656,5126,4602,10005,6126,9787,6869,7040,7689,11047,9597,6764,6114,7694,6957,6795,1256,801,14347,15520,12984,11575,6095,5138,13637,11705,13267,1846,13590,15165,12549,6793,10605,5118,6704,7113,7859,10160,8923,8608,5392,9055,8338,3173,3857,10092,6235,6390,2000,15498,5558,6972,5558,7821,8859,7779,10765,15469,1207,883,14881,8062,14374,3406,15393,11376,8645,8573,4524,6287,7977,10756,4650,6982,7174,4021,11252,9096,7832,7341,6158,6103,1012,10916,12950,7210,4022,9191,5464,520,13559,14088,14139,10458,13233,6996,7672,7927,6477,4567,8545,4342,6109,7026,4552,229,15403,8980,12698,5754,7200,7951,8020,7076,5065,3566,297,3368,10386,8508,9205,8013,6689,6538,6405,7022,6977,7622,5471,1146,9078,11305,2187,15460,7809,9351,9511,10825,12858,6295,5616,5471,6486,6834,3555,9885,12641,6210,10905,12184,8390,9429,9908,1663,12906,15396,9294,9605,10643,8326,4794,7754,5488,7490,1611,616,142,15378,11988,5660,10234,1852,11091,8326,6327,8552,6632,4048,10673,8179,15401,10113,12560,11524,7742,9144,7582,18,15536,6570,7585,120,41,15602,5800,8959,15458,8061,15352,10165,11222,15347,7255,7747,10504,10134,11262,9242,9496,14410,13698,12544,11541,10742,658,4118,12252,15510,15113,10336,9522,13550,10979,12343,15253,15362,11168,8324,5048,15494,8348,8385,9965,5966,1011,12951,11820,5992,7706,10868,6358,11067,15119,6442,7020,5130,4655,4700,7515,4107,6319,816,15358,12465,10480,8659,7102,7566,11634,9131,6085,7441,7242,6385,7663,8421,6736,7297,5634,8268,4702,8754,11351,8148,5773,8232,15444,5745,6189,4645,2932,8640,10271,12642,9014,5520,15445,12958,5224,4171,8381,4961,10179,10774,1195,10577,5713,8282,14566,10620,3137,1141,15207,11351,7012,9800,7673,3753,14,16,13705,12448,13656,11570,4089,9595,15762,7104,8436,8367,7221,5393,5308,8729,5520,7704,11081,4122,8197,7305,6654,10084,4641,1045,15515,13939,12288,11695,12772,6706,5973,6820,7186,7440,9935,10743,7916,7114,11216,6415,8091,8003,6422,6479,4598,4361,444,12407,15235,9424,9321,12029,11632,10802,9030,7185,9676,5874,3017,668,15459,9802,13001,7886,6699,7665,13739,8592,14104,6500,10138,8270,9867,7984,4550,6728,5030,15431,7411,10007,11486,9581,7675,6457,8888,10894,6735,6244,491,13190,14534,8331,3353,10155,10692,8301,5718,5877,4559,5816,8770,6493,8472,15356,13655,10426,13281,8692,9899,6108,7623,15473,13732,7850,7460,7641,5306,6594,7531,5216,5899,5095,9051,9955,13059,3932,15331,15476,495,15116,8455,12399,12148,10965,9117,11695,12408,14592,15496,10430,14296,9266,2876,136,7751,12226,10340,6201,5430,6184,28,11803,7748,11703,15157,12244,9645,12938,8680,8364,756,10114,10611,8770,6835,5846,15392,10137,12175,9869,10591,8383,331,32,9316,13773,8474,11377,7877,5773,7543,7270,1496,6553,8353,8091,9668,9044,8913,12405,13026,7994,7687,7701,8381,7481,7752,11219,11364,5930,7416,11851,7257,6870,3083,3337,14378,3641,13109,15503,6952,7179,8324,9176,6357,8482,4071,9197,6684,7350,9536,10079,8924,10751,13195,11673,1094,9962,7243,12446,6742,5760,1858,12103,14035,4157,8892,4210,14282,13063,6254,6119,6798,7972,8014,6689,2357,298,9959,15361,7560,7684,6538,7322,3390,13,11196,15426,6107,12788,15443,8208,6323,15316,7579,9288,6867,1500,88,4934,10048,9180,11020,8877,9840,7119,8666,7178,6039,5585,6066,5825,5620,332,10164,15175,7735,6401,6881,7461,6900,3689,0,14598,7787,11928,11825,12055,15403,9061,6924,15448,9845,10014,15418,14830,11153,11755,9944,481,7186,14911,9089,14367,11563,11237,15296,13512,11842,8199,6227,13950,10480,10443,9204,9493,5290,47,15419,15394,11826,13172,4694,5385,6146,9734,13205,11620,9309,15423,12260,11982,11746,6827,13915,13158,14422,10912,10214,11222,9004,11767,12401,14895,181,14264,15515,9789,11855,7380,1121,10460,12079,12160,15458,7381,622,9844,15429,8276,7958,7136,11926,8186,13107,13815,9718,14249,8868,15153,7172,4079,1260,493,15372,14349,9415,4196,1687,219,11660,9154,9363,7079,12321,7342,147,13775,8713,14274,10351,1135,15434,6332,7116,8454,4787,203,13081,9359,15338,14517,13514,5995,185,12829,11418,8925,9485,9020,13680,9691,5750,13681,15324,8930,11176,6204,10841,9094,8550,15483,9125,169,10707,10322,10366,15569,11305,4949,112,48,15573,13514,11599,10284,10355,13461,10371,250,32,14092,15233,10095,8946,9993,15365,14756,7301,7028,1870,12501,10011,10078,12366,7958,9918,15276,8925,14426,9208,13077,7608,11450,9237,7170,3880,15235,10973,9259,9325,10241,15410,4944,15352,6102,9567,4082,15510,9444,9761,10732,11338,11674,14721,9344,9619,10419,9867,9550,1909,14538,11012,15569,8589,12467,10259,11614,15403,7186,13291,10727,11153,197,15601,7051,11079,7791,15314,14670,10756,662,15321,13024,8733,7198,5780,15261,15424,7700,5415,3584,15465,14857,10047,12537,11017,1753,1306,15433,3007,7297,10505,5642,9461,9908,11248,11203,9176,670,6696,6300,193,9875,13866,13930,12235,15458,7822,12711,13303,6578,3362,8175,11953,8193,14476,10186,14525,13378,8216,14308,9615,9286,6937,6212,4098,10828,10701,8436,8067,8110,8704,7320,6845,9299,6902,668,2110,6634,4747,5170,9045,8895,10180,11792,10603,9982,6298,9392,10055,7952,935,15457,8672,8949,5976,6975,5522,11268,6746,123,5362,6271,3886,10356,11128,6743,12648,9537,4565,1096,10304,6508,11738,10283,5805,6812,6245,8661,7932,6268,14724,3177,10579,15494,10787,14462,5672,5529,7338,7574,8991,3088,9849,8891,7795,10075,13974,1617,8380,15908,7629,12250,12833,8882,14409,9790,14591,11033,14669,9957,13244,7496,8896,7635,8232,7778,7918,14629,9174,9402,15345,9735,16030,1664,13709,13905,11393,13641,16472,9997,12866,10681,10355,12331,12386,10977,1342,832,785,15311,11320,11137,10001,16281,16465,13686,6561,943,14040,15200,9150,8962,14947,8374,13651,15498,916,16317,12320,8515,11132,15698,7060,12058,15940,15244,11392,13188,11178,14031,15416,7896,15735,9058,11674,10988,10824,14875,2679,1169,9479,14511,8304,12718,12187,10117,9128,11484,13695,9412,483,3160,10959,11061,14619,10473,15310,16189,9537,13620,1615,15291,11550,8357,7651,15465,13926,7593,12940,2586,8789,15979,16644,11709,11125,10207,15617,9451,10095,15705,13148,7197,2147,881,15814,7512,9729,8481,13290,16381,8772,1592,15159,10695,9674,872,826,798,567,594,828,3002,2590,1811,3411,4603,4719,4621,4948,9405,6907,11600,11927,11014,10103,10084,10621,9717,9772,8934,10644,9548,5837,7626,6544,4641,8583,2525,10962,8124,7377,5145,3837,7434,5347,6226,6006,6711,5332,7362,2540,3014,3138,11404,10705,8976,5236,2198,10147,3874,7190,6261,5540,4652,3032,2164,1729,1717,1601,1985,1442,800,365,133,53,8],"fragments":[{"begin":"0.000","end":"8.960","lines":["[CLIP: Sound of Arecibo message being sent]"]},{"begin":"8.960","end":"30.160","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. On November 16, 1974, humanity sent an unprecedented message into the stars."]},{"begin":"30.160","end":"61.760","lines":["[CLIP: Frank Drake gives a speech on the day of the Arecibo transmission: “If we go as far away as Mars or the other planets and look back, even with a powerful spacecraft, it is essentially impossible to know of human life on Earth. But now, with this radar transmitter, the Earth is exceedingly visible.”]"]},{"begin":"61.760","end":"81.600","lines":["That was the voice of Frank Drake, a late astronomer and astrophysicist who was instrumental in sending what’s now known as the “Arecibo message.” Here to tell us more about humankind’s first attempts at finding intelligent life in the cosmos is freelance science journalist Nadia Drake."]},{"begin":"81.600","end":"83.080","lines":["Thank you so much for joining us to chat today."]},{"begin":"83.080","end":"85.080","lines":["Thank you. It’s good to be here."]},{"begin":"85.080","end":"91.960","lines":["Let’s start with some basic context for our listeners: What was Arecibo, and what anniversary are we talking about today?"]},{"begin":"91.960","end":"116.320","lines":["The Arecibo Observatory was formerly the world’s largest radio telescope. And that was until China built their bigger radio telescope more recently, but for many years it had been the largest telescope on Earth, with, with a dish that spans 1,000 feet [305 meters]. And it had a very powerful radar transmitter that they used to study bodies in the solar system, actually."]},{"begin":"116.320","end":"137.640","lines":["In 1974 the observatory had just finished doing some upgrades to the facility that were going to turn it into a world-class observatory for astronomy. One of the things they did was they replaced the reflector dish for the telescope and gave it a surface that would let it make observations at frequencies that were really useful for astronomers."]},{"begin":"137.640","end":"158.440","lines":["And the other thing they did was that they upgraded the transmitter and gave it more power. And to commemorate that upgrade they decided to have a dedication ceremony and invited about 200, maybe 250 people down to Puerto Rico. And at that ceremony they sent a message into space using the new, very powerful transmitter."]},{"begin":"158.440","end":"168.920","lines":["[CLIP: Frank Drake gives a speech on the day of Arecibo transmission: “The message will take a little less than three minutes to send. When it is finished the first words will already be three quarters the distance to the orbit of Mars.”]"]},{"begin":"168.920","end":"176.440","lines":["And that was on November 16, 1974, so this is the 50th anniversary of that message transmission."]},{"begin":"176.440","end":"184.360","lines":["Very cool, and we’re gonna get more into the message itself, but for listeners who don’t know, could you tell us about your personal connection to the message?"]},{"begin":"184.360","end":"199.480","lines":["My dad, Frank, is the person who designed the Arecibo message, and he did that with a little help from some folks who were at Cornell University at the time, which is where he was. So his fingerprints are, are all over that design and, and the transmission itself."]},{"begin":"199.480","end":"206.120","lines":["Wow, so 50 years ago we sent this message out into space, and your dad was instrumental in crafting it. What did it contain?"]},{"begin":"206.120","end":"221.440","lines":["The message contained a lot of information about who we are, as humans, and where we live and the telescope, the facility that actually sent it into space. So in a sense it was basically an interstellar selfie [laughs], right?"]},{"begin":"221.440","end":"221.880","lines":["Mm."]},{"begin":"221.880","end":"256.120","lines":["Dad sent an image of humans; he drew a kind of cartoony-looking drawing of a human, and he included information about the chemical elements that make us who we are, some of the biomolecules that make us who we are. He had an image of the DNA double helix, which was still a relatively recent discovery in 1974 and I think was on everybody’s minds when they’re thinking about, you know, what it means to be human. And then he included a diagram of the solar system that had Earth kind of bumped up so it would tell anybody who looked at the image which planet we lived on."]},{"begin":"256.120","end":"263.320","lines":["So it was just a lot of information about humans, where we are and some of the very basic building blocks that make us human."]},{"begin":"263.320","end":"269.040","lines":["Yeah. Was this the first message that was, you know, seeking extraterrestrials in, in some sense?"]},{"begin":"269.040","end":"283.440","lines":["[Laughs] It’s a really good question. In a sense I think you can definitely say that this is the first time that we sent a message to the stars with the idea being that it could be received by an extraterrestrial civilization."]},{"begin":"283.440","end":"309.960","lines":["It is not the first deliberately designed message to leave Earth. Soviet scientists had actually done that a few years before that, using a planetary radar facility in Ukraine. And they had sent words in Russian to the planet Venus, where we don’t think anybody lives. And that message bounced off of Venus and came back to Earth, where it was received by the audience that it was intended for, which was us ..."]},{"begin":"309.960","end":"310.920","lines":["Mm-hmm."]},{"begin":"310.920","end":"312.200","lines":["Humans, yeah."]},{"begin":"312.200","end":"315.200","lines":["Yeah, more of a demonstration than a serious attempt."]},{"begin":"315.200","end":"331.760","lines":["Yeah, what’s interesting, though, is that Arecibo was also a demonstration of, you know, the new facility’s power, so it’s an interesting parallel between those two situations, I think, that, yeah, demonstrating the capability of a new facility means sending a message into space somehow [chuckles]."]},{"begin":"331.760","end":"349.800","lines":["Yeah, well, and I do think that, you know, what really distinguishes it for a lot of people was how much care was put into creating something that, at least theoretically, could maybe be interpreted by a species that had, you know, completely different language than we did. Could you tell us a little bit about how your dad accomplished that?"]},{"begin":"349.800","end":"355.440","lines":["I love that you said it was crafted with care [laughs]. I’m just gonna share that observation."]},{"begin":"355.440","end":"380.040","lines":["Yeah, so Dad had this idea to send a message, and he put a lot of thought into what it would say, and he said, ultimately, that he wanted to share information that would be useful for whomever detected it, thinking that maybe they could be made of the same things that we are; they might not be, but either way this would be an interesting scientific result for them."]},{"begin":"380.040","end":"405.440","lines":["So he didn’t wanna make the message completely on his own, and he asked for help from some of the staff and the students that he was working with, and he actually did get some help from some of the students. One person who was a graduate student at the time at Cornell University—his name is Richard Isaacman, and he did collaborate with Dad on creating some of the information that’s in the message."]},{"begin":"405.440","end":"428.520","lines":["And I think, you know, for some listeners, when they hear about messages sent to the stars, it—it’s hard to wrap their head around, you know, what sort of format this might be in that, you know, makes it at all possible for us to imagine that an alien would be able to encode it. What are we literally talking about? What’s in there?"]},{"begin":"428.520","end":"434.680","lines":["I think when you’re considering, “How do you communicate with someone whose language you don’t speak?” ..."]},{"begin":"434.680","end":"435.240","lines":["Mm-hmm."]},{"begin":"435.240","end":"447.520","lines":["The answer that Dad reached is using images, using art, something that’s representational, that doesn’t require a real understanding of vocabulary or, you know, the language that you’re using."]},{"begin":"447.520","end":"464.680","lines":["So he sent an image, and he coded all of the information into that image using a binary code. So it was a string of zeros and ones, literally just 0001010—you know, something like that, where every time there’s a 1 in the code, you would imagine shading in a circle."]},{"begin":"464.680","end":"465.320","lines":["Hmm."]},{"begin":"465.320","end":"489.400","lines":["And he sent 1,679—check me on that—bits [laughs], and when you arrange those in a grid of the right dimensions, which is the product of two prime numbers, you get this image. And along the top row it starts with the numbers one through 10 in binary, which is kind of what you need to use to decode some of the information that comes farther down."]},{"begin":"489.400","end":"504.120","lines":["So you wrote a piece for Scientific American where you recounted surfacing some of your dad’s notes and papers from this time. Could you tell us a little bit about what you learned from those documents and from talking to other folks who were involved in sending the message?"]},{"begin":"504.120","end":"543.920","lines":["It was—yes, it was really fun. I was going through some of his files, and we found this original or very early draft of the message, which was done on graph paper—it was just penciled in—and you can see that he’s working through some of the calculations there about how to do the programming. There are notes in the file that show that he’s working out how to represent various elements in the periodic table. And then he’s got some calculations that are—it’s him calculating how long it’s gonna take the message to get to the other planets in the solar system, like Mars, Jupiter—Pluto was still considered a planet then, so it’s in that list."]},{"begin":"543.920","end":"574.640","lines":["And what I learned that was probably the most surprising to me is that when I shared an image of that draft on social media, it got a much larger response than I was expecting. It was—so many people immediately knew what it was. They were really excited to see it. And it was a kind of fervency in response that I, I hadn’t been anticipating ’cause, you know, growing up with the Arecibo message [laughs], it’s, it’s in our house—it’s a stained-glass window at my mom’s house now, and ..."]},{"begin":"574.640","end":"576.040","lines":["Oh, wow, yeah."]},{"begin":"576.040","end":"582.360","lines":["I just hadn’t been aware of how much importance it had in [the] collective consciousness of people who are interested in these things."]},{"begin":"582.360","end":"594.560","lines":["Absolutely. Yeah, well, and, and speaking of that, you know, I think people are so fascinated by the idea of reaching out to extraterrestrial life. How has that search evolved over the last half a century?"]},{"begin":"594.560","end":"619.040","lines":["So in, in 1960 Dad did the first scientific search for extraterrestrial civilizations, and he was looking for radio waves that would be distinctly artificial in origin because that is what we use here to communicate. So he was really using us on Earth as a basis for what we think we could expect to see from other civilizations as well."]},{"begin":"619.040","end":"656.880","lines":["And since then searches for extraterrestrial technologies—or the search for extraterrestrial intelligence, SETI—I would say has evolved in a way that includes many different kinds of signatures of extraterrestrial technologies. So in addition to looking for radio waves, which we’re still doing, SETI searches are also looking for optical flashes of laser light or the waste heat generated by energy-harvesting megastructures or really any kinds of weirdness in astronomical data that could be there. I would say the search has broadened quite a bit to include not just technologies that are used in communicating but just any detectable technology at all."]},{"begin":"656.880","end":"662.200","lines":["Yeah, and what do you think the future holds for, you know, the search for extraterrestrial intelligence?"]},{"begin":"662.200","end":"664.680","lines":["I hope it holds a discovery [laughs]."]},{"begin":"664.680","end":"665.160","lines":["[Laughs]"]},{"begin":"665.160","end":"667.960","lines":["I really wanna find that signal [laughs]."]},{"begin":"667.960","end":"693.400","lines":["I think what’s also really promising right now is that the search for “technosignatures,” or, you know, signatures of technology, is really starting to be taken more seriously within the science community. It’s not this kind of—people in the SETI community call it the “giggle factor” that used to impede progress in SETI, but it seems like that, quote, unquote, “giggle factor” is fading away, and SETI is starting to be taken seriously as a science."]},{"begin":"693.400","end":"706.880","lines":["So that’s really exciting, and that’s an evolution in thought that I think has occurred over, you know, the period of time that I’ve been a science journalist—so really within the last 10 to 15 years we’ve started to see that, which is really exciting."]},{"begin":"706.880","end":"715.760","lines":["You mentioned a really fervent response to some of the, the notes from your dad that you found. What do you think it is about the Arecibo message that really just grips people?"]},{"begin":"715.760","end":"720.840","lines":["Actually I’m really curious about what you think [laughs]. What’s your idea there?"]},{"begin":"720.840","end":"736.040","lines":["I mean, I, I love what you said earlier about the message being almost like a, a selfie for the planet, just really sort of trying to encapsulate what we are and sending it out into the galaxy."]},{"begin":"736.040","end":"775.120","lines":["You know, I think there’s something so universal about, like, wanting to be seen, and I think when we’re talking about SETI, again, we do really fundamentally want to not be alone and wanna be seen, but there’s something, like, a, a little bit, you know, existentially woozy about it, too. So I, I think it feels so big to think about the search for extraterrestrial intelligence, and having something so tangible and, and earnest, I think it’s really beautiful. It’s a nice thing to do, even if we don’t necessarily expect it to get us, you know, a selfie and reply, but it would be cool if they did [laughs]."]},{"begin":"775.120","end":"779.080","lines":["Oh, that’s, that’s a beautiful answer. I love “existentially woozy.” [Laughs]"]},{"begin":"779.080","end":"787.880","lines":["[Laughs] Yeah, I think, ’cause I’m not—it’s not—it shouldn’t be scary, but it is; it’s a very big thing, so [laughs]."]},{"begin":"787.880","end":"813.880","lines":["It’s a very big thing. And, you know, I think there’s a, a little bit of an overlap with some kind of spiritual ideas, too, when you think about SETI and the fact that a lot of people think there might be answers out there: some truths, some ideas about, you know, the, the nature of reality and how we fit into it. And that might fall out of the stars if we find the right beings to communicate with."]},{"begin":"813.880","end":"823.640","lines":["Nadia, thank you so much for sharing this with us and for taking the time to chat. I’m sure our listeners will also really enjoy reading your piece on ScientificAmerican.com. But again, thank you so much."]},{"begin":"823.640","end":"826.440","lines":["Yeah, thank you, Rachel."]},{"begin":"826.440","end":"831.760","lines":["That’s all for this week’s Friday Fascination. We’ll be back on Monday with our science news roundup."]},{"begin":"831.760","end":"851.760","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode featured original reporting from Nadia Drake. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"851.760","end":"855.320","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]},{"begin":"855.320","end":"876.080","lines":["[CLIP: Arecibo transmission complete and crowd cheering]"]}],"duration":876}