{"title":"Spooky Lakes and the Science of ‘Haunted Hydrology’","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/celebrating-spooky-lake-month-with-its-creator-geo-rutherford/","audio":"https://traffic.megaphone.fm/SAM1488976961.mp3?updated=1729718049","intro":["An open body of water can be particularly eerie. It’s part of what led creator and author Geo Rutherford to make her viral videos on Spooky Lakes."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Water"],"transcript":[{"author":"","text":"[CLIP: Geo Rutherford speaks in a TikTok video: “Do you know what time it is? It’s spooky lake time, obviously.”]"},{"author":"Rachel Feltman","text":"Does that ring a bell? Maybe you’ve stumbled across this series on your TikTok “For You” page."},{"author":"","text":"Here’s another snippet to jog your memory."},{"author":"","text":"[CLIP: Rutherford speaks in another TikTok video: “Um, yes, hello, it’s Spooky Lake Month, where we’re doing 31 days of haunted hydrology.”]"},{"author":"Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re diving into the topic of haunted hydrology, also known as spooky lakes. For the last few years artist and educator Geo Rutherford has used those enticing descriptors to get millions of TikTok viewers interested in learning about lakes, rivers and more. She’s here to tell us more about her new book, Spooky Lakes: 25 Strange and Mysterious Lakes that Dot Our Planet, which Kirkus Reviews calls “a chilling but thrilling primer for budding limnologists.”"},{"author":"","text":"Geo, thanks so much for coming to chat with us today."},{"author":"Geo Rutherford","text":"Yeah, thank you for having me."},{"author":"Feltman","text":"So I feel like a lot of our listeners will probably know you already, but for those of them who don’t, tell me a little bit about Spooky Lake Month."},{"author":"Rutherford","text":"Spooky Lake Month happens every October, from October 1 to October 31. It’s essentially 31 days of spooky lakes and what we’ve coined as “haunted hydrology,” both of which are kind of misnomers, as the audience knows. Despite how many comments I often get of, like, hauntings and supernatural events, people who follow Spooky Lake Month know that Spooky Lakes is actually about anything wet that is strange, unusual, is a result of natural phenomena, human interaction, environmental disasters, shipwrecks—you know, just the weird things that the world has to offer as either a result of Mother Nature herself or us, as humans, getting involved and doing weird things. So that’s kind of what Spooky [Lake] Month is."},{"author":"Feltman","text":"Well, yeah, and it’s been super popular, unsurprising; it’s a great concept, a great hook. But before we get into that, I’m curious: What got you interested in hydrology in the first place? It’s definitely not on that, like, you know, short list of, five sciences that everybody picks from when they decide what to be obsessed with in elementary school, you know [laughs]?"},{"author":"Rutherford","text":"Well, I’ve always been a water baby, and so I’ve always enjoyed and loved water. But I moved to Milwaukee to get my graduate degree, and when I did that, I was in Milwaukee for three years, about, you know, six blocks away from Lake Michigan and a beach called Bradford Beach, which is a wonderful, gross beach. And for my graduate degree, which is a master’s of fine arts, I went to the beach every day for 90 days and just spent time with the water—my whole graduate thesis was about the Great Lakes."},{"author":"","text":"And then the pandemic happened, right when I was in my, like, last year of grad school, and I started to share about the work I was doing—the artwork I was doing, about the Great Lakes, which was very weird and went very viral because people were very confused. And then that kind of spiraled into making videos educating about the Great Lakes. And it was kind of—I feel like it was some of the first educational content on the app ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Rutherford","text":"’Cause now it’s very common to have educational, you know, information on the app. But at this time it was kind of—it was still new, and it just got traction. That was in, you know, August and September. And then in October of that year, on October 2, I had a—compiled a weird list of lakes that I thought were strange. And kind of with no prior thought, I just said, “It’s Spooky Lake Month now. We’re gonna talk about spooky lakes.”"},{"author":"","text":"It’s a terrible—those videos are awful. We had a one-minute time limit. I was very chaotic. I, you know, made mistakes, and some of the videos are, you know, not—they’re just not very good. But that’s kind of the nature of TikTok, is just making a mess of yourself and just keep going and see what happens and just get better and figure out where your niche is and where you belong and what you like to do. And so then when 2021 came around, we did, like, a very serious Spooky Lake Month. And that was probably the year that kind of really sparked it. Like, the first year was good, but the year that really started it all was in 2021."},{"author":"Feltman","text":"What are some of your favorite examples of, you know, haunted hydrology?"},{"author":"Rutherford","text":"Oh, yeah, man, I have, like, a top five favorite kind of examples that kind of embody Spooky Lake Month for what it is."},{"author":"","text":"Obviously, Lake Superior, which is here in North America, is a perfect example. There’s, you know, over 300 shipwrecks. There’s a huge—I think 10,000 people have been estimated to have died in Lake Superior. And she doesn’t, as Gordon Lightfoot liked to tell us, she doesn’t give up her dead because the bottom of Lake Superior is incredibly deep and cold freshwater, so things don’t decompose the way that they would in the ocean. Instead they kind of sit in stasis, and there’s a chemical reaction called saponification. And it creates this substance called adipocere, which essentially coats the whole human body and kind of encases it in soap. And bodies can be hundreds of years old. There’s, like, a body that they discovered in Switzerland with adipocere that was still intact, like, still—all the flesh was kind of still attached to these, you know, bones. "},{"author":"","text":"And so Lake Superior has some pretty famous shipwrecks and probably quite a few bodies that have experienced adipocere. But there’s one in particular that’s pretty famous; it’s the Kamloops shipwreck. And there’s a resident in the boiler room, a crew member who’s still there today, and he floats around in the boiler room. It’s been almost 100 years, I think, since that shipwreck occurred, and, you know, he still hangs out today."},{"author":"","text":"So that’s kind of one of my favorite examples ’cause it kind of embodies that human element and the lake just doing weird things all by herself. But I like to talk about Lake Natron in Tanzania, which has this type of salt called the natron salts. And it’s a result of Ol Doinyo Lengai, which is the volcano next to Lake Natron, having [a] very strange composition of lava. And that’s kind of ended up in the lake. And as a result, the lake is, like, this very unique chemical composition that can “mummify” anything that falls into it. So any creatures that end up in this lake kind of get mummified. And the reason we say mummified is because the natron salts are the same type of salt, like, the Egyptians used to mummify themselves. So that’s another great example, even though there are millions of flamingos that go to this lake every year, so it’s kind of a lake of death that also spawns a unique life. And so it’s [a] really interesting chemical makeup."},{"author":"","text":"And then I love to talk about Lake Baikal, which is in Siberia. It is the deepest lake in the world and the oldest lake in the world. And when I say deepest, I mean it is so deep: it is over a mile deep ..."},{"author":"Feltman","text":"Wow."},{"author":"Rutherford","text":"It’s so deep. And because of that, it’s—has its own ecosystem. So [about] 80 percent of the creatures in Lake Baikal are endemic to that lake, so they only exist there. We’re talking about the Baikal nerpa seal, which scientists have no idea how this seal ended up in a freshwater lake—literally landlocked, hundreds of miles from any ocean. We have no idea how it ended up there. And the golomyanka, which is this gooey little fish that lives deep in Lake Baikal. The rumor has it that when you pull it out of the water and lift it to the sky, it melts in the sunlight because it’s, like, so translucent and, like, you know, fatty."},{"author":"","text":"So those are kind of some of the examples that I like to talk about when I talk about, like, strange lakes of the planet."},{"author":"Feltman","text":"Yeah, very cool. And what has the reaction been from viewers, and has it surprised you at all?"},{"author":"Rutherford","text":"I’m impressed that everybody is so invested in lakes. But to be fair, I don’t think on the Internet we had really had a account or—like, there wasn’t—there’s tons of amazing YouTube videos, and there’s amazing, you know, magazines and articles and all these things that kind of focus on the strange and the weird of the world, and those can include lakes, but I don’t think that anybody had ever, like, specifically focused on lakes. So I think there was kind of an opening, a niche that was, like, just waiting to be mined. And I just happened to be the one that was like, “Hey, you know, lakes are weird.” [Laughs]"},{"author":"Feltman","text":"[Laughs]"},{"author":"Rutherford","text":"“Water is weird.” So—and we haven’t even really touched the ocean as much with these topics. I, obviously, ’cause haunted hydrology kind of—I joke that it’s, like, anything wet qualifies at this point ..."},{"author":"Feltman","text":"Yeah."},{"author":"Rutherford","text":"But the ocean is kind of an unexplored element of Spooky Lakes. I mostly stick to freshwater."},{"author":"Feltman","text":"Mm-hmm. And I understand you have a new book out. Congrats on that ..."},{"author":"Rutherford","text":"Thank you."},{"author":"Feltman","text":"Tell me a little bit about it."},{"author":"Rutherford","text":"Yeah, I mean, it’s a child of Spooky Lakes; it’s called Spooky Lakes. And I actually got—a literary agent reached out to me after the 2021 season of Spooky Lakes and said, “Hey, this sounds like it would be a fun book.” And ’cause I’m an artist, it was kind of this beautiful opportunity to combine all these things I love, right? I love water, I love freshwater, I love hydrology, I love painting, I love art, I love making, and I love spooky stuff. Like, I love horror movies, I love scary things, and I love the natural world just being spooky all by herself."},{"author":"","text":"So yeah, I got to write and illustrate this book. It’s kind of—it’s technically a middle-school-age book, but I still include some pretty intense, like, hard topics: you know, what is base versus alkaline and, you know ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Rutherford","text":"Things like that—or acidic versus base, and what does alkaline mean, and things like that. So I include all these types of kind of complex topics that I think adults might not even really fully have thought about since their, you know, eighth-grade science class."},{"author":"","text":"So yeah, so it’s a fun 96-page book with 25 strange and mysterious waters that dot our planet. And I did talk about three of them that are in the book—so Lake Superior, Lake Baikal and Lake Natron are all in that book because they’re kind of the quintessential, perfect example of a spooky lake."},{"author":"Feltman","text":"What are you hoping that people take away from the book?"},{"author":"Rutherford","text":"I hope that they recognize that waters of our world are all containing secrets and that you never really know what resides beneath the surface. But at the same time, a lot of these lakes are suffering, and they’re all kind of—a lot of the ones that I talk about in the book, you know, “Toxic Lake” in Romania, Lake Karachay in Russia, are lakes that are poisoned beyond recognition. And that’s our doing. You know, the world didn’t do that; the humans did. And so I think that’s also kind of a clear through line in the book of, like, you know, what humans have done to these waters."},{"author":"Feltman","text":"Geo, this was great. Thanks so much for coming on, and I hope some of our listeners will get their hands on your book."},{"author":"Rutherford","text":"Yeah, thank you so much for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Spooky Lakes: 25 Strange and Mysterious Lakes that Dot Our Planet, which you can find wherever books are sold."},{"author":"","text":"If you’re looking for more spooky stuff to round out the Halloween season, you definitely won’t want to miss next Wednesday’s episode. We’ll be talking to a researcher who focuses on morbid curiosity and fear. According to him, there are three distinct kinds of horror movie fans in the world. Tune in to find out which one you are. And in the meantime, we’ll be back on Monday with our usual science news roundup."},{"author":"","text":"By the way, we’re still looking for some listener submissions for our upcoming episode on the science of earworms. We’re going to talk about why some songs seem perfectly designed to get stuck in our heads, and we’d love to hear which earworms give you the most trouble. If you’re up for the challenge, sing or hum a few bars into a voice memo and send it over to ScienceQuickly@sciam.com. Just make sure to tell us your name and where you’re from. Thanks in advance!"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[2,2,12126,21414,15660,16367,21250,23378,17784,18120,20893,19631,7255,10556,21367,22082,21514,20991,19230,21906,17102,20542,9293,8635,21148,21233,21710,18473,18837,14124,12303,14900,7236,15180,21615,17372,14006,17765,21063,21783,12414,19301,16748,19916,21365,21305,21457,12143,20858,21063,20819,21315,21577,6424,18908,4703,21304,21500,21079,13586,8460,6189,21735,21265,18911,21693,21171,21301,16921,19156,7463,17308,7215,9933,15175,11440,5800,14333,17674,20304,20059,17750,18036,17113,19399,19997,10958,17874,20751,16907,19748,19295,20810,12083,18797,10723,19387,20856,15876,17434,11438,14280,147,1699,6029,8032,7627,3608,502,4074,1925,4996,7642,9868,13854,401,15517,15419,15520,6235,15494,13339,15410,15441,6150,9425,15246,10322,15449,9316,12542,3385,226,15408,15515,10564,11242,15483,8899,10049,4837,7120,6062,8678,15410,9125,6908,10017,9897,9352,8383,9540,6384,6697,11551,8384,6665,4346,1168,324,1118,15911,13886,15490,15861,13537,13609,16168,15086,15542,8740,1093,15346,16918,10097,11726,15730,12040,15626,16117,15955,12906,13239,13994,15641,16111,15776,10908,10526,12240,2929,2318,16304,15796,9196,10701,15937,13221,15901,10906,12669,16144,15910,13164,15533,8420,16027,10973,15794,13813,13752,15417,10456,12285,15568,14612,14327,15930,8741,9002,16102,8818,13188,15350,11670,5059,15857,14602,11248,10717,11672,1410,16733,15966,15486,15174,15401,9519,15403,1874,16137,16040,6717,15654,15775,10582,14930,11220,14089,15721,15972,16208,13036,15804,1662,15648,15927,16324,16069,12238,13965,9433,15827,16219,5773,15438,15744,9507,15642,12993,15121,15221,12875,2135,1532,1738,903,745,649,681,438,271,216,114,15420,10649,9530,10888,6121,15664,12443,8769,43,15235,10974,15269,5799,15602,9532,12067,15357,6031,4831,5962,15471,8945,5872,10409,8784,7944,15367,10463,9157,11198,9452,6099,10699,10823,12406,9907,5188,8901,7915,817,0,2142,15576,12840,15468,12012,15411,10386,8855,10653,9944,9522,9978,8937,8599,8475,3057,10743,10792,9829,11507,10796,5783,13073,8427,224,5528,9116,6050,7640,7568,5350,6727,7103,9546,6225,7271,5842,5216,145,80,12151,9724,13114,13323,6662,6658,7173,3516,11719,10549,10597,6166,8939,7376,11161,8314,9811,9766,11466,7336,9749,100,11912,6706,7613,8111,9070,8544,11457,6598,12096,2659,53,4590,7389,14335,8134,5917,9151,7728,8965,9402,6629,12638,10499,15512,7774,5806,113,14022,11424,6681,10211,2235,43,12777,6590,4985,4863,11664,4398,131,6818,4700,6205,2498,41,6757,3517,214,9426,11858,10651,9356,1663,1908,9793,7466,7661,6151,39,8236,8257,10589,6999,3430,10330,8871,8215,9648,6108,2089,37,8914,12480,10565,1637,36,9267,9550,5887,9341,7270,7605,8854,3557,12650,5662,8972,11290,7254,11044,7131,6640,8827,9692,11197,10729,9727,8110,12773,11021,9565,6244,2791,12941,7347,3639,5748,6757,7971,9880,2848,1073,10805,72,14844,15048,4898,5532,3790,251,15362,11995,11725,6257,9140,15418,11640,10854,13525,8760,6662,15140,13452,13049,9624,12978,10587,15404,10222,8595,15509,11876,1035,6052,9731,15343,10352,8733,9938,8752,15459,15261,7034,8425,13354,9672,8596,14913,11869,5650,15518,12317,15262,10370,10607,11594,10757,12217,15234,15756,9627,13042,13362,8054,860,13980,14883,8840,15476,9392,9253,15319,12672,11486,8073,13679,10120,13941,11960,7142,14665,13795,11659,7427,8634,5825,10380,6033,4685,6297,6618,6892,7056,9902,8096,8573,214,14951,11073,11891,6834,11976,5951,7379,7394,8016,5848,147,8049,10155,10680,12004,12900,5535,7999,9032,4915,7263,6325,11544,5772,3657,9564,13226,7474,7419,6090,6560,7861,5642,10449,10888,15144,15193,4714,5603,9075,10575,8095,7876,8988,4891,13684,922,13089,10044,14885,15428,8162,4466,7839,13989,11577,7744,13483,13096,6031,5132,11281,10476,9737,11166,9788,7164,4643,9424,2389,9581,11997,6427,8619,9549,13888,12168,5231,31,8229,10405,12207,5268,4221,7550,11230,7249,60,48,11667,10871,12802,15370,3470,11827,9313,9560,9987,9148,14482,4396,6591,7419,9643,5791,6674,10252,7676,58,13848,12739,4994,9038,11074,12197,10798,5134,6275,11619,13323,14493,6561,8517,5056,5210,6506,8208,8704,10506,11703,13096,7558,125,43,202,10558,10502,11519,6908,4047,7809,9633,7523,1918,1144,11349,15559,7676,12355,6237,6092,7815,8929,8906,8586,11091,7578,10774,9145,8900,6226,13879,10856,8153,8917,7205,10320,1968,15394,15547,8206,9153,9144,8986,10591,15448,5150,15490,10587,8964,7871,7119,15450,5515,6152,188,31,7582,7002,7618,10038,10264,9635,12464,13757,10149,5536,4620,9862,5490,3429,10728,13080,12684,12984,5022,9274,9003,8699,9547,13065,5761,9510,8983,101,9291,9253,9524,4621,13993,12953,12232,8299,10485,8569,11341,4233,15355,10219,13529,13511,3816,6441,13829,12698,7724,9710,8061,8480,13532,6104,8310,5410,1117,8228,14713,4212,7105,8840,12923,7590,15458,9094,9495,10051,9077,5672,11490,10272,8193,7831,13472,9317,12774,2370,4850,13573,11570,14288,11627,4814,81,15499,8883,12561,10346,9342,58,13574,8239,7071,10768,9168,8698,10204,8258,7979,10432,9384,9211,7334,11401,10217,8389,7842,8592,10943,7823,13636,10565,11705,14069,15167,8895,5531,8914,5382,289,8852,10551,13111,10226,6626,6330,9608,6541,6703,14804,4572,8373,13189,6516,15050,12323,4795,8152,5437,5116,8130,4916,8163,6906,2858,11099,13199,12712,12418,13148,6039,13610,9923,9942,84,1171,10815,14753,15368,7366,7901,6243,5848,5817,9091,1739,237,15376,11989,8635,7931,6045,3228,10208,10348,6773,10052,12247,17141,12726,7613,14613,10812,11430,12118,6462,3113,5290,7195,6191,2034,6399,2837,245,15635,10027,11074,15297,10634,12582,10649,13776,15001,10297,8227,10810,12612,5277,116,10885,15476,11012,14465,5846,6956,8886,9530,7489,7333,6022,7376,7660,10687,5776,6541,9738,8975,6865,13335,11507,9314,6911,10887,10717,9966,6757,7700,4490,6800,12265,12506,7403,12474,15378,7573,7717,2297,7190,7751,7567,11190,14766,13658,2825,81,8267,5554,15363,6555,10966,15439,5812,8660,15486,7471,10832,7073,8889,13260,14532,6530,5346,6960,5954,9052,12938,10083,6832,13217,9794,10157,8247,7593,9796,12741,8054,14038,11705,5415,52,6482,14493,6689,216,9073,15542,9175,7486,6442,7362,10924,5385,7226,7076,7201,13479,10380,7665,567,14107,11583,13337,5504,11918,10266,8404,9140,8936,6610,5165,5688,14296,2957,326,14667,14906,8444,9038,6014,7503,6178,2983,6405,10386,8310,9232,15397,5301,7624,10019,8793,7488,5918,184,12614,8493,13217,7673,14853,5392,13352,14196,7759,6095,56,10479,12477,7957,12076,6089,7365,11136,4684,10789,8390,7004,9064,4166,9401,11651,6870,13526,6465,15534,7546,4695,11596,9278,8218,9051,14516,338,2954,15069,12289,12927,7680,7503,15269,8592,9800,9238,13129,8612,15495,5636,9341,9298,8200,14143,5262,6883,15393,9384,4851,2417,29,4868,6114,4631,1974,15395,10460,8180,11982,15492,4811,10126,7563,7796,13290,11840,13453,13324,8476,10311,10573,7131,4093,39,12954,7646,8415,6347,15405,11263,9226,9717,9699,9788,8100,7402,8141,8783,8275,10229,9857,517,9903,10328,12327,10064,15467,8519,8988,10513,8187,7212,8023,10449,6300,10934,11949,9298,5521,8321,12953,7071,7782,7372,3498,10128,9957,7871,10345,6717,10293,12215,8393,7067,40,6963,5335,3580,4452,8046,8369,10360,6070,14237,6622,39,14530,10939,12630,14207,8349,7224,6980,7776,9840,15363,10673,8455,9828,7721,8704,10826,8614,9529,7520,1241,1863,10051,8603,13978,11927,7676,660,813,13603,15368,12203,5586,9820,7092,6103,6265,10073,9232,15340,13140,2535,5342,11466,9476,10654,5732,6026,10438,8610,3510,198,13390,12136,9060,11082,5689,7984,6896,11875,10526,6249,8669,8198,8156,9954,7143,8843,15320,10209,8387,5170,6556,3175,1575,10886,8512,9752,11233,7212,4283,9260,11250,15260,8466,6168,66,12969,6107,11174,11257,1184,53,8512,2112,7569,5424,14630,6827,6901,8277,9638,9072,9859,13003,6679,12377,9146,6071,131,8380,9375,10183,8412,5419,7890,7027,6914,8135,1732,11924,15496,8065,8308,8508,8683,8593,3782,98,1516,9405,6388,10171,14111,15359,8325,8334,8229,8913,8834,9784,6562,7475,9675,12238,4312,12174,6745,10487,9549,6134,11623,10962,5742,6731,10258,4754,1511,15468,10240,9471,10167,6249,12397,13979,7062,9665,7445,11241,8961,13414,11168,8172,8787,8293,7769,9354,8926,10205,15444,9154,7953,7997,7702,138,10387,6068,13713,6516,7670,11926,6974,9720,7004,6710,4619,5040,103,11263,10522,4766,13178,13594,15190,12228,11259,9929,15444,8534,6874,9893,8176,10706,7406,7619,64,9611,8186,5348,9320,7196,11927,7427,11880,5276,8337,7074,11094,1727,10782,11926,11416,157,11324,8168,13776,15403,8129,11903,7334,88,1155,15430,4073,6321,9402,12440,10332,6084,15525,12481,4551,11283,5340,120,73,10435,9580,1713,44,53,8450,14579,15499,4838,528,10520,6291,6483,7294,7916,6948,6967,12744,8430,5400,6116,8434,7846,11376,5520,10780,10105,8334,4985,10023,5440,6066,7793,9307,5200,14521,11944,11538,10523,15407,9288,6151,6822,9392,7174,125,2399,14034,6372,13064,12200,15415,6455,9598,9662,13497,5509,12107,11678,7506,13970,7143,9843,11155,1379,47,261,7470,8385,11792,5978,10518,6676,4640,30,8990,13422,12792,8023,8552,7654,11189,10619,3330,5252,12895,10909,15217,13249,5617,6310,6303,8425,11131,12146,11099,10712,6216,8445,8499,12207,6865,6039,12186,9404,11838,15488,7277,6098,5039,10653,10002,9766,5127,6447,8184,6704,14145,11309,127,6962,12116,7582,9679,5671,6991,8101,8891,7747,4512,7820,3531,38,6264,979,12700,3592,47,14477,4697,13453,12509,9807,13136,11410,13858,13296,9531,8031,3962,8239,5982,8368,6438,64,13770,15280,9671,9621,10192,632,9137,4366,15,15412,10818,11934,10858,7148,14196,8517,7792,11141,15404,10231,8987,9850,13160,15476,8171,15458,9384,8923,15447,14244,15406,7689,8158,11255,7957,6306,7786,4156,610,15499,5901,12586,12771,7080,5611,7900,6958,6417,9753,8351,9297,6436,12956,12825,5700,6540,8659,5557,8554,8350,115,11488,9992,11166,7922,12220,8873,8535,7382,10511,7752,7599,8532,6836,8938,15372,5785,6724,12160,6604,6548,6928,8609,9384,7276,6543,8523,8839,7363,8494,119,43,12530,15476,7479,15459,9426,13849,9872,8210,9340,8287,7698,6390,7037,10930,8117,14342,11543,12939,6832,6342,67,7237,4825,3077,55,13643,10208,7608,11228,6382,10138,11097,3929,6381,10685,9100,15447,6693,5578,10706,8021,10204,5326,11647,12440,15302,9266,5927,11987,15421,6906,11644,12886,172,52,14857,15172,9445,9182,13087,6688,9131,12967,7144,12852,15488,13930,13507,7121,4921,46,11102,14205,15409,10402,13466,9734,8454,5390,8660,11951,10155,11268,9104,6893,5853,12993,11371,15028,8056,12491,10787,12784,7647,5232,3383,9239,12062,10974,6122,8890,10944,14339,5746,6528,7034,4177,12671,2541,14303,11711,103,15650,11623,9098,15475,12149,11696,7035,15376,13059,10725,13724,8451,5030,15341,12398,14464,7224,6447,14603,13241,15400,15286,7979,8911,6818,14136,7615,8010,4273,10503,10391,15561,15483,10875,13376,6320,6983,7754,10905,10634,8368,6020,7635,8671,6403,3411,5717,9844,8669,7996,10054,10111,12194,10212,8597,6857,7421,6413,8934,11518,15414,4545,82,11226,12690,4811,11884,11555,7020,6562,8513,3423,54,6319,15451,11195,7413,12508,9890,7709,8258,12847,12846,9375,8592,9625,11998,11461,9217,9181,5810,7212,10459,3865,10286,11138,10959,9025,5545,7542,4336,12839,13953,6513,9885,6000,13596,13728,8591,9936,8784,7966,5154,2361,7331,11823,13087,7690,7732,4572,3962,7056,7304,8517,55,8496,13828,13652,15313,10194,6128,5252,15446,7327,9102,9319,9719,1730,10938,11177,10988,9273,10994,9993,10982,10692,7239,8334,10598,11924,14675,9182,8202,7865,5892,4729,9619,9211,15144,9521,9451,8819,13796,10233,6713,8436,8547,7023,5641,2397,4622,12757,4709,7940,12172,9221,9100,8281,4876,6836,6008,89,9522,13251,9723,5157,4364,12346,11458,15341,12142,8063,11271,8557,13574,11593,11962,2640,10495,5172,9380,2986,14975,12655,11532,10107,9489,7756,6699,7907,5056,13577,15453,5576,8471,5823,8138,7274,2843,9261,8685,6506,176,14809,13598,8005,12562,15109,7688,7814,11782,7285,10207,14689,14944,5179,5233,5694,8338,10474,6703,9302,9032,4229,15560,13489,14582,12508,8850,8696,14101,9921,9615,8371,11208,13855,11161,7683,9053,8047,8051,7380,5334,6717,11227,6227,10189,11795,6169,39,11785,8159,8878,6406,5600,5494,3060,64,15417,10017,14638,14203,13034,11048,10925,13856,7562,13,13619,15488,15269,11712,9379,9651,7124,15418,11671,7462,8480,8326,8515,2876,5912,8126,8274,2296,12382,4006,100,44,11390,12827,9688,11871,8617,9952,10019,4830,7548,12562,3493,62,15478,9480,8471,10786,13225,7823,6522,9731,8564,5372,8806,8890,9021,7905,6500,6588,12690,14040,8355,8147,12879,11224,7599,57,7523,12237,9073,8156,9614,11615,7411,12081,9692,11828,11137,11299,8520,8824,6913,5811,2494,39,11973,15430,7595,6816,2627,82,11008,8537,3882,15423,12053,7652,6329,8479,8983,8704,12616,9676,7629,3133,7318,7830,6346,332,9527,14678,11755,8549,6283,9334,4950,11072,5741,8266,8665,6603,857,5869,7297,2001,15916,6204,7791,10546,8828,4190,10180,2363,604,8587,15542,15355,10451,11590,15379,9835,9762,14314,13967,8207,13260,14945,10362,12209,13346,15547,12505,1104,9907,12142,13879,15731,12448,4929,2218,2091,2109,16367,8911,7430,12025,9503,5474,14826,13536,12451,15537,3838,6742,4459,12032,16488,6308,7362,7679,7836,8012,7590,14530,11405,13086,8901,9099,14293,12538,15644,9610,7989,4346,15241,10239,13902,13657,6029,5401,16016,10464,15519,10003,4650,8064,5056,14055,8117,10987,8856,17091,8047,8583,3158,1247,13393,15965,7480,10445,10856,8940,9246,7271,8919,11797,16813,8908,11995,8457,4332,1331,15842,10708,10546,15543,5081,11954,15217,8578,9355,9334,7461,8651,2389,13012,12281,16134,12682,8863,9553,9733,1222,15179,8263,15652,7478,15479,9748,8488,13228,6700,10610,15924,4864,9868,7782,2268,12388,15692,11171,8863,12721,12482,10722,12404,8206,7248,13600,15959,9180,8711,8786,10280,9022,9658,4355,3944,9992,12675,15845,13768,13551,10526,8268,6728,10425,10854,14973,9354,15584,15529,10966,11192,6659,12374,9531,6661,9707,9554,6331,9279,14997,4787,1151,15356,15255,15192,6283,10593,5258,9842,9814,10544,15477,10183,9642,11909,9103,9984,9028,6407,12015,2294,15269,10207,7966,14387,7316,12942,15284,17788,6534,3513,3094,14444,12843,13358,5786,8208,10843,7995,15921,9093,8960,10018,2622,15324,9650,7642,10520,7771,15517,9938,13422,8367,10808,14790,11490,9891,15989,12534,9400,15470,13488,11305,8270,13168,9744,8646,1752,14708,10283,8360,8519,15682,15110,7076,9771,911,15648,12658,9080,10368,15100,10750,13536,1518,1299,15891,15247,11925,12015,8691,12927,14978,8199,10203,15140,15198,7973,3907,1980,16107,7558,12164,10289,11022,13348,12795,1732,15677,11797,11115,1539,7025,6671,5563,4591,4437,4352,2649,2285,3047,6197,4251,2259,1946,2338,357,240,62,23,6],"fragments":[{"begin":"0.000","end":"15.240","lines":["[CLIP: Geo Rutherford speaks in a TikTok video: “Do you know what time it is? It’s spooky lake time, obviously.”]"]},{"begin":"15.240","end":"25.480","lines":["Does that ring a bell? Maybe you’ve stumbled across this series on your TikTok “For You” page."]},{"begin":"25.480","end":"27.920","lines":["Here’s another snippet to jog your memory."]},{"begin":"27.920","end":"48.280","lines":["[CLIP: Rutherford speaks in another TikTok video: “Um, yes, hello, it’s Spooky Lake Month, where we’re doing 31 days of haunted hydrology.”]"]},{"begin":"48.280","end":"85.280","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re diving into the topic of haunted hydrology, also known as spooky lakes. For the last few years artist and educator Geo Rutherford has used those enticing descriptors to get millions of TikTok viewers interested in learning about lakes, rivers and more. She’s here to tell us more about her new book, Spooky Lakes: 25 Strange and Mysterious Lakes that Dot Our Planet, which Kirkus Reviews calls “a chilling but thrilling primer for budding limnologists.”"]},{"begin":"85.280","end":"87.920","lines":["Geo, thanks so much for coming to chat with us today."]},{"begin":"87.920","end":"89.240","lines":["Yeah, thank you for having me."]},{"begin":"89.240","end":"97.800","lines":["So I feel like a lot of our listeners will probably know you already, but for those of them who don’t, tell me a little bit about Spooky Lake Month."]},{"begin":"97.800","end":"152.200","lines":["Spooky Lake Month happens every October, from October 1 to October 31. It’s essentially 31 days of spooky lakes and what we’ve coined as “haunted hydrology,” both of which are kind of misnomers, as the audience knows. Despite how many comments I often get of, like, hauntings and supernatural events, people who follow Spooky Lake Month know that Spooky Lakes is actually about anything wet that is strange, unusual, is a result of natural phenomena, human interaction, environmental disasters, shipwrecks—you know, just the weird things that the world has to offer as either a result of Mother Nature herself or us, as humans, getting involved and doing weird things. So that’s kind of what Spooky [Lake] Month is."]},{"begin":"152.200","end":"172.760","lines":["Well, yeah, and it’s been super popular, unsurprising; it’s a great concept, a great hook. But before we get into that, I’m curious: What got you interested in hydrology in the first place? It’s definitely not on that, like, you know, short list of, five sciences that everybody picks from when they decide what to be obsessed with in elementary school, you know [laughs]?"]},{"begin":"172.760","end":"203.640","lines":["Well, I’ve always been a water baby, and so I’ve always enjoyed and loved water. But I moved to Milwaukee to get my graduate degree, and when I did that, I was in Milwaukee for three years, about, you know, six blocks away from Lake Michigan and a beach called Bradford Beach, which is a wonderful, gross beach. And for my graduate degree, which is a master’s of fine arts, I went to the beach every day for 90 days and just spent time with the water—my whole graduate thesis was about the Great Lakes."]},{"begin":"203.640","end":"230.760","lines":["And then the pandemic happened, right when I was in my, like, last year of grad school, and I started to share about the work I was doing—the artwork I was doing, about the Great Lakes, which was very weird and went very viral because people were very confused. And then that kind of spiraled into making videos educating about the Great Lakes. And it was kind of—I feel like it was some of the first educational content on the app ..."]},{"begin":"230.760","end":"231.080","lines":["Mm-hmm."]},{"begin":"231.080","end":"257.800","lines":["’Cause now it’s very common to have educational, you know, information on the app. But at this time it was kind of—it was still new, and it just got traction. That was in, you know, August and September. And then in October of that year, on October 2, I had a—compiled a weird list of lakes that I thought were strange. And kind of with no prior thought, I just said, “It’s Spooky Lake Month now. We’re gonna talk about spooky lakes.”"]},{"begin":"257.800","end":"292.800","lines":["It’s a terrible—those videos are awful. We had a one-minute time limit. I was very chaotic. I, you know, made mistakes, and some of the videos are, you know, not—they’re just not very good. But that’s kind of the nature of TikTok, is just making a mess of yourself and just keep going and see what happens and just get better and figure out where your niche is and where you belong and what you like to do. And so then when 2021 came around, we did, like, a very serious Spooky Lake Month. And that was probably the year that kind of really sparked it. Like, the first year was good, but the year that really started it all was in 2021."]},{"begin":"292.800","end":"296.200","lines":["What are some of your favorite examples of, you know, haunted hydrology?"]},{"begin":"296.200","end":"303.200","lines":["Oh, yeah, man, I have, like, a top five favorite kind of examples that kind of embody Spooky Lake Month for what it is."]},{"begin":"303.200","end":"357.960","lines":["Obviously, Lake Superior, which is here in North America, is a perfect example. There’s, you know, over 300 shipwrecks. There’s a huge—I think 10,000 people have been estimated to have died in Lake Superior. And she doesn’t, as Gordon Lightfoot liked to tell us, she doesn’t give up her dead because the bottom of Lake Superior is incredibly deep and cold freshwater, so things don’t decompose the way that they would in the ocean. Instead they kind of sit in stasis, and there’s a chemical reaction called saponification. And it creates this substance called adipocere, which essentially coats the whole human body and kind of encases it in soap. And bodies can be hundreds of years old. There’s, like, a body that they discovered in Switzerland with adipocere that was still intact, like, still—all the flesh was kind of still attached to these, you know, bones."]},{"begin":"357.960","end":"381.360","lines":["And so Lake Superior has some pretty famous shipwrecks and probably quite a few bodies that have experienced adipocere. But there’s one in particular that’s pretty famous; it’s the Kamloops shipwreck. And there’s a resident in the boiler room, a crew member who’s still there today, and he floats around in the boiler room. It’s been almost 100 years, I think, since that shipwreck occurred, and, you know, he still hangs out today."]},{"begin":"381.360","end":"441.400","lines":["So that’s kind of one of my favorite examples ’cause it kind of embodies that human element and the lake just doing weird things all by herself. But I like to talk about Lake Natron in Tanzania, which has this type of salt called the natron salts. And it’s a result of Ol Doinyo Lengai, which is the volcano next to Lake Natron, having [a] very strange composition of lava. And that’s kind of ended up in the lake. And as a result, the lake is, like, this very unique chemical composition that can “mummify” anything that falls into it. So any creatures that end up in this lake kind of get mummified. And the reason we say mummified is because the natron salts are the same type of salt, like, the Egyptians used to mummify themselves. So that’s another great example, even though there are millions of flamingos that go to this lake every year, so it’s kind of a lake of death that also spawns a unique life. And so it’s [a] really interesting chemical makeup."]},{"begin":"441.400","end":"456.800","lines":["And then I love to talk about Lake Baikal, which is in Siberia. It is the deepest lake in the world and the oldest lake in the world. And when I say deepest, I mean it is so deep: it is over a mile deep ..."]},{"begin":"456.800","end":"457.280","lines":["Wow."]},{"begin":"457.280","end":"500.120","lines":["It’s so deep. And because of that, it’s—has its own ecosystem. So [about] 80 percent of the creatures in Lake Baikal are endemic to that lake, so they only exist there. We’re talking about the Baikal nerpa seal, which scientists have no idea how this seal ended up in a freshwater lake—literally landlocked, hundreds of miles from any ocean. We have no idea how it ended up there. And the golomyanka, which is this gooey little fish that lives deep in Lake Baikal. The rumor has it that when you pull it out of the water and lift it to the sky, it melts in the sunlight because it’s, like, so translucent and, like, you know, fatty."]},{"begin":"500.120","end":"505.440","lines":["So those are kind of some of the examples that I like to talk about when I talk about, like, strange lakes of the planet."]},{"begin":"505.440","end":"513.680","lines":["Yeah, very cool. And what has the reaction been from viewers, and has it surprised you at all?"]},{"begin":"513.680","end":"547.000","lines":["I’m impressed that everybody is so invested in lakes. But to be fair, I don’t think on the Internet we had really had a account or—like, there wasn’t—there’s tons of amazing YouTube videos, and there’s amazing, you know, magazines and articles and all these things that kind of focus on the strange and the weird of the world, and those can include lakes, but I don’t think that anybody had ever, like, specifically focused on lakes. So I think there was kind of an opening, a niche that was, like, just waiting to be mined. And I just happened to be the one that was like, “Hey, you know, lakes are weird.” [Laughs]"]},{"begin":"547.000","end":"547.920","lines":["[Laughs]"]},{"begin":"547.920","end":"558.760","lines":["“Water is weird.” So—and we haven’t even really touched the ocean as much with these topics. I, obviously, ’cause haunted hydrology kind of—I joke that it’s, like, anything wet qualifies at this point ..."]},{"begin":"558.760","end":"559.000","lines":["Yeah."]},{"begin":"559.000","end":"565.560","lines":["But the ocean is kind of an unexplored element of Spooky Lakes. I mostly stick to freshwater."]},{"begin":"565.560","end":"569.400","lines":["Mm-hmm. And I understand you have a new book out. Congrats on that ..."]},{"begin":"569.400","end":"570.200","lines":["Thank you."]},{"begin":"570.200","end":"571.000","lines":["Tell me a little bit about it."]},{"begin":"571.000","end":"604.120","lines":["Yeah, I mean, it’s a child of Spooky Lakes; it’s called Spooky Lakes. And I actually got—a literary agent reached out to me after the 2021 season of Spooky Lakes and said, “Hey, this sounds like it would be a fun book.” And ’cause I’m an artist, it was kind of this beautiful opportunity to combine all these things I love, right? I love water, I love freshwater, I love hydrology, I love painting, I love art, I love making, and I love spooky stuff. Like, I love horror movies, I love scary things, and I love the natural world just being spooky all by herself."]},{"begin":"604.120","end":"617.920","lines":["So yeah, I got to write and illustrate this book. It’s kind of—it’s technically a middle-school-age book, but I still include some pretty intense, like, hard topics: you know, what is base versus alkaline and, you know ..."]},{"begin":"617.920","end":"618.360","lines":["Mm-hmm."]},{"begin":"618.360","end":"633.360","lines":["Things like that—or acidic versus base, and what does alkaline mean, and things like that. So I include all these types of kind of complex topics that I think adults might not even really fully have thought about since their, you know, eighth-grade science class."]},{"begin":"633.360","end":"649.800","lines":["So yeah, so it’s a fun 96-page book with 25 strange and mysterious waters that dot our planet. And I did talk about three of them that are in the book—so Lake Superior, Lake Baikal and Lake Natron are all in that book because they’re kind of the quintessential, perfect example of a spooky lake."]},{"begin":"649.800","end":"652.880","lines":["What are you hoping that people take away from the book?"]},{"begin":"652.880","end":"690.320","lines":["I hope that they recognize that waters of our world are all containing secrets and that you never really know what resides beneath the surface. But at the same time, a lot of these lakes are suffering, and they’re all kind of—a lot of the ones that I talk about in the book, you know, “Toxic Lake” in Romania, Lake Karachay in Russia, are lakes that are poisoned beyond recognition. And that’s our doing. You know, the world didn’t do that; the humans did. And so I think that’s also kind of a clear through line in the book of, like, you know, what humans have done to these waters."]},{"begin":"690.320","end":"696.040","lines":["Geo, this was great. Thanks so much for coming on, and I hope some of our listeners will get their hands on your book."]},{"begin":"696.040","end":"698.840","lines":["Yeah, thank you so much for having me."]},{"begin":"698.840","end":"708.400","lines":["That’s all for today’s episode. Don’t forget to check out Spooky Lakes: 25 Strange and Mysterious Lakes that Dot Our Planet, which you can find wherever books are sold."]},{"begin":"708.400","end":"730.800","lines":["If you’re looking for more spooky stuff to round out the Halloween season, you definitely won’t want to miss next Wednesday’s episode. We’ll be talking to a researcher who focuses on morbid curiosity and fear. According to him, there are three distinct kinds of horror movie fans in the world. Tune in to find out which one you are. And in the meantime, we’ll be back on Monday with our usual science news roundup."]},{"begin":"730.800","end":"757.320","lines":["By the way, we’re still looking for some listener submissions for our upcoming episode on the science of earworms. We’re going to talk about why some songs seem perfectly designed to get stuck in our heads, and we’d love to hear which earworms give you the most trouble. If you’re up for the challenge, sing or hum a few bars into a voice memo and send it over to ScienceQuickly@sciam.com. Just make sure to tell us your name and where you’re from. Thanks in advance!"]},{"begin":"757.320","end":"774.000","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"774.000","end":"783.200","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":783}