{"title":"Insights into Insects with an Entomologist","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/insects-played-pivotal-roles-in-the-evolution-of-human-culture/","audio":"https://traffic.megaphone.fm/SAM6600229468.mp3?updated=1731445626","intro":["Violins, the ink on the Declaration of Independence and other ways that insects shaped human history"],"authors":["Rachel Feltman","Fonda Mwangi","Madison Goldberg"],"category":["Environment"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Plenty of us only think about insects when we’re trying to keep them out of our homes. But the truth is that our fates and fortunes are totally intertwined with all sorts of bugs. Here to tell us more is Barrett Klein, entomologist and animal behaviorist at the University of Wisconsin-La Crosse."},{"author":"","text":"Thanks so much for joining us today."},{"author":"Barrett Klein","text":"I am thrilled to be with you."},{"author":"Feltman","text":"So how did you first get interested in insects?"},{"author":"Klein","text":"Well, I grew up in a family of artists, so always was keen on aesthetics, and I grew up on the edge of Detroit, Michigan, and since it’s such an urban environment, the organisms that were so diverse, abundant and accessible were the insects. And the shapes, colors, sizes and ranges of behaviors really struck me, really inspired me. So at the age of five I had this nebulous epiphany, and I knew I wanted insects to be at the core of my existence; I just didn’t know how."},{"author":"Feltman","text":"And tell me about the work you do today."},{"author":"Klein","text":"I do a mix of things: So I am an entomologist who studies social insect behavior, and I’m especially interested in sleep biology—so the mysteries of sleep and dreaming I combine with my interest in what it means to be a social organism. But I also do cultural entomology, so I look at how insects affect human culture in different ways, and I look at the intersection of science and art."},{"author":"Feltman","text":"Yeah, that’s a great segue into talking about your book because it talks a lot about how insects shaped humanity. What inspired you to write about that?"},{"author":"Klein","text":"Well, I’d long thought about that intersection of human culture and insects. I think the reason why Timber Press folks reached out to me to potentially write a book on the topic is because there are open nooks and niches and whole arenas to explore. And so that invitation about five, six years ago really got me thinking, “How would I want to tell tales?”"},{"author":"","text":"Eventually I decided I was going to take the most intriguing stories to me and use this as a vehicle to further explore, jumping down rabbit holes, and make new discoveries of not only the explicit or overt connections we have, but the clandestine ones."},{"author":"Feltman","text":"Ooh, I definitely wanna hear about some of those clandestine connections. Could you give me an example?"},{"author":"Klein","text":"Sure, so what would you say are the most famous documents, historical documents, in the world? Let’s start with the United States."},{"author":"Feltman","text":"Hmm, I mean, I would probably say the Declaration of Independence, if I had to pick one."},{"author":"Klein","text":"There you go. Yeah, and we could add [the] Constitution of the U.S. If we go out of the U.S., we could add the Magna Carta. We could look at Leonardo da Vinci notes or [Vincent] van Gogh sketches, [Ludwig van] Beethoven’s compositions. All those are inked with oak gall ink, which is induced chemically by different species of gall wasps."},{"author":"","text":"So if we take the Magna Carta, there are at least three insect species involved in the production, including that ink. So imagine these gall wasps: they’re laying their eggs, and the developing larva causes this chemical cascade where the plants build this defensive structure, a gall, but the insect lives a great life within, developing with food and shelter and producing this mix of tannins used as inks. But Bombyx mori, silkworm moths, were used in terms of the silk cords that bind one of the Magna Carta, and beeswax, Apis mellifera honeybee beeswax, was used for the seal of one of the Magna Carta."},{"author":"Feltman","text":"Wow."},{"author":"Klein","text":"So there’s a biodiversity within a famous document. But you can choose almost any object. Like, for example, many, including my sister, Korinthia Klein, who’s a luthier and makes instruments, wouldn’t suspect of her own profession that she entered that it would be filled with insects."},{"author":"","text":"So she makes violins and violas and plays the instruments. But what goes into that instrument?"},{"author":"","text":"And you’ve got several species—not only in terms of beeswax for a tuning screw, but you’ve got propolis that’s collected, a resin mixed with other components by honeybees; that can coat the interior of an instrument. You also have lac and shellac. You have cochineal dye that can dye the varnish. And then you even have those tips of the violin and viola and cello called beestings. And it goes beyond that. So, for example, if you don’t take care of your instrument or practice it enough, then you can get woodworms and beetles that degrade a bow or the instrument itself."},{"author":"Feltman","text":"Yeah, it’s clear that you love insects, but of course, they’re not always helpful, whether it’s eating away at a violin or something else. So what are some of your favorite examples of, you know, ways insects have provided a challenging presence for humanity?"},{"author":"Klein","text":"Oh, yeah, so we do have this ancient, conflicted relationship with insects. But whenever you have a taxon that’s so hyperdiverse as insects, there are going to be relationships that are mixed; you might have some frenemies among the insects, right? And we’ve got 1.1 million described species and unknown magnitudes more of undescribed species—in an abundance that could number 10 quintillion."},{"author":"","text":"So with all that diversity and all that abundance, the vast majority are essential players in terms of ecosystem stability. That includes not only pollination of angiosperms—flowering, fruiting plants—but includes nutrient dispersal, soil aeration, decomposition, food for others. Remove the insects, and ecosystems would crumble, and we would soon follow."},{"author":"","text":"Now there are, of those 1.1 million described species, probably a couple thousand that can do us harm. And that harm depends on whether or not you’re interested in maintaining human health or if you’re interested in structures, architectural integrity—think termites."},{"author":"","text":"And some of these relationships have surprising silver linings. So for example, there aren’t a whole lot of humans, unfortunately, that love mosquitoes. But this family, Culicidae, numbers in the thousands, and only a couple hundred, really, will nourish their developing young from a blood meal taken from a human."},{"author":"","text":"Now even a mosquito that will take a blood meal from a human can serve as inspiration for biomedical research. There’s at least one lab that’s looking at the delicate mechanics, the machinery, of mosquito mouthparts to extract a meal using virtually no pain. Think of how relatively pain-free a mosquito bite is, and now your next vaccination could be relatively pain-free as a result of biomimicry."},{"author":"","text":"Lice—very few people will defend lice, but even lice have given us key information about us. I learned while writing this book and reaching out to archaeologists that most human remains, mummies, have nits or lice. And if you look very closely, the cement that will glue the eggs to hair shafts are so durable that we can sample them and extract DNA from within—not only from the louse, but from the human."},{"author":"Feltman","text":"Very cool. I love those surprising positive impacts. What about some insects that have just been fully wonderful for humankind?"},{"author":"Klein","text":"It depends on the person you’re asking [laughs], but I’ll say all insects, all organisms on the planet, have their positive sides. And—now as we’re talking, of course, the undercurrent is we’re thinking anthropocentrically: How do these affect us? But we’re just one species. How do the insects affect myriad, myriad species out there? And each species will fill an important role, whether or not we’ve bothered to uncover it."},{"author":"","text":"So the good guys—I mean, we could talk for weeks and months about the good guys, but let’s look at some of the famous players."},{"author":"","text":"One is Apis mellifera, western honeybee. For millennia, starting from maybe 10,000 years ago, robbing honeybees; to keeping bees, to the present day; we extract honey, beeswax, propolis—products from honeybees. Also, we benefit from their pollination behavior, carting them across the country and parts of the world in order for them to pollinate flowering plants that will produce almonds and fruits and others. But they’ll also serve as symbols, and those symbols change, and they depend on whether or not you’re thinking monarchically versus, “Wow. Those are industrious workers.” Or, “Look at that division of labor and efficiency.”"},{"author":"","text":"But they’re just one species of bee, one of at least 20,000 described species of bees, and we don’t know as much as we should about tens of thousands of potential beneficial pollinators."},{"author":"","text":"Another great one—cicadas, dragonflies, fireflies, all manner of butterflies, like monarch butterflies. And we could peek at each one of those to look at how they’ve been celebrated by humans: some given shrines, some have parades, some have events that contribute to ecotourism in areas."},{"author":"Feltman","text":"Yeah. What are some things that you wish people understood about insects?"},{"author":"Klein","text":"Typically people will pigeonhole one type of insect into a “pest” category without taking that extra step, that little effort that it might take to really find the exciting, potentially inspiring, as well as aesthetically compelling, qualities of those insects. Sometimes it just takes looking at them through a magnifying glass or a microscope. So there are so many things that, I think, if humans took a little bit of time to explore, they’d begin to appreciate these lives."},{"author":"","text":"So for example, people often ask whether or not nonhuman animals feel pain. And we’re pretty ready to consider pain in a dog, in a cat—so these mammals, sure. Extend it to other vertebrates. Will you say that a bird feels pain and other reptiles feel pain? Can you extend that to amphibians: Will that frog feel pain? And then to fish. Now can we go to 540 million years ago, where we broke from our invertebrate ancestors, and go up that branch of the tree to look at insects?"},{"author":"","text":"And you’ll see that insects respond to adverse stimuli in ways that compellingly look like pain. We even look to insects like fruit flies as model organisms, with their nociceptors that teach us about pain reception, or the experience of the subjective phenomenon of pain. So if we better appreciate those little neighbors’ lives, I think we might better accommodate and maybe even celebrate those lives."},{"author":"Feltman","text":"Yeah, absolutely. My last question, and I know this is probably a hard one: What is your favorite insect?"},{"author":"Klein","text":"Oh, that’s a terribly difficult one because if I were—if you were to pick an insect out of the blue, that insect will come, by definition, with its own unique features defining that species, which is ripe for not only scientific exploration, but artistic exploration and observance in terms of cultural exploration."},{"author":"","text":"So if I were to think about a praying mantis, I can look at not only the exquisite ability of those spined, tubercle-laden, raptorial forelegs and their powerful, speedy thrusts to grab and retain prey and their ability to move their head around their necks, but I can also look to the cultural connection of how a praying mantis capturing a cicada inspired a human to develop a martial art: mantis-style kung fu."},{"author":"","text":"If I were to choose a cicada, maybe a periodical cicada, how amazing is it to imagine that one set of stages of life, the nymphal stages, could last 17 years under the earth before they explosively emerge in song—some of the earliest music that has ever existed on planet Earth, which probably has inspired human music in subtle ways but also has definitely inspired music in explicit ways, where we not only incorporate insect sounds, but we mimic those insects. The list goes on."},{"author":"Feltman","text":"[Laughs] Yeah, I do get the sense that we could just keep doing this all day, but I think that is a great place to leave it on. Thank you so much for taking the time to chat today."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Klein","text":"Thank you so much. I love Scientific American, so it’s a thrill to participate."},{"author":"Feltman","text":"That’s all for today’s episode. If you’d like to learn more about how insects have helped shape human culture, check out Barrett’s book. It’s called The Insect Epiphany."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[7253,8223,11208,11278,9012,7115,6619,6415,9373,6308,22280,22350,20437,21875,20070,13540,22317,22557,20121,22073,22282,7344,20927,22261,21855,19893,21610,19747,22377,22214,21934,11977,9381,5682,5423,22461,22093,22127,21923,22327,22090,22252,22464,21718,5797,21886,20970,18441,22186,21779,20135,22247,22256,19824,4671,3890,22204,18965,5648,22246,21506,21904,21054,17298,6892,21378,21724,22368,20893,22031,22140,20057,19457,21273,21759,9534,22064,22176,16446,22463,22685,9174,13339,12044,7632,18838,21306,20592,18545,19065,16642,14011,21359,16607,5433,14915,5502,7085,4760,7286,2525,4409,14838,16789,14318,12577,16844,13170,10502,16176,12483,12904,4322,3568,3240,17429,16631,10947,15040,9848,14941,13524,15075,10708,17061,13913,11375,6227,2923,16543,17253,11718,14178,14730,14732,10011,13556,10634,12543,9943,11592,11892,8124,14631,10660,13756,12687,6166,1261,13711,13798,10834,10413,12479,11419,10647,16905,14492,12860,13443,12912,11323,11653,10257,12677,11937,15083,11363,15800,4688,3939,4234,3417,1283,239,124,106,59,11228,9601,11654,10375,10992,9714,16489,17596,13803,12120,14380,5011,12,8187,10607,8189,5032,11720,11357,10216,10718,9871,9579,9591,11679,11944,102,16,12668,12837,13884,14913,14312,13608,12635,15362,13204,13391,12964,10037,11368,6166,12237,12168,12568,12013,14938,7190,5275,240,13685,13993,14893,12860,11829,2794,12455,17050,14668,12317,11658,9606,7173,13211,12200,12814,13533,12903,5711,107,48,13748,14293,12661,11109,12869,8903,13353,12453,11389,10908,5150,13116,16684,11514,5895,10925,5220,13916,12902,13619,37,12397,12398,8904,1922,120,24,14034,12918,9350,16791,11985,10810,12724,12132,8206,13542,11445,12300,13193,12761,4378,12596,12903,15770,14813,13844,12510,12640,13009,4286,1999,13849,13516,17039,14353,3781,15101,13194,13940,11796,10462,14211,13252,10247,10646,12540,10821,13920,12405,12271,3481,4397,8305,7488,9709,55,17,14150,10411,10903,13428,10082,9234,11128,8434,19,12493,13933,14472,13722,13221,13215,12177,12621,12783,13305,12712,10888,10747,13220,12613,13134,12449,12796,12768,9322,12179,8789,14106,13812,12488,12375,12501,13398,11987,17935,17742,9591,4007,2653,13771,14169,12006,12652,11910,12219,10934,12858,11150,13841,11357,17079,10070,12949,12876,13115,12764,13447,11943,11744,14753,13920,16231,12386,10231,39,17916,18161,13312,17397,15008,15471,8142,15812,14333,13004,14995,14179,14715,14662,12995,13585,14192,8430,12518,9850,196,11787,13225,13538,13100,12818,13834,11929,13503,15192,12121,9301,481,24,11190,11075,11238,12738,13003,12178,11446,10953,11912,10136,10860,2781,4520,9294,11470,11019,11632,7947,10094,11268,4920,10735,11052,10791,8711,12252,10028,13073,11136,11842,11516,14,8996,15141,13382,15661,12071,16259,9035,15773,6111,14390,12229,14202,10419,14054,13101,15122,14134,12355,13284,13114,12368,4098,14455,13214,10696,15782,12693,12861,13812,13940,7251,17173,9968,14203,13337,11916,8511,13681,14364,13640,14446,15598,14556,15653,10677,61,13300,14450,13341,7771,16523,13447,14538,14042,13067,12621,13814,14137,14147,11879,13920,3313,120,3599,12768,15254,8392,18,13147,15459,11427,14422,16045,10093,13302,13678,16770,17011,12266,12855,12836,11824,10261,12810,14683,13691,13383,13309,12681,15543,13161,12151,6759,502,14147,14140,14183,16272,13298,11976,13150,13506,12909,14072,617,1436,14613,14029,11352,13854,10931,13320,13033,3649,13444,13794,12344,14267,13644,12636,13813,14006,13286,13417,11959,13785,12881,15706,14154,13907,13100,14700,5974,1179,14357,12517,12681,15602,12947,1636,15201,13161,11044,11602,13946,10111,14863,14292,14449,13649,12863,15947,4068,12809,12397,13519,13825,12776,3168,2416,8183,8690,1087,12195,10638,10049,12217,11115,9881,10739,9333,11650,10894,10109,10684,10503,4784,2085,10292,10539,9996,10892,17,15011,14442,12076,14960,14772,14952,13708,15024,13734,12996,14724,8324,60,217,13266,7055,12420,15698,11620,8749,14238,13755,11809,11818,13783,13615,1422,12417,15264,13396,11882,9189,3552,9411,6867,5881,10156,9167,9059,12505,12056,12398,7316,10013,10622,7854,11114,10573,10935,9296,22000,8464,19,14156,15982,12753,13497,15278,15285,3978,13106,6062,11918,8655,10944,12309,4521,14365,17140,16001,13484,13053,13084,2753,12883,16076,17018,1315,2464,14898,15786,14139,13722,13860,12259,13777,13448,13240,11408,16558,12151,13534,13232,12901,9466,12239,13106,12465,12254,11607,548,17195,12910,12999,10634,12827,12906,10832,3570,14110,14749,14720,13935,12025,11810,1299,14241,13208,13004,13177,7148,13406,13308,5009,16650,13548,11741,13152,14809,14634,3483,2913,7167,17320,15329,14505,15173,12812,14959,14733,8687,443,14317,13914,7650,13344,14186,14624,13705,10329,14049,11861,14535,14156,13350,1165,11966,14914,12895,14838,4033,12731,15955,9879,14925,14261,11672,2888,3634,12923,15454,14750,7748,5434,6095,15569,16107,16131,13481,15249,11021,12831,15771,15369,13380,13803,14094,15375,11576,15198,9909,15347,13665,17882,15321,2693,433,17561,13898,14492,14457,11253,9135,14807,14556,16402,14132,12187,15200,12153,7956,11768,7824,13837,11373,139,229,15107,15667,12785,13276,6034,14,12584,12746,12731,9078,7488,5233,1956,564,17447,18062,19200,13607,13819,13691,14384,13255,10510,3814,12845,10741,12748,14186,12691,14264,6724,16167,12298,16790,12449,15409,12377,7277,13169,17041,8136,54,454,13881,14886,14713,61,13239,17525,15875,6225,13764,13093,15192,12917,11494,11867,15106,12598,12449,5585,15717,15398,15119,694,15644,12063,11390,8543,5211,25,10673,6592,14083,15447,17557,17344,15029,14215,12063,11269,13067,13361,5020,19,16663,13843,12989,9611,13923,13899,14712,15129,8683,12067,13513,13131,10734,14853,8768,10060,12976,12460,9560,13266,13401,12281,8705,3217,14048,12881,12842,12642,13746,12338,12859,8945,14758,12525,13500,12556,14143,4449,15672,7216,15380,13895,9740,13693,13771,383,13815,14659,12854,2403,16683,14230,14230,3905,13965,14367,13537,14715,11342,14232,14020,12294,11592,11251,13530,3344,74,15915,15199,12768,12126,12085,10054,3758,26,13196,15532,4218,15256,13668,12022,9469,16308,16205,14588,13862,7299,11431,12016,14884,12335,8753,12662,8716,14880,6393,14523,16747,7399,3865,17479,13791,9688,14533,14547,14192,14454,13778,13465,14320,12103,16842,14783,16710,12423,10250,15326,14084,15393,14045,13270,12384,10446,8569,104,3433,18723,15006,17860,13162,9507,16194,13078,1353,15063,14154,12631,14896,14650,5392,14194,15804,14698,15857,3512,1761,155,13996,13933,13855,301,13313,12670,160,14187,9074,15496,15825,13054,13109,13689,1889,15566,1794,14466,15491,4911,10094,2196,16401,14082,14636,13527,14069,12055,4096,15694,13678,8982,12777,19620,19837,14914,14928,14237,10960,13205,13459,13099,10369,12841,13651,12600,13843,14668,978,12520,14722,12619,15423,13013,9992,4213,11295,27,11053,11683,10413,10647,9681,9484,8305,8923,11787,9390,12315,11145,11189,12259,12002,52,11412,5669,11509,10617,12413,10593,1577,11204,9625,10614,10562,11244,9678,9834,10254,11152,9510,11134,12242,10352,10487,10324,9682,10784,8470,9188,9459,8557,7069,10692,11398,12008,9587,331,11284,9906,10937,11436,11550,9411,8665,11635,8429,8833,9617,10152,8717,23,12534,14207,17484,14801,12697,13012,13444,12739,12778,12495,12246,13253,13217,11937,13923,14388,12048,2031,13427,15371,5304,2982,220,18154,16952,13155,14637,14088,9402,13246,8512,16008,14263,12727,12020,14214,3669,1201,12265,13375,13336,96,15491,12950,11243,268,14578,13721,13002,12355,13304,17201,10167,13793,8500,14729,13524,15934,11926,7954,12959,11889,11849,19379,584,14791,15180,15766,13685,15325,13184,9304,11887,14146,9762,9347,5511,4174,6861,1092,18116,13412,11243,3464,14385,13037,10078,13638,13345,12010,13325,14231,14426,9668,7787,3056,50,15769,15371,12668,13360,12367,11487,11607,2964,10172,18465,13335,14446,15682,14473,13197,7459,8661,14986,12460,13462,11101,3009,14505,17015,11167,15204,14598,8902,15531,14566,14756,12134,14057,12121,3145,75,14402,13917,11249,13004,12495,8233,13429,1870,20,14560,15177,13926,12352,14595,13424,14616,13150,12468,57,10533,13739,11700,12859,16250,13940,13617,15577,3199,146,14864,14220,7576,15321,13025,14627,14214,14083,2856,31,15601,17394,13171,10462,10529,8584,13883,13361,11956,9850,705,13946,13228,15939,12941,5778,8163,14147,14268,13486,6863,9928,5507,12994,9383,6490,11765,12701,11741,13465,13158,13385,20263,13998,138,186,272,18597,14628,17464,15324,13641,13230,14430,11779,11521,9380,13429,11041,2681,20665,12860,16180,15108,13949,2939,13787,15425,18372,15834,32,64,17190,14063,17165,14398,9233,14753,14917,13591,12910,14111,15090,13875,13070,12718,12721,14014,14313,13296,13126,17819,14228,178,16268,14374,16285,12984,13369,8324,12678,10131,9948,19398,14228,15696,16464,17659,18757,16350,13006,87,15414,14384,7730,2999,17380,12026,17343,13744,15125,12100,14004,8919,46,15451,13213,9430,7443,13345,11047,14815,13631,12115,5050,1420,7196,17001,17408,15418,14611,13287,15519,14071,15941,15576,12980,12257,14882,13740,12669,590,14574,17571,15636,13798,7747,6325,39,17464,14883,15834,13781,12921,13305,13518,13504,10809,15385,11054,5196,2784,12491,12567,12771,15793,12577,79,14858,13937,10792,15767,12741,15172,13277,14246,10238,198,15830,17102,16538,13014,10216,13447,12525,14495,12269,9250,8502,15617,16928,14725,14327,13367,10553,13352,12324,4233,13800,12614,12742,3492,13601,15749,12699,14223,14298,15356,14595,13849,15807,12373,13808,18054,13776,12597,10655,1441,54,13942,14310,16127,15070,14555,13717,11719,11669,1327,15053,14617,13320,8106,13219,15250,12954,12687,15270,9790,15020,14832,18866,13223,15367,13297,17373,6002,3702,15241,15308,9682,13918,13540,13676,13305,13423,11095,2991,15232,13205,13913,12341,12568,11975,667,16095,14890,14899,13913,18789,12851,12145,7539,12563,9309,2912,13272,12646,15919,13468,9271,1550,14209,14236,15574,12364,13477,8649,4483,14773,13749,13482,12131,14851,12671,13535,17302,19607,15484,15094,11775,32,11749,15588,7231,3708,15783,15056,11402,14220,15309,16589,11744,14864,12802,10032,13870,14239,16030,13575,13209,13832,8314,11840,13347,13675,1444,14252,16437,12847,4866,1683,14860,14589,14522,15392,18066,13341,14654,13924,12304,11394,11091,12813,14882,16933,12432,14362,129,4895,15425,11931,7239,13522,12659,13494,2583,14206,3340,34,14795,14700,13680,8444,14381,16020,4824,3114,27,13061,14787,14944,14505,13435,4935,52,13189,11519,15321,15627,12159,3591,14625,14479,13375,13135,11691,14563,12339,5395,12730,13906,13089,3717,404,13029,18357,15374,12952,14258,12155,55,14139,12447,13027,14334,12502,51,13217,14615,13004,14160,13573,13338,13052,14327,3911,15554,16385,14194,14371,13484,3424,9074,11877,12973,2330,18,10181,10139,10574,157,259,11592,12077,8917,6223,12440,10343,10913,12598,11175,9858,12460,4938,13382,9099,11942,9427,6526,10942,9486,11537,9540,12628,10508,12784,10689,9091,2484,12531,9051,11238,10039,10542,9461,11027,6152,13,13452,15610,15504,15169,12811,10917,21866,16723,14322,14392,13913,17536,13033,14217,5180,6957,13128,14424,14485,8051,13254,13386,12874,14121,13082,15078,13168,9229,12709,14410,9947,15315,10697,15642,13982,15018,12886,13646,15034,6650,11972,15069,13757,13521,13003,13406,12686,448,23,14438,14658,14952,12188,35,16932,11980,11252,12480,16822,18257,10281,9991,17853,14230,13649,12628,3709,17030,12410,13007,12216,13209,1258,8765,14294,13439,15174,11975,6222,12295,11872,10326,700,15210,13090,12885,11358,15064,5228,13609,12922,99,12571,11651,16203,15722,14301,12422,14214,13230,10694,2311,16466,15365,11988,13648,14509,3127,8336,17537,256,15243,16864,16037,12126,5470,18224,18289,16115,15170,13262,14582,15332,18144,12554,13578,14250,13707,14527,9486,14126,13433,13100,13353,13139,8589,12619,3287,39,8728,13778,6298,14704,12981,13757,14648,13140,15291,10651,31,54,14542,14231,11660,7621,15214,13779,15143,294,14316,13795,13996,17316,12923,14635,14434,14358,18229,15067,13738,12104,8606,4391,42,12819,13531,13318,5885,13402,6177,3696,14280,15101,14975,9008,14068,13722,15005,14528,12508,41,13141,12721,15330,6689,17103,15808,9185,2333,135,19192,15057,13529,13179,8085,1916,32,17543,15782,14771,14194,14171,13584,16093,13513,11827,12556,13148,215,13868,18404,14961,16922,14013,15930,12139,13835,11355,13485,12802,11645,8394,7524,6746,25,15732,13188,5654,15761,6589,13618,12849,9760,8144,8727,9524,8473,11634,9943,6918,5501,3389,8730,14685,16588,14779,14409,14771,15762,7819,40,14279,15053,14028,15634,11782,15109,18652,13851,13380,13832,16355,16370,12890,11940,13771,12037,612,14684,15865,14703,13914,14677,17898,13808,9570,63,18375,16011,14416,14572,14116,12251,14960,11508,10408,13384,9126,7845,71,16579,16595,9513,16,12663,14735,12206,7832,3772,12424,3804,17717,17579,15147,14194,12962,15947,11695,16621,13316,12814,16071,9534,12207,13882,10263,7242,170,15450,14052,14032,14159,13369,106,13902,16815,14251,14589,2840,19033,17905,11394,14820,14804,18480,14425,12730,10971,16115,13531,15032,13764,14307,15848,8153,3439,2532,39,18142,19488,15937,361,9588,18855,15112,42,5687,18664,15058,3280,2388,18506,16975,12163,3175,14745,14340,13984,16088,8557,11255,14134,15374,14131,3967,13762,14412,2906,14189,13006,8849,15275,13794,8886,1549,15103,13917,14452,13018,13618,14826,15752,11936,64,16794,14197,4080,2345,16410,12323,12847,17001,9293,2736,15636,14775,12080,14630,13205,4100,1580,15634,15680,14460,193,13869,15302,14234,15151,12904,2234,13733,9134,10617,13092,12853,10410,11563,12066,11438,3339,390,11149,10480,256,6871,12920,10274,10900,10490,7243,10672,11051,11350,9633,11547,10934,13277,4227,225,37,14255,12021,13842,3348,12614,14849,13981,15085,14698,14673,14571,16799,14203,13266,13620,10572,8388,13768,13155,15492,14354,14971,13787,13634,350,20525,11540,10145,15871,12373,14995,12657,17436,18036,16883,464,13776,14240,14359,16476,15121,106,13839,14766,13220,9990,13470,12334,14201,4812,12221,14661,15368,11579,3819,34,13364,12756,13109,11286,15550,12616,3455,37,15545,16112,14087,579,17053,15105,13395,11962,14418,11583,1820,17862,12927,13047,12143,10813,3011,99,423,18072,15496,14385,13221,13861,12583,14068,977,16444,15005,14432,13536,16661,13550,9748,222,16482,15842,4955,16891,14514,12341,4914,14181,14610,12902,79,10928,13612,14275,13122,12169,14583,12950,13169,88,13908,15407,14990,203,14492,14620,14543,13942,13083,325,12678,15567,5647,14807,17020,2322,322,13558,14804,13102,11910,15351,13962,13792,7872,14746,12780,13731,13919,13743,14283,13383,4682,12993,15288,15446,15938,10594,11766,12146,5087,34,14693,14604,14620,12787,1539,13615,15175,5313,13671,13569,15028,4095,66,15626,15404,14640,6746,14168,3279,13266,20748,15435,12971,16063,14404,12583,3505,74,14035,14929,14135,13250,12302,12414,15052,14732,14465,12423,11026,426,1812,13242,14997,13844,14178,12927,13242,13743,15750,2402,14071,12519,154,14645,14625,15906,5513,44,36,16747,12949,14610,14957,12992,1489,711,16931,15225,14188,14425,14400,14277,13419,11638,16060,14336,16599,13325,12718,7945,15720,14102,12867,9502,12744,3549,14131,14878,19029,16500,15090,14655,14123,13523,13099,12895,11090,2400,8444,6849,14247,13737,20563,14452,14497,13008,13558,15910,17880,12462,8909,13044,13150,13828,13616,12310,8056,24,13804,12089,12860,7267,12831,12894,8694,15323,15402,11616,12180,14365,13630,13302,13554,13655,14013,15500,13141,753,12605,17016,15666,13141,13207,13990,14920,13731,13295,13019,4407,42,14133,15547,51,13017,13706,9780,13637,16283,2067,13093,3866,14672,15428,12163,12324,13106,13054,7562,13112,15191,13622,16076,13691,5142,495,15139,10612,11506,13324,7601,33,15678,14459,13748,13175,14331,12468,11589,12095,80,14079,11378,13235,13094,13118,12218,15569,10488,4969,235,14236,12640,12758,13369,15180,2147,16789,16806,12061,8270,46,14140,12818,15312,13402,11657,7527,3220,2470,34,10176,5603,13292,9253,10709,4203,1787,13303,11440,11904,10573,11398,9915,9484,11807,13018,12294,10031,1726,12580,10935,9410,9809,10811,10371,10183,15749,15221,13509,11481,21098,21856,14496,15202,14584,14966,7385,12850,14348,13380,14369,17005,13258,13442,13749,13240,13780,14701,12634,13256,11618,1187,15003,13395,14336,13746,674,15237,16466,14000,8043,13791,14232,13402,13756,12741,14069,16312,13091,4241,14129,16583,12399,13145,11248,10256,2274,36,13750,7487,15120,14974,88,27,19178,18972,1348,16422,16278,13483,15186,12617,13100,13487,11804,9766,14228,16119,14556,13488,12270,13127,11328,2132,14882,14688,5726,14527,15519,13391,14319,15652,14677,14892,12203,13373,9715,450,78,17564,16046,14329,14286,15251,12485,14352,11355,13113,1985,36,13085,14290,14750,15989,13575,13246,1630,12688,14289,13953,13040,13742,9503,158,14423,14257,12640,16086,10047,11883,12034,11854,14667,11061,13414,14045,14464,13920,8064,2224,13253,15498,17312,16009,14744,26,18905,13468,9903,17269,4274,4428,12992,14662,13486,13081,14959,12000,9514,13336,8393,31,246,16037,15155,13722,12757,8946,12633,14683,12752,8393,6027,11267,709,6772,15634,8452,9401,27,355,14261,12484,13870,13396,14137,15194,12221,13470,12680,16743,8911,16763,14174,14883,13757,18011,14497,13463,12379,13498,55,12176,17456,14122,13215,11636,15542,17784,18086,16044,465,12326,13222,15300,14184,13788,7700,43,17931,16639,13733,15534,14536,15074,7088,26,15119,13404,13024,12745,11517,8883,4024,3540,14289,14642,13593,12821,13861,13513,13398,12066,14203,15939,13882,15447,13845,12574,13611,15817,13387,14415,12779,11479,2249,15461,17973,16926,12589,12893,14237,14760,4837,15374,12205,14627,12913,46,17053,15646,15523,14375,13426,13426,12703,12439,13887,13825,8620,32,15422,12860,14388,12011,10897,14001,5491,13916,14454,4316,15651,13244,12797,1961,14327,14130,13711,8046,36,13821,16427,13115,18358,12304,15103,12187,1783,15318,11216,11489,13019,10134,12081,21051,14400,13697,9487,733,16591,16583,13978,3836,14410,17271,15197,9183,14936,11993,13298,12034,13056,14740,8394,396,15045,15179,12949,16888,14776,13871,13846,14045,13616,13789,14814,12528,6746,2356,39,11303,15021,17931,16798,11141,12153,11444,10939,9061,12241,10023,11270,10054,10154,10499,9131,10920,10310,9692,10430,10340,11901,9175,7045,13418,9510,5156,11341,12870,14417,10722,9220,10418,9529,10157,9822,10271,5425,9855,9507,7591,10548,10571,9861,13167,12926,13212,9941,14956,15249,16273,15901,17473,14371,14297,14283,13276,13706,14425,14329,10261,1226,1117,1235,13390,13821,11990,11293,11610,3261,14370,14366,13347,12973,11668,9333,14652,13724,12305,10065,10568,13922,17148,13853,12070,9950,14186,13169,5842,12698,16221,12340,6818,1091,1004,553,20317,14695,10949,13773,15996,13215,11826,13759,12808,10892,11974,12838,9869,13373,13861,19411,13243,12218,12323,12480,12283,11399,1170,14542,13483,12966,15620,14749,14796,14917,12187,573,13940,12988,12830,13014,18483,13015,12067,1098,1029,14564,12846,15559,13263,13419,13347,12124,12330,11593,14767,14600,11714,2871,1618,12948,16109,14750,12719,11761,14515,13170,8637,10605,15855,14971,1255,1149,1491,1175,5426,4248,3878,2900,3280,2487,1800,2217,4495,3078,1713,1410,1676,1697,180,122,43,20,6,1,0],"fragments":[{"begin":"0.000","end":"5.720","lines":["[CLIP: Theme music]"]},{"begin":"5.720","end":"53.480","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Plenty of us only think about insects when we’re trying to keep them out of our homes. But the truth is that our fates and fortunes are totally intertwined with all sorts of bugs. Here to tell us more is Barrett Klein, entomologist and animal behaviorist at the University of Wisconsin-La Crosse."]},{"begin":"53.480","end":"55.520","lines":["Thanks so much for joining us today."]},{"begin":"55.520","end":"57.440","lines":["I am thrilled to be with you."]},{"begin":"57.440","end":"61.960","lines":["So how did you first get interested in insects?"]},{"begin":"61.960","end":"98.400","lines":["Well, I grew up in a family of artists, so always was keen on aesthetics, and I grew up on the edge of Detroit, Michigan, and since it’s such an urban environment, the organisms that were so diverse, abundant and accessible were the insects. And the shapes, colors, sizes and ranges of behaviors really struck me, really inspired me. So at the age of five I had this nebulous epiphany, and I knew I wanted insects to be at the core of my existence; I just didn’t know how."]},{"begin":"98.400","end":"100.960","lines":["And tell me about the work you do today."]},{"begin":"100.960","end":"129.240","lines":["I do a mix of things: So I am an entomologist who studies social insect behavior, and I’m especially interested in sleep biology—so the mysteries of sleep and dreaming I combine with my interest in what it means to be a social organism. But I also do cultural entomology, so I look at how insects affect human culture in different ways, and I look at the intersection of science and art."]},{"begin":"129.240","end":"138.840","lines":["Yeah, that’s a great segue into talking about your book because it talks a lot about how insects shaped humanity. What inspired you to write about that?"]},{"begin":"138.840","end":"166.960","lines":["Well, I’d long thought about that intersection of human culture and insects. I think the reason why Timber Press folks reached out to me to potentially write a book on the topic is because there are open nooks and niches and whole arenas to explore. And so that invitation about five, six years ago really got me thinking, “How would I want to tell tales?”"]},{"begin":"166.960","end":"186.840","lines":["Eventually I decided I was going to take the most intriguing stories to me and use this as a vehicle to further explore, jumping down rabbit holes, and make new discoveries of not only the explicit or overt connections we have, but the clandestine ones."]},{"begin":"186.840","end":"193.640","lines":["Ooh, I definitely wanna hear about some of those clandestine connections. Could you give me an example?"]},{"begin":"193.640","end":"203.480","lines":["Sure, so what would you say are the most famous documents, historical documents, in the world? Let’s start with the United States."]},{"begin":"203.480","end":"208.360","lines":["Hmm, I mean, I would probably say the Declaration of Independence, if I had to pick one."]},{"begin":"208.360","end":"233.200","lines":["There you go. Yeah, and we could add [the] Constitution of the U.S. If we go out of the U.S., we could add the Magna Carta. We could look at Leonardo da Vinci notes or [Vincent] van Gogh sketches, [Ludwig van] Beethoven’s compositions. All those are inked with oak gall ink, which is induced chemically by different species of gall wasps."]},{"begin":"233.200","end":"279.920","lines":["So if we take the Magna Carta, there are at least three insect species involved in the production, including that ink. So imagine these gall wasps: they’re laying their eggs, and the developing larva causes this chemical cascade where the plants build this defensive structure, a gall, but the insect lives a great life within, developing with food and shelter and producing this mix of tannins used as inks. But Bombyx mori, silkworm moths, were used in terms of the silk cords that bind one of the Magna Carta, and beeswax, Apis mellifera honeybee beeswax, was used for the seal of one of the Magna Carta."]},{"begin":"279.920","end":"280.680","lines":["Wow."]},{"begin":"280.680","end":"300.480","lines":["So there’s a biodiversity within a famous document. But you can choose almost any object. Like, for example, many, including my sister, Korinthia Klein, who’s a luthier and makes instruments, wouldn’t suspect of her own profession that she entered that it would be filled with insects."]},{"begin":"300.480","end":"306.760","lines":["So she makes violins and violas and plays the instruments. But what goes into that instrument?"]},{"begin":"306.760","end":"345.840","lines":["And you’ve got several species—not only in terms of beeswax for a tuning screw, but you’ve got propolis that’s collected, a resin mixed with other components by honeybees; that can coat the interior of an instrument. You also have lac and shellac. You have cochineal dye that can dye the varnish. And then you even have those tips of the violin and viola and cello called beestings. And it goes beyond that. So, for example, if you don’t take care of your instrument or practice it enough, then you can get woodworms and beetles that degrade a bow or the instrument itself."]},{"begin":"345.840","end":"365.040","lines":["Yeah, it’s clear that you love insects, but of course, they’re not always helpful, whether it’s eating away at a violin or something else. So what are some of your favorite examples of, you know, ways insects have provided a challenging presence for humanity?"]},{"begin":"365.040","end":"397.080","lines":["Oh, yeah, so we do have this ancient, conflicted relationship with insects. But whenever you have a taxon that’s so hyperdiverse as insects, there are going to be relationships that are mixed; you might have some frenemies among the insects, right? And we’ve got 1.1 million described species and unknown magnitudes more of undescribed species—in an abundance that could number 10 quintillion."]},{"begin":"397.080","end":"427.600","lines":["So with all that diversity and all that abundance, the vast majority are essential players in terms of ecosystem stability. That includes not only pollination of angiosperms—flowering, fruiting plants—but includes nutrient dispersal, soil aeration, decomposition, food for others. Remove the insects, and ecosystems would crumble, and we would soon follow."]},{"begin":"427.600","end":"448.320","lines":["Now there are, of those 1.1 million described species, probably a couple thousand that can do us harm. And that harm depends on whether or not you’re interested in maintaining human health or if you’re interested in structures, architectural integrity—think termites."]},{"begin":"448.320","end":"473.320","lines":["And some of these relationships have surprising silver linings. So for example, there aren’t a whole lot of humans, unfortunately, that love mosquitoes. But this family, Culicidae, numbers in the thousands, and only a couple hundred, really, will nourish their developing young from a blood meal taken from a human."]},{"begin":"473.320","end":"506.920","lines":["Now even a mosquito that will take a blood meal from a human can serve as inspiration for biomedical research. There’s at least one lab that’s looking at the delicate mechanics, the machinery, of mosquito mouthparts to extract a meal using virtually no pain. Think of how relatively pain-free a mosquito bite is, and now your next vaccination could be relatively pain-free as a result of biomimicry."]},{"begin":"506.920","end":"544.600","lines":["Lice—very few people will defend lice, but even lice have given us key information about us. I learned while writing this book and reaching out to archaeologists that most human remains, mummies, have nits or lice. And if you look very closely, the cement that will glue the eggs to hair shafts are so durable that we can sample them and extract DNA from within—not only from the louse, but from the human."]},{"begin":"544.600","end":"556.920","lines":["Very cool. I love those surprising positive impacts. What about some insects that have just been fully wonderful for humankind?"]},{"begin":"556.920","end":"589.440","lines":["It depends on the person you’re asking [laughs], but I’ll say all insects, all organisms on the planet, have their positive sides. And—now as we’re talking, of course, the undercurrent is we’re thinking anthropocentrically: How do these affect us? But we’re just one species. How do the insects affect myriad, myriad species out there? And each species will fill an important role, whether or not we’ve bothered to uncover it."]},{"begin":"589.440","end":"598.720","lines":["So the good guys—I mean, we could talk for weeks and months about the good guys, but let’s look at some of the famous players."]},{"begin":"598.720","end":"647.080","lines":["One is Apis mellifera, western honeybee. For millennia, starting from maybe 10,000 years ago, robbing honeybees; to keeping bees, to the present day; we extract honey, beeswax, propolis—products from honeybees. Also, we benefit from their pollination behavior, carting them across the country and parts of the world in order for them to pollinate flowering plants that will produce almonds and fruits and others. But they’ll also serve as symbols, and those symbols change, and they depend on whether or not you’re thinking monarchically versus, “Wow. Those are industrious workers.” Or, “Look at that division of labor and efficiency.”"]},{"begin":"647.080","end":"664.360","lines":["But they’re just one species of bee, one of at least 20,000 described species of bees, and we don’t know as much as we should about tens of thousands of potential beneficial pollinators."]},{"begin":"664.360","end":"689.560","lines":["Another great one—cicadas, dragonflies, fireflies, all manner of butterflies, like monarch butterflies. And we could peek at each one of those to look at how they’ve been celebrated by humans: some given shrines, some have parades, some have events that contribute to ecotourism in areas."]},{"begin":"689.560","end":"694.520","lines":["Yeah. What are some things that you wish people understood about insects?"]},{"begin":"694.520","end":"734.560","lines":["Typically people will pigeonhole one type of insect into a “pest” category without taking that extra step, that little effort that it might take to really find the exciting, potentially inspiring, as well as aesthetically compelling, qualities of those insects. Sometimes it just takes looking at them through a magnifying glass or a microscope. So there are so many things that, I think, if humans took a little bit of time to explore, they’d begin to appreciate these lives."]},{"begin":"734.560","end":"773.480","lines":["So for example, people often ask whether or not nonhuman animals feel pain. And we’re pretty ready to consider pain in a dog, in a cat—so these mammals, sure. Extend it to other vertebrates. Will you say that a bird feels pain and other reptiles feel pain? Can you extend that to amphibians: Will that frog feel pain? And then to fish. Now can we go to 540 million years ago, where we broke from our invertebrate ancestors, and go up that branch of the tree to look at insects?"]},{"begin":"773.480","end":"809.480","lines":["And you’ll see that insects respond to adverse stimuli in ways that compellingly look like pain. We even look to insects like fruit flies as model organisms, with their nociceptors that teach us about pain reception, or the experience of the subjective phenomenon of pain. So if we better appreciate those little neighbors’ lives, I think we might better accommodate and maybe even celebrate those lives."]},{"begin":"809.480","end":"817.440","lines":["Yeah, absolutely. My last question, and I know this is probably a hard one: What is your favorite insect?"]},{"begin":"817.440","end":"845.120","lines":["Oh, that’s a terribly difficult one because if I were—if you were to pick an insect out of the blue, that insect will come, by definition, with its own unique features defining that species, which is ripe for not only scientific exploration, but artistic exploration and observance in terms of cultural exploration."]},{"begin":"845.120","end":"881.160","lines":["So if I were to think about a praying mantis, I can look at not only the exquisite ability of those spined, tubercle-laden, raptorial forelegs and their powerful, speedy thrusts to grab and retain prey and their ability to move their head around their necks, but I can also look to the cultural connection of how a praying mantis capturing a cicada inspired a human to develop a martial art: mantis-style kung fu."]},{"begin":"881.160","end":"921.720","lines":["If I were to choose a cicada, maybe a periodical cicada, how amazing is it to imagine that one set of stages of life, the nymphal stages, could last 17 years under the earth before they explosively emerge in song—some of the earliest music that has ever existed on planet Earth, which probably has inspired human music in subtle ways but also has definitely inspired music in explicit ways, where we not only incorporate insect sounds, but we mimic those insects. The list goes on."]},{"begin":"921.720","end":"933.360","lines":["[Laughs] Yeah, I do get the sense that we could just keep doing this all day, but I think that is a great place to leave it on. Thank you so much for taking the time to chat today."]},{"begin":"933.360","end":"935.000","lines":["[CLIP: Theme music]"]},{"begin":"935.000","end":"939.800","lines":["Thank you so much. I love Scientific American, so it’s a thrill to participate."]},{"begin":"939.800","end":"949.360","lines":["That’s all for today’s episode. If you’d like to learn more about how insects have helped shape human culture, check out Barrett’s book. It’s called The Insect Epiphany."]},{"begin":"949.360","end":"965.720","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"965.720","end":"976.320","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":976}