{"title":"Author John Green on How Tuberculosis Shaped Our Modern World","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/john-green-on-his-new-nonfiction-book-everything-is-tuberculosis/","audio":"https://traffic.megaphone.fm/SAM2452980188.mp3?updated=1741299555","intro":["Novelist John Green talks about his new nonfiction book, Everything is Tuberculosis, and the inequities in treatment for the highly infectious disease."],"authors":["Rachel Feltman","Fonda Mwangi","Naeem Amarsy","Alex Sugiura"],"category":["Books"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"If you’re familiar with John Green, you might associate him with best-selling young-adult novels like The Fault in Our Stars or with the halcyon days of early YouTube vlogging. But a few years ago John became obsessed with a topic that you might find surprising: tuberculosis."},{"author":"","text":"His new book Everything Is Tuberculosis comes out on March 18. He’s here today to tell us how tuberculosis has shaped our world—and why, even though it’s now curable, it remains our planet’s deadliest infectious disease."},{"author":"","text":"John, thanks so much for joining us to chat today."},{"author":"John Green","text":"Oh, thanks for having me."},{"author":"Feltman","text":"Tell us about your new book. I think for some folks who are familiar with your work, they might be surprised to hear that you’ve been so interested in tuberculosis."},{"author":"Green","text":"Yeah, it’s certainly a change from writing young-adult novels. I became obsessed with tuberculosis in 2019 when I visited a TB hospital in Sierra Leone and met a boy living with tuberculosis who shared a name with my son, Henry."},{"author":"","text":"Through my friendship with Henry I really started to think differently about the disease and started to think that the disease, in some ways, is an exemplification of everything that’s wrong with the way we’ve distributed resources and technology over the last 75 years, because tuberculosis has been curable since the 1950s, but it’s still our deadliest infectious disease. And I just think that’s such an indictment of the systems that we’ve built to improve human health."},{"author":"Feltman","text":"Absolutely—well, and for, for listeners who might be surprised to hear that it’s the deadliest infectious disease, can you give us a sense of the scope of tuberculosis right now?"},{"author":"Green","text":"Yeah, it’s really astonishing. I mean, I was astonished when I first found out about this—I had no idea that tuberculosis was still a thing, let alone that I would spend [laughs] the next five years of my life writing about it."},{"author":"","text":"But every year 10 million people become sick with tuberculosis. About a quarter of all living humans have been infected with TB, but the vast majority of them will never become sick; they’ll have what, what we sometimes call latent tuberculosis. But about 10 million people do become sick every year, and of them about 1.25 million die ..."},{"author":"Feltman","text":"Hmm."},{"author":"Green","text":"Which is especially tragic and, and unconscionable because tuberculosis has been curable for a really long time. We know what to do. We know how to treat this disease. It’s a bacterial infection; we have good antibiotics to fight it. But we just don’t do a good job of getting the cure to where it’s most needed."},{"author":"Feltman","text":"Yeah, so tell us more about your tuberculosis awakening. How did you become aware of this infection?"},{"author":"Green","text":"Well, I was in Sierra Leone to learn about the maternal health care system there. My wife and I have worked in maternal health, supporting organizations like Partners In Health, for a long time. On our last day the doctors we were traveling with asked if we could visit this TB hospital because they had a couple patients they were concerned about, and we said sure. And I didn’t even know that there were still TB hospitals. I, I thought of TB as a disease that killed, you know, 19th-century British Romantic poets, not a present-tense phenomenon."},{"author":"","text":"And when we got to this hospital, this little kid who looked to be about 9 years old, the same age as my son at the time, just grabbed me by the shirt and started walking me around the hospital and took me to the kitchen, took me to the laboratory, had me look inside a microscope and look for TB bacteria on a stained slide, and he was just walking me all around, and finally we made our way back to where the doctors were, and somebody sort of lovingly shooed Henry away, and I said, “Whose kid is that?” Figured he had to be the kid of somebody working at the hospital. And one of the doctors said, “That’s actually a patient, and he’s one of the patients we’re most concerned about.”"},{"author":"Feltman","text":"Hmm."},{"author":"Green","text":"It turned out that Henry had drug-resistant tuberculosis, and even though he was doing okay at the time because his infection was responding to the drugs they were giving him, they knew that it wasn’t responding well enough and they knew that the infection would roar back. And the story of what happened to Henry over the next four years—and what happened to me, I guess, over the next four years—is really the story of what Everything Is Tuberculosis is trying to tell."},{"author":"Feltman","text":"Yeah. So once you started digging into the history and, you know, present tense of tuberculosis, what did you find that surprised you the most?"},{"author":"Green","text":"In 18th-century England and the United States, as the U.S. was industrializing, it was overwhelmingly the deadliest disease in the world."},{"author":"","text":"Along the way I learned that my own great-uncle, my grandfather’s brother, died of tuberculosis in 1930, when he was working as a lineman for Alabama Power and Light. I learned that TB shaped our geography in profound ways, helping to found cities like Colorado Springs and Pasadena, California. It changed the way we think about fashion. It was a contributing factor to why I, I currently have a, a shaved face, because [of] the, the so-called revolt against the whisker in the early 20th century. Once we realized TB was caused by bacteria, we worried that all these men’s beards must contain lots of bacteria in them, and so there was this “revolt against the whisker” that led to a lot of clean-shaven faces. TB is everywhere."},{"author":"Feltman","text":"What are you hoping that readers take away from your book?"},{"author":"Green","text":"I think the most important thing is to become aware of the TB crisis. This is a crisis that has been unfolding over decades, and when crises unfold in slow motion we often don’t pay much attention to them. But right now, especially, the TB crisis is just profound. People have seen their treatment interrupted over the last several weeks, and when we interrupt treatment for people living with TB in the midst of their antibiotic regimens, there’s a much greater chance that they’ll develop drug resistance, which is a personal catastrophe—it makes the disease much more likely to be fatal—but it’s also a societal catastrophe because it means there’s more drug-resistant tuberculosis floating around, giving the chance for the disease to evolve even further resistance and potentially evolve resistance to all of our existing tools to fight it, which is a truly terrifying prospect, not just in impoverished communities but for all people everywhere."},{"author":"","text":"So I hope that, mostly, they take away an awareness. But to me the more important thing is to resonate with Henry’s story. Statistics do a lot of work, and I know that I’m on a science podcast, so I have to be pro-statistics. But what really moves us, I think, is human stories."},{"author":"Feltman","text":"Hmm."},{"author":"Green","text":"In some ways this is different from the novels I write; in some ways it’s the same because I’m still writing about smart kids who write poetry and love poetry and wanna be a part of the world and find that they can’t be because of illness."},{"author":"Feltman","text":"Hmm."},{"author":"Green","text":"And that’s the story that Henry and his family have generously shared with me and the one that I wanted to tell, and so mostly I hope that people walk away from it caring about Henry as I do."},{"author":"Feltman","text":"And why is it, do you think, that, given that tuberculosis is curable, that it’s existed for so long, why have we not solved this problem globally?"},{"author":"Green","text":"Charles Dickens called TB the disease that “wealth never warded off” ..."},{"author":"Feltman","text":"Hmm."},{"author":"Green","text":"Because anybody could get tuberculosis. Kings died of tuberculosis. That’s not the case anymore. Now it’s a disease primarily affecting those who live in crowded conditions, those who work in crowded, poorly ventilated factories. It’s a disease that we closely associate with poverty. We just do not treat all human lives as if they are equally valuable. We do not live up to our promise that all people have been created equal. And that’s why we still have tuberculosis."},{"author":"","text":"It’s not an easy disease to cure, but, you know, my brother had Hodgkin lymphoma a couple years ago. And at no point did anyone say, “Well, this isn’t a good use of resources to cure your Hodgkin lymphoma,” even though it costs a hundred times more to cure my brother of cancer than it costs to cure a TB patient. And yet we hear all the time that it’s not cost-effective to treat certain kinds of tuberculosis. Henry was told it’s not cost effective to treat his strain of tuberculosis, but if I’d gotten that exact same strain of tuberculosis, I would have gotten care no problem."},{"author":"Feltman","text":"Yeah, well, and I think most of our, our listeners would agree that people having access to health care and the right to treatment is important in its own right. But, of course, we were recently reminded that tuberculosis is still a problem in the U.S. ..."},{"author":"Green","text":"Absolutely."},{"author":"Feltman","text":"As well. Were you surprised at all to have that news come out so adjacent to this book?"},{"author":"Green","text":"No, I was not surprised that there was a TB outbreak in Kansas. It’s a little weird to be promoting a book in the context [laughs] of a TB outbreak in the U.S. ..."},{"author":"Feltman","text":"Sure."},{"author":"Green","text":"But it wasn’t totally unexpected to me. We have about 10,000 cases of active TB every year in the United States. A few hundred people in the U.S. die every year of TB."},{"author":"","text":"It’s a disease that’s everywhere. I mean, this is an airborne disease; anyone can get tuberculosis. You’re much less likely to become sick if you’re well-nourished and you, you don’t have other health problems, but anybody can get TB. And so TB anywhere is a threat to humans everywhere. And that’s one of the messages I really wanna try to hammer home in this book and also in conversations with folks like you."},{"author":"Feltman","text":"Thank you so much for coming on. This has been a great chat, and I’m sure our listeners and viewers will really enjoy Everything Is Tuberculosis."},{"author":"Green","text":"Thank you. I really appreciate the chance to be with you."},{"author":"Feltman","text":"That’s all for today’s episode. Don’t forget to check out Everything Is Tuberculosis wherever you get your books. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, I’m Rachel Feltman. See you next time!"}],"wave_peaks":[14775,12792,12226,19761,19667,13827,10696,11511,8960,12704,16816,15701,14098,10158,10597,15263,16030,12203,17664,17439,18580,18328,14764,15672,18956,11877,12066,10180,14776,14227,12450,12882,13978,18391,10770,15977,11504,11368,14090,13876,16518,12983,14600,12659,9493,19978,20007,15566,19637,17576,14661,13767,13157,19864,12362,17368,16213,8728,12729,20004,17013,14775,10562,16430,16048,19463,10657,17243,17573,15895,14879,17157,17425,9559,12791,18380,8894,6898,14731,13499,20046,19161,17103,10450,4601,19383,11900,11094,10051,19620,15963,13481,12290,5740,20237,9027,16042,15258,10767,646,110,139,604,1798,2790,17711,10339,12306,13312,25473,25321,23255,20255,25268,20078,25042,20798,25122,19649,5777,25094,21361,19399,25262,16455,20369,25321,21145,25116,20564,25250,25275,24657,22781,18818,25200,25198,24999,25571,17524,23146,17972,18421,25227,23409,22488,19978,17915,18425,23471,16755,25320,25128,20476,24698,17805,25237,18485,19409,25334,21148,25330,21216,22846,25230,25205,25245,17853,6253,25073,22960,16883,10236,5722,25191,21540,25165,25280,20960,24059,22100,19705,25386,25218,21156,16236,14707,4596,1736,1843,1075,1070,1055,776,663,3302,24007,23734,17653,24671,25281,19566,17680,22905,23637,25027,13775,25244,25196,23627,21130,25198,19209,21259,12089,24037,23578,25220,25219,18917,23467,18482,14797,25221,12624,11296,6001,4,24292,19785,20605,20324,20274,25195,22103,25177,25215,21588,982,21728,16288,25199,17672,9533,21238,20738,24974,20220,18932,20921,16288,22311,17604,21000,14465,18101,24369,24178,17145,25208,17046,19619,25140,21840,8926,24387,17590,21985,19173,7819,22033,19456,13492,138,25184,23306,22166,21813,14708,16128,19061,14098,11555,11082,3324,25165,25273,16733,23939,22493,19163,17232,14737,12761,14670,12976,11963,6733,7023,18119,8448,20895,17171,15759,16582,19818,13131,14745,12582,14553,15542,13826,12363,661,16217,14223,14617,11551,19722,17245,11859,14556,17267,8150,705,14901,14087,17905,21273,25144,18427,16216,9517,452,25218,25157,25212,25230,19281,17412,19134,21245,19082,13369,15229,19564,22236,16681,11368,6178,259,16671,23506,17731,21700,15466,15859,15416,24289,18807,11653,18070,11410,22348,20872,11168,17971,15255,13982,1080,19405,15924,20998,19571,13243,16630,14612,16952,18033,17680,12014,20812,25196,24039,13490,14681,17921,8424,14567,10070,18853,14100,22170,15174,16120,14318,18793,8950,10040,7671,1471,23862,14326,18191,10285,17544,12537,9495,968,18758,19324,17922,15951,14845,9786,445,13843,16159,16364,1410,22,8,25249,15375,16087,5468,24246,22537,18567,18854,25177,21097,14317,25188,25220,12259,13128,17880,22948,16301,4589,21383,21013,16115,25192,13354,13388,4157,17728,19636,20869,24211,17148,18049,19776,20445,19384,20629,16787,13114,25275,23108,21320,25130,21384,25205,11650,20078,21633,17761,25211,16001,25099,16722,14533,13614,12009,12257,13876,18506,18477,15138,22955,17157,25242,22897,25182,25199,20843,9867,3643,25191,25209,27,25204,25228,25105,15622,17533,18654,20796,13871,12840,12184,25198,14095,18410,10059,19125,16906,13890,14896,13348,20117,14744,8514,7399,1401,18326,25477,13965,11377,15443,11755,16330,8804,22439,21458,10031,11823,16076,12908,13330,12018,9624,8761,25212,25197,21307,17950,19164,22239,17501,19639,23471,24512,22477,16747,13224,18301,9700,20213,13665,17034,20783,13931,21908,16778,24045,18658,7379,13680,11125,20098,15951,12534,18536,20971,25079,18170,12685,15919,11023,11802,11595,13943,14181,12592,11375,2631,984,19741,25213,9608,14065,9678,12509,20251,12979,12502,16355,15580,11193,13381,7311,17525,11597,2210,857,22079,13437,24035,16951,19760,13055,10999,12305,10678,9565,9787,7543,12889,24914,5466,24171,12787,25159,21116,24494,18172,17477,22138,19431,18865,15372,21315,18326,23425,25288,25170,20925,25185,16214,25182,24951,17489,25183,14562,8508,24742,21937,25219,23992,15114,21415,19086,17800,15474,16516,15066,13888,10828,10217,5645,9470,15732,12354,12592,12332,11434,16805,10279,21782,11531,11837,8687,17068,3983,853,23219,24375,21263,24125,17694,25191,21236,10604,23196,17362,14790,12736,11748,13508,20963,15588,12381,14254,11389,15330,11533,10055,13642,12496,8945,14663,14400,825,634,25238,25361,20033,22016,25190,25184,10817,16635,8914,25193,25148,12398,20402,12536,12129,25177,8854,14599,18162,19334,14284,16258,15733,15320,23282,17507,21565,18427,15387,12578,25296,25235,25192,23192,17717,15580,22826,20478,14211,16059,20386,24785,12751,12547,16929,13713,15869,14885,14727,20004,15313,15311,17825,17675,18920,17243,16089,15151,9103,1139,19055,23670,19889,19694,25242,18729,23221,18545,23037,25205,21848,17679,15714,18873,16252,16001,19811,18871,16930,17638,2894,19776,20509,22813,20768,23723,21405,14353,19043,20109,15823,14951,1199,20449,25160,18842,20317,15951,19786,18262,14103,20640,14600,16388,15913,25121,9305,9862,15576,20772,21051,15975,12956,11615,3328,14353,15875,15759,9583,5291,13209,20881,20241,16230,19166,20525,20049,12858,21223,13501,9800,13582,10989,5408,23141,22985,18220,22088,11447,10558,13658,13343,13155,1581,24452,23122,16967,25173,22489,18844,16342,20172,15345,22424,17010,10138,19730,18677,1175,16528,11466,19656,13645,24565,25160,16499,21701,18982,14467,17543,15183,15222,14234,11851,14230,16617,6389,12778,12014,1404,844,19633,8586,930,17974,17538,17372,370,17899,25280,20636,16173,17296,16511,13907,2438,319,23598,25185,17732,15808,15895,17409,14209,14579,13252,15338,10510,12240,8804,13632,12786,10756,9005,11123,6613,9016,16730,12321,138,16930,23015,2006,6440,20379,327,231,20315,17040,24244,24505,13399,20895,16566,19053,19007,14567,18516,16324,7503,16618,23532,25200,24347,11713,18163,17252,15008,4385,25155,25165,19766,25293,14892,13863,4303,63,18543,18910,21492,15576,20728,16134,20050,22815,23101,9150,17652,14774,18112,15398,4551,1249,23140,22665,17641,18501,7847,19719,24391,11519,13536,10745,7398,16260,22629,20829,17658,16558,18310,17865,15151,16840,16803,14262,19579,18413,15159,10295,12233,17533,14544,9797,11406,13117,15404,15543,12420,9939,16219,13688,25173,23912,20473,19212,22159,18714,21466,13388,18505,17416,14974,14539,16719,14596,19863,18010,15092,15411,23465,9525,13580,10429,9613,17971,25211,17131,16294,18541,24822,11881,5086,6701,12180,13680,16068,22529,15109,15400,17868,14392,20887,14421,25242,9608,20555,20240,18160,14384,16262,9769,2672,15864,24212,21183,19613,24640,17099,20435,15547,15081,14569,18844,13314,17463,15312,13031,20320,14005,1064,726,25163,21733,20863,11561,21746,16043,21069,20266,15268,17810,15671,20052,21123,19258,21018,18597,11167,9430,17050,13692,9575,20865,16015,13713,13001,12113,12666,11136,12319,10698,10466,3926,16280,19354,23579,7057,14884,25154,18523,14788,20474,17440,18088,24231,22028,23098,15466,5570,25229,25121,22663,20088,13701,18991,18098,14129,12875,14415,7874,5591,17497,21115,12138,20492,19814,16330,20692,13343,21623,17368,10434,1930,24960,21716,22894,14773,16082,15839,15538,13946,17269,9496,22089,18313,18141,9186,16494,1899,918,21696,25172,22656,22113,12666,707,18731,21117,12862,15530,17961,14494,25150,12860,14686,10410,16360,13261,16362,16554,12188,14922,12905,13658,12669,14164,16502,15427,13885,1224,17424,16122,12860,12875,11787,14733,14105,16328,18949,19658,17086,20817,20856,11535,5047,3061,17123,15933,20432,16519,19607,13098,13646,20514,14053,8326,11160,22655,17219,14189,8965,8765,9030,6552,12253,11486,8756,18794,17033,17522,20870,22662,14939,10860,12125,10248,11879,18406,1472,22589,16873,14107,13225,12656,14366,16131,12943,15320,15841,15527,3286,12794,13476,11869,17284,10471,17211,12438,10269,17090,13256,14821,14288,11801,14131,18230,17249,8926,9266,17098,20976,9116,11464,15929,11596,16712,11668,15506,10881,1214,14705,19876,14775,9971,12291,12016,15613,15606,10325,7143,1263,24372,23821,20469,18255,25199,16815,13806,23756,15241,491,19728,22699,17509,15672,18022,498,14493,14267,18460,6227,2637,25122,22645,18243,18605,2133,3381,20053,12613,8379,3452,7648,18486,22655,12186,17965,22875,16077,15110,20394,19179,15539,17520,24801,18219,19567,17636,14113,17280,4300,2048,23244,22446,14879,13852,15307,15814,11615,10416,10301,3107,14246,13206,25168,25198,16319,25174,17275,23656,19691,18882,19436,11362,20166,21195,18070,19966,18204,17167,17863,18601,18396,15542,14841,17429,14763,1887,20750,18351,16664,17360,10750,21373,15488,16169,18679,16459,19780,17676,16917,19850,13736,18421,10583,15522,5131,16176,5541,19360,19286,7383,25250,4632,16092,21409,13355,21261,16008,14566,23110,21899,17384,13778,18414,11804,11944,14803,10882,14603,17494,14390,16655,12104,10904,15580,11656,9931,20102,14325,15757,11614,7203,157,25150,19558,23770,17418,20031,13808,17589,15397,24904,23453,261,21458,20108,19674,14837,18630,21029,22238,16103,13876,16596,17379,19192,18430,15284,2552,759,24622,24036,23422,17040,20077,3968,21126,25211,18821,14708,13197,11551,21140,25193,21100,7995,24618,24237,14765,14099,15575,12799,12364,16048,18009,19275,16135,17152,9766,3401,12533,25227,24464,17033,17175,12199,6022,1123,23840,18581,12459,11133,7353,5979,785,21996,20475,19060,7692,6931,25226,20028,11683,6840,3804,25164,19562,17400,16701,12771,11724,16503,13056,10624,6567,22495,19022,25218,16184,14533,16110,16607,23269,20107,15057,15845,13570,24042,15936,8558,16021,17096,12330,10176,16222,9748,15212,14982,10680,8220,20892,5680,12439,17135,5852,16425,19329,13128,16421,13692,17578,16509,16126,17035,9316,18095,9059,9828,19039,14059,915,15333,14411,1769,20435,15604,2143,697,24769,22750,18075,13611,14335,14327,13483,6727,19754,15154,2103,25200,23679,17135,17773,13778,14658,11001,24021,17720,16279,13923,20592,15122,17076,21680,20544,15050,9390,12740,17129,9834,10272,1267,19805,12934,23498,19766,22794,13690,17736,15461,17018,12431,14215,9446,16536,16465,18642,13457,13856,12935,16778,15530,14986,8758,13472,12764,12277,14361,13009,17006,8480,11847,7906,11922,5501,1020,1105,21844,20944,20408,18203,19073,19935,17682,16228,16051,17447,11252,13227,9846,20100,19881,12468,13374,14147,12750,4896,18374,15835,4784,18047,17762,16470,14306,11544,21701,25206,14259,20603,13014,14936,10198,16473,15610,10447,10687,12107,5836,17668,22341,25195,25084,19424,24716,21808,18733,16142,21248,15437,22507,19886,25235,20003,5216,25216,19998,12456,22820,21045,18122,21958,19841,13236,22702,16690,1770,17796,12627,24082,19638,21468,18243,19404,24703,10035,25235,22072,16970,2172,15310,18560,19533,25142,22979,24752,17252,19782,2536,20555,24841,25223,16349,21625,21324,23494,21272,25182,14577,18043,15780,24225,25198,21269,16656,17162,25172,22599,11381,25192,20107,17801,17137,17818,18849,1040,23428,25182,24244,24541,18897,22330,13988,17068,17965,15123,12038,927,20176,21336,21377,16827,16562,15508,18356,21437,15487,25190,25225,24524,24659,23271,25208,24027,4767,25185,25263,20572,22807,18768,24362,19076,24976,21416,22780,21723,17994,15732,10650,11383,13632,10216,13742,12224,19094,12127,11923,8019,12944,15480,14791,10572,12631,2507,19810,17695,23958,24444,10207,17937,22992,17381,11376,14721,15970,19572,11904,12893,17147,20595,18559,11962,16018,6186,8915,22326,13742,14528,16004,17570,17529,5913,6930,15709,21275,22778,19698,8793,18980,24893,25150,11305,9299,6678,19474,16543,13903,15929,16169,21875,17406,20285,11065,14698,12700,7957,651,6758,20038,19759,14869,19047,12191,10133,12707,13686,13261,12534,11445,13013,12139,12269,11361,10948,18813,10390,11567,9973,8877,53,25138,24248,22121,19328,19943,19347,18653,25218,24040,16507,25215,25232,22942,17305,24033,14487,20893,13893,14616,17522,15867,16880,14326,14132,14911,14340,25175,19379,14828,16426,19963,13713,10536,8342,972,1552,1786,2175,25255,24233,25163,25311,19299,25101,23514,25111,25376,23477,20678,22082,21944,21752,25127,25085,19728,7662,4594,3982,25172,21749,19060,20830,25260,21693,25333,23012,25166,24958,21929,15149,24518,25248,19697,25212,17062,24642,23276,25155,4461,22589,20188,25191,25234,22947,16096,21777,18989,25150,19747,25219,25217,25026,25221,24208,24329,25265,18610,19376,19624,25199,25150,20347,24418,5410,25151,25215,25183,22660,18440,21494,25158,23184,20066,24366,25229,19697,7775,4182,25175,25271,20340,18948,25189,23837,25157,14081,3735,23191,22675,2626,11699,10940,9424,9478,9477,9006,5559,5268,6725,12883,11642,11775,12520,12378,12753,12525,13270,12959,10494,12999,12053,12447,12365,12177,13076,11169,12833,11300,12661,11931,11941,9547,10781,8848,10474,7389,2536,11835,11177,8962,7280,4977,2370,910,385,208,81,38,14],"fragments":[{"begin":"0.000","end":"19.280","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"19.280","end":"52.320","lines":["If you’re familiar with John Green, you might associate him with best-selling young-adult novels like The Fault in Our Stars or with the halcyon days of early YouTube vlogging. But a few years ago John became obsessed with a topic that you might find surprising: tuberculosis."]},{"begin":"52.320","end":"68.480","lines":["His new book Everything Is Tuberculosis comes out on March 18. He’s here today to tell us how tuberculosis has shaped our world—and why, even though it’s now curable, it remains our planet’s deadliest infectious disease."]},{"begin":"68.480","end":"70.600","lines":["John, thanks so much for joining us to chat today."]},{"begin":"70.600","end":"71.480","lines":["Oh, thanks for having me."]},{"begin":"71.480","end":"82.320","lines":["Tell us about your new book. I think for some folks who are familiar with your work, they might be surprised to hear that you’ve been so interested in tuberculosis."]},{"begin":"82.320","end":"97.640","lines":["Yeah, it’s certainly a change from writing young-adult novels. I became obsessed with tuberculosis in 2019 when I visited a TB hospital in Sierra Leone and met a boy living with tuberculosis who shared a name with my son, Henry."]},{"begin":"97.640","end":"126.600","lines":["Through my friendship with Henry I really started to think differently about the disease and started to think that the disease, in some ways, is an exemplification of everything that’s wrong with the way we’ve distributed resources and technology over the last 75 years, because tuberculosis has been curable since the 1950s, but it’s still our deadliest infectious disease. And I just think that’s such an indictment of the systems that we’ve built to improve human health."]},{"begin":"126.600","end":"138.080","lines":["Absolutely—well, and for, for listeners who might be surprised to hear that it’s the deadliest infectious disease, can you give us a sense of the scope of tuberculosis right now?"]},{"begin":"138.080","end":"147.560","lines":["Yeah, it’s really astonishing. I mean, I was astonished when I first found out about this—I had no idea that tuberculosis was still a thing, let alone that I would spend [laughs] the next five years of my life writing about it."]},{"begin":"147.560","end":"165.960","lines":["But every year 10 million people become sick with tuberculosis. About a quarter of all living humans have been infected with TB, but the vast majority of them will never become sick; they’ll have what, what we sometimes call latent tuberculosis. But about 10 million people do become sick every year, and of them about 1.25 million die ..."]},{"begin":"165.960","end":"166.120","lines":["Hmm."]},{"begin":"166.120","end":"183.600","lines":["Which is especially tragic and, and unconscionable because tuberculosis has been curable for a really long time. We know what to do. We know how to treat this disease. It’s a bacterial infection; we have good antibiotics to fight it. But we just don’t do a good job of getting the cure to where it’s most needed."]},{"begin":"183.600","end":"191.720","lines":["Yeah, so tell us more about your tuberculosis awakening. How did you become aware of this infection?"]},{"begin":"191.720","end":"218.600","lines":["Well, I was in Sierra Leone to learn about the maternal health care system there. My wife and I have worked in maternal health, supporting organizations like Partners In Health, for a long time. On our last day the doctors we were traveling with asked if we could visit this TB hospital because they had a couple patients they were concerned about, and we said sure. And I didn’t even know that there were still TB hospitals. I, I thought of TB as a disease that killed, you know, 19th-century British Romantic poets, not a present-tense phenomenon."]},{"begin":"218.600","end":"249.560","lines":["And when we got to this hospital, this little kid who looked to be about 9 years old, the same age as my son at the time, just grabbed me by the shirt and started walking me around the hospital and took me to the kitchen, took me to the laboratory, had me look inside a microscope and look for TB bacteria on a stained slide, and he was just walking me all around, and finally we made our way back to where the doctors were, and somebody sort of lovingly shooed Henry away, and I said, “Whose kid is that?” Figured he had to be the kid of somebody working at the hospital. And one of the doctors said, “That’s actually a patient, and he’s one of the patients we’re most concerned about.”"]},{"begin":"249.560","end":"249.680","lines":["Hmm."]},{"begin":"249.680","end":"275.680","lines":["It turned out that Henry had drug-resistant tuberculosis, and even though he was doing okay at the time because his infection was responding to the drugs they were giving him, they knew that it wasn’t responding well enough and they knew that the infection would roar back. And the story of what happened to Henry over the next four years—and what happened to me, I guess, over the next four years—is really the story of what Everything Is Tuberculosis is trying to tell."]},{"begin":"275.680","end":"286.560","lines":["Yeah. So once you started digging into the history and, you know, present tense of tuberculosis, what did you find that surprised you the most?"]},{"begin":"286.560","end":"294.840","lines":["In 18th-century England and the United States, as the U.S. was industrializing, it was overwhelmingly the deadliest disease in the world."]},{"begin":"294.840","end":"334.760","lines":["Along the way I learned that my own great-uncle, my grandfather’s brother, died of tuberculosis in 1930, when he was working as a lineman for Alabama Power and Light. I learned that TB shaped our geography in profound ways, helping to found cities like Colorado Springs and Pasadena, California. It changed the way we think about fashion. It was a contributing factor to why I, I currently have a, a shaved face, because [of] the, the so-called revolt against the whisker in the early 20th century. Once we realized TB was caused by bacteria, we worried that all these men’s beards must contain lots of bacteria in them, and so there was this “revolt against the whisker” that led to a lot of clean-shaven faces. TB is everywhere."]},{"begin":"334.760","end":"338.280","lines":["What are you hoping that readers take away from your book?"]},{"begin":"338.280","end":"389.320","lines":["I think the most important thing is to become aware of the TB crisis. This is a crisis that has been unfolding over decades, and when crises unfold in slow motion we often don’t pay much attention to them. But right now, especially, the TB crisis is just profound. People have seen their treatment interrupted over the last several weeks, and when we interrupt treatment for people living with TB in the midst of their antibiotic regimens, there’s a much greater chance that they’ll develop drug resistance, which is a personal catastrophe—it makes the disease much more likely to be fatal—but it’s also a societal catastrophe because it means there’s more drug-resistant tuberculosis floating around, giving the chance for the disease to evolve even further resistance and potentially evolve resistance to all of our existing tools to fight it, which is a truly terrifying prospect, not just in impoverished communities but for all people everywhere."]},{"begin":"389.320","end":"408.000","lines":["So I hope that, mostly, they take away an awareness. But to me the more important thing is to resonate with Henry’s story. Statistics do a lot of work, and I know that I’m on a science podcast, so I have to be pro-statistics. But what really moves us, I think, is human stories."]},{"begin":"408.000","end":"408.680","lines":["Hmm."]},{"begin":"408.680","end":"421.480","lines":["In some ways this is different from the novels I write; in some ways it’s the same because I’m still writing about smart kids who write poetry and love poetry and wanna be a part of the world and find that they can’t be because of illness."]},{"begin":"421.480","end":"422.360","lines":["Hmm."]},{"begin":"422.360","end":"432.640","lines":["And that’s the story that Henry and his family have generously shared with me and the one that I wanted to tell, and so mostly I hope that people walk away from it caring about Henry as I do."]},{"begin":"432.640","end":"444.280","lines":["And why is it, do you think, that, given that tuberculosis is curable, that it’s existed for so long, why have we not solved this problem globally?"]},{"begin":"444.280","end":"449.720","lines":["Charles Dickens called TB the disease that “wealth never warded off” ..."]},{"begin":"449.720","end":"449.960","lines":["Hmm."]},{"begin":"449.960","end":"481.520","lines":["Because anybody could get tuberculosis. Kings died of tuberculosis. That’s not the case anymore. Now it’s a disease primarily affecting those who live in crowded conditions, those who work in crowded, poorly ventilated factories. It’s a disease that we closely associate with poverty. We just do not treat all human lives as if they are equally valuable. We do not live up to our promise that all people have been created equal. And that’s why we still have tuberculosis."]},{"begin":"481.520","end":"509.360","lines":["It’s not an easy disease to cure, but, you know, my brother had Hodgkin lymphoma a couple years ago. And at no point did anyone say, “Well, this isn’t a good use of resources to cure your Hodgkin lymphoma,” even though it costs a hundred times more to cure my brother of cancer than it costs to cure a TB patient. And yet we hear all the time that it’s not cost-effective to treat certain kinds of tuberculosis. Henry was told it’s not cost effective to treat his strain of tuberculosis, but if I’d gotten that exact same strain of tuberculosis, I would have gotten care no problem."]},{"begin":"509.360","end":"524.240","lines":["Yeah, well, and I think most of our, our listeners would agree that people having access to health care and the right to treatment is important in its own right. But, of course, we were recently reminded that tuberculosis is still a problem in the U.S. ..."]},{"begin":"524.240","end":"526.240","lines":["Absolutely."]},{"begin":"526.240","end":"532.440","lines":["As well. Were you surprised at all to have that news come out so adjacent to this book?"]},{"begin":"532.440","end":"540.960","lines":["No, I was not surprised that there was a TB outbreak in Kansas. It’s a little weird to be promoting a book in the context [laughs] of a TB outbreak in the U.S. ..."]},{"begin":"540.960","end":"541.080","lines":["Sure."]},{"begin":"541.080","end":"549.640","lines":["But it wasn’t totally unexpected to me. We have about 10,000 cases of active TB every year in the United States. A few hundred people in the U.S. die every year of TB."]},{"begin":"549.640","end":"572.560","lines":["It’s a disease that’s everywhere. I mean, this is an airborne disease; anyone can get tuberculosis. You’re much less likely to become sick if you’re well-nourished and you, you don’t have other health problems, but anybody can get TB. And so TB anywhere is a threat to humans everywhere. And that’s one of the messages I really wanna try to hammer home in this book and also in conversations with folks like you."]},{"begin":"572.560","end":"580.360","lines":["Thank you so much for coming on. This has been a great chat, and I’m sure our listeners and viewers will really enjoy Everything Is Tuberculosis."]},{"begin":"580.360","end":"582.600","lines":["Thank you. I really appreciate the chance to be with you."]},{"begin":"582.600","end":"607.960","lines":["That’s all for today’s episode. Don’t forget to check out Everything Is Tuberculosis wherever you get your books. Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"607.960","end":"626.040","lines":["For Scientific American, I’m Rachel Feltman. See you next time!"]}],"duration":626}