{"title":"Why 2025 is an Exciting Year in Heliophysics","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/2025-missions-to-the-sun-seek-to-study-space-weather-and-shape-of-the/","audio":"https://traffic.megaphone.fm/SAM9581282908.mp3?updated=1738087196","intro":["From space weather to science missions, there’s a lot to be excited about in heliophysics this year."],"authors":["Rachel Feltman","Meghan Bartels","Fonda Mwangi","Jeffery DelViscio"],"category":["Space & Physics"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Life as we know it couldn’t exist without the sun, but we know surprisingly little about our host star. That’s where the field of heliophysics comes in—and 2025 is set to be a banner year for folks who study the sun."},{"author":"","text":"Here to tell us more is Meghan Bartels, a senior news reporter at Scientific American."},{"author":"","text":"Meghan, thanks so much for coming on to chat today."},{"author":"Meghan Bartels","text":"Thanks so much for having me."},{"author":"Feltman","text":"First question, obvious question: What is heliophysics?"},{"author":"Bartels","text":"Yeah, so heliophysics is the study of the sun and also its influence on the solar system. And that’s a really big topic because the solar wind—which is basically, like, plasma of particles that flow off the sun—and also the sun’s magnetic field, those two phenomena stretch all the way beyond the orbit of Pluto, more than 100 times the distance that Earth is from the sun."},{"author":"Feltman","text":"Wow."},{"author":"Bartels","text":"Yeah."},{"author":"Feltman","text":"And why is 2025 such an exciting year for heliophysics?"},{"author":"Bartels","text":"Yeah, so there are a couple of different things that are aligning this year."},{"author":"","text":"First, the sun has been and still is in the maximum phase of its 11-year solar cycle. Solar max began more than two years ago, and scientists expect that it will last about three or four years total this time around. And during solar max, and even as that activity begins to wane, the sun will keep spitting out radiation flares and blobs of plasma, and that gives scientists a whole lot of new data to play with, and that’s really exciting."},{"author":"","text":"And then another factor is that there are a whole bunch of really cool science missions that are designed to study various aspects of the heliosphere that are all due to launch in the coming year. And you know how excited scientists get about new missions [laughs]."},{"author":"Feltman","text":"[Laughs]Absolutely."},{"author":"Bartels","text":"Yeah, and then another factor, which, like, sounds bureaucratic, but, like, at the end of the year heliophysicists got a really important report from the National [Academy] of Sciences, and it outlines the field’s priorities for the next decade; it’s called a decadal report, and a lot of various aspects of [space] science has this. And so it specifies, like, what spacecraft and what telescopes researchers should build, which they should prioritize given the money they have, and it’s one of those things that, like, sounds boring [laughs] but is, like, actually really cool. And so this time around the two big spacecraft missions that they endorsed are: One is a mission designed to study the poles of the sun, which we’ve never actually seen directly. And the other is a fleet of 26 satellites that would all orbit Earth, and they would study how the sun’s activity, it affects our planet."},{"author":"","text":"And then there’s another—there’s a third massive project, and that’s ground-based. That would create the next generation of this ground-based array. The current version observes the sun constantly—it’s surrounding Earth, so it always sees the sun—and it studies the waves that pass through the sun’s interior, just like seismology on Earth ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Bartels","text":"It’s called helioseismology. It’s a way of studying the interior and the far side of the sun. So it’s super-cool stuff."},{"author":"Feltman","text":"Very cool. And with this decadal report these are things that haven’t started up yet, that ..."},{"author":"Bartels","text":"Exactly."},{"author":"Feltman","text":"They’re—the government is saying, “You should do these.”"},{"author":"Bartels","text":"Yeah, the government panel, like, surveys scientists ..."},{"author":"Feltman","text":"Hmm."},{"author":"Bartels","text":"It’s this whole long process; it takes, like, years to do. And then, yeah, it covers a 10-year period. And this is, like, starting from things that are just totally designed. They’re, like, they’re, they’re just in the design phase. They’re, like, all on paper right now, and nothing’s built. And so, like, we’re still building and launching stuff from the last decadal, and then this will be, like, into the next decade, yeah."},{"author":"Feltman","text":"Very cool, and I definitely wanna get into some missions that are more in progress ..."},{"author":"Bartels","text":"Mm-hmm."},{"author":"Feltman","text":"But also it’s just wild to me that we haven’t seen the sun’s poles directly. What kinda stuff are we hoping to learn when we finally get a good look at those [laughs]?"},{"author":"Bartels","text":"Yeah, it, it is really wild. There was a mission called Ulysses a while ago that got some data from the poles but couldn’t actually see them up close. And then there’s a European mission flying now called Solar Orbiter, and it’s gonna sneak up a little bit out and take a somewhat tilted orbit around the sun, but it’s not gonna be able to fly over the poles kind of thing, and that’s what this future mission hopes to do."},{"author":"","text":"And it’s really important because the sun is basically a gigantic magnet, and seeing the poles of that magnet and seeing how the poles work and how the magnetism plays out over the entire surface of the sun, that’s really important for understanding what’s actually happening in the sun and during that 11-year activity cycle ’cause that’s also all governed by magnetism."},{"author":"Feltman","text":"Totally. Yeah, getting back to some of the stuff that’s ongoing, tell me about some of the upcoming or ongoing missions in the heliophysics world. What are people most excited about?"},{"author":"Bartels","text":"Yeah, so it is going to be a really great year for heliophysics missions. One that is really cool is—NASA’s launching a mission called the Interstellar Mapping and Acceleration Probe, or IMAP. And that is going to stay within the inner solar system, but it’s gonna actually map the edge of the heliosphere, so where the solar wind drops off ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Bartels","text":"And where the sun’s magnetism drops off. And that’s really important because we actually have no idea what shape the heliosphere is."},{"author":"Feltman","text":"Mm."},{"author":"Bartels","text":"It could be, like, a comet shape with a long tail. It could be, like, this wild croissant shape. No one really knows, and, like, it’s really hard to see it all directly, and then we’ve crossed through it twice with instruments on board with the two Voyagers, but that gives you two points; that doesn’t give you the shape. So that should be really cool."},{"author":"","text":"Another upcoming mission is called the Polarimeter to Unify the Corona and Heliosphere, or PUNCH."},{"author":"Feltman","text":"I was gonna say—what’s the acronym ..."},{"author":"Bartels","text":"[Laughs] There’s always an acronym; it’s NASA ..."},{"author":"Feltman","text":"’Cause whenever I hear a name like that, I’m like, “What acronym were they working on?” [Laughs]"},{"author":"Bartels","text":"Yeah, yeah, that’s PUNCH. PUNCH is supposed to launch in late February, and that is four satellites that are each the size of a suitcase, and they’re gonna watch the sun 24/7. They’re gonna watch as the sun’s corona, the outer atmosphere, as it, like, turns into the solar wind and becomes this phenomenon that spreads all the way across the solar system and really try to understand how that transition happens."},{"author":"","text":"And then a third one that I think is really cool is—another delightful name—Escape and Plasma [Acceleration] and Dynamics Explorers, which you can just call ESCAPADE [laughs]. And ESCAPADE is a pair of spacecraft that, actually, they’re gonna go to Mars."},{"author":"Feltman","text":"Oh, wow."},{"author":"Bartels","text":"They’re not staying by Earth; they’re gonna go to Mars, and they’re gonna study how the solar wind affects Mars and its atmosphere and how they interact."},{"author":"","text":"And there, there are others, too. Those are just a few, so, yeah, it’s gonna be a really cool year."},{"author":"Feltman","text":"And why is it important, other than just the awesomeness of it all, for us to better understand our sun?"},{"author":"Bartels","text":"[Laughs]Yeah. This is where you get into something called space weather. So space weather is, basically, because of all the stuff that the sun sends out into the solar system and because the Earth has magnetic fields and has atmosphere, all of those phenomena interact in ways that are really interesting but also can cause some hiccups. If you get a really big solar flare or [coronal mass ejection], an outburst of plasma, you can end up with really cool things like the aurora, but you can also end up with problematic things—like, those things can be dangerous for astronauts in space, they can damage spacecraft and satellites, and really strong events can also cause problems with the power grid on Earth itself."},{"author":"","text":"And so scientists want to basically approach space weather like meteorologists approach weather [laughs]: They wanna be able to predict it. They wanna understand what’s going to be coming toward us with enough warning time for people to respond and protect people and infrastructure. And that all requires a much better understanding of the sun than we have right now. We basically don’t have the ability to predict events like that. We have a spacecraft that’s stationed a million miles away from Earth toward the sun, and that is, like, the warning beacon ..."},{"author":"Feltman","text":"Hmm."},{"author":"Bartels","text":"And it watches the sun, and it tells us what’s coming, and that’s helpful, but it’s nowhere near the forecast you have on your phone or the forecast warnings that you can get for a hurricane. That’s much more robust and more predictive and gives people much better tools to respond."},{"author":"Feltman","text":"Yeah, that definitely seems like a worthwhile endeavor, and selfishly I hope that we also can get some aurora forecasting in there ’cause eve—even with all of the auroral activity I have not been able [laughs] to make it happen ..."},{"author":"Bartels","text":"[Laughs] Neither have I."},{"author":"Feltman","text":"And I would love my phone to be able to tell me where to go and when ..."},{"author":"Bartels","text":"For sure."},{"author":"Feltman","text":"Are there any other big questions that they’re trying to answer right now?"},{"author":"Bartels","text":"Yeah, so another big, long-standing question about the sun is the corona. It’s a lot hotter than, actually, the visible surface of the sun. So don’t look at the sun with just your eyes; you need eye protection, you need solar eclipse glasses, something like that. But, like, the surface of the sun that you see through those protective lenses, that is, like, nearly 10,000 degrees Fahrenheit, so it sounds pretty hot. But the thing is, the corona, which is—if you see a picture of the total solar eclipse, the corona is the, like, white, spiky part ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Bartels","text":"Around the disc of the moon—that can get up to 3.5 million degrees F, and scientists don’t understand that heat jump at all. Like, that ..."},{"author":"Feltman","text":"Right."},{"author":"Bartels","text":"It’s totally ..."},{"author":"Feltman","text":"It gets hotter farther away."},{"author":"Bartels","text":"Exactly."},{"author":"Feltman","text":"What’s happening [laughs]?"},{"author":"Bartels","text":"If—they talk about: if you walked away from a campfire and it suddenly got hotter, that’s what’s going on here. And no one understands, like, how or why that is happening, and a really big mystery—that’s one of the more, maybe, academic or intellectual ones, but because the corona feeds the solar wind, it’s also gonna have big implications for life here on Earth."},{"author":"Feltman","text":"Absolutely. Well, thanks so much for coming on to chat about the sun with us and excited to have you back on when we start getting some of these answers back."},{"author":"Bartels","text":"[Laughs]Can’t wait."},{"author":"Feltman","text":"That’s all for today’s episode. If you want to learn more about heliophysics, you can check out Meghan’s recent article for SciAm; we’ll have a link in our show notes."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was reported and co-hosted by Meghan Bartels. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,15251,20380,16796,16124,15400,15609,17496,18191,10485,20358,20366,16602,19048,16908,21622,18662,22290,21078,18319,21432,15788,21345,19359,17586,17993,3839,1348,2340,16788,18829,13836,17057,16387,17062,20463,14901,16474,12781,18997,17283,18126,19729,22984,22520,22267,20293,16969,18335,17558,20560,21105,16181,16662,21068,18531,16593,21850,21604,20996,18300,16420,14552,15793,16618,15433,16276,16053,15251,19302,16730,16262,16219,16000,15819,13369,13703,20949,17284,21176,17054,17217,14290,14546,15825,11505,12867,11498,11607,13250,10868,17397,15502,15943,15341,15679,15431,13412,12085,8111,2611,5112,9140,15924,15936,15933,15930,15939,15937,15360,14324,12226,15933,13134,10708,11222,12084,7676,6082,3621,11472,10049,17415,9609,13795,10971,16942,16535,15990,11032,15850,15469,16812,13140,16080,13631,12535,15399,16612,16302,11034,16084,2309,15327,12019,15015,13245,15103,10843,14434,14692,12202,10520,16412,4024,12108,16797,14882,14797,12045,15537,15639,15163,15084,6723,16341,10828,14983,15851,12640,15377,14805,17580,14125,19012,15153,12081,16459,15013,10707,16692,6338,16124,9791,13644,16323,15215,14017,18225,15305,18862,14309,16560,17743,13194,17736,13764,7781,5151,4495,4852,3892,16151,15299,14695,14297,12757,15928,12529,15926,15912,15971,13997,1297,15921,14025,10920,13034,10380,12478,7876,15364,10618,5653,13320,11146,8302,8172,15957,13270,13082,16005,15908,16021,14350,15919,16029,15864,15926,16106,15885,15879,15840,16103,16054,15935,16001,13936,14922,2433,15947,15979,16154,15978,16034,15989,15941,15790,15922,15952,10866,15912,16132,15963,15924,15936,15967,15910,15902,14357,15991,16002,15926,15961,15941,16001,13453,15948,15963,15960,14323,4758,15856,11800,16039,15933,12274,15976,15981,15835,15934,15919,15906,15950,15893,15956,15889,15960,15972,15901,15505,15913,11501,15314,6346,14909,15844,282,16109,6532,162,15082,15981,15920,16001,9393,11921,10667,14018,11583,8137,9546,7672,10075,16002,15577,15931,15205,6267,15832,15960,13000,15860,15925,15884,15918,15950,15954,9895,15974,14470,15951,15928,15455,15940,15500,16041,13676,16058,15923,15957,16022,15983,15887,15899,15976,15980,15973,15331,15911,1649,13047,15925,14902,15876,15403,15922,16008,16040,15979,8077,15959,15943,10409,15851,15231,15983,15956,14876,15897,16009,15919,15945,15910,16029,15967,15888,2623,1956,15914,14311,16133,14573,15933,16112,16010,15927,15883,15990,15969,15981,14853,15847,15920,15827,2140,15895,14103,14507,15898,15925,15407,16105,11694,16006,15920,15977,15934,15514,15980,15983,5463,15964,15914,15873,15890,16004,15923,15995,16011,15906,15916,15985,15986,9520,3477,16124,16013,15896,16026,15906,15390,15993,15308,15932,15866,15970,15940,15978,15940,15416,2897,15833,15936,15892,10911,15915,15942,15875,15812,15979,15937,15935,16018,15933,15933,15987,15924,16031,15925,9965,16101,15993,15944,15998,12019,16006,15862,21203,22519,22461,18671,22462,16490,15579,17290,9561,14124,16348,11706,16082,15909,15874,16005,15969,15847,15921,15438,15930,15999,3762,14635,15893,15988,15857,16049,15913,15929,15923,15914,15924,15957,15920,15897,15934,14022,16001,15813,15879,15895,10849,8090,15941,15925,16052,16106,16013,16075,16029,15936,15970,15601,15911,15932,15918,15890,16007,14551,15920,16170,15822,15876,15935,14393,6810,16066,14174,15886,16013,15899,15866,16010,11482,15915,15958,15901,15911,15860,16011,12589,15936,15724,16084,15949,15929,14669,15909,15858,15992,15987,15939,13114,15912,15930,15977,15993,15986,10910,364,6246,15931,15943,15959,15723,22452,18292,22351,15827,15872,16078,15874,15943,15852,15874,12029,16024,15943,11554,16103,16098,15913,15952,15916,15934,15003,15973,15984,15926,14871,15912,16048,15901,15871,15940,13831,15714,15931,15890,15923,15924,15872,15971,15978,12314,1977,15923,15958,15933,16053,16077,15881,15869,15974,16037,16743,15953,15915,10477,15929,16188,15964,15922,15989,15931,15894,15931,16147,16038,15929,15924,16004,16069,2659,15832,15765,15967,14250,15918,10355,245,15901,15940,15911,15933,15907,15930,16108,13750,4551,15920,13888,15993,15931,15995,15897,15950,15900,15972,13638,15952,15934,7669,16025,15943,15892,15942,16043,16021,14381,15935,15937,15892,15887,15892,15914,10437,15973,15976,16147,15942,15851,15925,15845,16028,14144,15861,15837,11919,12086,15900,16010,13696,15899,15217,15966,13496,15962,15912,15928,15836,16163,15952,15909,15937,15967,22452,16049,16994,15982,15893,15935,15857,15910,16063,16069,15925,16083,16130,15940,15997,10699,9571,10761,16011,14114,15955,12865,15062,15913,8599,15777,12604,11333,10791,12210,12277,15772,11758,13274,14916,16113,15904,1202,15866,14319,8928,16061,15798,11655,15835,14343,13325,15289,14198,10556,15909,6754,10710,17643,15933,16045,15503,15920,16010,15930,13769,15946,15927,15939,16381,22450,17431,15711,16009,15978,15923,15938,15952,4898,15928,15881,16189,15929,15929,13565,15974,16014,15902,15984,15887,11260,15967,15940,15926,15942,13649,15987,15965,16108,1615,15903,16050,15941,15915,16019,15624,15894,15940,15935,15934,15906,15911,15975,15969,15932,15907,15884,15994,15831,15828,16174,15924,12656,15929,16084,16060,15912,15914,12599,11705,15949,15948,13633,15916,15962,15913,16033,15879,2474,15811,15917,15936,15176,15862,15255,1391,15883,7824,5641,15401,9434,15644,13327,14202,10802,10835,14631,15884,15007,9840,13151,13289,15937,11223,12873,15920,15909,13084,15587,9626,16010,9312,9794,15879,13730,8609,13351,14667,13696,16436,14868,1858,13908,13358,11024,11776,11737,8926,15915,9881,15810,15508,13646,13388,15929,15933,15926,15961,15907,15928,16010,15957,15906,15883,15599,15986,15932,14846,15940,16123,15921,15910,16059,15873,15957,15965,15903,15266,15866,16004,15363,3365,16216,15549,7873,15929,16031,16014,15931,16010,14220,15926,15920,15950,3401,15708,16401,15917,15887,15919,15941,15984,15931,15868,15939,15924,15953,10493,15954,15805,15991,16115,15918,15909,15984,15931,15944,15931,16017,15932,15916,15940,13753,15831,15940,15990,8629,2083,15888,15912,11098,15950,15852,15900,13412,15861,15950,15945,15973,15937,15935,9844,15836,15940,16029,16021,15927,15993,453,297,15923,15931,16238,15991,8695,15937,15914,12990,10455,15904,16068,15932,15932,15914,15989,16033,15912,15880,15840,15948,12131,1172,15915,15254,15495,9195,15914,15917,15726,15918,15633,15921,15966,15917,15924,15909,15927,15941,15876,16036,15918,15970,16054,16020,15991,15918,14381,16066,15924,15944,15982,15958,16044,2077,15922,15915,15933,15921,15941,14104,15917,15981,13203,15918,15962,15921,15906,12315,13206,13818,3508,4319,16052,15641,16222,9907,8515,12136,12695,11734,15322,11088,9562,14814,15931,9748,11274,11692,13830,12890,13009,12113,8561,13282,15247,10596,10367,15481,12452,10234,13521,8925,11373,10319,13629,7381,206,15872,15969,15947,15971,15880,15921,15956,15963,15934,15890,15929,15966,16081,15936,10948,2076,15940,15937,15712,15802,15918,16030,15925,14194,15947,15943,15963,15939,15976,15929,15898,16028,15920,16089,15965,16004,15917,15948,15840,15907,15962,15942,2549,2393,15872,15943,15862,15923,15916,15911,15303,15910,15998,15951,16072,16037,15963,15911,15963,16047,16014,16012,2455,15908,15942,15744,15841,16022,12127,15929,15951,15999,15945,15827,15879,15941,22506,19645,15814,15936,15954,15598,5841,15880,15926,2793,15932,15887,12336,193,15880,15729,16096,15945,15958,15903,9825,15936,13220,16128,15028,15989,15954,16054,15930,15956,15913,15917,15977,9374,11264,15926,15909,16041,15868,6678,15956,15925,15898,15932,15984,15920,4243,15863,15989,16007,9951,15926,16001,15914,15996,16063,3162,22103,20237,16926,16112,21550,5632,15928,15894,15947,15950,16092,15198,15956,15938,15954,15964,15964,15949,5905,15886,15945,11009,15877,16030,15884,15981,15922,15908,15980,15963,16039,13128,15915,16034,15937,15975,15877,11549,2437,15446,15965,15943,15904,8936,15915,15947,15932,16119,15982,15960,15912,10766,15941,16020,16015,15998,15938,16025,15932,15935,15885,15941,15917,15911,15906,15937,16020,15933,2531,16639,16672,16969,10925,16842,18995,21320,22485,22438,22485,22534,22736,18184,22717,18307,22642,20113,22529,20764,19468,16732,21349,20259,17043,22519,19704,15711,16681,14573,15979,12985,15921,15943,11854,15924,15884,15904,12019,16031,16103,15913,15959,13633,13405,15996,11390,15893,13526,15960,15968,15355,3573,16010,15932,15942,15891,12819,15918,15928,14695,15963,15979,15886,15946,15765,16014,14493,15910,15938,15868,15955,15927,15944,15979,16072,15876,15866,15933,15941,15927,16145,16006,15929,15910,15923,15945,16033,15944,15924,15926,15912,15884,15914,15981,15983,16149,15973,14276,16006,15911,15906,15920,10487,1848,1887,16017,15897,15902,15997,15937,16002,15911,15952,15918,16066,15901,11035,15914,15930,15945,15901,15975,16092,15977,15906,16030,15845,15976,15877,16006,16014,15892,15926,14110,15911,15933,15964,15897,16046,17804,17298,16193,15754,12160,15985,15936,16053,15936,15933,15867,15946,16219,15890,15983,15788,15953,15929,11358,16557,18106,15951,15907,15965,15987,15939,15941,15978,15997,16001,15915,15921,15914,15881,16006,13998,16044,15940,16053,8335,355,15884,16009,16059,16011,15857,16008,15942,15915,15893,15998,16055,15985,15938,3068,16514,5455,3259,15942,11737,11261,15905,11722,7293,13285,13215,11989,9742,12830,10602,12843,8716,15825,9742,20126,17307,10662,13440,17000,6219,10057,16037,11448,15914,15902,15837,15962,15919,16031,13432,15991,820,16082,15930,16016,15912,16016,15934,15916,15664,13959,15960,15966,15841,12933,13654,15909,16048,16001,15967,15981,15969,15910,15919,15946,15959,15936,15982,13899,15997,15959,16011,15932,15946,15923,10239,15993,15981,15929,15953,15539,15917,16005,15999,15832,15952,15903,15844,11311,16069,16030,15875,15861,8274,3125,16070,15780,16003,15930,16078,15037,595,14932,15874,16033,15905,15956,15956,15904,15904,15898,13099,15910,15866,3233,16116,15945,15950,15899,14889,15901,15967,15033,15819,15912,15826,15899,15878,15908,15960,15949,15943,15996,15920,15927,16060,15934,14624,15911,15907,11367,15947,15897,16041,16008,5774,12871,15915,15924,15742,16017,15964,15948,15864,15886,16095,15964,14869,15872,15940,15908,15965,15950,15850,15950,15955,2873,15865,14285,13667,15948,15841,15944,15961,15987,16046,15948,16047,15918,15933,14137,2730,15925,15966,15907,10373,15929,11032,8804,16387,18052,21396,14221,16642,15605,17290,15911,16702,16018,15948,15928,15954,15962,15935,15925,15923,15951,15878,15965,15916,15939,15874,15933,15926,15945,15969,9494,16011,15873,16052,15932,15910,12971,1270,16033,15089,15924,15639,15698,15736,15899,15213,15911,15930,15927,16018,15898,15979,15912,16068,10703,16000,15873,15910,15936,15988,15863,16025,15940,8952,15905,15883,15906,15928,15376,15944,15924,16014,15964,15957,15944,15905,15931,15950,15914,15920,15972,3345,15927,15884,15886,13152,15911,15964,16026,16085,22555,19271,15948,15916,13944,15915,10709,1087,15929,15916,15901,15941,15958,15919,15889,16110,15991,15949,16094,15935,15926,15769,15892,15912,15910,15943,15919,15688,15928,15910,15941,16017,15908,10025,15881,15902,15926,11904,15915,15912,15911,12413,15941,15933,15919,15920,15916,14677,16052,15937,16002,15976,13867,14830,12021,158,16179,12994,10356,11219,9660,9806,15926,13328,12284,12970,12720,12584,15919,11318,14767,13417,14591,11514,12586,10631,6907,14176,10217,15828,11818,9865,22408,16259,22223,18084,12993,8614,11451,11870,14564,12582,15822,12799,11443,16001,15187,15901,18497,20650,20806,16356,16537,22464,22470,18893,20209,15997,14322,12266,17724,15541,11753,16038,12693,11919,12946,12403,14180,21358,17026,12187,13798,15789,11324,11292,10648,11871,15892,9951,14073,538,16017,13288,15939,15925,13942,16042,15971,13668,15977,15904,15924,15978,15959,16176,13092,15965,15907,14157,16117,15998,15956,15940,15910,16084,15990,15323,15920,15931,15926,15478,14943,15931,15985,14139,15952,15911,15943,15993,15901,15970,15916,15949,15923,15950,15936,15806,15927,7358,15906,15897,15075,15897,15918,15899,16114,16052,15921,15934,15939,15893,15909,15909,1366,15983,15839,16015,15941,8532,15941,15979,15898,13611,15936,15945,15962,13613,15877,16094,8769,15965,15953,15956,15939,15972,15923,16204,15957,5560,15961,15907,15985,15927,15882,15984,11400,15958,15918,16058,15896,15971,15909,15926,15865,22514,14856,15950,15923,15941,10793,15952,16011,15641,15919,15929,15956,15981,15918,15920,16108,15908,2467,15885,16010,16043,15949,15954,15972,16087,15857,21069,4078,15877,16303,22163,19276,20913,21173,15927,22551,16994,17267,18105,9217,15952,15912,15943,15915,15909,15965,15978,13006,16010,16051,15983,15987,15964,16033,15947,15918,12287,16469,16006,15462,16010,15922,15937,15922,16001,15961,15936,15921,16037,15907,16015,15508,15906,15988,15920,15937,15931,15962,15863,15929,15942,15972,11411,15952,15047,15377,15967,12143,4050,15949,16005,15996,16110,15794,12407,17087,16830,15310,3856,15247,12514,10014,16203,13864,9681,15398,12589,9563,17490,11772,12014,13134,11591,16776,15048,15292,13052,13695,15328,10238,14200,15579,17429,16662,10631,17767,16142,15436,12131,3945,3654,6738,4069,16298,13362,15980,14474,14579,2749,15983,11937,12378,14645,12578,15800,6847,15275,17927,12515,15601,17008,14174,17760,19488,16436,15795,15901,13077,15943,6359,16211,15170,15242,13111,16313,10745,13729,15233,16129,17757,16249,14321,12386,16107,15761,12317,16762,15783,15588,15564,13052,15558,10152,4756,6582,17063,16436,12927,16665,13162,15088,16511,15885,16240,15591,8569,3611,15343,15643,16282,15450,15617,16297,16784,13716,4144,3608,17035,17553,14134,14641,16927,13761,15927,4810,16488,15612,13480,16363,14999,17024,13972,15341,17814,16111,17745,12137,17779,15187,15567,14521,17427,17792,17847,14785,9921,21932,21054,15647,15930,15936,15841,15878,15931,5360,1724,952,145],"fragments":[{"begin":"0.000","end":"47.040","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Life as we know it couldn’t exist without the sun, but we know surprisingly little about our host star. That’s where the field of heliophysics comes in—and 2025 is set to be a banner year for folks who study the sun."]},{"begin":"47.040","end":"55.880","lines":["Here to tell us more is Meghan Bartels, a senior news reporter at Scientific American."]},{"begin":"55.880","end":"62.920","lines":["Meghan, thanks so much for coming on to chat today."]},{"begin":"62.920","end":"64.200","lines":["Thanks so much for having me."]},{"begin":"64.200","end":"68.640","lines":["First question, obvious question: What is heliophysics?"]},{"begin":"68.640","end":"91.000","lines":["Yeah, so heliophysics is the study of the sun and also its influence on the solar system. And that’s a really big topic because the solar wind—which is basically, like, plasma of particles that flow off the sun—and also the sun’s magnetic field, those two phenomena stretch all the way beyond the orbit of Pluto, more than 100 times the distance that Earth is from the sun."]},{"begin":"91.000","end":"91.760","lines":["Wow."]},{"begin":"91.760","end":"92.600","lines":["Yeah."]},{"begin":"92.600","end":"97.440","lines":["And why is 2025 such an exciting year for heliophysics?"]},{"begin":"97.440","end":"101.160","lines":["Yeah, so there are a couple of different things that are aligning this year."]},{"begin":"101.160","end":"130.240","lines":["First, the sun has been and still is in the maximum phase of its 11-year solar cycle. Solar max began more than two years ago, and scientists expect that it will last about three or four years total this time around. And during solar max, and even as that activity begins to wane, the sun will keep spitting out radiation flares and blobs of plasma, and that gives scientists a whole lot of new data to play with, and that’s really exciting."]},{"begin":"130.240","end":"144.880","lines":["And then another factor is that there are a whole bunch of really cool science missions that are designed to study various aspects of the heliosphere that are all due to launch in the coming year. And you know how excited scientists get about new missions [laughs]."]},{"begin":"144.880","end":"146.880","lines":["[Laughs]Absolutely."]},{"begin":"146.880","end":"198.080","lines":["Yeah, and then another factor, which, like, sounds bureaucratic, but, like, at the end of the year heliophysicists got a really important report from the National [Academy] of Sciences, and it outlines the field’s priorities for the next decade; it’s called a decadal report, and a lot of various aspects of [space] science has this. And so it specifies, like, what spacecraft and what telescopes researchers should build, which they should prioritize given the money they have, and it’s one of those things that, like, sounds boring [laughs] but is, like, actually really cool. And so this time around the two big spacecraft missions that they endorsed are: One is a mission designed to study the poles of the sun, which we’ve never actually seen directly. And the other is a fleet of 26 satellites that would all orbit Earth, and they would study how the sun’s activity, it affects our planet."]},{"begin":"198.080","end":"217.200","lines":["And then there’s another—there’s a third massive project, and that’s ground-based. That would create the next generation of this ground-based array. The current version observes the sun constantly—it’s surrounding Earth, so it always sees the sun—and it studies the waves that pass through the sun’s interior, just like seismology on Earth ..."]},{"begin":"217.200","end":"217.560","lines":["Mm-hmm."]},{"begin":"217.560","end":"224.320","lines":["It’s called helioseismology. It’s a way of studying the interior and the far side of the sun. So it’s super-cool stuff."]},{"begin":"224.320","end":"229.000","lines":["Very cool. And with this decadal report these are things that haven’t started up yet, that ..."]},{"begin":"229.000","end":"230.560","lines":["Exactly."]},{"begin":"230.560","end":"233.680","lines":["They’re—the government is saying, “You should do these.”"]},{"begin":"233.680","end":"236.840","lines":["Yeah, the government panel, like, surveys scientists ..."]},{"begin":"236.840","end":"236.920","lines":["Hmm."]},{"begin":"236.920","end":"259.800","lines":["It’s this whole long process; it takes, like, years to do. And then, yeah, it covers a 10-year period. And this is, like, starting from things that are just totally designed. They’re, like, they’re, they’re just in the design phase. They’re, like, all on paper right now, and nothing’s built. And so, like, we’re still building and launching stuff from the last decadal, and then this will be, like, into the next decade, yeah."]},{"begin":"259.800","end":"265.240","lines":["Very cool, and I definitely wanna get into some missions that are more in progress ..."]},{"begin":"265.240","end":"265.800","lines":["Mm-hmm."]},{"begin":"265.800","end":"274.640","lines":["But also it’s just wild to me that we haven’t seen the sun’s poles directly. What kinda stuff are we hoping to learn when we finally get a good look at those [laughs]?"]},{"begin":"274.640","end":"298.520","lines":["Yeah, it, it is really wild. There was a mission called Ulysses a while ago that got some data from the poles but couldn’t actually see them up close. And then there’s a European mission flying now called Solar Orbiter, and it’s gonna sneak up a little bit out and take a somewhat tilted orbit around the sun, but it’s not gonna be able to fly over the poles kind of thing, and that’s what this future mission hopes to do."]},{"begin":"298.520","end":"323.320","lines":["And it’s really important because the sun is basically a gigantic magnet, and seeing the poles of that magnet and seeing how the poles work and how the magnetism plays out over the entire surface of the sun, that’s really important for understanding what’s actually happening in the sun and during that 11-year activity cycle ’cause that’s also all governed by magnetism."]},{"begin":"323.320","end":"334.800","lines":["Totally. Yeah, getting back to some of the stuff that’s ongoing, tell me about some of the upcoming or ongoing missions in the heliophysics world. What are people most excited about?"]},{"begin":"334.800","end":"358.040","lines":["Yeah, so it is going to be a really great year for heliophysics missions. One that is really cool is—NASA’s launching a mission called the Interstellar Mapping and Acceleration Probe, or IMAP. And that is going to stay within the inner solar system, but it’s gonna actually map the edge of the heliosphere, so where the solar wind drops off ..."]},{"begin":"358.040","end":"358.760","lines":["Mm-hmm."]},{"begin":"358.760","end":"368.240","lines":["And where the sun’s magnetism drops off. And that’s really important because we actually have no idea what shape the heliosphere is."]},{"begin":"368.240","end":"368.640","lines":["Mm."]},{"begin":"368.640","end":"388.440","lines":["It could be, like, a comet shape with a long tail. It could be, like, this wild croissant shape. No one really knows, and, like, it’s really hard to see it all directly, and then we’ve crossed through it twice with instruments on board with the two Voyagers, but that gives you two points; that doesn’t give you the shape. So that should be really cool."]},{"begin":"388.440","end":"395.720","lines":["Another upcoming mission is called the Polarimeter to Unify the Corona and Heliosphere, or PUNCH."]},{"begin":"395.720","end":"397.080","lines":["I was gonna say—what’s the acronym ..."]},{"begin":"397.080","end":"400.000","lines":["[Laughs] There’s always an acronym; it’s NASA ..."]},{"begin":"400.000","end":"403.760","lines":["’Cause whenever I hear a name like that, I’m like, “What acronym were they working on?” [Laughs]"]},{"begin":"403.760","end":"427.200","lines":["Yeah, yeah, that’s PUNCH. PUNCH is supposed to launch in late February, and that is four satellites that are each the size of a suitcase, and they’re gonna watch the sun 24/7. They’re gonna watch as the sun’s corona, the outer atmosphere, as it, like, turns into the solar wind and becomes this phenomenon that spreads all the way across the solar system and really try to understand how that transition happens."]},{"begin":"427.200","end":"443.240","lines":["And then a third one that I think is really cool is—another delightful name—Escape and Plasma [Acceleration] and Dynamics Explorers, which you can just call ESCAPADE [laughs]. And ESCAPADE is a pair of spacecraft that, actually, they’re gonna go to Mars."]},{"begin":"443.240","end":"443.640","lines":["Oh, wow."]},{"begin":"443.640","end":"449.760","lines":["They’re not staying by Earth; they’re gonna go to Mars, and they’re gonna study how the solar wind affects Mars and its atmosphere and how they interact."]},{"begin":"449.760","end":"454.680","lines":["And there, there are others, too. Those are just a few, so, yeah, it’s gonna be a really cool year."]},{"begin":"454.680","end":"460.720","lines":["And why is it important, other than just the awesomeness of it all, for us to better understand our sun?"]},{"begin":"460.720","end":"502.720","lines":["[Laughs]Yeah. This is where you get into something called space weather. So space weather is, basically, because of all the stuff that the sun sends out into the solar system and because the Earth has magnetic fields and has atmosphere, all of those phenomena interact in ways that are really interesting but also can cause some hiccups. If you get a really big solar flare or [coronal mass ejection], an outburst of plasma, you can end up with really cool things like the aurora, but you can also end up with problematic things—like, those things can be dangerous for astronauts in space, they can damage spacecraft and satellites, and really strong events can also cause problems with the power grid on Earth itself."]},{"begin":"502.720","end":"534.600","lines":["And so scientists want to basically approach space weather like meteorologists approach weather [laughs]: They wanna be able to predict it. They wanna understand what’s going to be coming toward us with enough warning time for people to respond and protect people and infrastructure. And that all requires a much better understanding of the sun than we have right now. We basically don’t have the ability to predict events like that. We have a spacecraft that’s stationed a million miles away from Earth toward the sun, and that is, like, the warning beacon ..."]},{"begin":"534.600","end":"534.840","lines":["Hmm."]},{"begin":"534.840","end":"552.200","lines":["And it watches the sun, and it tells us what’s coming, and that’s helpful, but it’s nowhere near the forecast you have on your phone or the forecast warnings that you can get for a hurricane. That’s much more robust and more predictive and gives people much better tools to respond."]},{"begin":"552.200","end":"565.520","lines":["Yeah, that definitely seems like a worthwhile endeavor, and selfishly I hope that we also can get some aurora forecasting in there ’cause eve—even with all of the auroral activity I have not been able [laughs] to make it happen ..."]},{"begin":"565.520","end":"567.200","lines":["[Laughs] Neither have I."]},{"begin":"567.200","end":"570.960","lines":["And I would love my phone to be able to tell me where to go and when ..."]},{"begin":"570.960","end":"571.840","lines":["For sure."]},{"begin":"571.840","end":"574.960","lines":["Are there any other big questions that they’re trying to answer right now?"]},{"begin":"574.960","end":"605.440","lines":["Yeah, so another big, long-standing question about the sun is the corona. It’s a lot hotter than, actually, the visible surface of the sun. So don’t look at the sun with just your eyes; you need eye protection, you need solar eclipse glasses, something like that. But, like, the surface of the sun that you see through those protective lenses, that is, like, nearly 10,000 degrees Fahrenheit, so it sounds pretty hot. But the thing is, the corona, which is—if you see a picture of the total solar eclipse, the corona is the, like, white, spiky part ..."]},{"begin":"605.440","end":"605.800","lines":["Mm-hmm."]},{"begin":"605.800","end":"614.280","lines":["Around the disc of the moon—that can get up to 3.5 million degrees F, and scientists don’t understand that heat jump at all. Like, that ..."]},{"begin":"614.280","end":"614.560","lines":["Right."]},{"begin":"614.560","end":"615.200","lines":["It’s totally ..."]},{"begin":"615.200","end":"617.080","lines":["It gets hotter farther away."]},{"begin":"617.080","end":"617.520","lines":["Exactly."]},{"begin":"617.520","end":"618.240","lines":["What’s happening [laughs]?"]},{"begin":"618.240","end":"635.560","lines":["If—they talk about: if you walked away from a campfire and it suddenly got hotter, that’s what’s going on here. And no one understands, like, how or why that is happening, and a really big mystery—that’s one of the more, maybe, academic or intellectual ones, but because the corona feeds the solar wind, it’s also gonna have big implications for life here on Earth."]},{"begin":"635.560","end":"643.440","lines":["Absolutely. Well, thanks so much for coming on to chat about the sun with us and excited to have you back on when we start getting some of these answers back."]},{"begin":"643.440","end":"645.840","lines":["[Laughs]Can’t wait."]},{"begin":"645.840","end":"653.720","lines":["That’s all for today’s episode. If you want to learn more about heliophysics, you can check out Meghan’s recent article for SciAm; we’ll have a link in our show notes."]},{"begin":"653.720","end":"673.920","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Today’s episode was reported and co-hosted by Meghan Bartels. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"673.920","end":"679.880","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":679}