{"title":"When It Comes to Impending Asteroid 2024 YR4, Risk of Impact Is a Wait-and-See Question","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/what-we-know-about-2024-yr4-the-asteroid-with-a-2-percent-chance-of-impact/","audio":"https://traffic.megaphone.fm/SAM2906894166.mp3?updated=1739312053","intro":["News of an asteroid with a 2 percent chance of hitting Earth in 2032 made headlines. But is its fluctuating risk really cause for concern?"],"authors":["Rachel Feltman","Lee Billings","Naeem Amarsy","Jeffery DelViscio"],"category":[null],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Have you heard that an asteroid might—just maybe—smack into Earth sometime in the next few years? The rumors are true, though perhaps not as frightening as you might think. The fact is that this asteroid, called 2024 YR4, is both literally and figuratively a moving target. As of February 11, the European Space Agency estimated that the space rock has a 2 percent chance of colliding with Earth on December 22, 2032. That’s slightly higher than the risk you’ll hear quoted in the episode that follows because we recorded it last week. Why are those numbers changing so quickly? We promise this isn’t a matter of the risk going higher and higher      as time goes on. It’s a lot more complicated than that. "},{"author":"","text":"Here to explain what’s going on with this potentially hazardous asteroid is Lee Billings, a senior editor covering space and physics for Scientific American. "},{"author":"","text":"Lee, thanks so much for coming on to chat."},{"author":"Lee Billings","text":"It’s my pleasure, as always, Rachel."},{"author":"Feltman","text":"So there’s an asteroid with a very low chance of hitting us. Why did this make such a big splash in the news?"},{"author":"Billings","text":"So it made such a big splash in the news because, apparently, a 1 percent or greater chance of being struck by an asteroid is actually  a big deal. And that’s what this thing is. It’s, it’s called 2024 YR4—really rolls off the tongue. It was discovered on December 27 by astronomers using the Asteroid Terrestrial-Impact Last Alert Sy stem, or ATLAS, which is a telescope in Chile. W  hen it was roughly about two times farther out than our moon, it was zooming right by our planet, and folks were able to look at its orbit, which they’re still piecing together, and determined that it was gonna make another especially close pass on December 22, 2032."},{"author":"Feltman","text":"Mm."},{"author":"Billings","text":"And at that time it had about a 1.3 percent chance of striking our planet."},{"author":"Feltman","text":"Got it. So how did we detect this? You mentioned ATLAS, but tell me more about what that telescope does and whose job it is to keep an eye out for these asteroids."},{"author":"Billings","text":"Last I counted there’s somewhere between a half dozen and a dozen wide-field survey telescopes that look at the sky every night, and what they’re looking for is moving objects. What do we mean by moving? Everything’s moving. We’re looking for objects that seem to move against the background of the more distant stars, which don’t seem to move ’cause they’re so far away. You can do that by comparing images to each other over time—image A, image B; image A, image B—and you can see a difference, an offset in, in some little point of light. And that’ll tell you: that thing’s moving."},{"author":"","text":"Most of the time, when they see these things, they know what they are; they’re already cataloged. They can quickly refine their orbit, figure out what it is—“Oh, it’s this thing in the catalog, sure.” But they discover new objects all the time, and most of them prove to be totally harmless, just whizzing by through the solar system."},{"author":"","text":"Every now and then, however, one looks a little worrisome. The official threshold for being worrisome is if it’s somewhere between 50 meters [about 164 feet] or greater in size, ’cause then it could cause significant damage to Earth if it struck us, and if it’s greater than about a 1 percent chance."},{"author":"","text":"And I keep using some caveats here about how certain we are about this thing striking us because this is not a settled story. This is still so fresh that we don’t actually have this object’s orbit totally refined. We’re still getting more information about it. We’re still observing this thing and trying to figure out what exactly it’s going to be doing, where exactly it’s going in space."},{"author":"","text":"Late last month, when our story about this published, the odds of it striking were about 1.6 percent. And then, in the following couple of days, they rose to 1.7 percent. About three or four days after the story dropped the odds have gone back down to 1.4 percent [laughs]. So, you can see, it’s very active and fluid, but the upshot essentially is that if it stays above 1 percent, then folks should be worried about it."},{"author":"Feltman","text":"As you said, we see lots of objects that we never end up having to worry about. How unusual is it to get something above that 1 percent threshold?"},{"author":"Billings","text":"The last time this happened was about 20 years ago ..."},{"author":"Feltman","text":"Okay!"},{"author":"Billings","text":"With an asteroid that you might have heard about called Apophis, right? And Apophis, for a while, also had a greater than 1 percent chance of striking Earth, and it made big headlines, and people got really worried about it—I think it helped spark Hollywood movies and various space missions ..."},{"author":"Feltman","text":"Mm."},{"author":"Billings","text":"To try to deflect asteroids—so it doesn’t happen that often; that’s one reason why it’s newsworthy. But I just wanna emphasize, of course, that typically what does happen with these things is: you’ll see this initial oscillation in the chances of it striking Earth, and then they just fall off a cliff because we refine the orbit, we realize that we’re safe, and that’s that."},{"author":"Feltman","text":"Sure."},{"author":"Billings","text":"This one’s a little special, though.  T he reason why it’s special has to do with what we already know about its orbit and how long it takes to prepare any adequate response to try to prevent disaster."},{"author":"","text":"Essentially, this thing is going to come back to Earth in 2028. We know we’re safe from it then. It’s already headed away from Earth. It’s whizzing away from us in the solar system. It’s going to be too faint to see with telescopes by late April or early May. So we have this window of time in which we can try to pin down the chances of it striking Earth. If we don’t pin it down, there’s really not much we can do until 2028 rolls around. And if 2028 rolls around and this thing comes barreling by the Earth and we look at it and, and we can get a better gauge of its orbit then and we see that it still has the significant chance of striking Earth, that doesn’t give us much time at all ..."},{"author":"Feltman","text":"Mm."},{"author":"Billings","text":"Twenty thirty-two is right around the corner from there."},{"author":"Feltman","text":"Right."},{"author":"Billings","text":"So we’re left with very few options if we find that it’s actually on a collision course. So there is some discussion now that we might have to almost preemptively act and plan and just have our ducks in a row so that we can get something going very quickly if we need to, if we can’t pin this thing down in the next couple months."},{"author":"Feltman","text":"What would that kind of prep look like?"},{"author":"Billings","text":"Well [laughs], that’s a really good question. Officially, there is a body called the Space Mission Planning Advisory Group; they’re associated with the UN. And as luck would have it, they met in early February. So this was already on the books, and they happened to meet, and of course, top of the agenda was this asteroid, 2024 YR4."},{"author":"","text":"They are supposed to coordinate international responses to any asteroid that is greater than 50 meters that bears a greater than 1 percent chance of striking Earth within the next 50 years. And of course, this asteroid still exceeds that threshold right now. But because it’s so marginal, they decided they’re gonna just watch and wait and reevaluate in late April or early May and see where things stand then. But the idea is that they would help coordinate the response. But what, what would that response be?"},{"author":"","text":"There’s really only two options. You can’t do anything that ju   st really, really, really gently nudges her out of the way—you have to be a little more violent. You can’t do something like paint one side of the asteroid white and cause its reflectivity to change, which nudges the orbit. You can’t park a spacecraft around it to just orbit around it and use a gravitational-tractor effect, is what it’s called, to gently nudge it out of the way over time. That takes at least 10 years. Instead, you have to hit it. You can either hit it with a kinetic impactor, like NASA did with the DART mission back in 2022 with a different asteroid, and change its orbit. Or you have to nuke it."},{"author":"Feltman","text":"Mm."},{"author":"Billings","text":"And for an object of this size we’re probably talking about something like a one-megaton hydrogen bomb being blown up right next to it, and that would essentially vaporize it or maybe create a rocket effect from vaporizing so much of its surface that it pushes it into a different orbit."},{"author":"Feltman","text":"Obviously, there would be a lot of moving parts to [laughs] a plan like that, so it makes sense that they would wanna start getting their ducks in a row soon. In the unlikely event that this asteroid did impact Earth, what are the sort of best- and worst-case scenarios?"},{"author":"Billings","text":"Ooh, wow! So there’s preliminary evidence—I, I don’t know how definitive it is—that this rock is, again, between about 40 and 100 meters [about 131 to 328 feet] in size. What’s it made out of? That makes a big difference. Is it stony, or is it metallic? Is it a big hunk of iron, or is it mostly crumbly carbonaceous s tuff? It seems like it’s stony. It doesn’t seem like it’s metallic. And that changes how it affects the impact process and what it does. If it was, if it was metallic, it would probably manage to pierce through our atmosphere and strike the surface—bad in all kinds of ways. Assuming it’s stony, it will probably break up in the upper atmosphere. That’s still not great. That, that’s basically like an airburst happening of probably about 10 meg—megatons or so … Feltman: Wow, yeah.Billings: If this thing’s on the order of 100 meters in size. That’s about the same size as the so-called Tunguska impactor, the unknown object—we don’t know exactly what it was—that came in over Siberia back in 1908 and flattened a huge forest, just knocked all the trees down. Real bad news.  I think a lot of reindeer had a really bad time but hopefully not too many people. But it would be that kind of thing. And we’re looking at a swath of the planet that really encompasses a huge number of major population centers, everywhere from parts of South America to South Asia, parts of India, Africa. If you look at it on a globe, you’re like, “Oh, yeah, that’s pretty substantial.”"},{"author":"Feltman","text":"Mm."},{"author":"Billings","text":"Now, of course, that region could shrink ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Billings","text":"And will shrink over time, if it’s even gonna impact anyway."},{"author":"Feltman","text":"And of course, as frightening as it is to think about it hitting a major population center, the statistical likelihood is that it would probably be in the middle of an ocean ... Billings: The ocean, yeah.Feltman: With nobody around.Billings: Yeah, exactly. I mean, you just look at the basic math of it: most of the swath is still gonna be barren, borderline uninhabited.Feltman: So for folks really tuned in to this story, you mentioned April, you mentioned 2028, but when should people expect to know more about this object?Billings: Oof, that’s tough to say. I think the best way to put it is: if we don’t know by late April, early May, if we don’t know by th    e time it fades from view in our telescopes, that’s when we know, “Oh, wow, we really have to start worrying seriously about this thing.” There could be an observation that comes in tomorrow. And when I say observation it’s important to note that it's not just people gathering fresh data from the skies with telescopes; it can also be people finding an instance of this object in some catalog, some archival data. The more data points you get, the more you’re able to refine its orbit exactly, all the different parameters of it, and then arrive at certainty, but we’re not there yet. It could happen tomorrow; it could not happen for months."},{"author":"Feltman","text":"Lee, thanks so much for coming on and talking to us about this asteroid.Billings: My pleasure. Let’s try to stay safe."},{"author":"Feltman","text":"Like I said at the top of our show, the current estimated risk of collision is 2 percent—or it is at the time of this recording on February 11, anyway. Maybe by the time you’re listening, we’ll have a slightly lower or higher chance of collision. You can find updated figures on the European Space Agency’s website. Also, just as a quick FYI,   on February 10, the ESA announced in a blog post that astronomers will use the James Webb Space Telescope to get a more precise estimate of the asteroid’s size a  nd orbit. Those observations will take place in March and May."},{"author":"","text":"We’ll keep you posted on the comings and goings of this cosmic interloper as the year goes on. "},{"author":"","text":"That’s all for today’s episode. We’ll be back on Friday with a special Valentine’s Day chat all about the importance of significant others—but probably not the ones you’re thinking of. "},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. This episode was reported and co-hosted by Lee Billlings. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news. "},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[13182,12831,13280,12674,9976,11935,5627,677,13331,12789,12580,10934,12988,12839,11917,13126,13026,13026,13157,13078,11620,8181,13145,12802,12767,12911,12737,12340,12837,10671,12722,10348,12121,13934,12585,12584,10901,4899,227,13397,13073,12695,12557,6824,13376,12971,856,12745,13131,13202,13389,11706,13146,13183,13352,13206,7404,13330,13149,13160,13227,13142,8557,13452,13282,13058,12605,13049,13237,10452,2917,13466,13287,12940,13060,13570,12696,13175,13162,12864,3611,15544,13123,13259,13820,12421,13220,12403,13406,11360,13119,12891,1897,13304,12169,12284,13643,13109,13134,12958,1093,1156,953,1341,2653,1642,1144,4795,5139,3319,4082,5484,2142,1274,9356,8717,9960,11647,20083,19160,20049,19979,20120,18728,20109,19982,20134,16102,6632,6466,20178,20173,20096,20085,20082,20119,16248,20106,20081,17378,10402,20178,20034,20037,20028,20123,18147,10712,18371,5983,5965,19385,20040,20066,20195,14611,20089,11210,20053,20145,20056,20051,20042,20190,11440,20095,20064,16592,20078,20076,20070,20085,20084,20060,20109,20069,17338,12928,20127,20101,20096,19796,20088,19984,20160,19443,12696,20084,12487,3151,20065,20140,20128,20055,20043,20073,15918,19018,14778,20224,14580,20205,20153,20126,18802,20103,15178,20049,19974,20082,18347,20078,20096,16292,20071,20072,20045,20105,20067,20071,20047,12391,7240,20077,20059,20075,14790,20081,20057,20165,20030,20071,18805,20088,20068,20004,11335,20076,9062,16190,20087,20072,16685,8072,7524,20041,20037,20048,20046,20096,20124,17626,16164,6462,20111,20058,20112,20026,20062,20024,20083,20058,20133,12655,20083,20084,20113,20160,20039,20055,7139,18734,20122,20080,20121,18811,19257,13093,3391,20173,20077,20099,20117,20083,20060,20055,20289,20055,20082,20055,20070,15174,19472,20072,20053,19627,20117,20076,18467,20072,20093,20098,20121,20046,20065,11335,5978,6440,5903,7869,12191,16095,10424,11507,14150,10015,15993,20138,19572,20072,17961,11510,7939,19029,17558,10897,9517,10168,5681,2714,20066,20087,20038,17671,17886,17182,5386,6482,6086,19695,16570,14032,13868,12093,19427,20068,5769,18469,17117,18402,17987,17175,18336,16772,16433,15948,6401,17503,16644,17596,16302,16489,17396,13610,18633,3098,2174,13894,14729,14122,14414,14190,14973,14460,13430,11749,13952,14035,14501,13835,13902,14569,14149,13854,14010,12181,14088,14027,13869,13981,14084,13863,13959,13691,5465,19171,17896,20042,12081,13859,13995,14084,14068,13934,14322,13906,13852,13927,12476,12940,13807,13883,13877,13850,13787,14184,13806,13797,13806,13852,13789,13794,13762,13750,13982,13792,13811,13807,13999,13936,13824,13813,20054,16874,13716,13831,2031,13818,13810,12723,10781,13797,13894,13848,13843,13856,13867,13823,1405,13843,13833,13704,2489,14122,13848,13806,13798,13814,13830,13873,13828,13823,13803,13803,13832,14217,13817,13811,13812,13788,13861,13877,13830,13755,13773,13741,13820,13862,12899,11885,13860,13900,13851,8131,13849,13973,13844,13774,13791,13793,11688,8620,17973,13863,13678,13996,13854,13835,13806,13854,13816,13813,13798,13511,13794,13824,13376,13958,9908,110,13853,13487,13845,11881,3890,18050,11027,2222,17570,16381,16522,16679,15911,15909,15978,15734,15661,15558,14666,16767,16527,16783,16581,15526,15616,15919,15398,16352,16470,16043,15780,16414,13710,16034,16131,16245,16218,16170,16335,16381,13780,13964,13901,13840,13807,13781,13826,13832,13839,13812,13874,13814,9653,13863,13832,13819,12668,6147,13830,13828,13847,10527,9634,13884,13858,13837,13137,13814,13861,13864,13860,13861,13838,13823,13870,13845,13799,13841,12060,13852,13844,13774,13847,7112,4910,13475,13848,13828,13865,13812,13838,13815,13789,13799,11463,13838,13739,12576,13850,13880,8531,11016,13849,10281,13846,13847,13864,12984,9208,10404,13889,13857,13851,13830,13801,13832,13843,13835,13691,13855,13851,13795,13802,13827,13801,13785,13797,13814,13796,13844,11421,13826,13874,13831,13838,13866,13831,13809,13812,13814,13827,13182,13860,13808,13185,13824,13797,13775,13665,13807,13786,13799,13818,10388,13834,13867,13832,13864,13413,13838,13867,12336,13832,13809,13965,14044,13836,13862,13838,13819,13801,13829,13861,13773,13805,13808,13790,12427,10893,12299,9860,12326,13750,4390,13872,13865,13802,13797,13823,12131,13844,13783,13607,13732,13853,13838,13841,13838,13826,13814,12078,13831,13814,13803,13872,13767,13792,13809,13821,13801,13786,13806,12384,13830,13895,13176,10740,13848,10842,13909,13838,13898,13864,13861,13830,13815,12692,13254,1734,13884,13819,13851,13851,13796,13804,13840,13770,13881,13942,13808,13762,13789,13815,13807,13807,13787,13812,12126,13851,13851,13785,12236,13844,8762,13838,13864,13736,13840,13135,921,13926,8977,13847,13907,13851,13802,13851,13856,13852,9214,13821,3444,13838,12914,13445,13847,13059,13854,13841,13833,13814,13811,13821,13811,13812,10082,13845,13826,13823,13813,13844,10254,12082,13872,13835,13798,13336,13847,11249,13845,13900,12781,13837,13823,13832,13814,11460,13855,13841,13894,13773,12278,13835,13811,12502,13861,13863,13833,10253,13320,9916,13857,13837,13906,13830,13815,13851,12116,13908,13821,13808,13354,13852,13321,11867,14230,16475,14437,14538,12084,13688,14116,7774,13918,10253,13878,13788,13790,13798,13689,20006,20026,18831,14136,13821,13825,13819,13828,13801,13798,13846,13856,13637,13863,13843,13801,13077,13847,13831,13892,13849,13735,9499,13899,13858,11776,13842,13764,13840,8915,4615,120,17660,16653,16630,16298,15946,16311,16242,16405,16607,16725,15964,15761,15775,15857,15323,16426,16334,15737,15843,15754,15940,16285,16445,16042,15798,16281,11404,8973,13927,13856,13922,13858,13836,13923,13840,13815,13806,12694,13842,13818,13840,13860,13799,12649,13928,12781,11563,13930,13850,13826,13444,13854,13864,13808,13810,13824,13287,12307,14005,13708,13862,13838,13859,13862,13873,13856,9144,13845,13809,13831,13803,3272,13811,13829,13770,13817,13775,12728,13833,13827,13667,20069,20129,13840,13546,12212,13833,13833,13872,13887,13828,13835,13820,13818,12153,13860,13851,13822,13843,13831,13828,13843,13826,13884,13834,13838,9748,10013,13866,13875,13815,13829,13828,13835,14080,13677,12994,13374,13874,13872,12795,12165,6078,13911,13898,10656,8697,13869,13922,10921,13886,13834,13858,13822,13049,7825,3609,13859,12617,18826,17519,13893,13806,13814,13887,7319,1688,157,13324,14224,13857,12838,13859,13827,13803,13823,13807,12226,13866,12639,11946,708,13844,13816,13801,13934,13814,13822,13849,13807,13886,13311,13848,13858,13849,13933,13940,13897,9399,9897,13833,1845,5683,13869,12949,4140,13895,13857,13859,13944,13808,13798,13782,13806,13794,13781,13859,13809,10620,261,13919,13856,13827,5621,322,387,13861,13833,8191,4863,4,3734,13845,13862,13857,13844,13775,14577,13037,13821,13815,13770,10828,11083,13823,13875,13855,13852,12545,7956,13860,4634,13897,13881,13840,13881,13848,12842,13768,13332,13857,11122,11708,13860,13853,13845,13775,13825,13809,13793,599,6490,13922,13876,8159,13891,13910,11893,13837,7040,962,13861,14001,7705,13837,13873,3860,109,451,14302,13926,13823,13786,13848,13782,13799,13822,13818,13913,11043,7525,5935,13415,13870,13846,13852,13484,13826,13822,13827,13842,13796,13793,13796,13793,13809,13696,13839,13816,13816,13816,13798,13811,13847,13804,13857,13836,13834,13798,13817,13829,13823,9195,13969,13844,13807,701,137,12392,13946,13828,7164,13927,15360,20050,20052,14405,13846,10680,13830,8127,17643,15173,12898,13873,13810,13823,13843,13826,10147,8259,13830,13864,13780,13850,13824,13248,10422,13853,13871,13814,1684,11593,13851,13795,13838,13772,6773,13871,13803,13836,13801,13844,13857,13799,13862,13833,13843,13858,13821,13824,13819,13808,13808,13811,13800,13769,13771,13870,13877,13811,11583,13820,13260,13830,13877,13822,13881,13842,13742,13947,13806,5716,18040,16880,16724,15649,16436,16411,15889,16392,16402,14689,729,153,190,13979,14040,13849,13873,19905,20019,16785,11644,13944,13649,13872,6588,12565,13885,14056,13835,13228,13809,13824,13829,13858,13820,13808,13781,13791,7090,13777,13249,13937,9022,11346,13896,13924,13975,6897,10939,13835,13869,13928,12545,8577,13928,13895,13810,13826,10923,13762,13863,13845,12868,13117,13836,13848,13838,13816,11892,13944,13521,13052,10854,10939,13789,13944,13855,13872,11786,13849,10709,13842,13851,13828,13802,13823,10511,13873,13899,13805,13810,13807,13816,13789,13825,13807,13941,11374,13860,12061,13855,13849,13863,13872,13824,13837,13803,13769,4842,3752,13857,13848,13841,13888,13842,64,13872,13786,13836,13818,13849,11064,13859,13840,13838,13858,13806,13851,13837,13823,13836,13838,13873,9314,13905,11047,95,13848,13855,13791,13519,13823,13817,13845,12902,2209,13870,10843,13829,14788,13867,13930,13827,13819,13794,13818,13809,12734,13865,13844,13813,13981,13826,13833,7080,13812,13815,13823,13784,13781,8430,5949,1573,965,13889,13851,13858,10016,13933,13784,13793,13758,13784,12583,13859,10735,13911,13934,13830,10425,9730,9998,13900,13874,14328,13831,13832,13834,13837,13821,13818,6061,13833,13797,13859,12459,13843,13843,13840,13797,9143,13837,13791,13863,13821,13532,13545,13829,13834,13882,12763,13837,13961,13839,13611,9449,13872,11167,13832,13848,13799,13813,10839,13164,13967,13890,13810,12984,12008,13865,13851,13503,13780,12272,6381,2474,13869,13896,13818,13746,944,0,10365,13982,13810,13811,13851,13800,13816,13825,13799,13609,13866,13818,13824,13819,13903,13815,13844,13783,13839,13827,13233,13841,2130,13862,13862,13862,9667,649,17173,17857,13928,13822,9820,13855,13840,13903,13866,13826,13801,13793,13810,13816,13815,13807,13379,13705,13898,13824,10399,13874,13792,8228,13839,11564,13132,13783,13893,13940,13470,13865,13862,8357,5512,13874,13810,13823,13832,13759,13806,13855,13913,13611,13834,13780,13827,13358,8562,9248,7494,146,15457,17441,16121,15781,15419,15628,16088,16115,16116,15937,16526,8751,16987,16748,16825,14189,17014,16123,16267,16021,15900,15988,16055,8279,16526,15784,14287,16421,15721,15693,15894,9834,16501,16604,16392,15963,16159,8840,16625,16034,16108,16674,16479,16542,16329,15956,15813,16417,13513,4321,13862,13899,8642,13899,9284,13846,12636,13839,13821,13812,13869,13769,13837,13801,13779,13767,13864,13821,13821,13820,8975,13876,13797,13818,3729,13821,13860,13807,13776,5988,13814,13901,10362,13811,13837,9952,10635,2646,13871,13892,13822,11056,13403,13906,7855,13888,13828,13880,13783,13804,10902,13843,13878,13835,14051,13852,4582,13926,13837,13850,13864,866,6660,13873,13892,10794,13820,13898,13878,13850,13862,13792,13770,13777,11749,11991,13873,13943,13876,9902,10419,13869,13847,13831,13838,13830,13805,13781,13807,13822,12187,12099,12276,12194,12130,5093,13879,6670,5876,2173,13873,13904,9313,13878,13820,13743,13828,13822,13837,10859,11978,13964,13929,13839,8472,13875,13973,13849,13839,13825,12597,13916,13886,13628,13847,13864,13859,13833,13790,12952,20071,19262,14140,13830,12168,13897,661,13868,13778,9190,13867,13869,13871,13851,13875,13911,13799,12427,8692,13833,13850,11957,13880,13846,13879,13848,13821,13896,13835,13789,13776,13959,13805,13801,13816,13678,11160,13829,13896,13848,13808,13842,13794,13863,13804,13777,11982,7156,13898,12013,6462,3961,13864,12994,13853,13797,13838,13813,13815,13842,13778,13797,13833,13785,13567,13809,13798,13726,11505,11471,5693,9857,13853,12995,13766,13866,13842,13839,13789,13834,13823,13253,13858,8256,13819,13835,13846,13846,13833,13850,13835,13813,13770,13817,13836,13818,8191,13858,13849,13818,10784,9955,13858,13873,13099,13876,13870,11467,13949,13817,13786,13808,13847,13888,13832,13764,13815,13817,13823,13893,13966,13831,13834,8861,17947,13905,13846,13435,13856,13831,12227,13840,13958,7447,20061,20068,13776,182,13861,13862,13830,13830,13820,9343,5827,16805,17604,17203,14076,4846,17319,16452,15664,16077,16282,16270,16031,15763,15810,15716,3340,9637,16667,13737,16487,16724,16324,16118,15876,5420,16542,16167,16001,15540,15820,15565,13314,20086,20070,20086,15824,19455,15840,15797,15690,13796,8692,13860,8523,7295,13848,10336,10422,13877,12152,13940,12471,10239,4860,13797,13920,7457,6713,13864,11577,11798,4402,0,18001,17486,16553,6651,16750,15726,15610,15997,16093,15674,16013,15775,6836,15999,15929,15740,15837,15426,15593,1912,16622,11702,16552,15815,15664,16091,14918,16499,15788,15639,15823,16319,16538,16703,151,13584,13857,13928,12441,12433,14001,13885,13856,13832,13827,13857,5472,219,13881,13858,12786,11754,8717,13902,13847,13829,13830,13830,13212,13866,12931,13961,828,14097,13889,13841,10820,13911,13845,13832,13859,13630,13060,13828,12786,13817,13713,9902,4642,13940,13888,13785,13804,13827,13771,13774,13787,13805,13830,13825,13772,13821,13812,13816,13809,13973,13826,13821,12851,13824,13844,13832,11261,13848,13868,13829,5223,13556,13890,13822,13847,13843,4583,13859,14173,14211,14620,14579,15526,14738,12343,15050,12932,14958,16431,14849,14925,14990,14977,11459,15281,20094,20020,19068,20060,19180,17738,17901,14310,14628,18323,16555,15217,11396,15659,15586,14658,15277,20143,20073,18686,20122,20135,18571,5850,18365,9967,8720,7132,5596,5032,3996,3133,20072,16773,20103,20110,20072,20077,20045,16151,19939,19469,20076,18005,19381,17440,15872,17359,14027,5784,4400,20049,13420,14285,11851,11610,8956,9190,10776,13642,11773,9067,7581,6111,6298,20117,20136,20082,20096,20091,20102,20108,20138,20124,20054,14848,20092,19253,12410,20075,14104,20131,20071,20168,20113,20050,20128,20091,20054,20044,20054,18796,19278,20131,20187,20129,20136,20094,20042,20091,20090,20110,20084,20114,20103,20075,20058,14623,20103,20153,20153,20087,20052,20127,20053,20132,19531,14028,20125,20075,16076,20084,20086,20067,20098,20064,20096,20185,20114,20071,19977,10903,20145,20039,20195,20170,20096,20058,20103,20134,20168,20019,20000,20085,20071,20072,20135,20090,20082,20030,20093,15750,20162,20094,20121,20099,19972,20067,11537,10643,20158,20145,20125,20070,20108,18325,20098,20084,20075,20043,16092,13151,20070,20107,20081,20038,20051,20094,19997,20024,20086,20037,20077,20221,20065,20046,20045,8891,9253,7503,6732,5805,6352,5818,8144,20120,20079,20100,19854,10230,3456,20075,20126,20009,20123,16943,20103,20064,20050,17949,20056,20059,20045,19907,20233,17218,20177,20058,8157,20050,20062,19582,20121,20049,20071,20021,1898,1492,1401,1399,1151,12176,6107,3491,2162,1512,1077,13439,11536,6425,10431,8238,8671,6620,11027,5899,10697,8219,8744,20113,20169,19722,20056,20074,20077,20078,18569,20046,20081,20069,15536,20086,20099,20081,19985,20066,20065,20023,20053,16462,20199,20118,16645,14533,5778,20018,20085,20032,20115,20042,20157,20065,14959,20034,8353,7576,3197,8195,20061,20106,20094,20134,20112,20066,20012,20041,5863,20081,20056,19700,20104,20124,20116,20052,2949,5834,20103,20073,20179,20125,20129,20080,20020,20244,20071,20074,20122,20084,8836,6852,7537,6230,5307,4108,4685,20074,18178,20033,20064,20125,20120,20075,15702,20104,20147,12821,6989,6463,10772,8822,2773,5643,6426,7402,7347,6321,3677,628,515,160,117,85,76],"fragments":[{"begin":"0.000","end":"5.040","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"5.040","end":"82.600","lines":["Have you heard that an asteroid might—just maybe—smack into Earth sometime in the next few years? The rumors are true, though perhaps not as frightening as you might think. The fact is that this asteroid, called 2024 YR4, is both literally and figuratively a moving target. As of February 11, the European Space Agency estimated that the space rock has a 2 percent chance of colliding with Earth on December 22, 2032. That’s slightly higher than the risk you’ll hear quoted in the episode that follows because we recorded it last week. Why are those numbers changing so quickly? We promise this isn’t a matter of the risk going higher and higher      as time goes on. It’s a lot more complicated than that."]},{"begin":"82.600","end":"99.320","lines":["Here to explain what’s going on with this potentially hazardous asteroid is Lee Billings, a senior editor covering space and physics for Scientific American."]},{"begin":"99.320","end":"101.640","lines":["Lee, thanks so much for coming on to chat."]},{"begin":"101.640","end":"103.320","lines":["It’s my pleasure, as always, Rachel."]},{"begin":"103.320","end":"110.280","lines":["So there’s an asteroid with a very low chance of hitting us. Why did this make such a big splash in the news?"]},{"begin":"110.280","end":"148.040","lines":["So it made such a big splash in the news because, apparently, a 1 percent or greater chance of being struck by an asteroid is actually  a big deal. And that’s what this thing is. It’s, it’s called 2024 YR4—really rolls off the tongue. It was discovered on December 27 by astronomers using the Asteroid Terrestrial-Impact Last Alert Sy stem, or ATLAS, which is a telescope in Chile. W  hen it was roughly about two times farther out than our moon, it was zooming right by our planet, and folks were able to look at its orbit, which they’re still piecing together, and determined that it was gonna make another especially close pass on December 22, 2032."]},{"begin":"148.040","end":"148.600","lines":["Mm."]},{"begin":"148.600","end":"154.600","lines":["And at that time it had about a 1.3 percent chance of striking our planet."]},{"begin":"154.600","end":"165.480","lines":["Got it. So how did we detect this? You mentioned ATLAS, but tell me more about what that telescope does and whose job it is to keep an eye out for these asteroids."]},{"begin":"165.480","end":"195.280","lines":["Last I counted there’s somewhere between a half dozen and a dozen wide-field survey telescopes that look at the sky every night, and what they’re looking for is moving objects. What do we mean by moving? Everything’s moving. We’re looking for objects that seem to move against the background of the more distant stars, which don’t seem to move ’cause they’re so far away. You can do that by comparing images to each other over time—image A, image B; image A, image B—and you can see a difference, an offset in, in some little point of light. And that’ll tell you: that thing’s moving."]},{"begin":"195.280","end":"208.240","lines":["Most of the time, when they see these things, they know what they are; they’re already cataloged. They can quickly refine their orbit, figure out what it is—“Oh, it’s this thing in the catalog, sure.” But they discover new objects all the time, and most of them prove to be totally harmless, just whizzing by through the solar system."]},{"begin":"208.240","end":"221.840","lines":["Every now and then, however, one looks a little worrisome. The official threshold for being worrisome is if it’s somewhere between 50 meters [about 164 feet] or greater in size, ’cause then it could cause significant damage to Earth if it struck us, and if it’s greater than about a 1 percent chance."]},{"begin":"221.840","end":"242.840","lines":["And I keep using some caveats here about how certain we are about this thing striking us because this is not a settled story. This is still so fresh that we don’t actually have this object’s orbit totally refined. We’re still getting more information about it. We’re still observing this thing and trying to figure out what exactly it’s going to be doing, where exactly it’s going in space."]},{"begin":"242.840","end":"267.720","lines":["Late last month, when our story about this published, the odds of it striking were about 1.6 percent. And then, in the following couple of days, they rose to 1.7 percent. About three or four days after the story dropped the odds have gone back down to 1.4 percent [laughs]. So, you can see, it’s very active and fluid, but the upshot essentially is that if it stays above 1 percent, then folks should be worried about it."]},{"begin":"267.720","end":"275.960","lines":["As you said, we see lots of objects that we never end up having to worry about. How unusual is it to get something above that 1 percent threshold?"]},{"begin":"275.960","end":"278.840","lines":["The last time this happened was about 20 years ago ..."]},{"begin":"278.840","end":"279.000","lines":["Okay!"]},{"begin":"279.000","end":"292.000","lines":["With an asteroid that you might have heard about called Apophis, right? And Apophis, for a while, also had a greater than 1 percent chance of striking Earth, and it made big headlines, and people got really worried about it—I think it helped spark Hollywood movies and various space missions ..."]},{"begin":"292.000","end":"292.040","lines":["Mm."]},{"begin":"292.040","end":"309.480","lines":["To try to deflect asteroids—so it doesn’t happen that often; that’s one reason why it’s newsworthy. But I just wanna emphasize, of course, that typically what does happen with these things is: you’ll see this initial oscillation in the chances of it striking Earth, and then they just fall off a cliff because we refine the orbit, we realize that we’re safe, and that’s that."]},{"begin":"309.480","end":"310.040","lines":["Sure."]},{"begin":"310.040","end":"323.440","lines":["This one’s a little special, though.  T he reason why it’s special has to do with what we already know about its orbit and how long it takes to prepare any adequate response to try to prevent disaster."]},{"begin":"323.440","end":"364.760","lines":["Essentially, this thing is going to come back to Earth in 2028. We know we’re safe from it then. It’s already headed away from Earth. It’s whizzing away from us in the solar system. It’s going to be too faint to see with telescopes by late April or early May. So we have this window of time in which we can try to pin down the chances of it striking Earth. If we don’t pin it down, there’s really not much we can do until 2028 rolls around. And if 2028 rolls around and this thing comes barreling by the Earth and we look at it and, and we can get a better gauge of its orbit then and we see that it still has the significant chance of striking Earth, that doesn’t give us much time at all ..."]},{"begin":"364.760","end":"364.760","lines":["Mm."]},{"begin":"364.760","end":"367.120","lines":["Twenty thirty-two is right around the corner from there."]},{"begin":"367.120","end":"367.600","lines":["Right."]},{"begin":"367.600","end":"385.680","lines":["So we’re left with very few options if we find that it’s actually on a collision course. So there is some discussion now that we might have to almost preemptively act and plan and just have our ducks in a row so that we can get something going very quickly if we need to, if we can’t pin this thing down in the next couple months."]},{"begin":"385.680","end":"389.440","lines":["What would that kind of prep look like?"]},{"begin":"389.440","end":"408.160","lines":["Well [laughs], that’s a really good question. Officially, there is a body called the Space Mission Planning Advisory Group; they’re associated with the UN. And as luck would have it, they met in early February. So this was already on the books, and they happened to meet, and of course, top of the agenda was this asteroid, 2024 YR4."]},{"begin":"408.160","end":"435.000","lines":["They are supposed to coordinate international responses to any asteroid that is greater than 50 meters that bears a greater than 1 percent chance of striking Earth within the next 50 years. And of course, this asteroid still exceeds that threshold right now. But because it’s so marginal, they decided they’re gonna just watch and wait and reevaluate in late April or early May and see where things stand then. But the idea is that they would help coordinate the response. But what, what would that response be?"]},{"begin":"435.000","end":"470.320","lines":["There’s really only two options. You can’t do anything that ju   st really, really, really gently nudges her out of the way—you have to be a little more violent. You can’t do something like paint one side of the asteroid white and cause its reflectivity to change, which nudges the orbit. You can’t park a spacecraft around it to just orbit around it and use a gravitational-tractor effect, is what it’s called, to gently nudge it out of the way over time. That takes at least 10 years. Instead, you have to hit it. You can either hit it with a kinetic impactor, like NASA did with the DART mission back in 2022 with a different asteroid, and change its orbit. Or you have to nuke it."]},{"begin":"470.320","end":"471.160","lines":["Mm."]},{"begin":"471.160","end":"485.320","lines":["And for an object of this size we’re probably talking about something like a one-megaton hydrogen bomb being blown up right next to it, and that would essentially vaporize it or maybe create a rocket effect from vaporizing so much of its surface that it pushes it into a different orbit."]},{"begin":"485.320","end":"496.000","lines":["Obviously, there would be a lot of moving parts to [laughs] a plan like that, so it makes sense that they would wanna start getting their ducks in a row soon. In the unlikely event that this asteroid did impact Earth, what are the sort of best- and worst-case scenarios?"]},{"begin":"496.000","end":"576.400","lines":["Ooh, wow! So there’s preliminary evidence—I, I don’t know how definitive it is—that this rock is, again, between about 40 and 100 meters [about 131 to 328 feet] in size. What’s it made out of? That makes a big difference. Is it stony, or is it metallic? Is it a big hunk of iron, or is it mostly crumbly carbonaceous s tuff? It seems like it’s stony. It doesn’t seem like it’s metallic. And that changes how it affects the impact process and what it does. If it was, if it was metallic, it would probably manage to pierce through our atmosphere and strike the surface—bad in all kinds of ways. Assuming it’s stony, it will probably break up in the upper atmosphere. That’s still not great. That, that’s basically like an airburst happening of probably about 10 meg—megatons or so … Feltman: Wow, yeah.Billings: If this thing’s on the order of 100 meters in size. That’s about the same size as the so-called Tunguska impactor, the unknown object—we don’t know exactly what it was—that came in over Siberia back in 1908 and flattened a huge forest, just knocked all the trees down. Real bad news.  I think a lot of reindeer had a really bad time but hopefully not too many people. But it would be that kind of thing. And we’re looking at a swath of the planet that really encompasses a huge number of major population centers, everywhere from parts of South America to South Asia, parts of India, Africa. If you look at it on a globe, you’re like, “Oh, yeah, that’s pretty substantial.”"]},{"begin":"576.400","end":"576.800","lines":["Mm."]},{"begin":"576.800","end":"579.040","lines":["Now, of course, that region could shrink ..."]},{"begin":"579.040","end":"579.520","lines":["Mm-hmm."]},{"begin":"579.520","end":"582.640","lines":["And will shrink over time, if it’s even gonna impact anyway."]},{"begin":"582.640","end":"650.840","lines":["And of course, as frightening as it is to think about it hitting a major population center, the statistical likelihood is that it would probably be in the middle of an ocean ... Billings: The ocean, yeah.Feltman: With nobody around.Billings: Yeah, exactly. I mean, you just look at the basic math of it: most of the swath is still gonna be barren, borderline uninhabited.Feltman: So for folks really tuned in to this story, you mentioned April, you mentioned 2028, but when should people expect to know more about this object?Billings: Oof, that’s tough to say. I think the best way to put it is: if we don’t know by late April, early May, if we don’t know by th    e time it fades from view in our telescopes, that’s when we know, “Oh, wow, we really have to start worrying seriously about this thing.” There could be an observation that comes in tomorrow. And when I say observation it’s important to note that it's not just people gathering fresh data from the skies with telescopes; it can also be people finding an instance of this object in some catalog, some archival data. The more data points you get, the more you’re able to refine its orbit exactly, all the different parameters of it, and then arrive at certainty, but we’re not there yet. It could happen tomorrow; it could not happen for months."]},{"begin":"650.840","end":"660.400","lines":["Lee, thanks so much for coming on and talking to us about this asteroid.Billings: My pleasure. Let’s try to stay safe."]},{"begin":"660.400","end":"691.880","lines":["Like I said at the top of our show, the current estimated risk of collision is 2 percent—or it is at the time of this recording on February 11, anyway. Maybe by the time you’re listening, we’ll have a slightly lower or higher chance of collision. You can find updated figures on the European Space Agency’s website. Also, just as a quick FYI,   on February 10, the ESA announced in a blog post that astronomers will use the James Webb Space Telescope to get a more precise estimate of the asteroid’s size a  nd orbit. Those observations will take place in March and May."]},{"begin":"691.880","end":"699.240","lines":["We’ll keep you posted on the comings and goings of this cosmic interloper as the year goes on."]},{"begin":"699.240","end":"708.560","lines":["That’s all for today’s episode. We’ll be back on Friday with a special Valentine’s Day chat all about the importance of significant others—but probably not the ones you’re thinking of."]},{"begin":"708.560","end":"736.680","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg, Naeem Amarsy and Jeff DelViscio. This episode was reported and co-hosted by Lee Billlings. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"736.680","end":"746.600","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":746}