{"title":"On COVID’s Fifth Anniversary, the U.S. Remains Vulnerable to Infectious Disease","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/kansas-tuberculosis-outbreak-emphasizes-the-importance-of-public-health/","audio":"https://traffic.megaphone.fm/SAM3308386989.mp3?updated=1741727888","intro":["On COVID’s fifth anniversary, the U.S. is facing an outbreak of tuberculosis in Kansas that makes strong public health systems as important as ever."],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"This week marks the fifth anniversary of COVID being declared a global pandemic. So much changed about all our lives then that we are still feeling five years later."},{"author":"","text":"As we reflect on this anniversary, our producer Fonda Mwangi took a pulse check on where the U.S. public health system is now and the lessons it’s learned."},{"author":"Fonda Mwangi","text":"We’re only a few months into 2025, and there has already been a number of infectious disease outbreaks across the United States. There’s measles in Texas and New Mexico, and of course, we can’t forget about the bird flu outbreak in poultry and cows, with several recent human cases, too. But in Kansas, they’ve been battling tuberculosis."},{"author":"Bek Shackelford-Nwanganga","text":"The first cases associated with it were recorded in January 2024. The majority of the cases were in Wyandotte County, which is an urban county, part of the Kansas City Metro, and then there were some other cases in Johnson County, also part of the Kansas City Metro."},{"author":"","text":"The thing that was different with this outbreak is that the case number, um, for active tuberculosis cases, meaning the person can spread tuberculosis and is symptomatic, the active cases spiked up so quickly."},{"author":"Mwangi","text":"That’s Bek Shackelford-Nwanganga, a health equity reporter at Kansas News Service. She actually first broke the story that Kansas was even having a TB outbreak."},{"author":"","text":"As of last Friday, Kansas has seen 68 active cases of TB, and that’s since the beginning of the outbreak, as well as 80 latent cases, which is when someone has bacteria in their body, but it’s not causing any symptoms, and they can’t spread the disease."},{"author":"","text":"You might have seen headlines earlier this year calling the Kansas outbreak the largest the U.S. has ever seen. Turns out that wasn’t entirely right."},{"author":"Shackelford-Nwanganga","text":"Unfortunately there were some crossed wires on communication there, and we’re not really sure on whose side—it kind of looks like maybe the Kansas Department of Health and Environment was not factual. And it first kind of broke in a legislative meeting that this is, you know, the largest outbreak ever in the U.S. history since, you know, the United States started tracking TB in the 1950s."},{"author":"","text":"When we posted our first story on it, we received some emails where people were concerned about their community, or they were like, just all kinds of information that I feel like maybe could have been communicated a little clearly a little earlier on to kind of nip any fear in the bud and make sure that the public was not freaking out over a pretty large outbreak."},{"author":"Mwangi","text":"The Centers for Disease Control and Prevention says there were times in the past decade where case numbers were higher than this outbreak."},{"author":"","text":"Okay, let’s back up a little. What even is tuberculosis? Well, it’s an airborne disease caused by bacteria that typically spreads through prolonged close contact with an infected person."},{"author":"","text":"A physician I spoke with says part of the reason this disease is so complex to deal with is because it can take months or even years after a person is infected for them to actually get sick."},{"author":"","text":"Upwards of 70 percent of TB cases impact the lungs, but it can also affect other organs, including our bellies, brains, bones and eyes."},{"author":"","text":"Tuberculosis once again became the world’s deadliest infectious disease in 2023—that’s after briefly losing the title to COVID, according to last year’s World Health Organization report on the illness."},{"author":"","text":"Each year TB kills more than a million people around the world. In recent decades, the CDC says, the U.S.’s annual death toll for the disease has hovered in the hundreds."},{"author":"","text":"Erin Corriveau is a physician and associate professor at the University of Kansas Medical Center and has treated cases in Kansas’s outbreak."},{"author":"Erin Corriveau","text":"Tuberculosis is something that a lot of our public health laws actually protect. And so outbreaks of TB don’t happen very commonly anymore in the United States."},{"author":"Mwangi","text":"But she says that seems to be changing."},{"author":"Corriveau","text":"And I think COVID had something to do with that. You know, for a time there, a lot of people were worried about going into the hospital, worried about seeking care. I think we probably had some misdiagnoses, you know? For a while there, it seemed like everything was COVID; everyone was infected with COVID. And we probably missed some tuberculosis along the way."},{"author":"Mwangi","text":"But even without added complications of COVID-19, Erin says rooting out TB is hard."},{"author":"Corriveau","text":"It’s really just important to know that TB, again, is really tricky."},{"author":"","text":"Where you find some infections, there will likely be more. And because it takes so long to incubate and to work its way into families and the community, It’s probably still going to be there. It takes a long time to find all of the people who are infected and treat them. It actually demands tremendous trust and investment in community medicine and public health."},{"author":"Mwangi","text":"So what does a TB outbreak in Kansas show us about the state of America’s public health system?"},{"author":"Corriveau","text":"I think the significance is, is that, you know, we can’t rest on our laurels, and I think that we’ve got to remain vigilant. You know, public health around the country, there’s been a fair disinvestment, I think, in it."},{"author":"","text":"And we’ve seen that COVID created a situation where many people were exhausted, didn’t feel good about their roles in public health anymore. But the importance of it is now more than ever."},{"author":"Mwangi","text":"And Erin is not alone in thinking that now is a critical time to invest in public health."},{"author":"Jennifer Nuzzo","text":"It is a really stunning list of infectious disease threats that we are currently tracking here in the United States—I’d also add a really kind of historically intense flu season, human influenza season. And then there’s a number of infectious disease threats that are happening globally that we have to track because we want to make sure it doesn’t come here."},{"author":"","text":"So we’ve got an Ebola outbreak in Uganda, Marburg in Tanzania—we have mpox circulating throughout the world. So really it is quite stunning. In terms of U.S. public health system, you know, I have a lot of reasons to be more worried now than I have been in a long time."},{"author":"Mwangi","text":"That’s Jennifer Nuzzo, founding director of the Pandemic Center at Brown University School of Public Health. She’s been working in public health since the early 2000s."},{"author":"Nuzzo","text":"I was actually working at a local health department after September 11th, 2001. And I saw how there was a concerted effort to make sure that health departments had all the tools they needed—the resources, as well as the legislative or sort of legal powers, to be able to take swift action in case America was attacked again."},{"author":"","text":"And seeing now, I think, an attempt to erode the capacities and the public health powers of health departments really just stands at odd with what we did. We lost 3,000 or so American lives in 2001, and it galvanized the nation. We lost more than a million Americans in COVID-19, and it seems like we are determined to just do it again."},{"author":"Mwangi","text":"How do we stop that from happening? Well, researchers are trying to figure it out."},{"author":"Michelle Mello","text":"I think what we found is that state legislatures have been emboldened to try to tell health officials in advance what they can and can’t do to manage health emergencies."},{"author":"Mwangi","text":"That’s Michelle Mello, a professor at Stanford University’s medical and law schools. She’s studying how public health legal powers have changed since the COVID-19 pandemic began."},{"author":"Mello","text":"There was a feeling that there were not enough guardrails around the exercise of public health legal powers during COVID. And that feeling, you know, has a basis in many people’s reality, which was that they were subject to very burdensome health orders for a very long period of time without a lot of explanation from health officials and by health officials who are not democratically accountable. So that kind of sowed the seed for people to feel like a correction was necessary."},{"author":"Mwangi","text":"How exactly have legislative changes impacted public health powers in recent years?"},{"author":"Mello","text":"What’s unusual about lawmaking in the latter half of the COVID pandemic is that even though we mostly think about law as facilitating public health promotion, in this case, many states use their lawmaking powers to try to restrict the ability of the executive branch to take actions to protect public health during health emergencies, including but not limiting to pandemics."},{"author":"","text":"Some state legislatures reached beyond emergencies and impose limitations on what health officials or governors could do during what you might call peacetime—so, for example, limiting their ability to impose new vaccination mandates."},{"author":"","text":"And then other states have done things that make it harder to close down schools or businesses. For example, there’s one state that has said, you can’t close a whole school. You can only close the building where a case of an infectious disease occurred."},{"author":"","text":"Just let that sink in for a moment. So now we have, without specifying what the disease is— could be any disease—if you have a measles outbreak or a new highly infectious pathogen, the only thing you can do is shut off the building where a kid who had that disease was for a period of time. The other students can’t be protected in any way by a school closure."},{"author":"Mwangi","text":"Michelle says that’s not all."},{"author":"Mello","text":"There are a few states that have decided that now we’re not going to do stay-at-home orders anymore. They’ve passed laws that if you parse their language, that is the effect. They preclude health officials from imposing orders that affect a class of persons. So they could quarantine me if I was infectious, but they couldn’t quarantine, you know, my neighborhood."},{"author":"","text":"So that’s a pretty big set of handcuffs put on future emergency response."},{"author":"Mwangi","text":"It’s been five years since the World Health Organization declared COVID-19 a pandemic. But what has our public health system learned during that time?"},{"author":"","text":"Erin says one of the biggest lessons she and her public health colleagues took away from the pandemic is that everything is tied together."},{"author":"Corriveau","text":"It also just teaches us that we’ve got to have a system in play that is really connected, and we can’t let down at any level."},{"author":"","text":"Our public health system, from the WHO to the CDC to state and then to local health departments, is finely tuned, and each level supports the level next to it, both above and below. And I think that whenever we do not invest in one of the levels, it just sort of starts to crumble a bit."},{"author":"Mwangi","text":"Michelle agrees with that."},{"author":"Mello","text":"If we defund and empty out federal agencies of the people, uh, and programs that do that work, we’re going to be facing a much greater set of challenges than we did during COVID."},{"author":"Mwangi","text":"And so far, this year has been full of government cuts, especially in the federal workforce."},{"author":"","text":"Jennifer advises governments and organizations on pandemic preparedness. And she’s worried about the ongoing erosion of the U.S. public health workforce."},{"author":"Nuzzo","text":"I would point out that a lot of these federal workers actually work in our states and make our states stronger and more capable. So that kind of upheaval, I think, is deeply concerning. We knew that even before 2025, we were already down many of the positions that we needed in public health and particularly down the very experienced leaders."},{"author":"","text":"A lot of leaders have just left the field, in part because of the politicization and the attacks that they’ve gotten over years."},{"author":"Mwangi","text":"Jennifer sees the last five years as just the start of a new normal where dealing with periodic health crises is a regular part of life."},{"author":"Nuzzo","text":"I think the fact that we are seeing so many infectious disease threats right now should really just be a reminder to people that just because COVID as an emergency is over, just because it’s five years later, even though it was called a once-in-a-century health crisis, doesn’t mean that we’re, you know—got 95 more years to forget about these sorts of things, to just ignore them."},{"author":"","text":"Just like we are seeing floods and other things happen more and more regularly, we’re going to see these events more and more regularly. There’s a number of reasons for that."},{"author":"Mwangi","text":"Jennifer says it’s in part because of the environmental changes we’re seeing, which give rise to new pathogens. Also at play are our behavioral changes that allow pathogens to spread farther and faster than they could ever before. That’s why building off the lessons of the COVID-19 pandemic is critical if we’re gonna arm ourselves for whatever health threats might be coming next."},{"author":"Nuzzo","text":"And what that means is we need to build the resilience to them. We need to build infrastructure in our communities to be able to handle it. We need to build that infrastructure to be able to mitigate the tolls of these events so they don’t upend our lives every single time they happen."},{"author":"Mwangi","text":"The future of America’s public health infrastructure depends on us having the tools needed to protect everyone's health. As Jennifer says..."},{"author":"Nuzzo","text":"We are not strong as a nation, we are not secure as a nation, we are not prosperous as a nation, we are not happy as a nation unless we have our health."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday with an exciting conversation on sci-fi and robots."},{"author":"","text":"Science Quickly is produced by Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[10988,21631,18665,22158,12647,10384,6671,17353,15108,13931,11187,15044,18665,16343,9777,13485,12838,9513,10138,13599,14945,10755,17703,21584,15675,16919,18827,9688,22033,17949,13343,11592,15596,14719,11097,20257,14134,18146,16847,18457,14513,15642,14334,12567,11687,21864,19876,22029,19381,15533,15893,16481,16021,15127,15852,15903,10757,17963,19347,16221,16253,15579,17421,22185,16711,21127,14828,15321,14010,14824,10597,14344,20947,12347,9346,14627,11368,5482,13720,15456,11075,8212,13322,16585,11532,7600,7006,21508,17127,11038,12741,14808,15688,13505,10082,16739,15871,14954,12525,1199,1407,5856,7142,5740,2762,2598,17866,14688,17914,17881,15120,17903,16208,17000,17399,11745,7923,2692,17048,17116,17881,15022,16701,16736,17015,16415,17891,17790,17193,17597,15442,16888,16518,17448,9077,3329,9723,17705,13739,17719,16554,17978,17896,16801,16360,15376,17668,16596,17284,17836,16340,16788,16644,16141,16796,16592,16888,11431,16920,17910,17423,16612,16638,17321,17859,17933,17840,16710,17127,17520,16775,16965,17078,17636,16675,17205,17155,15604,17417,17435,17967,17669,17846,17885,17919,11721,6972,7464,2042,8159,8056,10661,9845,8537,2311,652,15952,15775,15266,15804,15345,15183,14520,8175,15911,13919,15928,15335,14372,15861,14554,14462,15889,15924,15907,15428,11764,4487,98,15952,15929,15911,16011,11810,15408,14226,8106,15939,15890,15901,15939,15885,15975,14051,13413,15915,15925,15858,15926,15985,15926,15952,15950,15972,15903,15915,15937,173,15881,15848,15334,2595,15924,15908,15918,13545,8784,5414,15893,15911,15916,15908,15921,15935,15920,15919,14584,15903,15965,13484,13316,15597,15923,15914,13862,15921,2531,9977,15914,15941,15922,15922,11038,12270,15896,11736,11565,9598,11167,15927,15904,15934,12291,15946,14636,13694,15909,13117,16008,15946,15901,15923,15751,15229,14583,15925,14558,11351,15910,15937,33,15929,15911,8971,13935,13914,15914,15950,15923,15914,15944,15889,15969,4981,15889,15940,15980,15910,15173,15282,15423,12035,15880,15922,14911,12093,15989,15975,15956,15987,15937,15914,15959,15909,15919,15916,15914,13020,15931,11829,8742,15922,15921,16010,15909,15914,15918,15900,16074,15897,15980,15932,15973,15945,15966,12012,3515,16183,15953,15911,15943,15943,15891,15931,16022,15030,14206,10135,15890,16008,15925,15905,10626,15935,15918,14301,15871,15906,15925,15889,15968,15887,576,15900,9839,15954,15977,15458,5054,252,15939,15894,15901,15802,12922,3957,15929,15895,15913,16012,15951,15207,15906,15100,15992,14574,15912,15578,15993,13502,15779,9365,1864,25,15921,15895,16003,15936,15886,15940,15923,15793,15929,15890,15924,15934,15938,15956,15914,11944,6842,114,15984,15921,13851,15921,15907,15334,15990,55,15934,15922,15927,15943,15923,8484,2513,15944,6079,16004,14663,14096,12810,10807,13574,15927,15928,15916,15914,1123,15082,15894,15939,15905,15919,15899,15879,11701,12782,15093,15084,12355,15913,15935,11202,15902,13973,15914,13422,13785,1385,16102,15949,15939,12609,15922,15961,15907,15940,3082,15952,15854,15951,15928,14360,15943,15938,15975,15923,15949,15951,16034,15905,15939,14800,15934,15902,13542,15964,15946,15929,15923,9545,9980,12469,10270,15928,12193,14548,9950,15331,15905,15910,15951,15910,15874,11012,15920,15920,15902,15903,14646,15310,15930,15903,14576,15914,15924,15917,1495,15899,15935,15909,15907,15905,12740,15922,15976,1021,116,15983,15963,15922,15913,15944,13072,15925,15927,13226,15549,13220,15932,14216,13169,15920,15869,15915,14044,15216,248,200,16013,15917,15695,15082,15844,15959,15921,15930,35,16010,15972,15948,16190,15914,15929,15771,15942,13326,15917,15929,15949,15969,16015,15924,15958,15912,15950,15908,15952,11246,7603,6283,3640,2321,1823,954,6844,7011,5460,3122,2235,6862,6491,17461,15772,16115,12600,11177,489,16178,16027,15882,13482,8623,357,16010,16049,300,16567,16407,17326,17919,17876,17782,17632,17947,17307,17271,12798,17893,17465,16201,16631,16357,17881,17739,17646,17350,7323,16370,16231,16212,15965,16058,16231,16055,16029,16016,16014,16238,16738,17859,16895,17093,17866,15465,17917,16854,12470,17802,17510,16848,17040,16515,16519,16153,16420,16288,12698,7335,1872,16081,15968,15919,16276,17438,16992,16729,16561,16300,16218,15798,5170,15852,16309,17040,16634,17796,17032,11804,16357,16411,16623,16326,16417,16385,16224,17173,17267,11837,3972,4785,4518,2742,3799,17842,17235,17830,16194,17862,17312,17873,17096,16624,16103,16159,16257,16104,16075,16017,16034,16004,6996,1750,16465,17914,18056,17298,17923,16209,17897,17396,17136,16713,16896,15215,17621,17889,17956,17878,17923,17865,17485,17892,13389,6049,2496,16179,16737,16588,16524,17407,17281,16545,16016,16346,16151,6905,1716,16595,16139,16267,16061,16016,16030,5094,16116,15986,16156,15908,15741,16116,15937,15883,16119,15937,15920,11218,7422,976,16056,15929,15957,15857,16104,16649,17904,17420,17839,16501,17962,17902,16501,16579,16269,16171,16157,5713,15865,16153,15805,16198,16196,16013,16039,15759,842,290,286,16287,16134,15977,16143,17751,17086,16350,16093,16150,16162,13981,16222,15596,16026,15967,15560,10047,15949,15947,9904,16732,16476,16187,16206,16142,15893,15945,16090,16058,16044,17278,16702,16550,15867,449,16263,15946,14124,15976,15932,8096,15946,16020,15958,18303,16520,17912,13479,12684,17895,17911,16896,16708,16688,16346,16091,1789,16207,16104,16551,16756,16271,16527,17670,16757,16841,16784,16029,7040,16019,16275,15972,16018,16106,16345,16084,17930,17488,17854,17956,17927,16962,16492,16405,16337,16355,17847,16638,16285,16114,16042,16064,15962,16000,16032,16062,15956,15950,16043,16892,15925,15929,12292,15892,16212,15868,15957,16099,15933,16047,15971,16656,16170,16201,15139,15904,15955,15907,16202,16082,15993,11350,15951,16456,15976,15962,15955,15917,15955,15924,16242,15966,2897,16216,17903,17862,17928,17283,16080,16499,16165,17287,16300,16004,16047,16020,16063,16094,16021,15994,1611,15990,16430,15997,17866,16172,16419,17029,17892,17807,17320,4941,17851,17872,17388,17768,17336,17214,16449,16406,15977,15722,2062,17044,17044,16245,16271,16214,15889,16005,17855,17870,17786,17905,17662,16933,16378,16331,16377,16289,15592,15972,16223,16092,16004,16744,16499,18021,16810,17113,16327,16096,15983,16153,15982,16010,5365,16026,16251,17489,16939,17283,17138,17622,16706,15849,722,15763,16219,16386,16638,16203,16382,16574,16657,16651,16883,16233,16096,16016,16037,12123,9796,281,16106,18105,16001,15995,17048,17171,15056,3944,16640,17194,16369,16256,16092,16089,16608,16259,16779,16751,17890,17035,16562,16401,15928,16184,15898,1854,16004,17855,4410,17852,17871,17353,17138,16692,16146,16502,15124,16159,15840,16136,15967,16102,16048,14972,16795,17472,16709,16796,17866,17899,17888,16363,17828,17746,16169,16404,16624,16325,16345,16465,16509,17198,17014,17901,17876,16703,16524,16555,16166,15845,14001,16268,16215,16121,16185,16170,16098,15908,16091,16111,16181,15955,15886,16149,16050,16042,14498,15970,15985,15899,15894,15918,15995,15982,15970,15940,15915,1121,68,15946,16373,15915,15947,17384,15092,7652,15836,9268,5952,3900,8024,15922,16402,16865,16727,14484,10210,5930,3803,12300,8173,15930,13021,16218,16165,16849,15897,12112,14971,14303,853,16910,15942,15335,12597,15992,17655,13685,15919,15942,15943,15880,16979,7529,6948,15961,15998,17792,12945,12994,13692,14079,15915,15623,15940,12292,13415,15899,15933,15913,14838,15915,15920,15992,15697,14304,8587,6115,6561,3455,15838,1091,15989,8513,6310,7408,5259,540,15904,15977,15983,11665,9359,12624,15948,15898,3236,15911,15929,16918,14666,8134,6782,7930,16246,15953,15956,16845,13964,5168,1112,15977,15636,15949,16585,15954,15973,17974,17017,11225,3454,1181,14657,15926,15948,15903,16938,15147,11481,15920,15929,15043,9964,8893,5482,11244,10685,155,15941,15918,15946,11075,15932,15967,15936,15947,15924,15918,15943,15920,15959,15920,15939,15936,12740,11337,15933,16101,15926,15890,15940,15933,16002,11918,6627,221,15928,16008,15164,98,15900,12820,12256,13906,7864,3820,15918,16105,12135,11086,3604,9756,5655,2984,15972,11647,992,4338,15984,16846,16509,15912,15935,15980,11807,16650,3144,17034,15973,13350,8825,11765,10852,12373,8686,5083,11945,15941,14373,11999,7579,3793,784,15908,16076,15870,15318,15906,16184,11810,3631,16916,15988,15887,14029,15921,15924,10327,17040,15957,15759,16791,11628,7772,10517,15897,17559,15920,15225,15914,7797,671,1483,15971,13103,2435,17296,15838,15911,13344,10555,14205,11099,17187,15915,15916,9000,32,15740,16032,14213,6362,6169,136,15924,11029,44,15904,16012,11912,15039,5382,6908,8702,575,16020,16541,8845,6437,6254,11540,15205,7422,15918,17068,10678,8072,6488,6447,7226,6994,4880,808,12798,10995,7302,9621,15918,12082,6836,4441,601,16219,15392,15915,15901,15903,15899,15595,13643,10984,12519,10994,14305,16106,15919,15931,13947,14376,14035,16000,15909,11371,4212,2248,17079,16333,16158,15864,16060,10136,642,475,16046,14466,621,15812,16292,16192,16152,16242,16147,16177,543,784,16270,16092,16359,15963,15833,16228,15926,17254,16361,16175,16271,16135,16566,10637,17034,16177,16258,14689,11047,9434,16086,16408,15652,14717,10870,14186,15056,9989,6654,11173,10604,14078,13030,16632,17132,17781,15117,16412,16393,16369,16870,17041,16173,16258,16039,15924,13303,10057,1245,16041,16164,16427,16114,15910,16279,16094,16035,16065,16299,15984,17277,16554,17871,16819,1834,1333,16292,16133,12856,16338,15781,12867,15514,14621,9718,15128,13694,15255,15831,13866,11071,10863,9121,15656,8522,8636,8807,8870,4141,17287,17892,16466,16463,14745,16212,16071,16044,12739,7997,16132,16110,16409,4964,13228,8751,8857,10900,9692,8119,888,16473,16253,15977,10140,7695,8413,9122,14570,17898,10649,4933,15885,15345,16456,8987,8397,9686,16271,9812,16197,10933,2809,16821,16293,1278,1206,11136,16072,16284,13920,16371,16360,6428,6640,4218,6028,15903,14667,15328,12480,8591,8951,13416,10210,9838,9407,7441,9232,11783,10903,1497,1283,16336,1130,16275,15963,16406,16243,16503,16577,16547,16093,16946,16285,17564,17119,17496,16813,16459,10193,3038,17840,16872,17386,16513,16894,14984,15979,14399,8386,16923,16157,16440,13428,15175,8245,16595,12446,14178,16340,16239,16365,16782,13548,10936,14591,11139,13803,17720,16492,16617,8179,15345,8463,6722,5896,2019,17374,16451,16808,8919,16086,16068,16798,13884,17516,13425,8831,14060,9282,16939,12819,16303,5533,9376,12377,9909,17437,17611,13830,10819,5370,1662,16532,17193,16992,8987,13899,14128,11905,13410,13314,12513,7514,10819,13884,8338,10584,15234,15810,6980,11864,10143,8356,15544,9416,3709,16658,16232,17216,14233,13952,16659,16294,16555,16252,8200,9478,16835,14622,13725,12068,9243,7991,15955,8834,8985,16050,14056,8930,7823,6293,11111,9663,5341,10949,16077,16530,11761,5439,16145,16515,15173,15685,16066,12917,9757,13789,14641,11529,15832,14587,13545,11714,14869,2722,16262,16125,16192,15667,16332,16110,15964,16131,16638,16495,15878,16612,13897,13256,15616,11188,13546,14912,16352,16339,16254,16460,15060,14259,10569,16121,15310,12114,2598,16414,16149,8112,10230,16102,16231,16077,16337,11611,14229,16207,10475,10240,13219,15727,16220,17002,13578,16507,8599,16288,16215,16185,7927,16218,8925,15460,9230,10005,12466,1501,1068,3050,15996,16172,12886,12101,14432,10003,13452,16488,10740,14757,16133,16207,16551,16751,16645,13665,16262,16808,16023,2815,6861,12497,15195,16208,16516,13284,11095,10458,5374,2160,10603,10347,7435,15766,12981,1886,16922,16473,16196,15831,16245,15659,12165,13821,14906,15989,15715,13084,9784,16548,14231,16114,16373,12944,11263,3511,16261,16620,11539,14010,13140,7617,15508,17343,16060,14667,16123,1805,16412,16228,17229,16561,7467,1857,16677,15699,15573,11859,16520,11240,12768,11836,16325,13974,12808,16467,13377,11313,4006,2299,1586,13099,15977,15917,13448,10685,14828,16230,16798,15637,15770,15929,16779,16164,16640,16451,14464,11978,15689,16116,15278,7635,4721,16650,15954,12558,7373,16676,14943,16475,14315,16494,13541,11811,9131,15573,14317,10513,10047,8224,8131,4712,4175,16427,16742,16596,16406,16769,15980,17231,16802,9730,16339,11901,16281,9162,11125,15917,9855,7193,4136,8865,16784,15845,17416,16122,16922,15904,17014,16612,16861,16153,16593,16231,16974,15946,6745,1697,11142,16416,14028,16238,15883,16734,16396,16608,12422,6936,16431,16215,16775,17368,16109,13229,15878,16989,16261,16538,16230,16533,16260,16110,16560,16680,16944,16273,5259,1747,16571,16343,16349,16275,16255,12918,1603,866,16795,17063,15872,16740,16093,16681,16170,5226,16641,16853,15798,16254,16230,16427,15707,16240,2784,16483,15862,17093,16062,17487,13860,16597,16588,16287,15863,16936,16153,17113,15576,17083,16246,16620,16483,17066,16247,16817,16433,16663,16869,16232,16463,16362,16525,16871,14654,16109,16669,17170,16950,14240,7639,16160,16922,7935,16423,16175,16398,16366,16224,16596,16278,16007,16983,16341,16421,16401,16287,2795,16560,16242,16409,16294,13164,16127,15788,10866,16407,16373,16825,16734,3064,15991,16822,16711,16558,16600,3045,16709,14973,5786,16389,16624,16338,16451,16318,17103,17064,4169,16248,16450,16674,16778,16334,17395,16390,16922,16793,16282,13597,17502,17209,17099,17535,17789,16611,15575,17776,16667,1862,1303,1221,718,16007,15876,15953,15907,1027,9574,16023,15934,15914,14547,8694,14352,15885,15892,802,15879,14236,15837,15936,12969,12279,11639,8031,11242,15914,15960,15868,14088,13013,3016,15957,15928,15836,11254,9160,15947,12987,6810,10807,7202,15532,11111,11980,361,101,15989,15903,15948,15916,15933,15923,15936,15934,12972,7242,15954,15977,15915,15941,11309,5725,26,76,16065,15942,15913,16042,15910,15931,15969,15962,15910,15991,15942,15916,14778,1961,16002,14966,15925,16010,15964,15917,15947,15925,16012,15914,15935,15963,15916,11625,3360,586,28,15937,15906,12838,16678,9392,11927,15972,14530,14202,15688,16685,16681,16013,17522,16271,15789,15918,14993,13628,11680,8621,1645,16587,15901,15911,14296,12919,14779,15918,15915,14389,14497,15968,14420,15896,15912,13967,15231,15329,14093,15917,15622,13428,841,13805,15982,16015,16273,16370,14323,8685,12519,13228,14479,12841,15009,15905,14100,15862,11166,15941,16448,15522,15840,14827,15200,9086,15396,15916,16015,15086,6926,12740,8957,13963,9129,7802,557,192,15904,16314,14332,15571,15921,10496,8114,16451,16106,1880,16531,16208,15981,15961,15928,15940,15931,15945,15913,15921,8790,15943,15940,15905,15930,15933,16017,14449,3548,15949,15916,16027,15938,3587,60,16051,16154,15926,13165,14237,8784,16008,12041,17273,15922,16047,12755,10416,12896,6404,16210,45,15948,14709,10331,5714,15914,15932,16103,15946,15933,15952,11466,7794,16175,15910,961,15908,15951,82,17241,17513,14798,11087,15904,15975,15939,13212,13676,6253,15934,15948,15953,15936,15081,17460,10436,11221,15910,16391,14839,15930,15865,15926,11666,15973,15892,16002,13939,12548,17029,3245,17093,16932,17445,7964,17134,14468,4800,15956,17337,2300,16123,9934,3821,808,15874,16451,16001,17523,14187,4461,487,14965,16116,16021,17436,14912,13996,11928,11274,16675,16638,13187,9165,6822,3901,3349,16322,16199,16208,12127,4744,785,16797,16171,16132,15920,16128,16040,16343,16418,16316,16100,15089,15744,8981,1265,16927,17917,16800,16078,16535,15887,5621,16732,16479,15964,14914,613,16404,16574,16574,16049,16113,16270,16353,16051,16549,16222,16349,16276,16815,16481,16325,16872,17042,17884,10745,1916,16772,16165,15734,14171,16854,16558,16385,16276,16312,16421,15796,16325,13101,3557,16326,16139,15082,13617,16194,15976,16486,16137,16671,17580,16688,8160,3480,16646,16371,16215,16372,17109,17519,16000,15923,16335,16164,16654,16417,16429,15943,16178,7621,16211,16417,15823,16140,16327,16465,13361,9864,17800,17868,17900,16869,16871,16616,17515,5542,15423,8542,931,16127,16195,16515,14816,16200,16353,16327,16008,16019,16097,16298,16061,16181,16258,16925,16031,16394,17886,15078,12487,3065,16388,16756,16481,7458,17352,18028,17733,10377,12978,16732,17048,16626,16950,16420,17205,16448,17275,16076,16872,16196,16592,16913,13565,14688,2730,17891,17913,15776,8620,6151,5731,7320,17875,17883,17853,16669,13115,10988,10096,17879,17022,16708,13888,9804,8714,8045,17877,15939,14056,14945,10581,17395,17107,17879,17639,17874,17877,17796,17875,10300,17890,17868,16667,14109,10145,11562,6424,8368,5770,5720,4057,17316,17546,17666,16050,9484,3646,17616,17054,16665,17368,17709,16925,17860,14886,17010,17371,16819,17853,17918,17947,13848,17304,9477,3438,3551,4056,17205,17867,16645,17442,16314,17707,17230,16423,12528,16633,17636,16356,17589,16741,16982,17777,15930,17012,16301,17666,17376,17214,16040,2069,16852,16672,16066,16481,16430,16774,15987,16885,14691,16863,15747,16592,2840,16291,17405,16202,17598,16628,17057,16454,5389,2061,16162,16394,16804,16910,16576,17639,16773,17757,17264,16524,16540,16799,16696,9411,2077,16532,17097,16628,17949,16116,16798,17886,16073,9690,5484,17978,16523,15683,9799,7792,11545,6604,8892,8675,7492,7363,4195,4502,3099,3732,2295,1792,1770,726,1140,674,316,116,96,27,13,1],"fragments":[{"begin":"0.000","end":"7.720","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"7.720","end":"23.680","lines":["This week marks the fifth anniversary of COVID being declared a global pandemic. So much changed about all our lives then that we are still feeling five years later."]},{"begin":"23.680","end":"47.000","lines":["As we reflect on this anniversary, our producer Fonda Mwangi took a pulse check on where the U.S. public health system is now and the lessons it’s learned."]},{"begin":"47.000","end":"77.560","lines":["We’re only a few months into 2025, and there has already been a number of infectious disease outbreaks across the United States. There’s measles in Texas and New Mexico, and of course, we can’t forget about the bird flu outbreak in poultry and cows, with several recent human cases, too. But in Kansas, they’ve been battling tuberculosis."]},{"begin":"77.560","end":"94.720","lines":["The first cases associated with it were recorded in January 2024. The majority of the cases were in Wyandotte County, which is an urban county, part of the Kansas City Metro, and then there were some other cases in Johnson County, also part of the Kansas City Metro."]},{"begin":"94.720","end":"105.400","lines":["The thing that was different with this outbreak is that the case number, um, for active tuberculosis cases, meaning the person can spread tuberculosis and is symptomatic, the active cases spiked up so quickly."]},{"begin":"105.400","end":"113.720","lines":["That’s Bek Shackelford-Nwanganga, a health equity reporter at Kansas News Service. She actually first broke the story that Kansas was even having a TB outbreak."]},{"begin":"113.720","end":"127.400","lines":["As of last Friday, Kansas has seen 68 active cases of TB, and that’s since the beginning of the outbreak, as well as 80 latent cases, which is when someone has bacteria in their body, but it’s not causing any symptoms, and they can’t spread the disease."]},{"begin":"127.400","end":"135.200","lines":["You might have seen headlines earlier this year calling the Kansas outbreak the largest the U.S. has ever seen. Turns out that wasn’t entirely right."]},{"begin":"135.200","end":"159.240","lines":["Unfortunately there were some crossed wires on communication there, and we’re not really sure on whose side—it kind of looks like maybe the Kansas Department of Health and Environment was not factual. And it first kind of broke in a legislative meeting that this is, you know, the largest outbreak ever in the U.S. history since, you know, the United States started tracking TB in the 1950s."]},{"begin":"159.240","end":"177.000","lines":["When we posted our first story on it, we received some emails where people were concerned about their community, or they were like, just all kinds of information that I feel like maybe could have been communicated a little clearly a little earlier on to kind of nip any fear in the bud and make sure that the public was not freaking out over a pretty large outbreak."]},{"begin":"177.000","end":"183.560","lines":["The Centers for Disease Control and Prevention says there were times in the past decade where case numbers were higher than this outbreak."]},{"begin":"183.560","end":"198.120","lines":["Okay, let’s back up a little. What even is tuberculosis? Well, it’s an airborne disease caused by bacteria that typically spreads through prolonged close contact with an infected person."]},{"begin":"198.120","end":"207.920","lines":["A physician I spoke with says part of the reason this disease is so complex to deal with is because it can take months or even years after a person is infected for them to actually get sick."]},{"begin":"207.920","end":"216.520","lines":["Upwards of 70 percent of TB cases impact the lungs, but it can also affect other organs, including our bellies, brains, bones and eyes."]},{"begin":"216.520","end":"230.560","lines":["Tuberculosis once again became the world’s deadliest infectious disease in 2023—that’s after briefly losing the title to COVID, according to last year’s World Health Organization report on the illness."]},{"begin":"230.560","end":"240.440","lines":["Each year TB kills more than a million people around the world. In recent decades, the CDC says, the U.S.’s annual death toll for the disease has hovered in the hundreds."]},{"begin":"240.440","end":"249.120","lines":["Erin Corriveau is a physician and associate professor at the University of Kansas Medical Center and has treated cases in Kansas’s outbreak."]},{"begin":"249.120","end":"259.520","lines":["Tuberculosis is something that a lot of our public health laws actually protect. And so outbreaks of TB don’t happen very commonly anymore in the United States."]},{"begin":"259.520","end":"261.480","lines":["But she says that seems to be changing."]},{"begin":"261.480","end":"280.120","lines":["And I think COVID had something to do with that. You know, for a time there, a lot of people were worried about going into the hospital, worried about seeking care. I think we probably had some misdiagnoses, you know? For a while there, it seemed like everything was COVID; everyone was infected with COVID. And we probably missed some tuberculosis along the way."]},{"begin":"280.120","end":"286.000","lines":["But even without added complications of COVID-19, Erin says rooting out TB is hard."]},{"begin":"286.000","end":"290.920","lines":["It’s really just important to know that TB, again, is really tricky."]},{"begin":"290.920","end":"314.200","lines":["Where you find some infections, there will likely be more. And because it takes so long to incubate and to work its way into families and the community, It’s probably still going to be there. It takes a long time to find all of the people who are infected and treat them. It actually demands tremendous trust and investment in community medicine and public health."]},{"begin":"314.200","end":"319.240","lines":["So what does a TB outbreak in Kansas show us about the state of America’s public health system?"]},{"begin":"319.240","end":"332.320","lines":["I think the significance is, is that, you know, we can’t rest on our laurels, and I think that we’ve got to remain vigilant. You know, public health around the country, there’s been a fair disinvestment, I think, in it."]},{"begin":"332.320","end":"344.080","lines":["And we’ve seen that COVID created a situation where many people were exhausted, didn’t feel good about their roles in public health anymore. But the importance of it is now more than ever."]},{"begin":"344.080","end":"349.000","lines":["And Erin is not alone in thinking that now is a critical time to invest in public health."]},{"begin":"349.000","end":"370.200","lines":["It is a really stunning list of infectious disease threats that we are currently tracking here in the United States—I’d also add a really kind of historically intense flu season, human influenza season. And then there’s a number of infectious disease threats that are happening globally that we have to track because we want to make sure it doesn’t come here."]},{"begin":"370.200","end":"387.600","lines":["So we’ve got an Ebola outbreak in Uganda, Marburg in Tanzania—we have mpox circulating throughout the world. So really it is quite stunning. In terms of U.S. public health system, you know, I have a lot of reasons to be more worried now than I have been in a long time."]},{"begin":"387.600","end":"396.120","lines":["That’s Jennifer Nuzzo, founding director of the Pandemic Center at Brown University School of Public Health. She’s been working in public health since the early 2000s."]},{"begin":"396.120","end":"420.040","lines":["I was actually working at a local health department after September 11th, 2001. And I saw how there was a concerted effort to make sure that health departments had all the tools they needed—the resources, as well as the legislative or sort of legal powers, to be able to take swift action in case America was attacked again."]},{"begin":"420.040","end":"443.880","lines":["And seeing now, I think, an attempt to erode the capacities and the public health powers of health departments really just stands at odd with what we did. We lost 3,000 or so American lives in 2001, and it galvanized the nation. We lost more than a million Americans in COVID-19, and it seems like we are determined to just do it again."]},{"begin":"443.880","end":"449.640","lines":["How do we stop that from happening? Well, researchers are trying to figure it out."]},{"begin":"449.640","end":"459.720","lines":["I think what we found is that state legislatures have been emboldened to try to tell health officials in advance what they can and can’t do to manage health emergencies."]},{"begin":"459.720","end":"469.440","lines":["That’s Michelle Mello, a professor at Stanford University’s medical and law schools. She’s studying how public health legal powers have changed since the COVID-19 pandemic began."]},{"begin":"469.440","end":"498.960","lines":["There was a feeling that there were not enough guardrails around the exercise of public health legal powers during COVID. And that feeling, you know, has a basis in many people’s reality, which was that they were subject to very burdensome health orders for a very long period of time without a lot of explanation from health officials and by health officials who are not democratically accountable. So that kind of sowed the seed for people to feel like a correction was necessary."]},{"begin":"498.960","end":"503.960","lines":["How exactly have legislative changes impacted public health powers in recent years?"]},{"begin":"503.960","end":"529.920","lines":["What’s unusual about lawmaking in the latter half of the COVID pandemic is that even though we mostly think about law as facilitating public health promotion, in this case, many states use their lawmaking powers to try to restrict the ability of the executive branch to take actions to protect public health during health emergencies, including but not limiting to pandemics."]},{"begin":"529.920","end":"544.200","lines":["Some state legislatures reached beyond emergencies and impose limitations on what health officials or governors could do during what you might call peacetime—so, for example, limiting their ability to impose new vaccination mandates."]},{"begin":"544.200","end":"562.920","lines":["And then other states have done things that make it harder to close down schools or businesses. For example, there’s one state that has said, you can’t close a whole school. You can only close the building where a case of an infectious disease occurred."]},{"begin":"562.920","end":"583.480","lines":["Just let that sink in for a moment. So now we have, without specifying what the disease is— could be any disease—if you have a measles outbreak or a new highly infectious pathogen, the only thing you can do is shut off the building where a kid who had that disease was for a period of time. The other students can’t be protected in any way by a school closure."]},{"begin":"583.480","end":"585.400","lines":["Michelle says that’s not all."]},{"begin":"585.400","end":"603.160","lines":["There are a few states that have decided that now we’re not going to do stay-at-home orders anymore. They’ve passed laws that if you parse their language, that is the effect. They preclude health officials from imposing orders that affect a class of persons. So they could quarantine me if I was infectious, but they couldn’t quarantine, you know, my neighborhood."]},{"begin":"603.160","end":"608.880","lines":["So that’s a pretty big set of handcuffs put on future emergency response."]},{"begin":"608.880","end":"616.680","lines":["It’s been five years since the World Health Organization declared COVID-19 a pandemic. But what has our public health system learned during that time?"]},{"begin":"616.680","end":"624.960","lines":["Erin says one of the biggest lessons she and her public health colleagues took away from the pandemic is that everything is tied together."]},{"begin":"624.960","end":"635.960","lines":["It also just teaches us that we’ve got to have a system in play that is really connected, and we can’t let down at any level."]},{"begin":"635.960","end":"662.280","lines":["Our public health system, from the WHO to the CDC to state and then to local health departments, is finely tuned, and each level supports the level next to it, both above and below. And I think that whenever we do not invest in one of the levels, it just sort of starts to crumble a bit."]},{"begin":"662.280","end":"663.800","lines":["Michelle agrees with that."]},{"begin":"663.800","end":"675.560","lines":["If we defund and empty out federal agencies of the people, uh, and programs that do that work, we’re going to be facing a much greater set of challenges than we did during COVID."]},{"begin":"675.560","end":"681.040","lines":["And so far, this year has been full of government cuts, especially in the federal workforce."]},{"begin":"681.040","end":"690.360","lines":["Jennifer advises governments and organizations on pandemic preparedness. And she’s worried about the ongoing erosion of the U.S. public health workforce."]},{"begin":"690.360","end":"710.360","lines":["I would point out that a lot of these federal workers actually work in our states and make our states stronger and more capable. So that kind of upheaval, I think, is deeply concerning. We knew that even before 2025, we were already down many of the positions that we needed in public health and particularly down the very experienced leaders."]},{"begin":"710.360","end":"717.040","lines":["A lot of leaders have just left the field, in part because of the politicization and the attacks that they’ve gotten over years."]},{"begin":"717.040","end":"724.520","lines":["Jennifer sees the last five years as just the start of a new normal where dealing with periodic health crises is a regular part of life."]},{"begin":"724.520","end":"749.000","lines":["I think the fact that we are seeing so many infectious disease threats right now should really just be a reminder to people that just because COVID as an emergency is over, just because it’s five years later, even though it was called a once-in-a-century health crisis, doesn’t mean that we’re, you know—got 95 more years to forget about these sorts of things, to just ignore them."]},{"begin":"749.000","end":"757.360","lines":["Just like we are seeing floods and other things happen more and more regularly, we’re going to see these events more and more regularly. There’s a number of reasons for that."]},{"begin":"757.360","end":"779.000","lines":["Jennifer says it’s in part because of the environmental changes we’re seeing, which give rise to new pathogens. Also at play are our behavioral changes that allow pathogens to spread farther and faster than they could ever before. That’s why building off the lessons of the COVID-19 pandemic is critical if we’re gonna arm ourselves for whatever health threats might be coming next."]},{"begin":"779.000","end":"789.520","lines":["And what that means is we need to build the resilience to them. We need to build infrastructure in our communities to be able to handle it. We need to build that infrastructure to be able to mitigate the tolls of these events so they don’t upend our lives every single time they happen."]},{"begin":"789.520","end":"797.200","lines":["The future of America’s public health infrastructure depends on us having the tools needed to protect everyone's health. As Jennifer says..."]},{"begin":"797.200","end":"817.280","lines":["We are not strong as a nation, we are not secure as a nation, we are not prosperous as a nation, we are not happy as a nation unless we have our health."]},{"begin":"817.280","end":"825.200","lines":["That’s all for today’s episode. We’ll be back on Friday with an exciting conversation on sci-fi and robots."]},{"begin":"825.200","end":"843.480","lines":["Science Quickly is produced by Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses, Emily Makowski and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"843.480","end":"854.360","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":854}