{"title":"Could AI Ghosts of Ancient Civilizations Help Us Connect with Bygone Cultures?","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/using-chatbots-and-ancient-writing-to-simulate-the-cultural-attitudes-of/","audio":"https://traffic.megaphone.fm/SAM4868243422.mp3?updated=1732122004","intro":["Social psychologists could turn artificial-intelligence-powered tools like ChatGPT on to writings from past cultures. Will this help us study ancient civilizations?"],"authors":["Rachel Feltman","Fonda Mwangi","Jeffery DelViscio"],"category":["Technology"],"transcript":[{"author":"Rachel Feltman","text":"There’s been a lot of hype around artificial intelligence lately. Some companies want us to believe that machine learning is powerful enough to practically tell the future. But what about using AI to explore the past—and talk to members of long-dead civilizations?"},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Michael Varnum, social psychology area head and associate professor at Arizona State University. He’s one of the co-authors of a recent opinion paper that proposes a somewhat spooky new use for tools like ChatGPT."},{"author":"","text":"Michael, thanks so much for joining us today."},{"author":"Michael Varnum","text":"My pleasure. Thanks for having me on."},{"author":"Feltman","text":"So you have this new paper, kind of a “ghost in the machine” sort of vibe [laughs]. Tell us a little bit about the problem you’re setting out to solve."},{"author":"Varnum","text":"Yeah, so I’ve been interested in thinking about cultural change for some time, and I’ve done a lot of work in that area. But we run into some limitations when we’re trying to get insight into the mentality or behavior of folks who are no longer with us. We obviously don’t have time machines, right? We can’t bring the dead back and ask them to participate in our experiments or run them through economic games."},{"author":"","text":"And so typically what folks like me have to do is use rather indirect proxies, right? Maybe we get archival data on things like marriage and divorce or crimes, or we look at cultural products like the language folks used in books and we try to infer what kinds of values people might’ve had or what kinds of feelings they might’ve had towards different kinds of groups. But that’s all kind of indirect."},{"author":"","text":"What would be amazing is if we could actually get the kind of data we get from folks today, just from, say, you know, ancient Romans or Vikings or medieval Persians. And one thing that really excited me in the past year or two is folks started to realize that you could simulate at least modern participants with programs like ChatGPT and surprisingly, and I think excitingly, replicate a whole host of classic effects in the behavioral sciences."},{"author":"","text":"And so we thought, “Huh, if we’re able to do this based on these models created from the writings of modern people, maybe we could do this based on the writings of ancient people. This might open up a whole new world of possibilities.”"},{"author":"Feltman","text":"Yeah, could you tell me a little bit more about some of those experiments that have replicated psychological phenomena using language learning models?"},{"author":"Varnum","text":"One of the more powerful ones set out to replicate 70 different large-scale survey experiments with simulated participants from ChatGPT, and they found that the results correlated at about 0.9 from what folks had observed with real human beings. And of course, this isn’t what anyone designed Llama or ChatGPT to do ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"But in the process of making these models that are able to converse with us in very natural kinds of ways, they seem to have captured quite a bit of human psychology."},{"author":"Feltman","text":"And you mention in the paper that some folks are already using historical texts to train large language models, so what kind of stuff are they doing so far?"},{"author":"Varnum","text":"So far these are just baby steps."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"Folks are just trying to see, “Okay, if we train a model based on medieval European texts, what’s its understanding of the solar system or, you know, medicine or biology?” And they have an incorrect number of planets. They believe in the four humors of the body."},{"author":"","text":"So so far, to my knowledge, no one has run these kind of fine-tuned models through modern experiments or surveys, really, but I’m guessing that’s going to start happening soon, and I’m really excited to see what folks find."},{"author":"Feltman","text":"Yeah. So one thing that came to mind when I was reading your paper was the inherent bias we see in the fossil record. You know, our sense of what life looked like in the past is influenced by what gets preserved, and that’s influenced by all sorts of factors, like climate and the bodies of the organisms we’re talking about. And, you know, I imagine that in most times and places in history, certain people were way overrepresented in written text. So how are you proposing that researchers navigate that to make sure we don’t get this really, you know, biased sense of what people were like?"},{"author":"Varnum","text":"That’s a really vexing challenge for this kind of proposal ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"Because, well, for most of human history no one was literate, right? Writing is relatively recent ..."},{"author":"Feltman","text":"Right."},{"author":"Varnum","text":"And for the period in which some societies had writing, very few people actually knew how to read and write. Even fewer of them wrote things down that survive into the modern era. And so what you’re getting is data that’s gonna skew towards folks who are more elite, who are more educated."},{"author":"Feltman","text":"Mm."},{"author":"Varnum","text":"And we think there may be a couple ways to address this, and they’re imperfect, right? But maybe if we use them in combination, we can still deal a bit with the bias that’s gonna be baked into these models."},{"author":"","text":"One way is we know quite a bit about how things like social class affect the psychology of modern populations ..."},{"author":"Feltman","text":"Mm."},{"author":"Varnum","text":"So potentially we could fine-tune those models a little bit, or we could run them through experiments and surveys and then kind of wait their responses to try to account for that bias. You know, in some cases, we have other sources of historical record and analysis. To the extent that those capture more broadly, perhaps, a mentality or behavioral patterns of past populations, we could see if the results of these historical large language models align with those kinds of conclusions. But it is tricky, for sure. That’s gonna be a, a real challenge to overcome."},{"author":"Feltman","text":"Yeah, and of course, that wouldn’t be a challenge that’s unique to using historical data. It’s a challenge we also see in training LLMs with modern data."},{"author":"Varnum","text":"Oh, absolutely, right? And, you know, one thing that inspired this idea is some work by folks like Mohammad Atari and Yan Tao showing that current large language models really look kind of WEIRD in the sense of they’re more closely aligned with the psychology of folks in Western and Anglophone populations than in many other parts of the world, and I mean, hey, that makes sense, right, given the training data is overrepresenting these societies. But it’s also kind of exciting because it suggests that if you had a different kind of corpus, then you would capture some of that cultural zeitgeist and some of the culturally specific mentality of the folks who produced it."},{"author":"Feltman","text":"Yeah, could you just tell people what WEIRD stands for in this context? ’Cause I think it’s a really good acronym [laughs], so ..."},{"author":"Varnum","text":"Yeah, so this is an acronym that Joe Henrich developed about a decade and a half ago, and it stands for Western, educated, industrialized, rich [and democratic]. And so it turns out the minority of current human beings live in such kinds of societies."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"But depending on how you slice it the vast majority of participants in behavioral science come from these samples."},{"author":"","text":"And this matters because it turns out culture affects how we think and act in a wide variety of ways, from the values that we hold to how much interpersonal distance we like when we’re in public, basic patterns of visual attention and cognition, rates of cooperation. It’s a very long list."},{"author":"Feltman","text":"No, and I mean, I can definitely imagine—you know, obviously it’s very evocative to talk about ancient history, but I can definitely imagine researchers trying to use, you know, some, like, 19th-, 20th-, even 21st-century text from, like, underrepresented groups to sort of reexamine, you know, these psychological studies that maybe left large swaths of the population out."},{"author":"Varnum","text":"Yeah, I, I think that’s an incredibly good idea. And in some ways sort of the more recently we go back in the past, the easier it will be to do this kind of research."},{"author":"Feltman","text":"Yeah."},{"author":"Varnum","text":"So while it’s exciting to think about pushing the envelope very, very far back, probably the start—you know, the initial starting point will be: “Let’s look back 100 years or 150.”"},{"author":"Feltman","text":"Mm, yeah—well, and speaking of which, you know, imagining for a moment that this idea totally takes off and we’re getting a bunch of sort of, you know, undead psychology projects going, what are some of your, like, dream use cases for this?"},{"author":"Varnum","text":"So I, I do a lot of research that’s informed by evolutionary psychology."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"And sometimes we will run an experiment or a survey, and we’ll try to get data from, you know, every continent in the world, right, to see if some part of human psychology might be universal. And when we find it, it’s really exciting, but we’re making an inferential leap from saying, “It’s, you know, universal, and it makes adaptive sense,” to, “This is how people thought in the past—and especially in the deep past.”"},{"author":"","text":"And so being able to push that temporal window back ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Varnum","text":"You know, robustly, folks like [Douglas] Kenrick and [David] Schmitt and others have found differences between men and women in preferred sexual strategies: You know, do you want a large number of partners and uncommitted relationships, or do you prefer to have more exclusive relationships and fewer partners? And that seems to hold all across the globe, but we could have a lot more confidence in these things really being a core part of human nature if we started to see them from societies that lived hundreds or thousands of years ago, I think."},{"author":"Feltman","text":"Totally."},{"author":"Varnum","text":"The idea is forward-looking and kind of speculative, right? I, I don’t have one of these things on my computer ready to run, but Sachin Banker and colleagues recently published a paper where they had GPT-4 generate dozens of new hypotheses for social psychology research and then had actual social psychologists generate new hypotheses."},{"author":"Feltman","text":"Mm."},{"author":"Varnum","text":"And it turns out other social psychologists thought that the AI was coming up with way more compelling and probably true ideas."},{"author":"Feltman","text":"Mm, interesting."},{"author":"Varnum","text":"So we may in the future see AI used not just to simulate participants or code data but even to generate ideas, and you can imagine weird kind of closed loops like that, where folks like me might be out of a job."},{"author":"Feltman","text":"[Laughs] Well, hopefully not. I think, you know, there will always be room for that unique human factor. But I think it’s, it’s great to think about the ways that AI could, you know, really be an interesting tool for us, so thank you so much for taking the time to come and chat with us today."},{"author":"Varnum","text":"Oh, thanks, Rachel. This was my pleasure. I enjoyed the conversation."},{"author":"Feltman","text":"That’s all for this week’s Friday Fascination. We’ll be back on Monday with our weekly news roundup. And on Wednesday we’re chatting about something almost as spooky as AI ghosts: the psychology of Black Friday shopping."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[2648,17795,20257,15188,17424,16276,19599,14896,18545,18307,15503,13707,19183,20395,21585,16286,17362,16666,10603,16053,14662,20556,16109,20759,17272,13436,17385,20475,17281,15699,6103,5763,14240,19565,18200,15094,16215,11783,12878,18040,12560,15435,13048,16055,12141,16356,12596,18213,20066,9508,1443,2366,4346,3926,3580,17531,16621,16429,17157,16481,15691,16950,16564,16745,16415,16572,15550,16278,15309,1933,15584,16022,16807,16755,15520,16896,16558,16756,16117,16103,16642,15964,15806,16150,15348,16428,17662,16843,17581,951,17216,15731,15706,16210,15731,15771,15261,17336,16265,15858,3391,15809,15820,16198,16648,18119,16300,15809,16069,16399,17008,17242,16974,8375,470,16514,16052,16313,16939,12759,16753,15771,16172,15842,10707,17833,16014,16597,13294,15880,15055,10205,14263,16415,16692,16846,16969,14862,16116,16504,15826,16931,15820,16700,16483,17364,16177,16380,15893,17050,16046,16064,16109,16037,16203,18120,16010,17738,16558,16855,15171,15672,16514,17053,16356,15055,17883,17506,17674,15519,14598,3650,3313,3947,4075,15648,16051,15793,15608,15507,15641,15576,15629,15583,15585,15605,10658,15572,14556,15685,15698,15611,15667,15568,15646,15630,1093,15715,4303,13705,15636,15681,15579,15629,14478,15665,15828,15700,7847,9151,15675,13603,15659,15657,15657,15749,10554,7312,15614,15562,12177,15602,15515,14178,14934,15636,15782,15875,12714,15601,9316,288,15811,15629,15596,15615,15602,15608,15634,15603,15590,15615,15647,15592,15632,14823,15592,15023,15596,15596,15575,15580,15366,339,15594,15596,15622,15593,15621,15579,15587,15632,13726,15603,15560,15685,15603,15600,15594,15631,15614,15592,15601,15573,15583,15611,15603,15606,5459,15585,15578,15650,15601,15601,15584,15600,15585,11476,15605,15650,382,15616,15619,15302,15539,15635,15603,15607,15628,15108,15602,13967,7492,989,15596,15596,15632,15619,3708,15582,15750,15602,15639,15583,1775,15617,15687,15560,15578,12134,1972,15067,15781,15678,15604,15598,9453,9136,15597,15606,15650,15623,15610,15589,15612,15579,15636,15605,13501,13714,15573,11267,3293,15612,15594,15613,15552,6375,15610,15655,7020,10656,15594,15600,11255,15554,15725,15595,14456,15594,15562,15550,249,15587,15613,15106,12890,15647,15617,15612,15623,15586,12166,12246,15581,15631,15593,15570,15525,11579,15598,15615,15609,15603,4032,15602,15617,15602,15493,4639,15697,15630,12823,15585,15625,15621,15584,14367,15565,15593,15713,1471,15594,15720,15441,15581,15579,15625,15075,275,15597,15623,15599,15595,13129,14088,15626,15601,6082,12128,9731,15614,9793,13217,2336,2818,15679,15601,15563,597,412,15625,15614,255,15599,15598,15588,15607,15194,15673,15643,15624,15605,15613,11791,4680,324,15585,15630,15589,15586,15175,12924,11755,15618,15637,14047,290,15946,15616,15592,15609,15584,15003,8022,15597,15516,15604,15600,15599,339,273,15641,15116,6151,15610,15710,15591,14629,15623,14802,15604,15608,15597,15597,15545,15645,15601,7289,13711,15630,15635,15651,13821,3457,15590,15602,15627,14034,510,15584,516,358,15616,15599,15642,15601,13576,3869,15707,15597,12249,15601,15664,10470,15651,15587,15593,15610,15587,15617,15544,5796,15610,15581,15593,15587,15598,2275,15646,15596,15613,15618,15639,15570,15426,350,15617,15625,15034,15570,15605,15605,15626,14876,2940,321,15819,15695,15622,15678,15622,15629,15674,15615,15473,15599,10446,15608,15918,15662,116,15678,13868,15604,15442,14278,15585,15621,14950,14743,15503,15619,15577,15663,12051,1820,15610,15601,15629,15573,15587,5534,15530,15606,15685,13119,15608,15670,15598,8137,15616,15627,15652,14142,13331,15600,15586,15604,15587,15598,15605,15593,15647,15592,15589,341,4168,15612,15665,13796,14331,15611,15572,15691,15634,15426,15598,15597,11554,15602,15602,15587,15605,15619,15611,15588,13689,6741,15609,15607,15242,15609,15617,15610,15742,14048,15595,15618,15635,15604,15597,15594,7437,15465,13824,15604,15608,15622,15631,15568,14419,3499,15671,15651,15597,15586,15606,15603,15618,15591,15674,15596,15619,14516,12593,349,15603,15601,15627,15600,15598,15586,15584,15605,965,15608,15596,15595,12014,350,15489,15590,15663,15741,15494,15665,15586,15673,15580,15691,15621,15593,15799,11118,15647,14822,15618,14885,15620,11999,15616,15614,15668,15614,15624,15554,15755,15618,15735,15576,15665,1173,15608,15596,15650,15610,15665,8848,4520,15596,477,15607,15723,15583,15620,15589,13942,14803,15612,15650,15588,15605,15588,15166,13449,336,15620,15612,15626,15561,3214,15581,15599,15562,15625,15592,15573,15651,12424,9607,413,15589,15600,15597,15668,15581,14644,15596,15593,7290,11386,15671,15637,15640,15618,15581,15608,15646,15630,15606,15597,15420,13291,8939,620,15602,6821,15636,15633,15586,15553,15635,15617,15589,15636,15615,15596,10510,357,15651,1306,15634,15609,15647,15605,4060,636,15597,15626,15574,15587,15606,15602,14473,10509,15600,15603,15633,15617,15623,15699,15572,15592,15596,15596,15645,15597,15573,15600,15613,447,15611,15528,1171,6956,15609,15661,15527,15601,15573,15673,15700,15620,14948,15767,15654,15692,15716,15676,15695,15827,15642,15599,15561,15618,15743,15566,15666,15720,15624,15640,15523,15487,10856,15621,15563,15580,15519,15658,15813,15822,15287,15390,15676,785,15593,15681,15607,15651,14849,15661,15344,15656,15648,15682,15610,15584,15621,15644,15576,13366,1727,15657,15636,15566,15563,15582,15604,15649,15644,15559,15576,14881,15595,15617,222,15598,15622,15652,15772,15530,15598,6899,15618,15282,15584,15859,15092,15614,15301,15619,15790,15645,15535,15574,15622,1900,15718,15667,15608,15584,14216,15590,15598,15259,15584,15579,1013,15656,15559,5861,15637,15645,15684,15581,15593,15561,15611,15620,15772,13722,15545,15603,4628,15582,15597,15659,15641,15607,14529,11704,15644,15591,15598,13291,15762,14495,15611,15607,15588,15585,15587,15531,15575,15929,13615,15680,15585,15617,15666,15607,15771,15594,15590,10821,15675,15594,15669,15645,15606,15585,15631,15614,15586,15595,15030,405,15579,15599,15724,15742,6681,3110,15590,15610,15630,15591,14880,15597,15476,354,15600,15608,15598,7277,15601,15626,14100,11549,15598,13357,15668,15595,15589,15699,14438,14555,15606,14814,15608,15612,15598,15571,15606,15586,15605,15588,15583,15594,15605,15584,15621,15582,336,15645,15711,15619,2484,15616,15728,15576,15655,15625,13248,15376,15565,9584,370,15590,15599,15648,14482,2885,15618,15576,15654,15358,15246,15078,10843,15604,15591,15623,14357,15618,15608,15628,15585,15602,15597,15597,15633,7975,15908,15650,15666,15713,15581,1375,15587,15571,15635,15594,15581,14406,12870,11466,369,15599,15610,15677,15583,15596,15594,15747,15614,15606,15585,15590,15620,13667,15587,7282,317,15608,15619,15540,15080,15566,4092,320,15588,15594,15635,15619,15628,15601,15610,15624,15601,15597,15616,15648,15288,2896,15630,15613,15654,15599,15594,1968,15596,15623,14909,6440,15608,15587,15590,15678,14289,15590,15752,15591,15575,15590,15616,15663,15193,355,15637,15618,15605,15559,15550,15663,15592,15587,15595,15598,12539,15598,15590,1626,15605,15589,15589,15581,13346,2865,15641,15663,15594,15584,15598,15622,15591,15588,15782,15572,15580,15358,15722,15643,3716,15539,15594,15531,15615,15821,15564,15540,15624,15685,15585,15847,15708,15643,15551,15584,15711,15603,15581,15658,13414,15606,15701,11190,15723,15624,14962,15861,15589,4233,15583,15645,15582,12742,15690,15597,288,15656,15592,15610,15619,15671,15654,15661,15622,15578,14392,5699,15587,15616,15599,15624,15539,15620,15594,15585,15551,7536,15598,15610,15303,15651,15612,15564,15573,10697,15617,15603,15591,15604,14912,550,15649,15575,15592,15554,15580,15658,15626,15632,15579,15584,15584,13456,15620,9979,15621,15596,15626,15589,15760,15648,15599,15596,15594,15584,15594,15580,11868,15615,15641,15664,15385,15591,15588,15607,14353,8587,6857,15620,15594,15637,15612,15591,15480,15698,12230,3427,15594,15600,15611,15626,15596,15623,15671,15641,15641,15604,15586,15585,15578,10304,2329,15578,15575,15616,15757,15594,15649,15606,15623,14432,5967,12234,15627,15589,15595,14440,15598,15582,15603,15614,15562,15612,10286,461,15963,10392,15610,15570,5085,15617,15629,15581,15603,15613,15587,15690,12766,15593,15457,15632,15683,15625,15545,15728,15564,15619,15098,15546,304,15601,15627,15602,15672,15585,15691,15590,15656,10586,13470,15653,15626,15595,14103,12146,15732,15617,15595,15676,15601,14695,15655,15575,15720,15657,15607,15600,12744,15583,3653,15594,14842,9056,379,15601,15659,15613,14527,15636,15600,11153,1086,15586,15601,15613,15609,15574,15602,14497,15560,15597,15667,15788,15593,433,15606,15589,15608,15545,15616,9797,15646,15626,15611,15625,15613,15561,15641,15581,15597,4402,15590,15585,14330,3827,384,301,15594,15583,15636,15600,14118,15268,15626,5142,15595,15578,15602,15623,15589,15597,15601,15624,15124,15590,15632,15604,14331,10412,5228,15587,15601,15622,15630,15598,15581,15597,15592,15669,15583,15659,15567,15567,15341,14222,458,432,15674,15613,15592,15614,15600,15601,15622,15605,5524,15596,15571,15610,14153,15548,15603,15606,15574,15636,15490,14759,15696,15817,14578,15717,15685,15669,14613,15674,15578,15638,15650,14271,15596,15648,15624,15586,15531,15667,15609,11479,15595,15528,15507,2777,15640,13839,15627,15610,15650,15815,12417,15757,15582,15603,15608,15610,15602,15568,15594,15684,15646,14418,15773,7102,15626,11425,15523,15613,15608,15601,11289,15744,15680,15619,15608,15663,15610,15598,15430,15826,15608,15795,15614,13710,15595,15579,15612,15681,15609,15677,15600,15772,15536,15999,15615,15573,15592,15585,15610,15580,14637,15632,15620,15576,3914,2890,15604,15606,15616,15609,15621,15621,15583,15574,4450,381,10739,15618,15628,15602,15594,15578,15587,15586,15593,16627,4442,15600,11756,15621,15640,15587,15575,15605,15599,15635,15589,15618,14738,2222,321,15733,15624,12284,15615,15691,15605,15608,15604,15602,15601,15625,15591,15668,14082,11888,15608,15266,15603,15489,13215,15641,13971,15602,15994,15727,15520,15676,15504,15544,15612,14418,15619,15676,15595,15698,15609,15545,15632,15939,13417,8006,15687,15649,15543,15658,15624,15758,15834,14991,13494,15613,15617,14736,15568,15304,15615,15557,15574,15688,5920,15609,15637,15620,15569,15589,15592,15782,15594,15598,15582,7536,15743,7230,15643,15202,15551,15635,15601,15600,13728,15597,15594,15603,13254,15629,14412,9738,15660,15603,15636,13798,12166,15626,15605,15620,13926,15594,15624,15601,907,8619,15642,13993,15606,15587,15586,15599,15612,15582,15590,15689,15595,15610,15592,15606,15547,15574,15601,13984,15615,15640,15602,13587,15128,15435,14895,15607,15566,15605,15612,15615,15763,15644,15641,13855,2012,15598,14254,15622,15623,15591,15550,15583,6163,15619,15608,15598,15593,9040,15708,15593,15668,15606,15620,15573,15597,13828,15704,13775,15597,15589,15627,15595,15627,15614,15603,15613,15599,15532,15604,2461,15630,14212,15764,15606,15595,15594,15595,15591,15597,15633,14468,15483,9618,15606,15634,4803,15608,15585,15598,15606,15589,15602,15631,15580,15581,14194,15605,15334,14287,3959,12095,15604,15626,15589,14623,14989,15632,2457,387,15637,15595,15360,14224,13809,15601,15589,15648,4101,467,15582,15572,15612,15614,15659,15600,15587,15615,15607,15008,15598,15601,15603,15573,15643,13131,15611,15632,15722,15619,15593,15621,15565,15742,15640,15568,14797,2449,15599,14441,15597,15577,15591,8879,268,15700,9717,389,15652,15637,15591,15590,15593,15574,15641,15583,10487,15651,15593,15662,15611,15640,15583,15574,15695,15576,7266,15595,3966,15653,15567,15695,9565,15628,15599,2837,15621,6458,15617,15611,15620,15629,15650,15625,15600,15600,15587,15051,15588,11907,15609,15604,15590,15585,15667,13055,15586,15612,15639,15606,15625,3537,423,15612,15612,15569,15610,15582,15594,15618,15683,15887,12266,15667,15545,15577,15625,15590,15634,15607,15623,15582,15670,15599,3406,15671,15661,15239,15588,15584,15624,15564,15631,15590,15578,15596,15588,14578,15636,14158,15557,8584,15571,15243,15588,15682,15579,15583,15596,15591,15586,15589,15597,15632,15531,15619,15626,15571,15636,15612,15590,15604,15227,13943,7228,9868,15622,15590,15595,15596,15601,15601,15576,14410,11972,9540,761,15604,15603,15613,14606,9616,14473,15186,15841,15879,15562,15844,15376,16840,16836,17637,19032,17339,17093,16720,12088,16571,16116,16502,5676,16408,15753,15711,16353,16566,14551,14919,16807,16012,15904,17442,17534,17701,16108,15649,17342,15140,16354,16418,16160,14233,15992,16279,7503,17139,17882,18526,18605,17253,4054,16219,16722,16297,17452,17289,16497,16165,16819,15873,16120,16157,15967,18015,17523,19615,17948,17517,14420,16875,17219,15988,13307,6848,2005,16424,16095,15703,16260,15779,16131,17473,19631,3856,17301,16862,15235,16036,17605,15865,16637,16821,15486,16003,16429,16462,15867,20042,18264,16341,18065,16896,16821,17091,16711,18223,17561,16487,14515,3585,1705,16388,15672,21799,17049,20202,20048,17135,14030,6660,3522,16639,16867,18649,17015,17275,16252,16238,16155,14820,18049,19969,17783,19390,18086,17477,16880,17075,16420,18281,16320,17556,16788,16007,2276,2969,16671,22071,17870,20451,18593,16314,16843,16924,11719,5967,17592,18695,16898,17105,16093,16522,16175,14125,9219,18632,16800,18290,17907,18101,16508,17336,19014,18714,19371,16684,16334,18004,8218,3535,17683,18881,21075,20363,18044,19032,15681,4901,16760,20426,14179,5629,4885,4643,4042,470,387,147,55,25,10,1],"fragments":[{"begin":"0.000","end":"30.520","lines":["There’s been a lot of hype around artificial intelligence lately. Some companies want us to believe that machine learning is powerful enough to practically tell the future. But what about using AI to explore the past—and talk to members of long-dead civilizations?"]},{"begin":"30.520","end":"51.360","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Michael Varnum, social psychology area head and associate professor at Arizona State University. He’s one of the co-authors of a recent opinion paper that proposes a somewhat spooky new use for tools like ChatGPT."]},{"begin":"51.360","end":"54.600","lines":["Michael, thanks so much for joining us today."]},{"begin":"54.600","end":"56.240","lines":["My pleasure. Thanks for having me on."]},{"begin":"56.240","end":"69.640","lines":["So you have this new paper, kind of a “ghost in the machine” sort of vibe [laughs]. Tell us a little bit about the problem you’re setting out to solve."]},{"begin":"69.640","end":"92.960","lines":["Yeah, so I’ve been interested in thinking about cultural change for some time, and I’ve done a lot of work in that area. But we run into some limitations when we’re trying to get insight into the mentality or behavior of folks who are no longer with us. We obviously don’t have time machines, right? We can’t bring the dead back and ask them to participate in our experiments or run them through economic games."]},{"begin":"92.960","end":"118.120","lines":["And so typically what folks like me have to do is use rather indirect proxies, right? Maybe we get archival data on things like marriage and divorce or crimes, or we look at cultural products like the language folks used in books and we try to infer what kinds of values people might’ve had or what kinds of feelings they might’ve had towards different kinds of groups. But that’s all kind of indirect."]},{"begin":"118.120","end":"148.720","lines":["What would be amazing is if we could actually get the kind of data we get from folks today, just from, say, you know, ancient Romans or Vikings or medieval Persians. And one thing that really excited me in the past year or two is folks started to realize that you could simulate at least modern participants with programs like ChatGPT and surprisingly, and I think excitingly, replicate a whole host of classic effects in the behavioral sciences."]},{"begin":"148.720","end":"164.440","lines":["And so we thought, “Huh, if we’re able to do this based on these models created from the writings of modern people, maybe we could do this based on the writings of ancient people. This might open up a whole new world of possibilities.”"]},{"begin":"164.440","end":"173.080","lines":["Yeah, could you tell me a little bit more about some of those experiments that have replicated psychological phenomena using language learning models?"]},{"begin":"173.080","end":"193.320","lines":["One of the more powerful ones set out to replicate 70 different large-scale survey experiments with simulated participants from ChatGPT, and they found that the results correlated at about 0.9 from what folks had observed with real human beings. And of course, this isn’t what anyone designed Llama or ChatGPT to do ..."]},{"begin":"193.320","end":"193.800","lines":["Mm-hmm."]},{"begin":"193.800","end":"204.320","lines":["But in the process of making these models that are able to converse with us in very natural kinds of ways, they seem to have captured quite a bit of human psychology."]},{"begin":"204.320","end":"214.040","lines":["And you mention in the paper that some folks are already using historical texts to train large language models, so what kind of stuff are they doing so far?"]},{"begin":"214.040","end":"216.000","lines":["So far these are just baby steps."]},{"begin":"216.000","end":"216.600","lines":["Mm-hmm."]},{"begin":"216.600","end":"232.880","lines":["Folks are just trying to see, “Okay, if we train a model based on medieval European texts, what’s its understanding of the solar system or, you know, medicine or biology?” And they have an incorrect number of planets. They believe in the four humors of the body."]},{"begin":"232.880","end":"246.840","lines":["So so far, to my knowledge, no one has run these kind of fine-tuned models through modern experiments or surveys, really, but I’m guessing that’s going to start happening soon, and I’m really excited to see what folks find."]},{"begin":"246.840","end":"278.920","lines":["Yeah. So one thing that came to mind when I was reading your paper was the inherent bias we see in the fossil record. You know, our sense of what life looked like in the past is influenced by what gets preserved, and that’s influenced by all sorts of factors, like climate and the bodies of the organisms we’re talking about. And, you know, I imagine that in most times and places in history, certain people were way overrepresented in written text. So how are you proposing that researchers navigate that to make sure we don’t get this really, you know, biased sense of what people were like?"]},{"begin":"278.920","end":"282.160","lines":["That’s a really vexing challenge for this kind of proposal ..."]},{"begin":"282.160","end":"282.720","lines":["Mm-hmm."]},{"begin":"282.720","end":"287.040","lines":["Because, well, for most of human history no one was literate, right? Writing is relatively recent ..."]},{"begin":"287.040","end":"287.400","lines":["Right."]},{"begin":"287.400","end":"303.240","lines":["And for the period in which some societies had writing, very few people actually knew how to read and write. Even fewer of them wrote things down that survive into the modern era. And so what you’re getting is data that’s gonna skew towards folks who are more elite, who are more educated."]},{"begin":"303.240","end":"303.720","lines":["Mm."]},{"begin":"303.720","end":"314.800","lines":["And we think there may be a couple ways to address this, and they’re imperfect, right? But maybe if we use them in combination, we can still deal a bit with the bias that’s gonna be baked into these models."]},{"begin":"314.800","end":"322.280","lines":["One way is we know quite a bit about how things like social class affect the psychology of modern populations ..."]},{"begin":"322.280","end":"322.640","lines":["Mm."]},{"begin":"322.640","end":"354.920","lines":["So potentially we could fine-tune those models a little bit, or we could run them through experiments and surveys and then kind of wait their responses to try to account for that bias. You know, in some cases, we have other sources of historical record and analysis. To the extent that those capture more broadly, perhaps, a mentality or behavioral patterns of past populations, we could see if the results of these historical large language models align with those kinds of conclusions. But it is tricky, for sure. That’s gonna be a, a real challenge to overcome."]},{"begin":"354.920","end":"364.320","lines":["Yeah, and of course, that wouldn’t be a challenge that’s unique to using historical data. It’s a challenge we also see in training LLMs with modern data."]},{"begin":"364.320","end":"402.040","lines":["Oh, absolutely, right? And, you know, one thing that inspired this idea is some work by folks like Mohammad Atari and Yan Tao showing that current large language models really look kind of WEIRD in the sense of they’re more closely aligned with the psychology of folks in Western and Anglophone populations than in many other parts of the world, and I mean, hey, that makes sense, right, given the training data is overrepresenting these societies. But it’s also kind of exciting because it suggests that if you had a different kind of corpus, then you would capture some of that cultural zeitgeist and some of the culturally specific mentality of the folks who produced it."]},{"begin":"402.040","end":"409.080","lines":["Yeah, could you just tell people what WEIRD stands for in this context? ’Cause I think it’s a really good acronym [laughs], so ..."]},{"begin":"409.080","end":"424.920","lines":["Yeah, so this is an acronym that Joe Henrich developed about a decade and a half ago, and it stands for Western, educated, industrialized, rich [and democratic]. And so it turns out the minority of current human beings live in such kinds of societies."]},{"begin":"424.920","end":"426.000","lines":["Mm-hmm."]},{"begin":"426.000","end":"433.400","lines":["But depending on how you slice it the vast majority of participants in behavioral science come from these samples."]},{"begin":"433.400","end":"449.960","lines":["And this matters because it turns out culture affects how we think and act in a wide variety of ways, from the values that we hold to how much interpersonal distance we like when we’re in public, basic patterns of visual attention and cognition, rates of cooperation. It’s a very long list."]},{"begin":"449.960","end":"472.080","lines":["No, and I mean, I can definitely imagine—you know, obviously it’s very evocative to talk about ancient history, but I can definitely imagine researchers trying to use, you know, some, like, 19th-, 20th-, even 21st-century text from, like, underrepresented groups to sort of reexamine, you know, these psychological studies that maybe left large swaths of the population out."]},{"begin":"472.080","end":"482.040","lines":["Yeah, I, I think that’s an incredibly good idea. And in some ways sort of the more recently we go back in the past, the easier it will be to do this kind of research."]},{"begin":"482.040","end":"482.680","lines":["Yeah."]},{"begin":"482.680","end":"492.400","lines":["So while it’s exciting to think about pushing the envelope very, very far back, probably the start—you know, the initial starting point will be: “Let’s look back 100 years or 150.”"]},{"begin":"492.400","end":"504.760","lines":["Mm, yeah—well, and speaking of which, you know, imagining for a moment that this idea totally takes off and we’re getting a bunch of sort of, you know, undead psychology projects going, what are some of your, like, dream use cases for this?"]},{"begin":"504.760","end":"508.800","lines":["So I, I do a lot of research that’s informed by evolutionary psychology."]},{"begin":"508.800","end":"509.320","lines":["Mm-hmm."]},{"begin":"509.320","end":"531.680","lines":["And sometimes we will run an experiment or a survey, and we’ll try to get data from, you know, every continent in the world, right, to see if some part of human psychology might be universal. And when we find it, it’s really exciting, but we’re making an inferential leap from saying, “It’s, you know, universal, and it makes adaptive sense,” to, “This is how people thought in the past—and especially in the deep past.”"]},{"begin":"531.680","end":"534.160","lines":["And so being able to push that temporal window back ..."]},{"begin":"534.160","end":"534.720","lines":["Mm-hmm."]},{"begin":"534.720","end":"563.160","lines":["You know, robustly, folks like [Douglas] Kenrick and [David] Schmitt and others have found differences between men and women in preferred sexual strategies: You know, do you want a large number of partners and uncommitted relationships, or do you prefer to have more exclusive relationships and fewer partners? And that seems to hold all across the globe, but we could have a lot more confidence in these things really being a core part of human nature if we started to see them from societies that lived hundreds or thousands of years ago, I think."]},{"begin":"563.160","end":"564.480","lines":["Totally."]},{"begin":"564.480","end":"584.080","lines":["The idea is forward-looking and kind of speculative, right? I, I don’t have one of these things on my computer ready to run, but Sachin Banker and colleagues recently published a paper where they had GPT-4 generate dozens of new hypotheses for social psychology research and then had actual social psychologists generate new hypotheses."]},{"begin":"584.080","end":"584.640","lines":["Mm."]},{"begin":"584.640","end":"591.440","lines":["And it turns out other social psychologists thought that the AI was coming up with way more compelling and probably true ideas."]},{"begin":"591.440","end":"592.440","lines":["Mm, interesting."]},{"begin":"592.440","end":"604.480","lines":["So we may in the future see AI used not just to simulate participants or code data but even to generate ideas, and you can imagine weird kind of closed loops like that, where folks like me might be out of a job."]},{"begin":"604.480","end":"622.960","lines":["[Laughs] Well, hopefully not. I think, you know, there will always be room for that unique human factor. But I think it’s, it’s great to think about the ways that AI could, you know, really be an interesting tool for us, so thank you so much for taking the time to come and chat with us today."]},{"begin":"622.960","end":"626.600","lines":["Oh, thanks, Rachel. This was my pleasure. I enjoyed the conversation."]},{"begin":"626.600","end":"640.280","lines":["That’s all for this week’s Friday Fascination. We’ll be back on Monday with our weekly news roundup. And on Wednesday we’re chatting about something almost as spooky as AI ghosts: the psychology of Black Friday shopping."]},{"begin":"640.280","end":"657.840","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"657.840","end":"664.240","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":664}