{"title":"A Psychologist’s Tips for Avoiding Overconsumption This Holiday Season","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/a-psychologists-tips-for-avoiding-overconsumption-this-black-friday/","audio":"https://traffic.megaphone.fm/SAM9459700180.mp3?updated=1732551729","intro":["Holiday deals are designed to be irresistible. A consumer psychologist explains how to avoid overconsumption and shop sustainably."],"authors":["Rachel Feltman","Fonda Mwangi"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"It’s almost Thanksgiving, and you know what that means: it’s already been “Black Friday” for, like, a week. What used to be a post-turkey American shopping tradition has ballooned into a global phenomenon of November sales. If you’re feeling the urge to do some serious damage to your bank account this week, you’re definitely not alone—and you shouldn’t blame yourself; these sales are designed and marketed to send you into a shopping spiral."},{"author":"","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Cathrine Jansson-Boyd, professor of consumer psychology at Anglia Ruskin University. She’s here to tell us all about the psychology behind Black Friday shopping and what we can do to protect ourselves and our wallets."},{"author":"","text":"Thank you so much for joining us to chat today."},{"author":"Cathrine Jansson-Boyd","text":"Thank you for having me."},{"author":"Feltman","text":"So your expertise is in consumer psychology. Could you tell us a little bit about what kinds of questions you try to answer in your research?"},{"author":"Jansson-Boyd","text":"So I’ve been really lucky, in terms of my research career, that I have been able to look at very many different approaches to consumer behaviors. And generally what I’m interested in is trying to tap into aspects of human behavior that really hasn’t been addressed before. And this encompasses tactile input, for an example—which, when I started my career a long time ago, we knew very little about—so how you can use touch to change people’s perception. So I have done quite a lot on that."},{"author":"","text":"I have also looked at how to reduce energy consumption. That’s something that tends to be notoriously difficult to do because people often are not conscious of how they’re using energy. So that presents quite a lot of challenge."},{"author":"","text":"And along very similar lines I’ve also been involved in trying to reduce food waste within people’s homes—again, often something that happens subconsciously; people don’t even know that they’re throwing away food. So I’ve looked at quite a lot of environmentally linked aspects of consumption, but I’ve also looked at more kind of pure commercialized elements such as: How do we make a tea box more appealing? What is it that’s gonna make someone buy that? How do you communicate a specific type of marketing message, depending on what it is you’re trying to sell?"},{"author":"","text":"I've also looked quite a lot [at] aesthetics—so looking at the design elements, what can we do to change people’s perception? How do we kind of make it congruent with their actual beliefs so that people see something and then think, “Wow, that’s very attractive,” because people tend to buy things because they’re attractive, but equally, actually, “This is a functionable thing”?"},{"author":"","text":"So, you know, if you’re buying a Hoover—or a vacuum cleaner, sorry—you tend to look at the aesthetics of it, and people go, “No, you don’t if you buy a vacuum cleaner,” but actually you do, very much so. But equally you need to show it’s a functionable thing, something that, actually, people need, so that you kind of create a congruent message."},{"author":"","text":"So that’s some of the things that I’ve done. So it’s quite diverse, to be honest [laughs]."},{"author":"Feltman","text":"Yeah, well, I could ask you a million different questions [laughs] about the things you just mentioned, but today we are gonna talk about holiday shopping and sales specifically. What is it about shopping sales and discounts that, like, really messes with our heads and, and impacts our behavior?"},{"author":"Jansson-Boyd","text":"Well, so we’re conditioned, to start off with, to look at price. So that’s something that consumers are very much driven by, regardless of what it is that they’re purchasing. So because you are very much in tune with that, when you come across something that you think is a bargain, you tend to get quite excited. So there’s an adrenaline rush going through your system."},{"author":"","text":"And we also know through [functional magnetic resonance imaging] scans—so when we’re looking at the brain—if you are quite excited about a price, the same part of the brain that deals with general pleasurable experiences is actually activated ..."},{"author":"Feltman","text":"Oh, wow."},{"author":"Jansson-Boyd","text":"So, so that tells us, when we see something that’s got a really good price, not only do we experience the adrenaline rush, but we actually experience genuine pleasure. So you couple that with potential excitement or thinking, “Oh, you know, there’s a sale; that means if I don’t grab it now, I could be missing out,” makes people even more excitable, and potentially the combination can [lead] to not making such a good decision in terms of consumption, unfortunately."},{"author":"Feltman","text":"Hmm, and what are some of the tricks that stores and brands use to, you know, sort of hijack our psychology?"},{"author":"Jansson-Boyd","text":"So something they often do, when we talk about special promotions or just wanting to kind of get a hook into the consumer to make sure that they don’t actually wander off, so to speak, is that they really build around what we refer to as “fear of missing out,” commonly referred to as “FOMO.” And it works really, really well."},{"author":"","text":"Like I said, if you have sort of this pleasurable part of the brain that’s activated, together with a feeling or emotion of excitement, and then you think you are gonna miss out—so they might say something like “only in the next 24 hours,” “the last three items left online”—those kind of messaging makes people really think, “Oh, my gosh, if I don’t grab it now, that’s it.”"},{"author":"","text":"And, of course, this works equally well in a real retail setting. ’Cause you just think about something like Black Friday: you know, you’ll walk into a big store, and there is a pile of things, and you can see everybody taking them, and you’re thinking, “Oh, my gosh, I’m gonna miss out. Everybody’s grabbing one, so quick, grab one.”"},{"author":"","text":"And that’s, of course, sometimes—very sadly—but that is sometimes how we see fights breaking out in retail environments, which is—it seems crazy, but this is purely the emotion of excitement and really being scared that you are gonna miss out on this thing. So people really go for it, and, you know, they will then yank them back and forth until they actually get their hands on it."},{"author":"Feltman","text":"Yeah. Is there anything uniquely tricky about Black Friday in terms of how it changes our behavior?"},{"author":"Jansson-Boyd","text":"Well, for the moment, I think Black Friday has been around for quite a while now, and this, of course, has almost become a global phenomena, which is interesting, bearing in mind that it was purely American to start off with ..."},{"author":"Feltman","text":"Right."},{"author":"Jansson-Boyd","text":"But what we have seen, because it has been around for a while, is that people are becoming a little bit more skeptical. So quite a lot of surveys demonstrate that most people are geared up to engage with Black Friday and Cyber Monday, but people are still a little bit more cautious than they used to be. ’Cause a lot of the time they’re questioning, “Are we really getting a, a real bargain?” So that means the marketeers have to work a little bit harder. They have to send more messages saying, you know: “Pre-promotions.” “This is only happening for 24 hours.” “We are letting you know first so you can get in there before everybody else,” if it’s online, for an example. Or maybe you’ll get a special invite to a shop. Or they’re saying, right, if you come and queue at this time in the morning, you’re likely to be first through the door."},{"author":"","text":"So they’re really trying to kind of entice you as much as possible. ’Cause, of course, consumers aren’t stupid. They know this is not a new thing. They know that they’re potentially being kind of teased to come along. But if you do a message enough times in terms of, “This is just 24 hours,” people will kind of—first time, maybe, they’ll go, “Yeah, whatever, I’ve heard it all before.” Second time you think, “Okay, 24 hours, maybe I should actually have a think about whether I should engage in this.” And the third time you start getting worried because this kind of adrenaline rush is building up and you’re getting more and more concerned about the fear of missing out. And eventually you kind of give in to it, and there you are, first in line, or, you know, hitting the button, going, “I’m buying this,” when they actually finally release the items online."},{"author":"","text":"So it just means that they work a bit harder, and if you want to stay away from it, what I always say, especially with continuous emails and things: Just don’t read them. Switch off your computer, especially the 48 hours before Black Friday or Cyber Monday starts, and just ignore it because otherwise you’re very likely to be swept away in, in the kind of slight hysteria around it."},{"author":"Feltman","text":"Yeah, no, it’s very tricky. I mean, I try to really avoid overconsumption, and I always try to be very careful about being like, you know, “Are there specific brands, were there things I’ve had my eye on for a while and I know they’re doing discounts?” but I caught myself the other day—that list had gotten kind of long [laughs], and I was like, “Mm, I think maybe I’ve been looking at too many emails and I need to go back and pare that back down to things that are actually sensible.” Yeah, it is tough."},{"author":"Jansson-Boyd","text":"But at least you’re doing the right thing in the sense that you’re making a list and you’re kind of thinking it through. And that’s another way of actually dealing with this sort of excitement is if you really are gonna buy something, make a list: “What do I need?” Because, of course, there could be bargains to be had, but you have to be a sensible shopper so you don’t let your kind of emotions taking over. And making a list, even putting a price next to it, compare three months prior to Black Friday or Cyber Monday and see, actually, what are the prices now? Because, of course, something that is quite commonly used is that prices go up just before to come back down again, which means that, yes, it is lower, they can advertise this as 50 percent off, but it wasn’t actually that much higher to start off with ..."},{"author":"Feltman","text":"Right."},{"author":"Jansson-Boyd","text":"So by monitoring that, as well as thinking about, “Do I need this? What am I prepared to pay for this?” Make a list and just tick the list off as you go, and when you are at the end of it, stop. Just don’t buy anything else."},{"author":"","text":"So, yes, it sounds like you’re doing the right thing, so you clearly got the hang of it anyway [laughs]."},{"author":"Feltman","text":"[Laughs] Well, and speaking of that, you know, what other advice do you have for people who are trying to shop smartly and sustainably? You know, I feel like, especially this year, you know, prices have been high, a lot of folks are struggling financially, so there is that very real motivation to go out and, and get a good deal. So other than making a list and, you know, trying to plan ahead that way, what do you recommend that folks do to protect themselves from, you know, the sort of dark side of these sales?"},{"author":"Jansson-Boyd","text":"I think the list is number one. I think secondly, if you have any doubts when it comes to purchasing something, simple: Don’t buy it. Don’t go there. Just kind of take a step back and say, “Right, I’m thinking about buying this.” Now, if you’re online, go, I don’t know, make a cup of tea, have a cup of coffee, you know, just go and wash your hair, whatever it is, but take a few minutes away. And when you come back the likelihood is that your adrenaline rush has settled, and therefore you’re not gonna want to buy the item anymore."},{"author":"Feltman","text":"Mm."},{"author":"Jansson-Boyd","text":"So be sensible—actually really think it through. But you can only do that by taking a step back."},{"author":"","text":"The same thing in a shop: if you are there fighting over an item, okay, grab the item just in case you really, really want it; walk off with it. But then have a little walk around the shop for a few, you know, a few minutes. Look at the item a couple of times and say to yourself, “Do I really want this?” The likelihood is that you’re gonna say, “No, actually, I don’t,” and you will kind of put it back down again and let someone else take it."},{"author":"","text":"But you really need to let your brain have a bit of space; that is the key. Because otherwise it’s just gonna kind of pump out this information to you that, “Actually, you need this, you need this, you need this,” because it’s the pleasure of it. And you can’t really afford to take the risk; like you said, many people are—really struggled financially recently. And that’s, of course, a global phenomena, which is an issue. And therefore you shouldn’t be wasting your money on something you don’t really want."},{"author":"","text":"And if in doubt at all, don’t go to the shops. Just say, “I’m going to opt out altogether.” And that might be the way forward—because it can be really, really difficult to be sensible when you’re there. Because, like I said, you will get swept into everybody’s—there’s a bit of a frenzy; you’re kind of almost feeding off each other. And therefore it might just be best not to do it at all."},{"author":"Feltman","text":"Yeah, well, and you’ve mentioned, you know, the, the FOMO that might drive someone to buy something. What do we know about how people end up feeling about their purchases after, you know, a big blowout like Black Friday? Are people generally happy that they spend that money and bought those things, or do we see a lot of regret?"},{"author":"Jansson-Boyd","text":"We do see a lot of regret ’cause I think often people actually assume if you buy it, you will be quite pleased with it because you’re making the right decision. But it just shows how, how shaky we are, as human, about making decisions and how we actually are really, purely driven by marketing rather than by, “I really want this,” because otherwise you wouldn’t regret it afterwards. Often it’s harder to return things that’s been bought during a sales period."},{"author":"","text":"What is interesting is that when you buy something, people tend to experience more regret than if they haven’t bought something. And again there’s several studies on this. So the fact is, if you say to yourself, “Okay, I’m not sure about buying this, but I won’t do it; I just feel like I should be saving my money for something better,” you are very unlikely, in fact, to regret that decision. But if you do buy something that you weren’t sure about, you are very likely to feel like you wasted your money. And that is really not a good thing because not only will you kind of have regret with you buying something, wasting your money, you will also have the regret with the item itself. And sometimes, if you keep engaging in that, you can get a really quite negative self-perception ’cause you feel like you keep making the wrong decisions. So you should actually be very careful because it could also have potential long-term consequences."},{"author":"Feltman","text":"Well, thank you so much for joining us today. I found this super helpful, and I, I think a lot of our listeners will, too."},{"author":"Jansson-Boyd","text":"Okay, well, thank you very much for having me."},{"author":"Feltman","text":"That’s all for today’s episode. We’re taking Friday and Monday off from posting new episodes, but we’ll be back in one week."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next week!"}],"wave_peaks":[2673,18599,20216,15596,17766,16400,20285,14816,19052,18389,15502,13478,19668,21141,23466,16843,17820,17516,10892,15427,14690,20378,16730,20505,17766,13800,18029,20945,17520,16187,6311,5949,17367,20323,18568,15551,16420,14484,13036,18412,12841,17806,16742,16527,14942,16695,13949,18798,21342,9724,1464,5637,4431,2301,1341,907,803,4929,3506,1367,685,14899,11340,10998,11322,15870,12029,15837,10890,4820,15878,11997,8031,13227,11904,8551,9897,1451,12436,7631,2896,661,15711,8048,8390,11324,12259,11343,10274,16243,9564,8016,12677,7678,9313,7224,7893,11188,12127,8698,10728,12299,9697,11272,2771,11955,8989,12142,8654,7149,7274,9134,9565,7250,13602,13650,9004,7464,8537,13976,11941,7465,3440,15786,7048,10075,8500,12131,9922,1513,12191,11366,10472,13189,8908,16031,7088,13440,6873,6962,15811,7925,15295,5605,1620,1891,13104,14935,9221,8556,13499,8549,15432,11152,12353,5276,1999,15591,10783,10422,15507,11965,8034,8685,7089,15710,9109,9827,6913,13561,8224,12870,7289,14610,7956,8623,8632,4891,5885,11267,11407,11691,10935,15592,10369,15841,13734,15208,15187,7342,3022,10818,10553,8923,9950,15612,11159,9791,12100,9533,2900,2035,1436,1056,1259,887,401,478,62,15552,8042,15544,9069,14174,11357,11166,235,7911,15484,9220,4745,9972,7652,79,8709,10618,15554,9027,8812,7734,6534,10379,11288,9428,14562,7921,7055,1949,13909,11490,14801,10453,12591,7365,12615,12881,12964,7720,7540,7254,15429,8982,8175,9667,6728,632,15569,15415,4495,7559,15211,3713,5779,6433,5071,6178,4315,4324,4512,10643,10546,4101,4427,3784,2281,5757,4172,12824,12957,14693,10292,6076,6762,6314,6805,6760,2242,2034,4931,3381,3628,463,15512,13751,2401,15522,10490,5594,2740,15501,7076,6191,7719,5364,12700,15252,3645,9147,5371,3555,15457,7794,4295,4091,5479,4697,6892,8091,9189,5752,9469,2776,3017,346,15476,15419,11178,3027,49,12506,13795,14432,7495,4015,15470,10599,6594,5404,8477,5267,7786,11464,7449,6055,4134,6218,7542,10710,5522,9157,13809,14806,6574,10632,10639,14393,14127,216,13467,7087,3657,2898,14144,2251,9700,2722,2745,9655,7965,14142,15463,11716,9932,8759,9822,8862,381,15100,15435,12347,8740,12774,3514,14949,9659,8280,3640,3424,10111,9383,6079,8595,3083,347,15448,11911,12581,2935,5272,5323,3350,4286,4988,3839,3806,9421,9491,3607,3915,10902,7974,15466,10448,4497,12516,4225,4391,4512,2292,2906,15422,12260,7775,9258,13328,12058,1800,412,15432,15411,10221,7602,11633,8729,7317,7343,4658,5937,8576,9041,3532,4077,2742,3430,8170,14284,7614,9674,9153,4228,13411,3593,13706,15124,6932,8953,9865,11333,8465,10284,5220,8874,10818,4356,9795,13058,10836,7900,5341,8837,12083,15433,12820,15523,12989,9267,12361,4743,14445,14145,5452,6525,12271,13730,8712,7750,9144,5032,5448,8178,15444,14281,11465,15429,8503,5572,4560,11727,12136,4934,11833,12294,13043,7386,4518,15430,6567,469,15468,8669,5445,7426,9226,7222,3654,15820,8540,9031,10862,7791,14127,7680,706,14613,12618,3096,4517,6385,3795,13980,14563,7124,3733,10750,3904,8903,6911,8336,5249,11485,4865,15342,846,15442,8732,5906,15261,5292,3433,15546,5658,3004,13014,4454,10742,13980,14489,12877,12022,10229,3806,6879,6489,6473,3248,3504,15380,7311,1175,15082,6002,6525,4212,7327,13450,4717,15441,8661,6949,2691,4671,9758,9891,4518,5840,13610,8326,7297,7121,14069,8910,15468,4053,2623,3319,15434,15303,3088,3506,6647,5243,8612,16084,11469,15396,5308,5009,15442,3557,3347,3464,7732,8922,4798,9756,15419,2612,7917,8668,688,2624,15131,15367,4755,15425,11211,9066,6906,7186,6759,15457,13725,13792,9407,8177,4209,15468,15584,4168,4151,13398,8224,6938,3237,10635,6285,5172,3418,15444,5863,9451,378,15425,7609,6041,9031,4843,15289,3755,3745,4626,6522,13042,14174,6494,4881,7164,8681,3826,2180,15519,15418,13300,11893,4870,4807,7755,13049,3042,15355,15536,11136,3718,3600,2601,1207,854,13141,14134,9263,15438,12566,6986,11116,8922,14980,9887,9440,15324,9555,10216,10564,6065,11130,12345,7473,7744,8193,13197,14406,11416,6891,1119,12783,15351,8132,13063,12198,5167,12751,8350,4245,13149,13468,8996,12709,10576,10253,12642,15631,3863,7441,14967,7464,10937,9391,11405,10137,13185,15391,734,15238,9613,11872,9702,12559,15410,8651,8822,13825,10097,8287,11326,8412,15484,6108,7953,11016,4506,9355,7553,6582,2872,7866,9995,10414,10915,3688,9066,15423,15055,6390,12779,3807,4973,11915,3071,12705,7019,15465,9094,3241,3462,3317,12380,2901,2494,15529,8258,5517,15179,7986,6463,6046,11902,11333,7576,4092,8901,15427,11806,3033,1877,15501,5094,5318,6928,13088,4291,4644,4712,9687,2815,12953,5343,9489,12810,14809,12832,5690,4366,2805,3885,3334,410,452,15491,11443,2704,10637,11074,11744,3746,8163,15410,14144,10653,2742,15475,4135,4748,4312,15475,4319,6456,14383,10784,15434,4183,7480,4770,3340,9470,15466,12489,4030,11177,1616,279,15462,4177,9611,10871,12796,13249,5623,7049,7743,3116,15423,9826,10753,4045,3761,9592,11744,14327,15483,11407,7827,4126,5120,5270,11110,11549,10410,6253,15415,3050,15448,13530,4679,4372,6371,5005,15441,12210,11658,15444,10816,4999,4843,6245,7335,5353,985,5888,15482,15424,13845,5777,12588,7836,14216,7946,6309,7175,7055,9870,15506,8265,10254,15413,15671,2447,5331,15285,15412,10446,9505,15298,4764,4426,13037,11247,13979,9664,4830,4910,11285,10401,13188,8419,7856,15271,14721,6437,7126,7035,8331,5662,355,9186,7555,4895,5755,5341,11105,7809,11289,6102,9098,6789,11932,10345,14070,6197,3854,2864,3104,0,9074,5423,15428,13771,9911,11061,15437,3484,13457,12851,6316,8888,12518,7058,9528,8694,7841,7551,9527,11565,6059,4819,15214,13331,2252,15444,14342,8263,7366,5883,15481,15447,14892,5364,13376,4733,5028,3862,10025,2727,13774,9098,8179,9306,11390,12660,5011,12482,323,1538,15311,11249,10245,12543,6885,9283,10885,7176,9641,15394,11036,13851,3802,3582,10025,15424,8223,2993,2521,500,14589,10023,10271,13378,5689,14819,6049,5307,7221,3931,6034,4025,6952,1176,8526,6124,7690,4494,9687,3033,1795,376,15475,12725,7832,8123,5030,12479,7092,309,15418,8495,2922,4524,15001,2421,8702,9144,15386,5577,15470,12406,4808,12139,15502,3915,3435,2127,4417,15507,4897,690,6190,6016,9315,3367,5781,14842,5893,2649,15465,13994,8875,4424,13995,6552,5971,8420,10081,5113,5787,10517,12711,11129,5727,3366,3281,15449,13733,6267,643,15416,10273,5365,12681,5428,4274,15474,3372,4163,12155,13013,2447,278,15448,8370,14427,8955,2916,8790,4181,10870,13359,6574,9634,8359,15404,7886,14953,14090,7965,10490,15212,7025,4551,10846,14118,9402,10547,3165,10670,12550,6616,8777,7730,15423,6836,12733,10166,10664,12784,15450,7464,5374,11183,15424,9301,9564,8971,10061,6475,4747,12472,3475,13271,10014,13227,15427,4531,15429,4513,2546,3427,6436,7212,2952,6034,5470,7524,7278,14147,3376,12435,3635,15542,11886,15525,6237,2810,11717,12843,8532,7364,13606,8976,15490,6139,13517,11569,10707,6550,14579,8537,4159,4703,8633,6133,11292,4065,3968,13444,9411,1697,8273,4643,9532,9268,11183,7716,2422,3748,13521,5486,10933,5295,7155,7229,10155,13928,10849,12939,1894,12487,7624,5101,11457,6883,9787,9510,11492,5850,4773,3421,1135,3941,6837,11809,15437,13295,11033,6214,5809,6004,4138,12079,6160,4442,6087,10202,2868,8354,8400,8223,2801,13535,11832,1763,15463,11264,11093,8406,9442,7948,9026,15473,13259,12615,14445,12131,7919,7531,9532,8934,1379,15422,9699,74,23,8562,10736,10856,8345,1909,15432,10772,13108,6006,15462,9556,15423,15480,4697,15487,15336,10375,14162,13984,4826,8645,6032,5112,6835,6609,7406,15501,6326,9548,6609,9439,11411,15449,9460,7794,7352,12225,13395,3183,9189,9492,15422,10470,534,407,15437,10537,3285,15422,3892,4672,15388,5360,5946,2393,2951,6535,9489,12495,7512,7054,4440,5348,6618,3585,2070,4756,14704,15414,9978,9850,2308,15151,7152,11047,12618,8805,11650,5849,15426,3344,9083,15391,14023,11847,11227,5407,2982,4551,414,15463,9871,7947,10190,6750,5818,6156,4675,7309,6123,3130,2675,2279,7083,9014,15437,12852,8178,9301,11861,4412,13060,6120,8501,4871,6253,12689,12240,3196,5607,15380,3957,6332,6985,5119,5315,15469,6066,5245,6569,11477,6326,8368,9877,9400,15491,3798,4693,8359,414,13949,12084,5025,3817,600,15488,8421,15404,3065,7765,12118,10710,2414,8656,15329,3256,3331,12149,3578,3988,8047,8251,4924,4885,15431,4429,5816,13844,7020,11639,7006,11700,7589,9048,6756,14212,13906,5338,13434,477,11818,15421,8928,15438,5835,6197,14959,8427,7201,11889,7682,8067,15444,3136,5585,2946,5721,15439,11232,7314,11965,9934,7269,11921,5585,4525,6176,7610,2066,491,8227,14391,8570,13317,8487,4467,2691,370,14372,13311,9974,8961,4086,4571,2922,15465,15029,15345,9345,15449,14489,6539,6536,13602,4321,4270,4264,12432,15438,2031,15392,5062,6157,15378,10565,5456,6867,2609,14684,3223,9064,9482,7520,15376,12027,15041,14370,14796,15409,13382,3142,4103,9356,9377,7377,7222,15425,10843,4913,15417,12492,12312,11024,7926,3980,3549,15593,14637,13033,8306,100,1411,6978,3403,4814,7735,7457,4446,4410,10914,6352,12244,4419,4489,10536,11322,11994,11890,5661,5009,5013,15475,10182,1718,4813,15457,9092,10112,6583,5605,14416,2113,149,15445,11876,15466,6493,9348,11968,15103,12259,11064,7268,11116,7789,5818,3943,4932,5772,534,79,15540,14939,3259,2815,2827,5323,4674,7545,4125,8135,9271,8668,3273,14709,5781,15415,3795,13624,15422,8551,14275,14716,2700,4095,7184,15419,15490,3375,5050,3531,3439,6429,2971,1999,950,4808,15541,6780,14368,5121,3612,11472,9594,11259,12671,9065,262,6171,14520,3819,10030,15440,4429,1710,15411,13961,4431,9752,11231,4968,7370,5068,3382,6559,7880,3841,335,8471,7389,7171,12572,11371,3876,4486,13052,6517,6999,13115,11189,5785,8450,10285,730,15488,15025,11577,8829,3847,15457,11101,379,13209,14029,5922,5539,9439,1964,15418,14514,8305,10520,13053,4008,5554,10683,7222,7762,9286,7981,3825,15452,4958,6493,12339,11110,4244,2187,0,7173,12396,9814,11003,9831,9806,14152,15595,15453,14721,7408,7049,11460,9099,8307,13328,10572,12731,11518,10744,4164,15471,14402,15344,9617,13687,10499,11455,11293,8612,15450,8240,10307,12811,10189,11180,13719,11558,15002,15515,11897,11137,8955,11425,4603,15594,10827,11260,14311,15524,15132,10053,9570,10802,11552,13086,15413,13630,12136,10085,7380,13698,10950,9353,10777,8968,10234,12622,7260,11369,9947,11802,15470,7364,13159,13150,8922,8196,8113,10833,15241,15165,6712,14717,10044,7411,1808,13542,8296,8137,15434,4063,172,15537,8751,8452,10131,14930,10369,3314,12759,15388,10283,5971,11422,5077,11762,6623,2649,12586,5159,15436,15474,15397,11461,4880,4013,5247,5945,4858,15436,15178,3129,3440,12044,12934,13842,3648,7394,7320,5275,15428,13965,5127,1676,9262,7170,12785,7117,10198,13505,5207,14197,7771,693,14705,15458,5334,5105,2094,8511,3036,8842,15444,4534,6144,9547,2453,6708,11076,6888,3278,11844,11428,11133,5863,5519,5178,15414,8639,4367,4806,15452,5719,188,5453,13190,11534,13990,3895,3524,15439,14606,7206,12602,5818,5033,2421,11964,11073,10029,13948,12468,6913,500,6043,6890,11944,15494,5601,11158,5208,11531,15359,8733,4479,5337,12774,1318,15478,4791,15481,12613,10617,5619,5463,14453,13654,13699,4459,3323,6898,10942,6374,9810,11694,11090,15437,7944,14581,13844,12021,3051,5692,4830,11330,15455,1540,808,11856,15451,5291,9175,12508,3941,12528,8107,9777,9640,8630,5373,12908,15428,11325,9373,11291,7199,15370,12006,12901,9934,8778,6174,12445,9364,5621,15476,3977,3988,14691,8001,12833,5928,4466,8673,10199,15322,6156,5783,5789,7568,12175,11027,9352,3981,13391,15435,11714,8439,11865,3785,11905,14819,4506,1652,10108,15508,10427,14709,6875,12710,8169,2718,6936,8084,7258,4727,5681,10041,15496,13004,4657,13691,9843,8139,10128,13909,11415,9685,15558,8107,15494,10148,9286,11640,10359,4142,14085,7606,15311,12324,7992,9299,8453,10972,10684,15112,8208,8536,10656,7995,15599,10595,13946,10622,8422,11638,15319,6555,1244,15550,8508,8131,15353,937,14347,8646,15315,10952,10785,8110,11739,8082,8397,12374,13111,11860,11305,11281,12911,7780,12499,12069,7012,13273,8252,12332,8995,7661,10042,15529,9340,13491,13767,7964,6089,12475,14725,11056,9379,9543,9723,8725,11912,15477,15491,7974,15439,5485,8259,7288,15470,11965,15428,6532,5556,10722,6458,15457,14106,8497,15351,3606,1526,15471,12353,15483,14419,15720,8409,6874,14503,10378,15497,5765,11422,9841,11182,2630,3493,4595,1351,1606,15490,7033,15467,12904,12213,11773,15494,7107,524,15466,15479,4738,5755,3488,12750,15469,3317,7159,11538,11628,5587,15438,9663,4922,3722,15423,9692,14481,12870,10870,6914,3995,8123,1400,7125,7101,4886,5315,6163,6659,6676,6604,2769,10849,6970,14553,15488,13004,3083,15482,9848,6099,5554,15278,6624,13240,15505,836,8668,15506,7078,6428,5294,7723,12289,7290,12168,7111,8388,2975,15505,15118,7714,9117,6122,12447,8607,5887,2925,6749,8586,13413,15483,5152,15492,4682,4470,3314,6457,9117,8820,5292,15414,11642,3949,4378,12551,2523,15551,4610,4751,13192,3966,11520,15442,12466,7309,9225,4263,558,15433,14879,15448,12585,7956,11958,4600,9381,6931,12527,5402,1718,9403,15480,7434,13986,2570,13242,9331,9129,14814,11381,7054,4681,6884,1829,14572,15517,15493,8490,12405,3701,4882,6775,3699,3557,3612,4518,540,15455,15406,6576,6875,6899,5909,2889,13057,5347,15469,15412,8368,4846,14480,8412,14484,5514,6542,3213,9822,5247,2302,642,15391,8582,9630,5339,15255,11047,15418,10044,6857,12851,3591,15460,9117,3204,3369,11,8143,15345,11083,13335,11973,5547,6008,15476,13939,6146,7386,4654,4699,15493,3066,3105,2896,3121,4407,4085,6024,14361,8398,5993,4278,632,15231,10805,3098,9423,11292,7044,5100,11972,13300,9806,6902,9142,1575,10217,15416,9368,15418,2966,2951,3178,12789,6178,6275,15447,11680,3212,2946,445,9359,14306,7584,7774,2305,378,15466,13924,8238,1538,3584,7947,5764,6488,3482,2217,3418,2853,7633,2438,4280,15465,4864,8878,5324,15440,5204,8471,15354,15381,3705,6327,5076,11099,12651,13626,12513,4361,15344,8061,2041,15414,13876,10988,5417,8603,3119,3112,9558,8914,10309,10551,6494,4960,6227,9118,3653,5910,3448,9171,12216,15492,6685,7802,6200,14465,5687,14778,9855,13028,9632,15505,8390,10543,9050,3835,7696,6014,6552,4388,12343,6881,3814,6277,12594,14219,8221,877,12420,15429,7994,13972,3436,6098,4675,4008,3426,6098,46,13879,11233,3146,11362,11069,10353,9191,11391,11150,10181,15475,10984,11598,14056,9367,11781,8145,15479,9671,7769,1944,13269,8490,10909,15496,78,15373,5390,8812,14981,12715,10553,8589,249,15446,10253,11403,10336,9480,15370,9569,11316,11158,6971,11478,14671,14021,15298,9183,6207,13388,9063,10235,7834,7911,15509,6607,8697,8824,11095,12333,8889,9232,9842,8008,11970,12047,9677,14865,104,12174,12409,13914,3158,12645,10576,10180,4540,5352,3881,5165,3630,15403,4345,3888,6230,8185,12049,15437,5773,4885,6948,4757,11446,7472,7839,3831,12866,4136,339,15444,7546,7987,5777,11633,4261,12880,7695,4465,4246,8833,8869,17546,14553,13185,15383,8781,6420,4374,3731,4486,5784,3513,12885,12356,10807,10857,313,14500,4772,11066,11605,4439,14979,15519,5566,3717,12433,7371,2048,1930,15507,5901,14854,3026,6827,3805,2960,4111,3756,3606,5756,4603,6053,3506,381,15461,6301,7776,6826,5680,5680,8933,15480,3998,2960,2416,1060,9457,5591,12907,4849,6170,6351,8524,9615,8535,7385,15501,8267,4213,1993,464,15479,15335,15335,6254,10285,5644,2355,5966,15484,4785,6217,7035,4622,10650,11386,6017,12039,14835,3620,15416,15484,8594,10963,7266,12382,5550,12979,10352,11231,7284,14836,5240,246,8749,15402,14683,9435,8496,1940,8265,4646,10722,12529,3267,2484,420,15416,5080,15129,15511,5963,6630,13692,3394,5529,4322,1558,13065,15480,12128,10139,3548,5599,10257,4615,2807,3521,871,15523,14827,3173,15470,11780,7126,8150,5790,4409,5866,9941,7090,6970,9780,15475,6279,12782,15467,6693,6991,9102,10995,14799,1048,10907,12339,6020,7516,13630,3418,15446,3964,12043,5349,2836,6152,6939,6950,12213,4029,11471,7355,10840,6628,4845,10119,13485,11783,5127,6857,15557,3520,6206,4245,8908,4733,4857,1725,10415,11987,15410,5543,12749,6957,9482,4974,4726,5461,13155,8164,8939,7068,8145,4148,3998,1606,11873,14174,8513,12287,13991,11120,13799,14348,15021,10888,11282,10992,13766,11137,10782,10868,10032,7610,15714,15017,14236,12844,11742,7520,6090,2121,16072,10966,9251,10899,7159,13570,11016,15633,11857,10892,7976,5810,15503,11308,11340,9278,15329,8748,9520,4975,963,2286,1198,15926,8349,8686,7746,14965,10504,13832,11269,16478,10467,13270,11972,12325,13332,11655,16218,8582,11815,8760,11403,9756,7712,596,10530,10053,14508,8813,15909,14759,11431,13318,15496,9963,9760,7814,10631,14626,8627,12625,643,13305,17266,14337,10867,9592,11792,12930,8186,9924,15705,16096,8421,7310,2491,1897,15423,7385,11346,8401,6676,16565,15272,4269,13010,12038,6803,1921,2364,3983,7488,7356,6844,5220,4931,4920,4071,2624,1109,7816,7494,5864,4194,2868,1214,123],"fragments":[{"begin":"0.000","end":"43.880","lines":["It’s almost Thanksgiving, and you know what that means: it’s already been “Black Friday” for, like, a week. What used to be a post-turkey American shopping tradition has ballooned into a global phenomenon of November sales. If you’re feeling the urge to do some serious damage to your bank account this week, you’re definitely not alone—and you shouldn’t blame yourself; these sales are designed and marketed to send you into a shopping spiral."]},{"begin":"43.880","end":"62.800","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. My guest today is Cathrine Jansson-Boyd, professor of consumer psychology at Anglia Ruskin University. She’s here to tell us all about the psychology behind Black Friday shopping and what we can do to protect ourselves and our wallets."]},{"begin":"62.800","end":"65.080","lines":["Thank you so much for joining us to chat today."]},{"begin":"65.080","end":"66.400","lines":["Thank you for having me."]},{"begin":"66.400","end":"76.840","lines":["So your expertise is in consumer psychology. Could you tell us a little bit about what kinds of questions you try to answer in your research?"]},{"begin":"76.840","end":"113.320","lines":["So I’ve been really lucky, in terms of my research career, that I have been able to look at very many different approaches to consumer behaviors. And generally what I’m interested in is trying to tap into aspects of human behavior that really hasn’t been addressed before. And this encompasses tactile input, for an example—which, when I started my career a long time ago, we knew very little about—so how you can use touch to change people’s perception. So I have done quite a lot on that."]},{"begin":"113.320","end":"128.440","lines":["I have also looked at how to reduce energy consumption. That’s something that tends to be notoriously difficult to do because people often are not conscious of how they’re using energy. So that presents quite a lot of challenge."]},{"begin":"128.440","end":"162.960","lines":["And along very similar lines I’ve also been involved in trying to reduce food waste within people’s homes—again, often something that happens subconsciously; people don’t even know that they’re throwing away food. So I’ve looked at quite a lot of environmentally linked aspects of consumption, but I’ve also looked at more kind of pure commercialized elements such as: How do we make a tea box more appealing? What is it that’s gonna make someone buy that? How do you communicate a specific type of marketing message, depending on what it is you’re trying to sell?"]},{"begin":"162.960","end":"182.840","lines":["I've also looked quite a lot [at] aesthetics—so looking at the design elements, what can we do to change people’s perception? How do we kind of make it congruent with their actual beliefs so that people see something and then think, “Wow, that’s very attractive,” because people tend to buy things because they’re attractive, but equally, actually, “This is a functionable thing”?"]},{"begin":"182.840","end":"201.160","lines":["So, you know, if you’re buying a Hoover—or a vacuum cleaner, sorry—you tend to look at the aesthetics of it, and people go, “No, you don’t if you buy a vacuum cleaner,” but actually you do, very much so. But equally you need to show it’s a functionable thing, something that, actually, people need, so that you kind of create a congruent message."]},{"begin":"201.160","end":"207.200","lines":["So that’s some of the things that I’ve done. So it’s quite diverse, to be honest [laughs]."]},{"begin":"207.200","end":"226.160","lines":["Yeah, well, I could ask you a million different questions [laughs] about the things you just mentioned, but today we are gonna talk about holiday shopping and sales specifically. What is it about shopping sales and discounts that, like, really messes with our heads and, and impacts our behavior?"]},{"begin":"226.160","end":"248.040","lines":["Well, so we’re conditioned, to start off with, to look at price. So that’s something that consumers are very much driven by, regardless of what it is that they’re purchasing. So because you are very much in tune with that, when you come across something that you think is a bargain, you tend to get quite excited. So there’s an adrenaline rush going through your system."]},{"begin":"248.040","end":"262.360","lines":["And we also know through [functional magnetic resonance imaging] scans—so when we’re looking at the brain—if you are quite excited about a price, the same part of the brain that deals with general pleasurable experiences is actually activated ..."]},{"begin":"262.360","end":"262.960","lines":["Oh, wow."]},{"begin":"262.960","end":"291.360","lines":["So, so that tells us, when we see something that’s got a really good price, not only do we experience the adrenaline rush, but we actually experience genuine pleasure. So you couple that with potential excitement or thinking, “Oh, you know, there’s a sale; that means if I don’t grab it now, I could be missing out,” makes people even more excitable, and potentially the combination can [lead] to not making such a good decision in terms of consumption, unfortunately."]},{"begin":"291.360","end":"300.200","lines":["Hmm, and what are some of the tricks that stores and brands use to, you know, sort of hijack our psychology?"]},{"begin":"300.200","end":"321.360","lines":["So something they often do, when we talk about special promotions or just wanting to kind of get a hook into the consumer to make sure that they don’t actually wander off, so to speak, is that they really build around what we refer to as “fear of missing out,” commonly referred to as “FOMO.” And it works really, really well."]},{"begin":"321.360","end":"346.800","lines":["Like I said, if you have sort of this pleasurable part of the brain that’s activated, together with a feeling or emotion of excitement, and then you think you are gonna miss out—so they might say something like “only in the next 24 hours,” “the last three items left online”—those kind of messaging makes people really think, “Oh, my gosh, if I don’t grab it now, that’s it.”"]},{"begin":"346.800","end":"364.120","lines":["And, of course, this works equally well in a real retail setting. ’Cause you just think about something like Black Friday: you know, you’ll walk into a big store, and there is a pile of things, and you can see everybody taking them, and you’re thinking, “Oh, my gosh, I’m gonna miss out. Everybody’s grabbing one, so quick, grab one.”"]},{"begin":"364.120","end":"385.720","lines":["And that’s, of course, sometimes—very sadly—but that is sometimes how we see fights breaking out in retail environments, which is—it seems crazy, but this is purely the emotion of excitement and really being scared that you are gonna miss out on this thing. So people really go for it, and, you know, they will then yank them back and forth until they actually get their hands on it."]},{"begin":"385.720","end":"394.200","lines":["Yeah. Is there anything uniquely tricky about Black Friday in terms of how it changes our behavior?"]},{"begin":"394.200","end":"406.240","lines":["Well, for the moment, I think Black Friday has been around for quite a while now, and this, of course, has almost become a global phenomena, which is interesting, bearing in mind that it was purely American to start off with ..."]},{"begin":"406.240","end":"406.640","lines":["Right."]},{"begin":"406.640","end":"451.920","lines":["But what we have seen, because it has been around for a while, is that people are becoming a little bit more skeptical. So quite a lot of surveys demonstrate that most people are geared up to engage with Black Friday and Cyber Monday, but people are still a little bit more cautious than they used to be. ’Cause a lot of the time they’re questioning, “Are we really getting a, a real bargain?” So that means the marketeers have to work a little bit harder. They have to send more messages saying, you know: “Pre-promotions.” “This is only happening for 24 hours.” “We are letting you know first so you can get in there before everybody else,” if it’s online, for an example. Or maybe you’ll get a special invite to a shop. Or they’re saying, right, if you come and queue at this time in the morning, you’re likely to be first through the door."]},{"begin":"451.920","end":"502.320","lines":["So they’re really trying to kind of entice you as much as possible. ’Cause, of course, consumers aren’t stupid. They know this is not a new thing. They know that they’re potentially being kind of teased to come along. But if you do a message enough times in terms of, “This is just 24 hours,” people will kind of—first time, maybe, they’ll go, “Yeah, whatever, I’ve heard it all before.” Second time you think, “Okay, 24 hours, maybe I should actually have a think about whether I should engage in this.” And the third time you start getting worried because this kind of adrenaline rush is building up and you’re getting more and more concerned about the fear of missing out. And eventually you kind of give in to it, and there you are, first in line, or, you know, hitting the button, going, “I’m buying this,” when they actually finally release the items online."]},{"begin":"502.320","end":"527.680","lines":["So it just means that they work a bit harder, and if you want to stay away from it, what I always say, especially with continuous emails and things: Just don’t read them. Switch off your computer, especially the 48 hours before Black Friday or Cyber Monday starts, and just ignore it because otherwise you’re very likely to be swept away in, in the kind of slight hysteria around it."]},{"begin":"527.680","end":"555.360","lines":["Yeah, no, it’s very tricky. I mean, I try to really avoid overconsumption, and I always try to be very careful about being like, you know, “Are there specific brands, were there things I’ve had my eye on for a while and I know they’re doing discounts?” but I caught myself the other day—that list had gotten kind of long [laughs], and I was like, “Mm, I think maybe I’ve been looking at too many emails and I need to go back and pare that back down to things that are actually sensible.” Yeah, it is tough."]},{"begin":"555.360","end":"602.720","lines":["But at least you’re doing the right thing in the sense that you’re making a list and you’re kind of thinking it through. And that’s another way of actually dealing with this sort of excitement is if you really are gonna buy something, make a list: “What do I need?” Because, of course, there could be bargains to be had, but you have to be a sensible shopper so you don’t let your kind of emotions taking over. And making a list, even putting a price next to it, compare three months prior to Black Friday or Cyber Monday and see, actually, what are the prices now? Because, of course, something that is quite commonly used is that prices go up just before to come back down again, which means that, yes, it is lower, they can advertise this as 50 percent off, but it wasn’t actually that much higher to start off with ..."]},{"begin":"602.720","end":"603.040","lines":["Right."]},{"begin":"603.040","end":"616.000","lines":["So by monitoring that, as well as thinking about, “Do I need this? What am I prepared to pay for this?” Make a list and just tick the list off as you go, and when you are at the end of it, stop. Just don’t buy anything else."]},{"begin":"616.000","end":"620.680","lines":["So, yes, it sounds like you’re doing the right thing, so you clearly got the hang of it anyway [laughs]."]},{"begin":"620.680","end":"650.080","lines":["[Laughs] Well, and speaking of that, you know, what other advice do you have for people who are trying to shop smartly and sustainably? You know, I feel like, especially this year, you know, prices have been high, a lot of folks are struggling financially, so there is that very real motivation to go out and, and get a good deal. So other than making a list and, you know, trying to plan ahead that way, what do you recommend that folks do to protect themselves from, you know, the sort of dark side of these sales?"]},{"begin":"650.080","end":"681.080","lines":["I think the list is number one. I think secondly, if you have any doubts when it comes to purchasing something, simple: Don’t buy it. Don’t go there. Just kind of take a step back and say, “Right, I’m thinking about buying this.” Now, if you’re online, go, I don’t know, make a cup of tea, have a cup of coffee, you know, just go and wash your hair, whatever it is, but take a few minutes away. And when you come back the likelihood is that your adrenaline rush has settled, and therefore you’re not gonna want to buy the item anymore."]},{"begin":"681.080","end":"681.360","lines":["Mm."]},{"begin":"681.360","end":"686.640","lines":["So be sensible—actually really think it through. But you can only do that by taking a step back."]},{"begin":"686.640","end":"708.960","lines":["The same thing in a shop: if you are there fighting over an item, okay, grab the item just in case you really, really want it; walk off with it. But then have a little walk around the shop for a few, you know, a few minutes. Look at the item a couple of times and say to yourself, “Do I really want this?” The likelihood is that you’re gonna say, “No, actually, I don’t,” and you will kind of put it back down again and let someone else take it."]},{"begin":"708.960","end":"736.360","lines":["But you really need to let your brain have a bit of space; that is the key. Because otherwise it’s just gonna kind of pump out this information to you that, “Actually, you need this, you need this, you need this,” because it’s the pleasure of it. And you can’t really afford to take the risk; like you said, many people are—really struggled financially recently. And that’s, of course, a global phenomena, which is an issue. And therefore you shouldn’t be wasting your money on something you don’t really want."]},{"begin":"736.360","end":"759.760","lines":["And if in doubt at all, don’t go to the shops. Just say, “I’m going to opt out altogether.” And that might be the way forward—because it can be really, really difficult to be sensible when you’re there. Because, like I said, you will get swept into everybody’s—there’s a bit of a frenzy; you’re kind of almost feeding off each other. And therefore it might just be best not to do it at all."]},{"begin":"759.760","end":"780.680","lines":["Yeah, well, and you’ve mentioned, you know, the, the FOMO that might drive someone to buy something. What do we know about how people end up feeling about their purchases after, you know, a big blowout like Black Friday? Are people generally happy that they spend that money and bought those things, or do we see a lot of regret?"]},{"begin":"780.680","end":"806.440","lines":["We do see a lot of regret ’cause I think often people actually assume if you buy it, you will be quite pleased with it because you’re making the right decision. But it just shows how, how shaky we are, as human, about making decisions and how we actually are really, purely driven by marketing rather than by, “I really want this,” because otherwise you wouldn’t regret it afterwards. Often it’s harder to return things that’s been bought during a sales period."]},{"begin":"806.440","end":"857.920","lines":["What is interesting is that when you buy something, people tend to experience more regret than if they haven’t bought something. And again there’s several studies on this. So the fact is, if you say to yourself, “Okay, I’m not sure about buying this, but I won’t do it; I just feel like I should be saving my money for something better,” you are very unlikely, in fact, to regret that decision. But if you do buy something that you weren’t sure about, you are very likely to feel like you wasted your money. And that is really not a good thing because not only will you kind of have regret with you buying something, wasting your money, you will also have the regret with the item itself. And sometimes, if you keep engaging in that, you can get a really quite negative self-perception ’cause you feel like you keep making the wrong decisions. So you should actually be very careful because it could also have potential long-term consequences."]},{"begin":"857.920","end":"863.120","lines":["Well, thank you so much for joining us today. I found this super helpful, and I, I think a lot of our listeners will, too."]},{"begin":"863.120","end":"865.560","lines":["Okay, well, thank you very much for having me."]},{"begin":"865.560","end":"872.440","lines":["That’s all for today’s episode. We’re taking Friday and Monday off from posting new episodes, but we’ll be back in one week."]},{"begin":"872.440","end":"888.920","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"888.920","end":"897.880","lines":["For Scientific American, this is Rachel Feltman. See you next week!"]}],"duration":897}