{"title":"Largest Camera in the World Will Look for Planet Nine","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/will-we-find-planet-nine-with-the-vera-rubin-observatorys-new-telescope/","audio":"https://traffic.megaphone.fm/SAM9187360584.mp3?updated=1736470041","intro":["Pluto was unseated as the ninth planet in our solar system. Will we find a real Planet Nine?"],"authors":["Rachel Feltman","Clara Moskowitz","Fonda Mwangi","Madison Goldberg"],"category":["Astronomy"],"transcript":[{"author":"","text":"[CLIP: Theme music]"},{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Unless you’re really on the low end of our listener age bell curve, chances are you grew up learning about our solar system’s nine planets. Of course, unless you’ve been living under a rock since 2006, you also know that now we only have eight planets. Sorry, Pluto fans."},{"author":"","text":"But maybe you’ve also heard rumblings about the mysterious Planet Nine. This hypothetical extra planet has been popping in and out of the news for more than a decade. Thanks to a new observatory set to come online in 2025, the truth about Planet Nine could finally be within reach."},{"author":"","text":"Here to tell us more is Clara Moskowitz, senior editor for space and physics at Scientific American."},{"author":"","text":"Thanks so much for coming on to chat today."},{"author":"Clara Moskowitz","text":"Thank you for having me."},{"author":"Feltman","text":"So, starting with basics, I feel like a lot of people have heard vaguely of Planet Nine. It’s a very evocative concept, but when we talk about Planet Nine, what are we actually talking about?"},{"author":"Moskowitz","text":"So we’re talking about this potential planet—nobody knows if it actually exists or not—that might live in our own solar system."},{"author":"","text":"So if you think about it, it’s a wild idea that there could be this whole other planet in our solar system that we’ve never seen. You know, we obviously have these eight planets that we’re really familiar with. Then, of course, there’s the contested situation with Pluto. So it’s like, how could we have missed a whole other world in our cosmic neighborhood? And we’re not talking about something teeny tiny, either. This Planet Nine that might be out there is between, like, five and 10 times the size of Earth. So, you know, it would be a major member of the solar system if it’s there."},{"author":"Feltman","text":"Yeah, well, I have a lot of questions about that. But I think this is also a great moment to pause and—maybe for folks whose immediate reaction to Planet Nine is something like “We already have a ninth planet. It’s Pluto. How dare they?”—would you remind us what it is that got Pluto so contentiously demoted and why this theoretical Planet Nine would still have planetary status if it does exist?"},{"author":"Moskowitz","text":"Right. So actually, the two stories are related because the whole story of Pluto is what kind of led us to come up with this idea that there might be a Planet Nine. But let me rewind and explain how that’s the case."},{"author":"","text":"[CLIP: “Handwriting,” by Frank Jonsson]"},{"author":"Moskowitz","text":"The situation with Pluto began to become dicey in 2005 when astronomers discovered this big rock out in the solar system called Eris. Now Eris, turns out, is actually larger than Pluto, but it’s really far out there, which is why we hadn’t seen it before. It’s about 68 times as far from the sun as Earth. So when we found Eris, all of a sudden, astronomers started thinking, “If this thing is bigger than Pluto, then it’s got to be a planet, too, right?” You know, “What exactly is our definition of a planet?” And they realized we didn’t quite have one, a formalized one."},{"author":"Feltman","text":"[Laughs] It was more of a vibe, more of a state of mind."},{"author":"Moskowitz","text":"Exactly, exactly. So then astronomers got talking, and it’s really this group called the International Astronomical Union that makes the rules, and they decided that we needed new rules for what qualifies as a planet. So in 2006—this is right after the discovery of Eris—they were forced to come up with rules for what counts as a planet."},{"author":"","text":"So there’s three things. The body has to orbit a star, right? That makes sense, clearly. It has to be sufficiently massive for gravity to make it basically sphere-shaped. You know, it has to be round. If it’s small enough that it’s all chunky and oblong and funky, like asteroids, that’s not a planet. And then the third condition was that it has to clear its own orbit, meaning that it has to have enough gravity that it’s kind of pushed any other rocks or asteroids out of its orbit."},{"author":"","text":"And it was actually that third thing that got Pluto kicked out because Pluto shares its neighborhood with a bunch of other rocks that kind of circle the sun along with it. So it really just isn’t big enough. So Pluto became what we now call a dwarf planet, along with Eris and along with a whole bunch of other objects similar to Eris that started to be discovered around this time."},{"author":"Feltman","text":"Yeah. And I know a lot of people found that really emotional, but it does seem like we would have had to have this, like, really long, ever growing roster of planets if we hadn’t settled on that firm definition. So I do get why it had to happen."},{"author":"Moskowitz","text":"Exactly. And then this is where the story starts leading toward the idea of Planet Nine because then they found this object called Sedna."},{"author":"","text":"[CLIP: “The Farmhouse,” by Silver Maple]"},{"author":"Moskowitz","text":"Sedna is another sort of, you know, similarly sized, really-far-out-there object. The closest it ever gets to the sun is 76 times the Earth-sun distance. And then they found other objects like this."},{"author":"","text":"But the weird thing about these is that they’re on these crazy orbits. The orbits are so stretched out and so distant, and they later found out they also seem to be tilted at this weird angle compared to all of the other planets in the solar system. So they’re just odd, but there’s a bunch of them like this. And scientists can’t really explain how you get all these objects on these extreme, weird, long orbits unless there was something hidden out there guiding them—kind of shaping their paths with its own gravity. And that hidden something would have to be pretty large."},{"author":"Feltman","text":"So now that scientists have, you know, spent more than a decade thinking about the possibility of Planet Nine, what evidence do we have to support that something like this actually exists?"},{"author":"Moskowitz","text":"So the evidence is all in these other objects, these extreme trans-Neptunian objects that we see, and the fact that their orbits are so odd. Like I said, they’re just super large, super long orbits of a wholly different magnitude than the planets in our solar system."},{"author":"","text":"So that’s one thing, and then the other thing is the tilt of their orbits. So in our solar system, we have what’s called an ecliptic. It’s a plane, and all of the eight planets orbit in this plane, roughly flat. So you can picture them all kind of orbiting in the same flat line. Meanwhile these other weird rocks way out there are orbiting at this total tilt. And it’s like, that’s hard to explain with physics because we think the planets would have all formed kind of together from this circumstellar disk that would have been circling the sun after the sun was born."},{"author":"","text":"So after a star is born, you still have a lot of debris left over that didn’t quite make it into the star itself. And all that junk starts orbiting the star—the baby star—in this doughnutlike disk, and then that material eventually becomes the planets of the star’s planetary system. So it makes sense that they would all be in a plane, and it doesn’t make sense that you’d have this significant population of other things circling way far outside and at a total angle to the plane. For that to happen, you kind of need some other large object influencing everything, which is where we come to this idea of Planet Nine."},{"author":"Feltman","text":"Okay, so scientists have found these things that maybe suggest a Planet Nine, but what other explanations could there be?"},{"author":"Moskowitz","text":"Right, so, you know, we haven’t seen the planet, so we don’t really know it’s there. One simple possibility is that we still just don’t know that much about these extreme, faraway objects or this realm of the solar system because it’s very hard to see. And it’s possible that this handful of weird objects that we have found just happen to be weird and that there’s actually a ton more objects out there with a lot more normal orbits—and that we’re just looking at, sort of, the outliers and seeing this trend and grabbing for an explanation, but perhaps, you know, it’s a lot more mundane than we thought."},{"author":"","text":"There’s other explanations, too, like maybe a rogue planet or a passing star kind of flew by the solar system at some point and dragged Sedna and these other objects into their weird orbits a long time ago. So maybe they were influenced by some passing object that’s no longer part of our solar system. Astronomers have even proposed that, you know, there could be a hidden black hole out there in the further reaches of the solar system, pulling these things into weird places. It’s kind of, you know, this total hidden realm where we have no idea really what’s out there."},{"author":"Feltman","text":"So what kind of work is going on to answer these questions and, you know, try to figure out what’s out there?"},{"author":"Moskowitz","text":"The very exciting thing about this story is that it’s a big mystery that we’re pretty much guaranteed to solve one way or the other soon because we have this giant new telescope coming online this year called the Vera Rubin Observatory."},{"author":"","text":"[CLIP: “Without Further Ado,” by Jon Björk]"},{"author":"Moskowitz","text":"It’s got the largest camera in the world, and it’s in Chile, at the top of a mountain, and it’s turning on this year. It’s supposed to have its first light in July."},{"author":"","text":"And this thing is going to change everything. The way the Rubin Observatory is going to work is that it’s going to scan the sky every couple of days and just completely map the entire southern sky over and over and over. And that’s a perfect way to find more objects out there—potentially to find Planet Nine itself, if it is there—but either way, to find a lot more of Sedna-, Eris-like objects. With current telescopes, they’re really hard to see. They’re super far away, and they’re super dim. But Rubin is much bigger than anything we’ve used before, and it’s going to create these maps that if you see something moving in them from night to night, you know, you’re going to be able to identify the orbits of these objects."},{"author":"","text":"And this should kind of completely transform our catalog of outer solar system objects. We’re just going to have orders of magnitude more. And so we should be able to see, really soon, the few that we know about—are they really weird, or are they typical? If there’s a lot more objects also on these strange orbits but also aligned with the trend, that supports the case for a hidden planet out there. On the other hand, if we see a lot more objects, and they’ve all got totally random orbits, and there’s no trends suggesting that a single object has carved this path for them, then that, you know, starts to push against the idea and the support for Planet Nine."},{"author":"","text":"And like I said, the most exciting thing would be if we saw the planet itself, although that is not guaranteed, even if it does exist, because it just might be in a spot where it’s harder to see. You know, we’re still talking about extreme distances. The thing about Planet Nine is that it could be as far away as 700 times the distance between the Earth and the sun. I mean, that is just wild—like, Neptune, the farthest official planet in our solar system, is only 30 times the distance of Earth. So you’re talking about something else that’s 700 times this distance, maybe, you know, and that might only be five or 10 times the size of Earth. So it would be super hard to see, even with Rubin—but we can hope. We might get lucky."},{"author":"Feltman","text":"Yeah, that would be so exciting. But short of that, which obviously would be incredible, what do you think it would take for this to become, like, pretty widely accepted as probable fact in the astronomical community? What kind of evidence are we looking for to really clinch this?"},{"author":"Moskowitz","text":"I think that if we get enough observations of other objects out there that all seem to have similar-to-each-other orbits that are very dissimilar from the orbits of the things we see in the inner solar system, we can use these objects as gravitational probes to sort of prove the existence of a large planet, even if we can’t see the planet itself. If you have enough data points, enough objects, out there that we can put all their orbits into a computer simulation and show that the only way they could be moving like this is if there was a planet in this location with this mass, a lot of people would be pretty convinced, whether or not we ever lay eyes on Planet Nine itself."},{"author":"Feltman","text":"Yeah, though if they get enough evidence to say that there’s definitely, you know, a massive influence on the gravity and we don’t have eyes on the planet, I do shudder to think what people on the Internet are going to say is out there [laughs], but I guess that’s always the case [laughs]."},{"author":"Moskowitz","text":"[Laughs] That is always the case. And, I mean, I personally do like the idea that you have this little black hole kind of, like, lingering out there, making all this mischief, you know? So, yeah, it will not be a case closed. And yeah, there’s probably going to be a lot of debate and a lot of people saying, “Oh, I’m convinced,” and a lot of other people saying, “Oh, I’m far from convinced.” You know, that’s just how these things go. But it’s just really fun to be at this point in time where something big is coming either way, you know, and we should have a lot more information soon."},{"author":"Feltman","text":"Yeah, and it sounds like the Rubin is going to be huge for astronomy in general. Also, great name. I wrote a lot of articles about how Vera Rubin should have gotten a Nobel Prize. What are some other, you know, questions that we’re going to explore with this telescope that you’re excited about?"},{"author":"Moskowitz","text":"Oh, yeah, I mean, it’s going to be really amazing to have these maps, I mean, because we’re going to see a lot of new objects. I mean, it’s going to be really helpful for finding potentially dangerous asteroids, right, nearby or heading our way. So that’s a big, important deal. You know, to be able to study what’s moving out there, what’s flying around us, is still really hard. It’s still—you know, you’re looking for these needles in haystacks, and Rubin should make a huge difference."},{"author":"","text":"And then, you know, some of the biggest questions about the cosmos, like dark matter and dark energy—Vera Rubin, who you mentioned, is this wonderful, amazing scientist who provided the best evidence that we have that there’s probably this missing matter that we can’t see out there in the universe called dark matter. And we’ve been looking for it for decades, but we still don’t know what it’s made of. More and more astronomers are convinced that it exists, but we don’t know what it is. So Vera Rubin telescope should help us get much better measurements by studying, again, the movement of all these objects in our solar system, but our—mostly in our galaxy and in the universe itself—is going to give us ways to trace gravity and trace the presence and the placement and distribution of dark matter, and that should help us shed more light on what it might possibly be."},{"author":"","text":"There’s another element that we didn’t mention, which is a sort of fun and funny aspect of this story, which is that the guy who is probably the greatest proponent of Planet Nine, you know, the person who’s most convinced that there is a new planet in the solar system, is also responsible for killing Pluto as a planet in the solar system."},{"author":"Feltman","text":"Yeah, the infamous Mike Brown [laughs]."},{"author":"Moskowitz","text":"The infamous Mike Brown of Caltech [the California Institute of Technology] is a big part of this story. He is the one that discovered Eris and therefore forced the International Astronomical Union to change its definition of a planet. And then he’s the one who started saying, “Look, all these objects are pointing toward there being another planet out there.” And, you know, around this time, I think he had a daughter who was, like, eight or 10, and she was like, you know, “Maybe you can actually make up for the big harm you did by killing Pluto if you find another planet.” And he’s sort of on a quest now to do that, so part of you has to root for him to succeed, just for that reason."},{"author":"","text":"[CLIP: Theme music]"},{"author":"Feltman","text":"[Laughs] Yeah, absolutely. Thank you so much for coming on to talk about space with us. It’s always such a pleasure to have you."},{"author":"Moskowitz","text":"Yeah, absolutely my pleasure. Thanks a lot."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Monday with our good old science news roundup. In the meantime, do us a favor and leave us a quick rating and review wherever you listen to this podcast. You can also send us any questions or comments at sciencequickly@sciam.com."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Clara Moskowitz. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Science Quickly, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[387,620,6099,7601,7723,7520,2200,5245,6907,3364,3473,6611,5660,3435,846,4662,9247,2092,3235,2446,4136,5062,5202,5533,5803,1027,887,9129,4570,4763,5391,2174,3997,2479,3864,4017,8189,5153,3378,2118,1316,2870,2662,2457,1082,871,6141,7340,2847,5050,4887,1620,4931,4388,6848,3408,9204,6622,1863,2122,3289,3884,1111,4149,3717,3466,1063,4739,3957,5679,2138,3153,3747,3184,2345,4947,2776,4407,3489,4633,1565,736,2450,10749,6627,9439,7592,3949,1878,4456,1493,4494,6362,5092,6419,2709,4616,3462,770,342,11183,11879,12086,10141,12684,11181,9383,15883,10629,12190,9693,915,11402,9811,9650,8470,10475,11122,11444,10841,11773,9643,11399,10172,11873,10164,8547,10109,10154,10768,8058,9877,10054,12292,11600,9488,11055,6860,11034,11381,11074,13120,5687,12406,10861,10529,11014,10707,11424,12254,10354,9776,9789,11805,7063,11069,2603,9103,10978,11279,10627,10820,11016,10354,9410,9831,11658,10063,9607,11442,10716,6980,10997,11941,10083,11453,5294,1441,12568,10334,10446,9417,11809,10025,11054,10486,10540,12260,10233,10454,7744,10580,10746,10131,3822,12860,12762,12045,11465,14122,11120,10689,12240,12025,8907,10646,10999,10366,9299,10470,10542,11677,12494,8988,395,13189,9465,10657,10932,10531,12828,11434,10778,11106,11395,10971,11795,9980,10814,11972,10064,12092,11408,9386,11025,9393,9765,10777,9219,8232,1276,10679,10296,10003,10440,10504,10032,10561,6050,10009,12900,11051,9432,11110,10905,10029,14336,11768,13252,10776,12223,2246,2510,1933,488,120,11795,10987,12013,11103,12025,13438,34,12358,12598,9875,8900,14,9760,11443,11524,9584,10746,10582,10683,11624,10267,12013,9709,11498,9896,11802,12318,10742,11129,10263,7643,10779,11629,10829,12157,11437,11349,9903,10622,10354,11123,11160,11360,9518,13486,9891,12032,14959,67,7928,12919,11928,13579,13728,11310,11855,14746,10445,8825,11248,11349,9178,13293,15951,9804,9832,8411,13778,12296,10524,10523,6279,11345,13281,12337,9201,10489,6203,6076,0,12432,12926,11727,11245,8395,11827,8738,13484,13160,11214,10114,10372,11316,10422,10490,12098,13586,11003,6603,10205,9358,12387,10932,10298,11148,2564,11374,11163,11860,7141,4797,13558,10555,12956,6775,6493,13049,11751,2213,13177,12326,10218,7650,14211,13987,9515,11183,8386,15910,18884,16006,11960,5297,13732,11077,11068,9889,11196,10233,10323,11119,10876,13160,11171,10920,11418,6686,12963,13651,9996,11740,7626,7359,16408,11068,6901,12133,10724,11056,10188,1832,11131,11873,11080,10514,10274,2463,13326,10268,11364,12315,9693,12995,12249,10228,11072,11812,8575,10528,15012,9529,10542,10600,8529,12530,13190,3183,13227,14913,12201,11743,10920,12503,13553,11642,10476,9672,11592,9958,8456,5619,11637,11892,9907,7,12181,10931,11054,11382,11505,11811,10942,12433,13887,14228,14299,10090,14332,10120,11753,10788,11484,10565,12176,2103,11556,11589,9249,9775,10657,12335,10596,10995,10668,8692,14806,11882,10872,12905,11258,11112,11217,9448,10273,12182,10130,11027,10221,9416,9842,9467,12504,10302,10806,9501,7941,12578,9482,9911,8152,11224,9722,10569,10135,5502,14105,11544,11037,8511,10467,9734,10053,12281,9966,7869,11249,12367,11436,10804,11732,10096,11822,10180,5769,24,2574,13306,3718,12800,15279,13505,11576,11431,10730,10811,13344,11867,9670,7710,9094,12683,8450,10459,9672,8097,11632,10969,8154,10115,14007,12922,8074,13214,12791,11098,11025,10447,8258,15182,12282,10860,10698,3785,13536,12854,14197,11582,13122,11161,14173,11430,10602,7220,3127,1828,3680,1754,4459,10769,13055,12035,11745,11271,11726,10261,10722,16107,7336,13024,12812,12521,15988,13773,4582,13244,11373,11446,7539,15746,12398,10991,12600,15982,16060,17620,10889,7901,7067,12099,10368,14311,13575,4718,1880,10486,13046,10825,12348,13513,5614,12481,13446,13842,12099,12251,13305,11647,11668,10923,7431,1525,11993,10837,13355,16340,10267,13974,11555,8734,6589,7199,6305,12009,12940,11711,12765,9231,11286,11471,12362,12831,11392,10765,4413,11819,6281,2132,1268,13279,13721,12353,12481,11944,3388,15373,13110,11483,11802,13978,9016,12026,13004,12118,10406,11839,11817,11123,12255,10388,11703,13228,12012,10956,12302,11419,11015,12248,13020,13315,778,10216,7586,12788,12227,10815,11256,7628,6331,13528,11131,11338,1125,12512,12176,12166,10951,12313,13239,4098,14242,1158,13032,11619,13704,15335,12768,12234,10967,10664,13359,11416,10653,12551,11227,11023,3344,12429,14356,8368,9024,13856,13618,5639,12545,12058,10818,11594,12056,5668,676,18262,11923,10896,11857,11249,11426,11205,11219,7590,8750,8316,12362,12613,11198,10462,15610,11619,9108,10525,9463,15814,12203,2922,12019,8375,20266,19509,12025,14399,16078,12925,11196,12776,12238,12066,12245,11572,12020,9842,9409,3512,13985,11966,11551,15041,13564,6754,14033,14834,9903,11760,13409,13931,11329,11645,8303,12603,9834,10464,11640,12314,13009,10962,9954,0,15677,12110,13014,13394,13337,5377,743,13013,15669,12488,13164,14432,13808,12904,12127,11900,9737,10639,10847,11405,737,15073,10581,11375,11644,13997,11008,10272,11645,15218,10282,11075,9653,9079,13796,13417,11083,12370,14161,14189,11146,11738,10942,11150,3226,11117,13105,13352,13081,11269,13040,17665,13935,8570,9968,12857,12164,17179,12085,8290,17363,15793,10936,7586,1539,13606,11688,11293,11100,10366,10346,12121,13351,14601,9939,12097,5306,11551,11618,10897,10318,10812,13192,11166,11359,11170,12726,14171,8801,12900,8623,8627,7492,1847,14241,12027,10996,2497,13505,11147,15635,11425,16175,12505,7538,7542,0,17035,13969,11548,11807,12631,12437,8854,12599,16329,11417,11164,14430,11616,11717,12901,12749,11149,1359,12159,11713,11964,12008,11253,13581,12936,11843,13037,13491,11170,10930,5053,11391,10954,11867,11789,10994,10888,11185,8429,9437,11156,10223,9274,12717,12056,1213,12220,12034,9984,11153,11205,11761,14754,11022,8382,12321,10963,9052,696,16011,12262,10678,6635,15172,11764,9736,9794,12583,11349,11895,9707,14114,11038,5233,11677,11034,9994,10884,12055,9354,11620,10735,7891,6983,87,10487,11929,12823,13105,11312,11898,10465,9984,8394,13040,12219,10923,11022,11878,13182,11242,809,10234,10421,10476,10058,13040,9384,5903,13605,11317,9922,10292,10498,12019,9997,10673,10727,10532,11268,10287,12370,6896,14746,11353,10024,11856,10524,12988,10529,4621,12098,11075,11325,13534,12350,9056,12878,15293,10025,16039,11486,11966,12242,10943,11624,11312,10885,11069,13482,10828,9754,10735,12528,937,12591,14570,3261,13955,11523,13088,10844,11239,12381,11102,844,5044,11274,11049,11791,12447,13836,11617,4847,11669,10326,13877,12122,12404,3591,11385,13417,14520,13020,11161,11307,8440,1447,11298,12970,9905,13848,12555,7380,11886,10118,2226,12992,18186,10130,13370,11823,12373,11144,10069,11371,6746,8214,5354,3169,3011,12149,12439,13207,14282,13855,13072,12053,7812,1007,13097,13386,12509,12704,11957,13701,8113,4871,12988,12206,11793,11596,12558,8658,8918,10584,11595,12839,5261,1598,11681,11762,8950,11140,12058,11464,9356,11649,12383,12555,9101,9472,12705,12873,12496,13515,11037,11249,11665,9765,10444,12429,12988,7099,12346,12445,11110,12671,8119,10112,7949,11231,11278,7304,11499,10954,11248,11992,7288,12522,11671,14944,11560,1048,12776,14223,13608,11270,13401,6667,4265,11925,12171,10456,9223,10300,9282,10815,11104,11456,10801,9437,13614,11296,10431,5295,11014,10504,10064,10271,8659,12216,8100,1570,12600,12405,14744,10973,11236,9144,11463,12800,12343,9992,12132,10828,12222,12013,13666,14631,11770,12164,11534,12240,5038,14132,4260,11838,12120,15167,6467,2409,13893,12390,12243,8936,11458,9944,8129,13987,13426,2775,1315,1430,1182,1014,1466,1424,9408,10340,10621,12339,11860,9052,12579,10933,10902,12310,11883,13080,12367,13049,10386,11623,12401,10483,10250,11789,11574,9329,13318,10068,9414,11208,11991,11740,10757,12900,10288,10603,6403,822,12065,15806,12035,12074,13469,10546,9681,12458,12780,7198,4064,771,3767,11089,10638,13767,13240,12318,10956,11562,14510,10470,11163,9767,11082,10593,13273,10852,12712,9200,10556,10911,9030,9501,14018,5259,13484,11778,11669,10847,6762,11705,9509,1744,14273,13522,5325,11042,11420,12165,11852,12548,10520,10207,11363,12024,12506,8889,12890,11632,12335,12355,11563,11164,6565,6543,90,13140,12028,8763,13684,12245,7749,2140,14726,13342,14391,10941,10867,13109,10708,7668,6499,356,12187,10350,12727,13046,10289,10266,10650,11626,11211,11496,8837,11156,11312,13263,10179,2367,15168,13143,9409,12584,13591,11277,14037,7638,13404,11191,11304,8622,10053,13793,12388,17291,11218,10725,11586,13714,11614,10911,13875,14882,11577,11727,9888,12714,6481,12040,10093,734,12239,13098,12786,11683,13443,13207,10819,12024,12737,14500,11814,12035,11104,11798,14493,7574,11912,12117,12131,2380,17193,13832,9411,11229,11094,12688,10608,14633,9495,4708,11708,14625,12946,11478,11763,11568,12290,10104,8987,13051,12494,13292,10805,5723,10729,10812,13453,10950,12618,11797,10933,12825,12785,11744,15654,10911,769,16635,11352,12976,9585,4596,391,12544,10046,39,16380,11671,12829,11046,9243,10987,10945,9501,11586,13706,11539,10584,10654,10811,10278,8749,14902,14233,12820,11325,13770,14572,13080,13286,11967,11695,10351,15719,12827,12154,11632,10772,12537,12123,12083,11744,12372,9715,923,14861,13235,10005,17645,12207,12280,11928,11337,10125,11486,13692,9743,11400,10892,6996,11954,10446,10586,8330,0,13934,12732,6109,12805,11472,11194,7737,9095,12555,13650,12472,12366,10993,11366,13144,11611,11896,11137,14815,10986,7295,14955,12829,7373,2174,13308,11764,12404,11755,13518,15155,14081,13965,12176,12322,10915,11799,10240,12358,13080,8108,795,11939,13724,13389,10249,9096,10266,11087,10671,10188,10912,14372,11657,2023,13040,10605,9797,12620,7042,12079,11824,11626,10149,13325,10688,10720,12584,11703,11147,24,93,14935,12066,10188,12903,9639,10810,14106,9419,9389,13201,11176,12402,12009,11422,15259,13116,10282,11963,12681,9817,6,17933,4645,13537,11350,10318,9893,10968,11890,11204,10715,6663,13018,11671,9326,11086,9114,1220,12807,12615,11029,13879,11146,11012,11027,12090,10287,9997,9305,13795,10588,13703,16447,8333,5857,11316,11549,14272,11852,11107,6683,1232,13826,13765,12598,8913,10862,10486,10465,9834,11975,12307,11217,10355,17129,8480,10170,12039,10998,13029,10330,12950,12267,9738,10307,12597,14653,10948,1459,15642,14412,16411,10931,13523,13262,16420,13561,12859,17158,14611,12898,11692,13456,13584,10846,9193,13176,11719,12290,9013,4460,13841,12357,11466,10937,10791,16047,14284,11059,10894,10769,6630,14326,9993,11462,13645,9879,6951,13358,11992,10864,727,15778,10972,12408,14789,12201,11310,10047,12247,8784,10764,10270,12752,12856,0,12576,14020,14468,10378,9972,11642,12178,12257,14089,138,12506,10941,12075,11245,10926,10898,11807,10471,11227,13739,7374,11587,12491,11332,1104,12374,10023,13397,9849,9559,9980,8178,11561,12287,12038,12073,5620,12337,10116,10053,8377,13334,6644,777,11481,10850,11254,10957,13330,13863,11364,11496,11497,11217,12182,8667,11383,8832,14832,11607,7971,13103,12484,11585,12904,10026,7829,3964,3208,19,15277,12323,10697,10601,11330,11556,12055,9380,13085,11727,12859,12119,12093,9759,11959,11849,10128,10171,5829,7257,10573,7094,16427,10693,9489,11387,10263,7962,5555,1850,3820,10826,13469,11838,11735,8975,10235,10485,11291,13066,11054,10540,11114,12904,9412,10178,13073,9926,14,9064,11873,11131,10818,11348,7706,10607,11998,11707,10912,11422,12713,9685,11898,6191,12562,10695,336,911,11099,10545,10868,11655,10156,9819,11491,14618,12101,12490,13011,12869,10885,12068,10496,13213,12355,6229,13759,12293,9801,13133,11501,11797,11432,10725,13016,10938,10463,1180,11549,9941,10274,11231,10619,11126,11447,7508,10459,14257,14206,12463,11553,14299,12261,12957,11833,14236,13218,10555,4481,10477,11284,10240,11502,11401,12420,9234,12844,11415,10030,11004,11553,12488,14220,13056,12662,10931,7357,1002,15993,6347,9115,14443,11495,11925,10010,8249,11537,12231,12015,8496,11349,13656,2602,14898,13307,12998,11306,12283,11007,11164,11845,5835,2145,2663,12755,13571,11916,12075,11294,10074,9508,11352,14515,4407,13735,15061,14007,12101,11953,13606,12028,11042,15080,15151,14703,11932,11989,13492,11261,10498,7792,12368,11146,16600,14881,9738,14436,11777,9723,14055,7978,2124,15203,11810,11061,8293,1244,12610,12471,5115,12341,11670,11276,11032,10413,12828,8294,17298,13432,10102,11100,16559,9790,12169,10806,12074,10190,16040,15862,8980,9371,12332,2374,14708,13404,12307,12031,11093,11278,11713,11726,7651,15989,10680,11403,10907,7441,10773,9060,1725,10311,11442,10846,8751,9638,13503,13130,12634,11494,10452,11603,11784,13125,11327,10390,13283,9231,11140,14656,6857,12893,12886,13093,13945,11732,11799,11177,10213,12547,12538,8406,9133,8824,11364,11537,8644,14270,13780,4144,4692,14536,10381,10080,10910,13741,11492,11848,12043,8482,11589,9759,6899,8997,11695,10538,12781,13861,12599,11794,6795,12620,14153,10317,4504,12769,11743,11018,12771,10441,11353,10287,6498,11409,10728,12065,10128,15173,15227,8838,13614,11198,12307,11074,11840,10956,3600,11302,11829,13595,11631,10871,12758,10986,57,15572,11790,11630,10986,7578,11997,11281,11314,4392,11159,12274,11125,13838,15971,14279,10925,10803,13068,11443,9603,4551,10915,11679,11794,11478,13190,5769,11539,10807,9249,10849,11584,11405,11792,11726,10606,11144,9485,11829,14833,11822,648,13847,13193,11402,10226,12134,11022,11835,10294,10167,9385,17452,5864,7,13675,14733,11436,9899,12241,13153,11052,11380,8308,13330,13102,10479,14372,12139,10695,10920,13336,13525,64,13710,7720,2749,12405,11306,12082,14891,11524,9611,12311,12358,9640,14510,11119,6819,1782,12645,12138,11242,10919,10395,9352,13492,11291,9230,11680,8516,9695,7967,10206,10824,8526,5425,12314,14439,12916,13309,11416,9610,10506,8572,12123,12215,12459,9822,15802,13500,15195,15763,11878,11429,11248,8973,13394,11876,13561,9553,10481,10545,9847,5769,1328,14872,14994,14331,11021,12176,12310,12737,13448,12495,12353,14146,12207,13855,12918,12134,4713,7558,11475,14536,12933,12247,11336,11165,11568,12352,11260,11310,8691,12680,12829,10912,11393,10825,11262,11643,11871,12717,10110,1831,15084,10087,11420,10807,11755,8477,3930,18714,13371,13327,9962,11320,4240,4300,12266,8188,3342,14117,787,12438,13722,12477,14795,12187,12954,11659,11099,12971,7913,9787,14081,7110,11848,14779,12921,10580,11007,10846,12749,11058,1457,11160,11595,12635,11649,10743,7432,12048,10972,11736,11419,10426,6787,7838,10778,9071,1263,12705,14993,10720,11886,9009,14808,14833,13059,12437,12745,9178,9183,11070,8429,10530,10001,11514,11849,5257,7464,10453,10632,11497,8073,13640,14441,6863,11203,12191,8010,12027,10708,87,660,11374,9680,9321,10365,13159,10050,13448,10148,12697,11581,13719,10378,9580,9877,14429,11040,1505,11649,11576,10899,11056,10772,13172,12116,11333,11359,11641,11303,13845,13125,13417,10366,13886,10348,13260,12008,9511,11391,1278,12255,11004,13551,11954,10337,11137,10278,10316,8511,4642,0,16616,12413,12489,12938,10707,14625,9300,11413,7433,11867,10041,10386,10971,1960,16125,14621,8903,13009,11212,8878,12914,6062,11445,12150,12466,12734,12270,12336,11548,10813,12854,12112,8280,12062,10407,7665,6637,9435,7541,10663,10797,7637,6196,761,9451,11331,10884,13749,10798,5824,12385,8422,10590,11206,4010,9449,10887,10981,11350,11183,10683,9285,4869,15333,12801,11521,11311,11407,11250,10262,11618,10017,15388,3117,13246,14870,12659,10521,13833,10823,10082,11760,11849,14462,13729,10423,758,16122,8760,4236,12109,11843,12881,7499,7640,7369,11908,12130,13155,3700,9981,12053,11103,11765,11380,11183,10913,10447,11123,6000,9632,11517,12452,11630,7035,10350,7679,10285,5443,9218,9585,4158,1243,16008,11633,10260,10542,10769,10280,13012,10511,11272,10928,11412,12345,9943,11314,11632,9832,9735,1589,133,12018,12837,11053,10536,13553,12052,10250,12071,10461,9855,5793,10580,11321,9988,10945,14072,10239,9801,12657,9929,11415,13767,12801,10411,11619,1895,13151,9424,12488,11172,11734,11027,10867,12569,11101,12480,9917,20028,10495,9929,6413,15220,10986,9332,12213,12542,12364,7851,12570,9895,11068,9894,12384,12519,14162,11972,14319,12112,11755,11977,15891,9795,17461,13252,11351,10570,8901,11894,9285,10022,12973,8943,10923,12053,10592,10720,8504,11843,8944,11616,11696,10866,13089,12429,12459,8865,12688,13735,11556,11462,16116,9630,1712,12380,12263,11591,11922,5408,8314,13748,11184,11027,6578,15426,12716,10015,11682,11760,11482,8288,16522,14249,8490,10334,10549,1697,15395,15278,10918,9580,11180,11846,12144,8013,14288,11774,13726,12248,6627,6531,12282,12592,17892,11590,14682,13993,1616,12992,1113,12379,11937,12592,10074,8075,10633,7124,12362,12040,9767,2052,14382,12970,11386,10963,8466,10489,11347,11895,10757,10733,11693,12112,11823,7437,6298,5713,5000,10,11267,11419,13248,10793,11812,10935,8774,11146,9608,10502,11327,11887,10239,14107,11544,11126,10494,13392,9841,10929,10758,10974,11566,9401,10111,13613,12652,11470,12541,16934,13412,12059,10873,11311,10526,12128,10075,12863,10799,10286,7512,10327,10371,11652,12432,12098,11953,11291,11414,0,12953,13141,10282,10678,11669,11918,10611,53,9801,10775,9808,10513,11093,10426,5578,12381,13015,11804,11714,10462,6522,12742,10706,13912,12437,12448,10711,10705,8441,10595,6641,9404,7455,10574,10718,14575,16186,10892,12509,10366,12505,6130,11775,12846,11781,9310,16321,13031,9291,13837,12417,8963,8709,2863,11296,10263,11509,12735,10931,12596,7140,6881,13101,11817,12687,10747,12601,11761,12036,15037,11405,12533,11715,11083,13006,10868,10321,9802,11312,7936,12460,8910,11991,9332,14013,15483,14209,10607,2396,12177,11606,10573,12666,9995,6040,4469,18628,12180,11233,11711,11842,11990,12753,12662,6894,12441,13124,13623,4468,12395,6621,13838,11818,9766,9259,11865,7681,4087,3468,13539,12421,10781,10717,9346,8074,2289,12509,12093,13293,10582,11089,12470,10739,11564,11199,14638,12476,11064,12184,15152,10379,8514,15385,15796,11279,12217,10078,10812,11037,8635,17692,11236,10785,11650,15646,11376,11135,13526,12045,11069,12811,14475,9285,11688,10759,74,10520,13691,11649,11701,13703,15997,15630,11309,9179,10820,10357,12680,11633,10002,3596,9561,13436,12091,11361,11033,10933,10125,13404,13254,11619,11631,10654,5211,13160,11936,8967,12348,11673,11070,12227,10850,11270,9727,12625,12294,8051,15866,9564,14241,11034,11069,14188,15474,11781,7686,12351,10934,9813,11701,11770,11912,11685,8589,11975,12912,12465,13938,11828,10240,15347,14763,8467,9027,11091,8594,14281,3023,1190,43,12845,11816,14428,10520,11700,5404,11192,15966,12216,9800,11659,10581,10518,16149,11543,11104,11690,10005,7929,13139,11285,14437,11337,2252,13193,13024,11394,11440,11271,11791,10275,13654,10349,11439,13440,10541,11615,11045,4,0,11852,10575,10998,10753,10867,10215,8794,7677,10549,11408,10553,13036,12601,9259,7374,11215,10185,11441,11927,9478,10337,12477,10541,12316,10556,11596,10730,11399,12838,11851,14193,9358,12829,12366,6763,11449,12334,12188,10225,12298,9926,3491,7892,14458,10679,11654,10500,12521,7295,10822,9962,7834,7240,8411,6665,1812,12260,14900,11329,15448,10913,12239,12753,4383,13260,16913,15124,11911,12298,16435,12429,13278,8545,10247,11984,13562,11407,10834,9656,13231,13327,11100,12824,13044,14367,15361,10943,11725,11561,10338,7426,10513,8794,12398,9603,10383,14241,12735,11063,2109,12189,13539,12189,12298,10305,8499,10892,10259,11484,9334,11859,10552,13076,5325,10510,8725,8925,5481,1223,15312,13375,12102,10835,9386,9441,14835,12092,12450,5599,11981,12312,13073,11553,11712,10332,10550,12570,11647,13986,12293,10358,13521,7883,10508,7905,10894,10404,12418,12497,10892,10150,11818,10506,12963,14024,11410,7433,13531,11176,12848,12195,2704,16956,11485,12726,10858,12123,12744,10690,13117,13534,10869,10648,12127,13577,14206,12953,16603,15943,13560,10845,10869,4866,14519,11244,12793,10718,12763,9188,1529,14317,13706,9890,12673,11841,8252,15363,9203,10732,14642,13219,11447,16074,11017,11782,9774,12293,10312,9428,11890,13230,8603,7034,14985,14869,11875,15799,10383,10137,10883,13020,10508,11728,11240,11821,12867,10985,14019,11603,11926,12738,11557,13449,10017,501,15296,18383,11680,13148,12864,12506,12187,1502,3470,2540,1478,1371,11965,10709,10316,12540,11379,6075,12931,12836,13179,11513,12164,10593,12443,11037,10745,14783,1177,11045,10355,11279,9759,10546,12021,11032,10851,11434,10943,10640,10096,9709,11460,11379,9826,13201,13109,9534,3005,11177,11743,12685,10781,12673,11162,11727,11499,12868,10876,9576,11332,12443,13015,10635,3371,545,14645,10871,11168,10584,13402,10328,11656,12062,11691,11499,12336,10968,8234,11497,13003,9507,13526,10755,10340,12599,11454,10889,1500,12452,11569,11092,10800,10378,10745,9555,12698,10391,9793,7739,756,15098,13525,10262,10674,11054,10783,11283,12924,13961,11917,12289,8229,878,14563,9845,9872,11734,13708,12730,11938,3441,1164,10573,14879,12840,12314,11764,11103,12379,10656,10354,11609,12533,10522,12308,5689,13926,12507,10822,11214,10674,10825,12295,11122,13424,10870,9708,8486,1377,1777,6905,6030,4672,3972,3108,3450,2269,1951,2741,5717,3917,2103,1800,2160,559,230,82,36,15,5,1,4381,4229,5022,5852,2833,4577,3700,9537,7082,4723,5209,3190,937,9617,6588,1828,2757,2194,5514,6778,4531,3236,9922,4562,5491,9069,3039,3558,4682,1962,2339,5460,3967,2081,1834,3513,5516,4595,1861,2872,1440,5019,7361,4602,2230,2044,4100,5416,5655,1269,428,0],"fragments":[{"begin":"0.000","end":"19.000","lines":["[CLIP: Theme music]"]},{"begin":"19.000","end":"53.640","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Unless you’re really on the low end of our listener age bell curve, chances are you grew up learning about our solar system’s nine planets. Of course, unless you’ve been living under a rock since 2006, you also know that now we only have eight planets. Sorry, Pluto fans."]},{"begin":"53.640","end":"72.360","lines":["But maybe you’ve also heard rumblings about the mysterious Planet Nine. This hypothetical extra planet has been popping in and out of the news for more than a decade. Thanks to a new observatory set to come online in 2025, the truth about Planet Nine could finally be within reach."]},{"begin":"72.360","end":"78.520","lines":["Here to tell us more is Clara Moskowitz, senior editor for space and physics at Scientific American."]},{"begin":"78.520","end":"81.880","lines":["Thanks so much for coming on to chat today."]},{"begin":"81.880","end":"83.520","lines":["Thank you for having me."]},{"begin":"83.520","end":"94.840","lines":["So, starting with basics, I feel like a lot of people have heard vaguely of Planet Nine. It’s a very evocative concept, but when we talk about Planet Nine, what are we actually talking about?"]},{"begin":"94.840","end":"103.880","lines":["So we’re talking about this potential planet—nobody knows if it actually exists or not—that might live in our own solar system."]},{"begin":"103.880","end":"141.440","lines":["So if you think about it, it’s a wild idea that there could be this whole other planet in our solar system that we’ve never seen. You know, we obviously have these eight planets that we’re really familiar with. Then, of course, there’s the contested situation with Pluto. So it’s like, how could we have missed a whole other world in our cosmic neighborhood? And we’re not talking about something teeny tiny, either. This Planet Nine that might be out there is between, like, five and 10 times the size of Earth. So, you know, it would be a major member of the solar system if it’s there."]},{"begin":"141.440","end":"165.640","lines":["Yeah, well, I have a lot of questions about that. But I think this is also a great moment to pause and—maybe for folks whose immediate reaction to Planet Nine is something like “We already have a ninth planet. It’s Pluto. How dare they?”—would you remind us what it is that got Pluto so contentiously demoted and why this theoretical Planet Nine would still have planetary status if it does exist?"]},{"begin":"165.640","end":"179.760","lines":["Right. So actually, the two stories are related because the whole story of Pluto is what kind of led us to come up with this idea that there might be a Planet Nine. But let me rewind and explain how that’s the case."]},{"begin":"179.760","end":"181.160","lines":["[CLIP: “Handwriting,” by Frank Jonsson]"]},{"begin":"181.160","end":"223.000","lines":["The situation with Pluto began to become dicey in 2005 when astronomers discovered this big rock out in the solar system called Eris. Now Eris, turns out, is actually larger than Pluto, but it’s really far out there, which is why we hadn’t seen it before. It’s about 68 times as far from the sun as Earth. So when we found Eris, all of a sudden, astronomers started thinking, “If this thing is bigger than Pluto, then it’s got to be a planet, too, right?” You know, “What exactly is our definition of a planet?” And they realized we didn’t quite have one, a formalized one."]},{"begin":"223.000","end":"225.720","lines":["[Laughs] It was more of a vibe, more of a state of mind."]},{"begin":"225.720","end":"249.360","lines":["Exactly, exactly. So then astronomers got talking, and it’s really this group called the International Astronomical Union that makes the rules, and they decided that we needed new rules for what qualifies as a planet. So in 2006—this is right after the discovery of Eris—they were forced to come up with rules for what counts as a planet."]},{"begin":"249.360","end":"281.480","lines":["So there’s three things. The body has to orbit a star, right? That makes sense, clearly. It has to be sufficiently massive for gravity to make it basically sphere-shaped. You know, it has to be round. If it’s small enough that it’s all chunky and oblong and funky, like asteroids, that’s not a planet. And then the third condition was that it has to clear its own orbit, meaning that it has to have enough gravity that it’s kind of pushed any other rocks or asteroids out of its orbit."]},{"begin":"281.480","end":"307.120","lines":["And it was actually that third thing that got Pluto kicked out because Pluto shares its neighborhood with a bunch of other rocks that kind of circle the sun along with it. So it really just isn’t big enough. So Pluto became what we now call a dwarf planet, along with Eris and along with a whole bunch of other objects similar to Eris that started to be discovered around this time."]},{"begin":"307.120","end":"322.760","lines":["Yeah. And I know a lot of people found that really emotional, but it does seem like we would have had to have this, like, really long, ever growing roster of planets if we hadn’t settled on that firm definition. So I do get why it had to happen."]},{"begin":"322.760","end":"330.920","lines":["Exactly. And then this is where the story starts leading toward the idea of Planet Nine because then they found this object called Sedna."]},{"begin":"330.920","end":"332.560","lines":["[CLIP: “The Farmhouse,” by Silver Maple]"]},{"begin":"332.560","end":"347.600","lines":["Sedna is another sort of, you know, similarly sized, really-far-out-there object. The closest it ever gets to the sun is 76 times the Earth-sun distance. And then they found other objects like this."]},{"begin":"347.600","end":"388.960","lines":["But the weird thing about these is that they’re on these crazy orbits. The orbits are so stretched out and so distant, and they later found out they also seem to be tilted at this weird angle compared to all of the other planets in the solar system. So they’re just odd, but there’s a bunch of them like this. And scientists can’t really explain how you get all these objects on these extreme, weird, long orbits unless there was something hidden out there guiding them—kind of shaping their paths with its own gravity. And that hidden something would have to be pretty large."]},{"begin":"388.960","end":"399.000","lines":["So now that scientists have, you know, spent more than a decade thinking about the possibility of Planet Nine, what evidence do we have to support that something like this actually exists?"]},{"begin":"399.000","end":"419.120","lines":["So the evidence is all in these other objects, these extreme trans-Neptunian objects that we see, and the fact that their orbits are so odd. Like I said, they’re just super large, super long orbits of a wholly different magnitude than the planets in our solar system."]},{"begin":"419.120","end":"457.480","lines":["So that’s one thing, and then the other thing is the tilt of their orbits. So in our solar system, we have what’s called an ecliptic. It’s a plane, and all of the eight planets orbit in this plane, roughly flat. So you can picture them all kind of orbiting in the same flat line. Meanwhile these other weird rocks way out there are orbiting at this total tilt. And it’s like, that’s hard to explain with physics because we think the planets would have all formed kind of together from this circumstellar disk that would have been circling the sun after the sun was born."]},{"begin":"457.480","end":"497.680","lines":["So after a star is born, you still have a lot of debris left over that didn’t quite make it into the star itself. And all that junk starts orbiting the star—the baby star—in this doughnutlike disk, and then that material eventually becomes the planets of the star’s planetary system. So it makes sense that they would all be in a plane, and it doesn’t make sense that you’d have this significant population of other things circling way far outside and at a total angle to the plane. For that to happen, you kind of need some other large object influencing everything, which is where we come to this idea of Planet Nine."]},{"begin":"497.680","end":"504.160","lines":["Okay, so scientists have found these things that maybe suggest a Planet Nine, but what other explanations could there be?"]},{"begin":"504.160","end":"541.520","lines":["Right, so, you know, we haven’t seen the planet, so we don’t really know it’s there. One simple possibility is that we still just don’t know that much about these extreme, faraway objects or this realm of the solar system because it’s very hard to see. And it’s possible that this handful of weird objects that we have found just happen to be weird and that there’s actually a ton more objects out there with a lot more normal orbits—and that we’re just looking at, sort of, the outliers and seeing this trend and grabbing for an explanation, but perhaps, you know, it’s a lot more mundane than we thought."]},{"begin":"541.520","end":"577.280","lines":["There’s other explanations, too, like maybe a rogue planet or a passing star kind of flew by the solar system at some point and dragged Sedna and these other objects into their weird orbits a long time ago. So maybe they were influenced by some passing object that’s no longer part of our solar system. Astronomers have even proposed that, you know, there could be a hidden black hole out there in the further reaches of the solar system, pulling these things into weird places. It’s kind of, you know, this total hidden realm where we have no idea really what’s out there."]},{"begin":"577.280","end":"582.840","lines":["So what kind of work is going on to answer these questions and, you know, try to figure out what’s out there?"]},{"begin":"582.840","end":"598.240","lines":["The very exciting thing about this story is that it’s a big mystery that we’re pretty much guaranteed to solve one way or the other soon because we have this giant new telescope coming online this year called the Vera Rubin Observatory."]},{"begin":"598.240","end":"601.680","lines":["[CLIP: “Without Further Ado,” by Jon Björk]"]},{"begin":"601.680","end":"608.600","lines":["It’s got the largest camera in the world, and it’s in Chile, at the top of a mountain, and it’s turning on this year. It’s supposed to have its first light in July."]},{"begin":"608.600","end":"657.000","lines":["And this thing is going to change everything. The way the Rubin Observatory is going to work is that it’s going to scan the sky every couple of days and just completely map the entire southern sky over and over and over. And that’s a perfect way to find more objects out there—potentially to find Planet Nine itself, if it is there—but either way, to find a lot more of Sedna-, Eris-like objects. With current telescopes, they’re really hard to see. They’re super far away, and they’re super dim. But Rubin is much bigger than anything we’ve used before, and it’s going to create these maps that if you see something moving in them from night to night, you know, you’re going to be able to identify the orbits of these objects."]},{"begin":"657.000","end":"698.000","lines":["And this should kind of completely transform our catalog of outer solar system objects. We’re just going to have orders of magnitude more. And so we should be able to see, really soon, the few that we know about—are they really weird, or are they typical? If there’s a lot more objects also on these strange orbits but also aligned with the trend, that supports the case for a hidden planet out there. On the other hand, if we see a lot more objects, and they’ve all got totally random orbits, and there’s no trends suggesting that a single object has carved this path for them, then that, you know, starts to push against the idea and the support for Planet Nine."]},{"begin":"698.000","end":"745.480","lines":["And like I said, the most exciting thing would be if we saw the planet itself, although that is not guaranteed, even if it does exist, because it just might be in a spot where it’s harder to see. You know, we’re still talking about extreme distances. The thing about Planet Nine is that it could be as far away as 700 times the distance between the Earth and the sun. I mean, that is just wild—like, Neptune, the farthest official planet in our solar system, is only 30 times the distance of Earth. So you’re talking about something else that’s 700 times this distance, maybe, you know, and that might only be five or 10 times the size of Earth. So it would be super hard to see, even with Rubin—but we can hope. We might get lucky."]},{"begin":"745.480","end":"760.520","lines":["Yeah, that would be so exciting. But short of that, which obviously would be incredible, what do you think it would take for this to become, like, pretty widely accepted as probable fact in the astronomical community? What kind of evidence are we looking for to really clinch this?"]},{"begin":"760.520","end":"803.200","lines":["I think that if we get enough observations of other objects out there that all seem to have similar-to-each-other orbits that are very dissimilar from the orbits of the things we see in the inner solar system, we can use these objects as gravitational probes to sort of prove the existence of a large planet, even if we can’t see the planet itself. If you have enough data points, enough objects, out there that we can put all their orbits into a computer simulation and show that the only way they could be moving like this is if there was a planet in this location with this mass, a lot of people would be pretty convinced, whether or not we ever lay eyes on Planet Nine itself."]},{"begin":"803.200","end":"819.240","lines":["Yeah, though if they get enough evidence to say that there’s definitely, you know, a massive influence on the gravity and we don’t have eyes on the planet, I do shudder to think what people on the Internet are going to say is out there [laughs], but I guess that’s always the case [laughs]."]},{"begin":"819.240","end":"853.640","lines":["[Laughs] That is always the case. And, I mean, I personally do like the idea that you have this little black hole kind of, like, lingering out there, making all this mischief, you know? So, yeah, it will not be a case closed. And yeah, there’s probably going to be a lot of debate and a lot of people saying, “Oh, I’m convinced,” and a lot of other people saying, “Oh, I’m far from convinced.” You know, that’s just how these things go. But it’s just really fun to be at this point in time where something big is coming either way, you know, and we should have a lot more information soon."]},{"begin":"853.640","end":"868.600","lines":["Yeah, and it sounds like the Rubin is going to be huge for astronomy in general. Also, great name. I wrote a lot of articles about how Vera Rubin should have gotten a Nobel Prize. What are some other, you know, questions that we’re going to explore with this telescope that you’re excited about?"]},{"begin":"868.600","end":"897.280","lines":["Oh, yeah, I mean, it’s going to be really amazing to have these maps, I mean, because we’re going to see a lot of new objects. I mean, it’s going to be really helpful for finding potentially dangerous asteroids, right, nearby or heading our way. So that’s a big, important deal. You know, to be able to study what’s moving out there, what’s flying around us, is still really hard. It’s still—you know, you’re looking for these needles in haystacks, and Rubin should make a huge difference."]},{"begin":"897.280","end":"952.560","lines":["And then, you know, some of the biggest questions about the cosmos, like dark matter and dark energy—Vera Rubin, who you mentioned, is this wonderful, amazing scientist who provided the best evidence that we have that there’s probably this missing matter that we can’t see out there in the universe called dark matter. And we’ve been looking for it for decades, but we still don’t know what it’s made of. More and more astronomers are convinced that it exists, but we don’t know what it is. So Vera Rubin telescope should help us get much better measurements by studying, again, the movement of all these objects in our solar system, but our—mostly in our galaxy and in the universe itself—is going to give us ways to trace gravity and trace the presence and the placement and distribution of dark matter, and that should help us shed more light on what it might possibly be."]},{"begin":"952.560","end":"973.880","lines":["There’s another element that we didn’t mention, which is a sort of fun and funny aspect of this story, which is that the guy who is probably the greatest proponent of Planet Nine, you know, the person who’s most convinced that there is a new planet in the solar system, is also responsible for killing Pluto as a planet in the solar system."]},{"begin":"973.880","end":"976.280","lines":["Yeah, the infamous Mike Brown [laughs]."]},{"begin":"976.280","end":"1016.360","lines":["The infamous Mike Brown of Caltech [the California Institute of Technology] is a big part of this story. He is the one that discovered Eris and therefore forced the International Astronomical Union to change its definition of a planet. And then he’s the one who started saying, “Look, all these objects are pointing toward there being another planet out there.” And, you know, around this time, I think he had a daughter who was, like, eight or 10, and she was like, you know, “Maybe you can actually make up for the big harm you did by killing Pluto if you find another planet.” And he’s sort of on a quest now to do that, so part of you has to root for him to succeed, just for that reason."]},{"begin":"1016.360","end":"1017.000","lines":["[CLIP: Theme music]"]},{"begin":"1017.000","end":"1023.040","lines":["[Laughs] Yeah, absolutely. Thank you so much for coming on to talk about space with us. It’s always such a pleasure to have you."]},{"begin":"1023.040","end":"1026.640","lines":["Yeah, absolutely my pleasure. Thanks a lot."]},{"begin":"1026.640","end":"1042.880","lines":["That’s all for today’s episode. We’ll be back on Monday with our good old science news roundup. In the meantime, do us a favor and leave us a quick rating and review wherever you listen to this podcast. You can also send us any questions or comments at sciencequickly@sciam.com."]},{"begin":"1042.880","end":"1083.360","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Madison Goldberg and Jeff DelViscio. This episode was reported and co-hosted by Clara Moskowitz. Emily Makowski, Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1083.360","end":"1089.960","lines":["For Science Quickly, this is Rachel Feltman. Have a great weekend!"]}],"duration":1089}