{"title":"The Neurosurgeon Who Advised Severance Breaks Down Its Science","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/how-real-is-severance-the-shows-neurosurgery-consultant-breaks-down-its/","audio":"https://traffic.megaphone.fm/SAM5292325478.mp3?updated=1742495545","intro":["A neurosurgeon who has acted as a consultant for Severance explains the science behind the show’s brain-altering procedure—and whether it could ever become reality."],"authors":["Rachel Feltman","Fonda Mwangi","Naeem Amarsy","Alex Sugiura"],"category":["Neuroscience"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re talking about the science of Severance."},{"author":"","text":"What if instead of struggling to find work-life balance, you could completely separate your professional identity from your personal one? That question kicks off the Apple TV+ show Severance, which just wrapped up its second season."},{"author":"","text":"In the world of the show, a company called Lumon Industries requires certain employees to undergo its “severance” procedure, which its spokespeople say means you’ll never have to take work home with you again. It also means you have to get a microchip implanted into your brain."},{"author":"","text":"To help make the procedure and its effects as realistic as possible, the folks behind Severance brought on a real-life neurosurgeon to consult on the show. Vijay Agarwal is chief of the Skull-Base Tumor Center at Montefiore Einstein [at the Einstein College of Medicine]. We sat down with him to get the inside scoop on the science of severance."},{"author":"","text":"Before we get into that chat, just a brief spoiler warning: we did our best to avoid any super-specific spoilers for recent episodes, but we’d recommend waiting until you’ve watched at least episode seven of season two before listening."},{"author":"","text":"Thanks so much for coming on to chat with us today."},{"author":"Vijay Agarwal","text":"Yeah, my pleasure."},{"author":"Feltman","text":"So tell me how you got involved with the show Severance and what that’s entailed."},{"author":"Agarwal","text":"You know, it’s sort of hard for people to believe, but it really was just a call out of the blue. Just one day at work I got a call that they were looking for someone for a concept for a show that hadn’t come out yet. That was pre-COVID, in a very different world ..."},{"author":"Feltman","text":"Right."},{"author":"Agarwal","text":"Than we live in now. And it was just as simple as that. It was just a thought at that stage—you know, “We wanna develop a procedure that implants a chip that separates your work life from your social life, from your everyday life.” And we were off to the races."},{"author":"Feltman","text":"Yeah. What were your initial thoughts and reactions when you first heard that premise?"},{"author":"Agarwal","text":"I thought it was a very cool concept, and I think I just directly went into how that could be a reality. You know, one of the things that Ben Stiller was really strict on was that he wanted this to be as believable as possible ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"As real as possible. There are some sort of creative allowances that happen as part of this process, but he really wanted the science to be real and to be believable, and I think that’s part of the reason that people have really bonded with the show and in particular the science."},{"author":"Feltman","text":"Yeah, well, that’s a great segue to my next question, which is: What are some of the, the real science concepts and, you know, factual medical procedures that you’ve baked into the concept of the severance procedure?"},{"author":"Agarwal","text":"I made a statement a while ago that I don’t think we’re far off from things like this happening, and I really firmly believe that. And we’re actually much closer than when I made that statement."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"So if we had told somebody a few years ago that we would be implanting electrodes in the brain to stimulate the brain to treat people who are paralyzed and allow them to be able to walk again or treat their obsessive-compulsive disorder, their addiction, their severe suicidal depression, obesity, things like that, we would think people are crazy, but those things are actually happening currently in science. And almost every major academic center around the world is doing these sorts of procedures every day, in particular to help people with diseases like Parkinson’s disease. And so it seems like a very science fiction-type concept, but it’s part of our everyday life as neurosurgeons and neuroscientists."},{"author":"Feltman","text":"Well, and can you walk me through, you know, in creating the concept for the severance procedure, where did you sort of pepper in factual details, you know, for example, the placement of the chip?"},{"author":"Agarwal","text":"I actually think that that scene is very, very realistic."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"And so we—I borrowed from the science and the surgeries that we do today, even. So some of the navigation equipment that we use, I had that equipment shipped in. And so when I started, it really was just a concept: “How do we develop the severance procedure? How do we ‘sever’ people?” Then we sort of developed the science, and I remember very—in the early days of the show sitting at a, you know, a big conference table with Ben and Dan [Erickson] and a lot of the producers, and we just had a whiteboard in it, and we would just spitball concepts ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"Until we found one that was, you know, really believable and the one that people liked and the one that Ben thought would fit with his vision."},{"author":"","text":"And so we really implant in an area that is able to process memories but, interestingly, associates those memories with emotion. It’s the amygdala and hippocampus, so those sort of middle part of the structures, on the left side of the brain, which is the dominant side of the brain for most people. So what a great area to stimulate to really facilitate this ability to separate our “innies” from our “outies”: number one, the ability to process memories, but then, number two, the ability to, to associate those memories with emotion. So that was a perfect place to do it. And then, actually, the procedure was very realistic. So how we put the hole in the skull, the needle with which we use to implant the chip, those are things that we use every day in neurosurgery and neuroscience currently."},{"author":"Feltman","text":"And you actually appear on camera to do the procedure, is that right?"},{"author":"Agarwal","text":"Season one, episode two—so when we implant the chip in Helly. So we really designed that set. So, you know, Ben had a very specific vision in mind, and then our goal was really to try to make that vision become a reality. And so everything was important on that set, from the scientific accuracy to the lighting to the cinematography. And so it was all specifically laid out to capture a purpose. And so that’s the episode that I appeared in and very proud with the, the way it came out."},{"author":"Feltman","text":"Yeah. So just to really spell out the actual neuroscience here, which I think is so cool, in your mind—pardon the pun—what is that chip doing in there, in that part of the brain?"},{"author":"Agarwal","text":"As I mentioned before there are se—multiple companies trying to do something on a different scale, which is trying to stimulate the brain to alter the way that it functions: so Elon Musk’s Neuralink; a lot of my friends are working on this technology at different centers around the country; Synchron is another company based out of New York that’s trying to do something similar in terms of being able to modify the function of the brain by inputting electrical stimulation."},{"author":"","text":"And Elon, he gave a talk at one of our recent neurosurgery meetings, and he’s compared the brain to a big circuit board. And then he likened the work that they’re doing with Neuralink is really adjusting the electricity that’s going into the circuit board to modify the way that it fires, to change the way that it fires and really dictate how that circuit board functions to make your computer run a certain way, your TV run a certain way. And I think that’s really the best way to look at what we’re doing in the severance procedure."},{"author":"","text":"If you look at the brain as, as one big computer, if you change the way that you, instruct the computer to function by really changing the way you’re putting electricity in, by firing all of these neurons across the brain, you can really affect the way that your brain processes or pulls memories from its memory bank—and then also to potentially modify what emotions are associated with those memories as well."},{"author":"","text":"And that’s what the amygdala and hippocampus does: so the amygdala is very famous for fear responses and things like that, very profound emotion. And if you followed season two, I think this concept of fear and these really dark emotions are really prevalent in this season. And so when—one of the recent episodes, where we follow Cobel going to where she grew up, it’s a very kind of dark, fearful episode. And so that’s exactly the type of brain and the emotions that we’re trying to conjure, is the stimulation of this amygdala and hippocampus."},{"author":"Feltman","text":"Yeah, speaking of season two—I mean, back in season one, we were introduced to this concept of “reintegration,” where the severed consciousnesses kind of come back together, and we’ve seen a lot more of the messiness of that process in season two. Did you weigh in at all on what that might look like from a neuroscience perspective?"},{"author":"Agarwal","text":"Yeah, so I was actually on set for a lot of that work in terms of the reintegration, just to make sure that work was being done well. I worked with Adam Scott, who plays Mark, on some of the things, such as, in one of the recent episodes ..."},{"author":"Feltman","text":"Hmm."},{"author":"Agarwal","text":"He had a seizure, and I thought he did an absolutely brilliant job portraying that, and, you know, it really shows sort of the academic stint a lot of the actors and Ben take in the show; I think Adam Scott and Ben Stiller in particular really look at this as almost homework, to try to really understand it. And so I helped Adam, and I was, you know, send—texting with him after that episode because I was just so proud with how that seizure came out. It was, you know, it was very realistic, and that’s a hard thing to capture."},{"author":"","text":"So we worked on that, and then the reintegration procedure, I had a lot of input with how that would work—you know, what sort of science would go into something like a reintegration procedure—so I remember sending and reviewing ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"Articles from the literature about being able to do things that would be likened to reintegration or to really enhance things like electrical stimulation. We were able to use almost like a transmagnetic stimulation-type device. We were able to really use very realistic scientific methods to incorporate into this reintegration."},{"author":"Feltman","text":"Yeah, and for listeners who don’t know, could you talk a little bit about what TMS is and how it relates to what we saw in that reintegration episode?"},{"author":"Agarwal","text":"Yeah, transmagnetic stimulation, it’s an amazing technology, and it’s basically putting these magnetic fields into the brain to alter the way that your brain fires. And there’s very good data to show that people who have become paralyzed can regain some functionality—so some ability to move—in areas that are either weak or paralyzed."},{"author":"","text":"And so there’s a lot of different uses for transmagnetic stimulation, and it’s delivered very similarly to the way that we saw in one of the earlier episodes, where Reghabi is reintegrating Mark in his basement. And so there’s actually, today in society, transmagnetic stimulation medical spas ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"That you could go to to receive this very intense therapy. And so there’s a lot of people who feel that this is really gonna be a major advance for us to use against things like paralysis and depression and things like that."},{"author":"Feltman","text":"Yeah, that’s super interesting."},{"author":"","text":"Speaking of reintegration we’ve seen some random acts of basement neurosurgery [laughs] in this season. From a neurological standpoint what kind of risks would someone like Mark be facing in that situation?"},{"author":"Agarwal","text":"I think there was a bit of a red herring—so in one of the earlier episodes this season, where Reghabi was reintegrating Mark, you could see, as she was delivering this transmagnetic-type stimulation on the left side of the brain, his right hand start to shake ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"Really the left side of the brain controlling the right side of the body. And so the same risks that we saw, namely seizure, which we saw him have a very sort of total body seizure, those sorts of things would be a big risk. So bleeding in the brain: the brain didn’t—doesn’t like anything sort of entering into the brain or disturbing the brain; it’s about a 1 percent risk of what we say is hemorrhage. Infection: so there being a big infection in that area, that’s also a possibility. But I think irritating the brain is one of the most common side effects of a procedure like that. And when the brain is irritated, oftentimes it’ll manifest by seizing ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"Which means really firing electrons abnormally in the brain, which is what we saw."},{"author":"Feltman","text":"So we’ve talked about season two a little bit and about fear and, and emotion in memory. Obviously, in one of the kind of biggest and most impactful episodes of season two, we saw a character who seemed to be severed many times over and have this, like, very compartmentalized consciousness and was experiencing a lot of emotions that were then cut off when they emerged from, you know, that area of the floor they were on. How much more complicated do you think that would be than sort of a standard severance floor chip behavior we’ve seen so far?"},{"author":"Agarwal","text":"You mean in real life?"},{"author":"Feltman","text":"Yeah."},{"author":"Agarwal","text":"I think it would actually be less complicated ..."},{"author":"Feltman","text":"Oh, yeah?"},{"author":"Agarwal","text":"So currently, right now, there’s these amazing videos—people who wanna go to YouTube and see this, they can—these very amazing videos of people with Parkinson’s disease, which is a neurodegenerative disease, and oftentimes one of the biggest symptoms they have is uncontrollable shaking. So we actually, as part of the standard of care of treating these patients, we’ll put electrodes into very specific parts of the brain and deliver electricity, and when you turn it on they’ll almost completely stop shaking. And when you turn it off, which is a flip of a switch externally, they start shaking uncontrollably, to the point that they can’t care for themselves, they can’t shower, they can’t eat, they can’t function in society—just from a flip of a switch externally."},{"author":"","text":"So imagine you’re able to do that from, like, your phone, anywhere in the world. But then it all—you know, it begs the question: “Who is the one flipping that switch? And ethically who should have the right to flip that switch?”"},{"author":"Feltman","text":"Yeah. Last question: you know, Severance is one of those shows that inspires so many fan theories, more and more with every episode. I’m just curious, when friends and patients talk to you, how often do you get people trying to, you know, pull some secret Severance info out of you or get you to weigh in on their theories?"},{"author":"Agarwal","text":"Yeah, you know, it’s—I think people have strayed away from doing that. What I’ve noticed is that I actually rarely get asked, and that’s good because my response is always, “Well, I guess you’ll just have to see the rest of the season,” so I’ve been trained well."},{"author":"","text":"But I actually have more people, even in the general community, just wanna talk about ..."},{"author":"Feltman","text":"Mm."},{"author":"Agarwal","text":"The show, not specifically trying to figure out what happens in the later episodes; they’re just so fascinated with the show and the concept and the way that it’s written and the work that, you know, Ben, Dan and Mark have done—and the rest of the team as well. And it’s really amazing to see the response to the show ’cause people just wanna talk about it."},{"author":"","text":"It’s like when people read a good book and they wanna talk to other people who have read the book and they just really delve into, you know, “What did this mean? What do you think this means?” And people just wanna talk about the show. And I absolutely love it ’cause I think it’s brilliant, I love the show, I love watching the show, and I, you know, love talking about it. And so I actually don’t get people really poking about what happens later on in the show. I get people who really genuinely enjoy it and actually just wanna talk about it, just wanna talk shop, and I enjoy that as well, and I think that really speaks to the response the show has had."},{"author":"Feltman","text":"Absolutely. Well, thank you so much for joining us to chat. As a Severance fan I have really loved this, so we really appreciate it."},{"author":"Agarwal","text":"Yeah, my pleasure, and I’m excited for you guys to see the rest of the season."},{"author":"Feltman","text":"That’s all for today’s episode. If you’re listening to this in our podcast feed, you can check out a version with video over on our YouTube channel. We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[0,373,20607,19741,19981,19417,12952,19628,17139,16811,14875,259,17180,19022,20007,15474,9252,20008,16843,15863,19863,16514,20061,19907,15601,14940,4602,12013,19629,19985,18161,3112,20099,19819,20021,20101,13304,15512,19879,16588,16254,12218,8139,1616,14506,18744,20015,16397,20151,13804,19809,16346,19681,17563,1865,11872,13010,15335,12236,10938,13473,19237,16964,2058,2,20229,19466,17114,2038,17404,15587,20337,13293,18655,18599,19241,17202,15873,15838,15929,17371,1396,18816,17808,19795,19643,14792,17591,16527,20181,12711,2281,20095,19853,17171,20028,13432,0,0,1841,14219,16051,15750,15235,13936,15036,15112,14716,14499,14290,15200,15042,15275,13845,15246,14388,2968,15181,15212,14775,15104,14852,13260,15152,14294,15309,12959,15448,13760,14473,15000,14510,14907,15054,15162,15712,15498,14183,14581,14922,14691,14827,10502,2760,15104,12186,14567,15223,13053,16062,15076,15584,15615,14868,14905,15296,15053,16014,15597,16249,10064,15659,15162,13641,14436,11918,14597,15380,11767,15791,15182,14198,13572,15625,15311,14957,15084,15448,14953,11506,9762,15062,14697,14619,15939,15287,15368,15038,14634,14481,11095,2024,15454,14902,15337,11495,15598,15674,14276,15545,15534,15208,11625,15054,14017,14869,15789,15154,15678,14629,2238,16266,15868,15951,16435,15462,14837,15234,15511,15342,15461,14865,16083,15467,8064,1909,15445,14794,15121,15328,13938,15098,15379,15794,15684,15641,15747,15065,3545,14901,14944,15025,14870,14975,14302,15439,14699,15944,15426,15027,13664,14361,13123,13885,14003,11602,10665,1896,1990,15097,15288,12788,15190,15054,15332,14950,15033,14764,14415,14690,3930,14429,14321,14726,13452,9684,15395,15035,14889,14606,14600,14781,14973,15583,14726,14789,14790,7516,966,719,693,586,348,278,176,133,101,55,25,24,175,1017,1712,10944,7527,7247,11410,9275,10779,11664,11068,13545,9701,10736,25207,24609,25176,15339,25205,15263,24472,25224,20188,21904,5513,5206,24822,17680,21662,23284,25157,24405,18321,25712,19771,13883,5992,4091,5696,14385,25246,17327,24701,23101,16361,25172,17165,24492,21413,10928,9257,17793,9454,10241,25749,15992,13593,23180,21598,17359,11902,22081,15858,14811,13159,7100,5431,4671,1520,1261,937,981,1062,25363,22448,19359,25243,23029,23029,10840,23457,17265,25186,15120,14984,25203,25206,21774,9712,25272,10935,11497,2905,2919,3687,20666,20332,19001,25003,5043,25069,20130,25254,14571,15022,12752,14855,21790,21739,19441,16593,13485,22285,19311,13608,26283,16106,14620,16151,6635,21992,20160,25156,19090,24619,16856,14084,25204,22591,26908,15490,18722,18756,16742,13719,16117,6059,4779,25280,25097,17153,16749,25946,19602,25187,18869,12412,17874,12717,16634,18718,6750,5648,4550,23624,25226,21602,12627,22398,13733,25212,11505,16744,15821,18465,14905,9645,24354,21456,26664,25210,17184,24637,19393,19197,19006,19042,21635,14007,23603,12237,23477,7685,5415,9354,24629,25155,25152,14901,20606,18830,25178,19863,25202,22866,25237,20739,25325,23739,7479,3656,22689,27106,16764,19164,22310,22383,14575,21624,24987,16871,19703,16240,5910,3950,5582,19958,22148,20274,25251,25181,20047,17124,12546,11813,15578,15082,11700,8297,25126,25243,19247,23030,11921,14208,23345,21588,24926,20093,16250,25226,19873,19148,21902,25136,25117,20856,24485,14645,25175,22217,13373,25094,19315,25250,15267,12768,16156,17449,22984,15480,13609,6616,4361,4272,3217,25120,18703,24657,21835,25205,16278,13778,616,10124,19124,11695,6,4078,23199,9954,22362,13344,25291,10788,19429,25174,17418,18132,12851,12642,18031,14659,6377,16490,16114,2858,21817,8376,10415,86,11409,14858,14707,22461,15240,11429,15322,16515,16579,15219,15524,22328,16082,10188,10128,1179,12463,18299,20194,13799,13162,15358,17128,11658,13189,7906,16797,13631,828,21182,20311,20748,4868,12147,13816,20365,10142,595,13177,22010,19386,17687,10384,16694,20317,10949,17747,17090,15579,16447,10346,15037,14525,20012,19309,12131,16301,15625,13727,14414,20081,11408,15624,8252,11716,16991,12352,11424,20897,12673,13810,14985,6753,23343,21735,16797,13568,14418,358,21208,14043,15276,15395,16445,15865,18138,10496,8786,14805,14373,13357,12873,10236,2320,9963,10052,18837,6883,9795,2,18462,14612,2051,25182,21215,21967,15807,14045,18083,8010,20961,19638,18994,14663,8546,15904,14107,19625,17440,3642,16,21849,21571,19695,16873,20600,9833,21365,20050,16489,21524,5935,18029,11106,19109,21505,18456,9060,15806,11310,2848,10077,18214,18065,20716,18398,17312,12354,13043,14978,2587,17398,21355,14818,16216,14243,12431,1422,22411,13130,16505,22619,16522,9085,14970,18370,19184,12450,7780,14501,18761,14425,15212,15494,12541,11328,17856,15612,13771,14774,9376,14702,1313,16784,18833,17946,13958,17889,21663,10288,14527,15881,10466,10216,13281,11456,12162,22482,16021,11492,11900,1193,17048,17637,21867,17600,7862,15673,17694,20106,11445,15000,15659,12432,17968,4418,8535,22313,2235,25233,19082,22021,19879,18838,15870,10801,9644,3307,4861,25247,25132,17268,13433,15483,19769,5145,17691,21623,12658,9238,8611,22841,13810,11858,15548,10713,12604,20545,10758,18535,11319,9717,7901,10985,15647,15849,8429,14861,11582,12688,10622,20,16534,626,12740,17213,15855,17719,10471,13321,17564,17750,16595,12556,10924,13582,15397,4530,950,20054,1326,19668,15261,16710,12116,13896,13693,17044,15062,12626,3953,255,20512,19346,9178,10830,2170,7546,19370,18088,21422,14470,13891,9216,6548,9785,12673,13133,6821,12590,17095,14136,15917,13401,11961,11875,5820,198,10198,16161,20218,13813,15112,10789,415,14316,12311,13996,14655,17475,17525,20493,18450,17699,11854,9220,21477,16221,17162,19788,684,19216,16772,19179,18382,13778,14967,15021,11298,15216,11560,16331,15664,18698,11695,20197,8931,20844,15181,1401,17332,14920,16157,15981,20681,10164,12596,19708,17337,12509,10198,15926,19186,16627,17890,17297,14215,10239,9881,12609,14129,4788,1503,20870,22293,21815,17121,13439,18859,17670,15243,8784,13990,14669,8100,11342,11135,10961,9437,10750,16322,13467,16895,796,15370,18642,21794,18618,13204,14822,10978,12496,16255,14802,7986,6452,6246,7020,17153,11140,12936,17230,16232,13078,15082,11548,12433,13235,12487,16314,852,568,20873,22717,16050,20021,10625,11397,11043,10211,12908,7438,5520,1,19473,22666,25181,10133,17356,12623,13191,10225,13001,12264,12943,9189,12117,14522,11458,18102,9748,7471,11654,2000,14033,16742,13447,10306,12326,12534,25231,11825,3675,24356,9957,12185,7335,9896,9472,14538,13675,11876,9721,8880,9768,72,23743,13562,13097,17232,15096,9728,15385,9451,7931,10143,9324,14617,15318,18649,18175,15822,11283,16595,9821,13690,14647,13625,15545,10833,10980,23081,16358,799,13899,16225,18330,7105,15957,17835,22736,15948,16766,6730,16930,10143,17916,12345,21361,20103,13264,10505,19625,17908,8491,18587,895,17693,19080,18011,11028,8738,10143,9541,14572,13234,11865,17607,14335,8867,19997,14514,13314,5412,1147,20176,15349,15089,17447,15057,6585,13731,12438,16058,18391,11300,8420,16843,14784,14882,19043,12692,10734,16188,15025,14555,8520,12447,8038,784,6209,19140,8927,5730,15040,10954,8825,9318,9546,16926,21146,7013,14641,15289,19786,18850,9976,8389,16409,17750,21514,13841,9443,10005,15431,12303,9406,10319,9083,11693,11602,11748,15498,114,16860,20157,14763,18607,15774,13079,20965,9238,18980,14877,17137,11519,15670,21078,17054,11027,10119,204,3460,18527,14680,16795,11787,14812,2676,20565,15211,16207,6523,282,42,19947,177,14394,16382,9287,13822,15942,15167,11875,13211,12100,8964,8823,8699,2822,1365,16631,17182,17785,13172,8918,10196,11057,15636,16615,11867,8206,19357,16799,11180,15222,8622,12512,16404,14377,9270,10174,12955,13536,9508,7693,5598,6919,9119,933,12473,14964,9254,16414,11328,2916,14174,14900,1638,25,15526,23264,10084,856,15890,15223,16121,15134,18839,18178,13564,14616,19492,15195,12236,9684,11966,13035,4727,1017,16166,16723,15259,14998,14448,10464,11594,9216,5042,15204,22516,11636,8970,16513,11438,15444,9423,14659,12635,11586,9526,7515,7297,8179,5580,5673,17472,15303,13020,13827,13091,17551,11328,12220,11312,13078,12565,12611,10134,14903,22578,19390,17049,17211,13903,14036,18338,14870,14926,10283,10276,13285,14491,14576,9419,15465,11724,13500,7985,15616,9744,5567,8030,7925,5070,6230,5906,3801,5,25255,20852,24763,15834,19372,19634,19334,12614,23,15033,8464,23136,20130,216,9607,9936,7607,17849,14147,17947,14410,13290,16217,583,18184,13910,11973,15943,16543,11906,12420,512,19736,15234,13007,14110,13508,6378,21157,14129,5333,19350,13074,15025,16142,14681,12009,13888,12805,18820,16827,16274,13717,14003,18901,13626,10602,9810,15821,7597,10441,9469,9615,7808,15266,4733,12704,14043,16647,13374,12944,9700,15748,9319,11091,17803,16011,13999,9416,5460,15615,17091,14638,5183,2455,13285,12677,15905,9086,9106,9910,12772,15193,16128,16662,11376,14678,15021,15530,8690,10721,9959,8845,11809,21687,19840,14077,17239,9326,12455,4608,7713,19685,14132,11177,9045,12574,7938,14520,15334,18896,16266,16852,15741,11836,21283,20071,17928,9625,7402,16113,18061,9999,11237,9107,4244,11759,12423,8771,9380,15249,11657,13909,4403,18267,10886,15767,3332,8618,24799,14922,11656,22962,13203,22,17303,8679,10856,17168,10288,8800,2,13999,13638,15541,14506,991,10105,19304,22174,16691,5989,17603,17608,16087,14020,9925,11631,12370,3236,15553,13767,18727,14229,11985,8780,4937,304,15991,14351,6326,18989,12859,13919,9915,17317,8732,11431,18458,19871,10804,19464,19281,7735,21636,18931,15884,13228,16661,14131,8189,13033,15217,10056,9788,7877,11805,7885,20814,15735,10337,11604,13060,5978,16926,18408,13980,16440,10799,15140,10900,11398,18767,14702,1538,19562,17827,16178,12627,15119,11876,20364,22373,14532,11815,9571,11627,7684,15942,14141,15998,11744,17024,7741,9061,17716,18361,20833,19343,15660,19815,14868,11582,14424,13415,10439,10768,6651,6652,3246,18663,21483,10232,17221,18991,13963,15065,16297,15024,12376,16822,8579,942,8087,18253,12354,12405,1771,20498,18815,9105,12080,17782,11679,11346,12607,13322,14171,17815,13947,15321,11962,13451,10777,12717,14392,15885,14023,10461,9648,862,22868,19470,14715,14565,15031,15169,9661,13930,17153,16313,16582,10412,19358,6624,1974,17514,12639,14068,16193,7694,8078,9989,14462,12546,7982,6607,1726,18823,17259,16501,19408,12644,15387,6671,19205,11798,9174,13471,14085,7949,9013,17107,9964,10074,8937,14187,11420,8848,9421,305,12072,13612,11834,14570,17063,18832,8485,12560,14814,11225,12098,11166,11560,432,20214,19093,15400,15789,15792,12319,15765,12681,12851,8317,10375,10736,13473,11133,10447,11648,3986,17756,13490,8852,7704,16525,19419,20416,8057,11420,20459,11621,10277,15981,13025,10636,10108,13750,17128,12174,13359,14786,8952,5299,1737,20318,19629,20862,14644,16171,11144,11053,11981,12622,14568,5318,98,15608,16998,16285,9862,6170,8205,7872,12991,18194,12307,11080,10180,6225,7187,7404,11508,12130,11641,14058,13164,15243,7908,23227,14744,15974,9807,7440,7479,11176,14824,14895,12913,10373,15436,1421,21239,19512,16466,11065,12199,12382,8461,17029,10571,13337,13487,11670,9958,2399,13735,12798,5833,10876,11300,17637,7650,8196,11040,8468,5578,10537,10603,14734,13038,9725,10266,6493,1185,10354,13049,10801,6189,15500,14667,13294,11614,10737,11354,17106,13878,15409,10362,15226,9126,7933,12520,13889,10982,12736,6253,13132,13951,9652,15706,6625,248,112,5285,18227,13115,13966,12484,6224,11921,11766,8166,10320,15490,13354,7734,5143,8930,10489,11820,7096,10166,10676,9248,9645,6566,17309,17213,10103,8314,10555,6010,4820,3819,14036,20410,17593,10856,13245,12900,12453,25070,9310,9573,22660,12285,12555,15230,13259,11486,12593,15994,13527,9177,8651,8912,11861,12922,1087,8696,7467,25364,25228,15428,11181,7736,20844,11161,21227,16202,16988,10303,13311,12837,19278,24637,17947,14269,24676,12246,17877,20269,15459,9244,9044,9208,14003,5689,15890,14204,17743,17968,17130,14749,19268,11403,12773,13172,10482,14236,11854,8581,3,18102,16085,14509,11822,17770,14057,13699,15185,16323,19528,11075,8996,8609,6740,8988,12109,11558,13980,11950,12794,10672,8308,8002,12961,14075,13455,17444,17877,16876,11724,11574,13831,14004,12738,12907,15145,10623,10490,11281,13973,10558,13130,14060,12407,14856,16626,16600,12489,14088,13382,10789,12535,2589,20929,16270,13179,16024,14643,12435,21460,15468,14476,21981,14505,23255,15012,8823,17811,16565,22559,1970,15625,17866,10032,17290,9356,16641,10579,11960,11633,13323,11780,10610,18153,17418,10965,9849,15654,9957,11113,10248,15939,15910,21989,19102,17005,14079,7885,8621,15913,15455,16338,15015,15411,12308,15405,1514,20548,16554,20489,14893,15941,12082,9663,10730,12577,8720,19801,8234,11415,12855,11764,12346,15429,13745,12429,11506,11412,963,14147,14536,13191,11437,11839,11963,10556,11436,8402,8764,13153,12697,9800,10633,17149,9624,14360,1177,13531,18554,15831,13855,12773,11672,13518,10961,13941,8827,5352,20655,15318,12659,10576,6764,7714,10525,9337,13669,929,16760,22245,15127,12814,11372,18698,8111,12128,12063,6364,12294,16988,11284,11065,9446,10836,16027,21094,16634,7743,12798,14490,11339,10642,8097,8927,8800,17985,13524,10345,13062,14967,98,20793,16483,9583,9624,11457,10062,2939,9083,11671,11566,9425,7883,14405,12883,9461,11734,10740,7065,8593,11624,10421,1143,8950,12196,9853,14508,15645,11357,16734,13263,16687,9183,312,12839,19721,13664,18238,11518,16773,8288,7463,11021,14599,11034,9453,8754,6405,7639,759,24734,18467,16054,16557,17091,17155,14418,12299,6854,25267,14457,23396,15369,17236,15996,16216,13332,15848,1502,25293,10602,13376,15368,12589,9561,10732,10683,10762,0,17783,15136,15087,10040,12998,8446,14095,13171,10155,15664,12213,5069,16093,15403,13367,12752,9013,11262,13182,12254,10769,10607,13438,12058,11555,6808,15405,8758,1283,12862,4780,14480,13312,13773,12991,13092,14005,13862,9881,16039,15850,5874,16640,16053,18688,15827,16783,12914,13841,11529,16599,12139,14218,11375,10638,2780,11820,13656,15576,8244,12318,10003,13840,9939,1565,22288,15383,19945,17998,11151,12591,10768,10809,8683,11352,15378,15736,13947,19797,16884,16444,10274,18758,11995,9562,13018,14458,12335,15504,1187,17243,15502,9418,12130,13456,11052,11828,11496,11198,11269,10342,9993,7085,7648,5801,1683,17229,9472,17185,12804,3580,35,20119,21544,10902,15677,2586,9289,13793,12288,17167,12371,12483,10736,13420,9806,10418,9509,14334,13566,15572,15334,6738,1225,16076,12355,14927,8397,17192,17647,10026,15550,14738,14130,17801,16969,3216,14943,16556,14034,18576,11581,9922,9576,17357,11024,20748,18126,15614,12307,12215,9457,10954,7206,10648,13632,14067,7732,9822,9178,6020,15328,13658,17009,9099,8288,9666,8209,4350,4946,3486,17378,10944,15926,19521,10739,1306,18257,15552,20476,13516,18365,4005,11957,14715,8789,15498,25222,4588,15061,19655,22777,15229,12920,13513,15853,14662,7290,14184,13821,9289,11654,3394,4517,25293,15225,8006,22942,13100,18322,11905,15940,17667,7251,14823,2546,14535,10429,5702,13005,5725,11237,9638,10979,7368,8434,2777,24475,13248,13562,16479,13673,9970,11439,9890,13740,13816,15095,20682,16565,13006,14281,13542,18262,18759,8982,10000,12232,7334,19363,10490,19289,15190,17547,14794,13363,14907,13286,9980,17642,9604,11362,18764,21690,8944,956,17688,18851,14283,12997,11070,11030,9966,18440,16480,7331,7343,9085,9847,506,790,14535,18920,16969,16787,16208,17572,18243,12707,10714,8320,8986,10474,13507,15817,12254,12162,12937,13947,12548,7899,8204,123,13568,14400,12091,7287,12055,4611,9946,16765,3285,14165,16222,12357,11208,11852,14081,13389,11534,12466,11785,856,16663,12642,10936,8396,7070,15321,13409,7615,10205,15837,12701,12258,9230,8524,13212,13326,17721,13734,13215,23414,21560,12847,8805,11345,14374,8544,7901,8592,9510,7697,8902,19110,1185,23618,21217,16768,11499,8637,11682,15743,10382,18582,11791,16184,7808,8455,8091,10359,12370,11220,10910,12565,2004,19596,11923,13818,11672,13103,7209,7301,11189,9795,13962,14804,14615,14390,11731,13627,7689,6943,3616,10428,9932,9809,32,22038,8323,11969,25296,22673,1906,8301,10749,13322,13175,10195,17482,11242,19700,18021,9277,12154,9662,9474,8319,2662,21399,8946,9188,9414,12181,7752,6193,14418,10700,5133,14983,10215,10583,25186,14358,11274,11058,2821,8863,8240,8309,7672,14863,14148,7040,20848,19769,10806,10387,9832,16816,12140,8344,18955,17376,18282,17480,8896,13296,6457,13143,10857,9499,9571,10310,5528,12412,9673,11149,13401,11348,25212,9387,15717,11396,14890,14325,4163,21802,22140,12583,11234,3565,13651,4554,11091,9842,17769,3126,8683,19948,1081,16509,17564,11629,14924,11841,13831,3641,25471,16251,18570,15963,13833,10133,14292,23179,9839,12224,20996,13809,12718,12660,20528,12243,10772,10583,15262,13253,10991,5879,10970,12581,9813,16931,17530,13391,20496,19200,21935,15807,17928,6676,6677,732,25223,21795,18135,12413,19794,12083,9632,11899,10596,10809,11460,9191,8995,11628,11259,9300,9925,10874,14649,10294,10812,7487,10319,16366,11478,11091,10668,13417,11015,6053,13237,12706,16663,9561,9507,6783,8069,9781,9960,8612,10153,9420,16247,16094,19915,16383,11480,12483,15875,11491,10835,7723,10627,7022,11483,1142,6769,15052,15421,11581,16410,15628,10263,19653,10284,11768,10538,9916,13476,9642,16253,14310,11218,4725,11172,13009,12262,10015,10152,8218,8612,9632,12240,12268,14609,11078,2899,9208,13891,15465,11214,98,16832,19102,12776,8102,8868,14442,9471,1452,11609,14391,14355,1533,12423,17995,16828,12650,15220,14443,15462,5643,2439,21277,14411,11147,12420,10160,14241,13977,12954,12621,14187,12593,7790,16984,12723,8117,6964,8139,14785,16403,9277,15968,4037,8471,18279,12508,9992,8038,10046,9069,12336,21068,18722,4953,358,16378,12024,11506,17316,17370,13503,9192,19908,6294,13628,15890,10169,5015,15528,23561,18500,17304,18844,14330,16465,16410,216,14030,13472,9847,13393,17350,14840,11412,7412,11863,14925,15181,19183,7929,113,16178,15494,12688,9201,6902,1550,5,12616,14567,543,990,25217,23544,14870,14002,20239,11785,9233,12633,16044,10400,23680,15271,3174,22953,23958,15563,15071,7618,17891,12671,15993,15866,12913,18915,17981,17724,16590,12429,2410,21746,9103,9655,20925,12534,25206,18093,8267,15554,11359,17170,19040,1038,14100,15632,11057,15321,23588,14040,16704,17658,12165,17067,14270,14051,13080,10718,5598,11888,18028,14086,15003,9595,11933,15307,14668,13376,13385,10601,11099,13226,15005,18379,14808,15202,4976,21512,13976,14584,11345,10261,13219,17310,11582,14092,12039,11536,10935,13503,14989,22927,17506,11540,9709,12788,12534,7754,20148,14623,20489,19640,19410,16214,17166,16820,18179,9921,14165,9794,12263,11064,6214,12148,14641,14703,8026,8952,14345,13642,13876,12397,11357,12602,2175,7726,12742,10288,17507,12278,12341,14033,14451,12399,9244,9920,9131,11449,13029,14594,788,23394,19543,20993,12409,19406,9056,6272,15455,15663,11793,13084,12307,10122,12225,16796,18557,7962,19391,14654,11686,10208,11868,10139,10773,5918,16513,12896,8820,14753,12930,16484,16195,17677,13651,13354,13528,13136,12119,8368,13663,13271,11471,11661,12355,14701,12153,22161,20163,15536,15084,12391,18458,12678,10413,13325,14044,18265,11748,10801,12231,10240,8927,15183,11998,7990,16628,16731,14594,10811,8083,7095,1384,9272,12832,15229,16587,13307,11909,13360,13554,7727,20242,22073,9777,11542,7167,12224,12092,13832,7581,15392,735,20490,17812,14205,12291,15231,15872,12725,16380,17061,16454,12595,9111,12654,13450,12871,13870,10237,14462,10097,12923,11890,11513,8309,9301,10290,11981,12292,12567,11873,10556,14680,10755,10412,9961,8772,13534,9150,13333,10444,10975,13852,10561,1432,12489,14233,13691,11401,13976,11882,16538,10277,16791,9750,1512,12398,8085,8942,3322,16816,10352,12096,11244,19384,17150,18863,20746,22125,16621,10643,25172,21986,20555,16314,14642,19637,11711,4236,17444,19825,14759,17219,14166,15341,13147,15327,4496,13896,16255,16852,17135,14466,16644,17821,15453,15184,9564,11400,8006,7599,3712,941,4872,1655,25414,25145,25200,25308,16273,1821,21839,25331,14626,19955,25295,25293,8870,11309,16277,25379,19846,13262,16171,18931,16953,21682,10087,16882,15129,2258,24774,25183,22001,19823,22494,17153,25203,11344,19131,12632,2555,2137,1380,25377,24006,17005,18300,19632,25341,15465,24260,11761,25182,22962,20147,17595,25333,25194,17736,15686,20576,9733,18184,17168,16069,10757,2966,25306,23391,25151,25176,25072,13530,19533,7484,2960,25212,21519,25185,14050,25394,25107,23288,23684,4362,25202,17264,20378,18571,24280,22342,13927,10937,2542,9569,25782,21650,18326,21853,21573,24397,21210,16501,25206,23844,13998,8718,1921,18011,25290,21295,25202,14075,20920,16824,21645,20577,4253,25292,25212,25243,1790,2222,7760,5054,7040,6452,7902,9082,6015,7665,9747,12054,11183,11429,14611,12945,16714,16088,17550,17140,13905,17343,11776,12082,13053,16177,17902,15062,17637,15233,14912,11084,11248,7275,10210,10126,13988,10523,3946,8333,7255,4370,3187,2063,1069,948,611,378,129,60,22,0],"fragments":[{"begin":"0.000","end":"13.320","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re talking about the science of Severance."]},{"begin":"13.320","end":"34.960","lines":["What if instead of struggling to find work-life balance, you could completely separate your professional identity from your personal one? That question kicks off the Apple TV+ show Severance, which just wrapped up its second season."]},{"begin":"34.960","end":"54.080","lines":["In the world of the show, a company called Lumon Industries requires certain employees to undergo its “severance” procedure, which its spokespeople say means you’ll never have to take work home with you again. It also means you have to get a microchip implanted into your brain."]},{"begin":"54.080","end":"84.080","lines":["To help make the procedure and its effects as realistic as possible, the folks behind Severance brought on a real-life neurosurgeon to consult on the show. Vijay Agarwal is chief of the Skull-Base Tumor Center at Montefiore Einstein [at the Einstein College of Medicine]. We sat down with him to get the inside scoop on the science of severance."]},{"begin":"84.080","end":"111.880","lines":["Before we get into that chat, just a brief spoiler warning: we did our best to avoid any super-specific spoilers for recent episodes, but we’d recommend waiting until you’ve watched at least episode seven of season two before listening."]},{"begin":"111.880","end":"115.360","lines":["Thanks so much for coming on to chat with us today."]},{"begin":"115.360","end":"116.600","lines":["Yeah, my pleasure."]},{"begin":"116.600","end":"123.240","lines":["So tell me how you got involved with the show Severance and what that’s entailed."]},{"begin":"123.240","end":"141.160","lines":["You know, it’s sort of hard for people to believe, but it really was just a call out of the blue. Just one day at work I got a call that they were looking for someone for a concept for a show that hadn’t come out yet. That was pre-COVID, in a very different world ..."]},{"begin":"141.160","end":"141.640","lines":["Right."]},{"begin":"141.640","end":"161.200","lines":["Than we live in now. And it was just as simple as that. It was just a thought at that stage—you know, “We wanna develop a procedure that implants a chip that separates your work life from your social life, from your everyday life.” And we were off to the races."]},{"begin":"161.200","end":"169.720","lines":["Yeah. What were your initial thoughts and reactions when you first heard that premise?"]},{"begin":"169.720","end":"189.200","lines":["I thought it was a very cool concept, and I think I just directly went into how that could be a reality. You know, one of the things that Ben Stiller was really strict on was that he wanted this to be as believable as possible ..."]},{"begin":"189.200","end":"189.560","lines":["Mm."]},{"begin":"189.560","end":"210.480","lines":["As real as possible. There are some sort of creative allowances that happen as part of this process, but he really wanted the science to be real and to be believable, and I think that’s part of the reason that people have really bonded with the show and in particular the science."]},{"begin":"210.480","end":"231.240","lines":["Yeah, well, that’s a great segue to my next question, which is: What are some of the, the real science concepts and, you know, factual medical procedures that you’ve baked into the concept of the severance procedure?"]},{"begin":"231.240","end":"248.960","lines":["I made a statement a while ago that I don’t think we’re far off from things like this happening, and I really firmly believe that. And we’re actually much closer than when I made that statement."]},{"begin":"248.960","end":"249.720","lines":["Mm."]},{"begin":"249.720","end":"300.440","lines":["So if we had told somebody a few years ago that we would be implanting electrodes in the brain to stimulate the brain to treat people who are paralyzed and allow them to be able to walk again or treat their obsessive-compulsive disorder, their addiction, their severe suicidal depression, obesity, things like that, we would think people are crazy, but those things are actually happening currently in science. And almost every major academic center around the world is doing these sorts of procedures every day, in particular to help people with diseases like Parkinson’s disease. And so it seems like a very science fiction-type concept, but it’s part of our everyday life as neurosurgeons and neuroscientists."]},{"begin":"300.440","end":"313.840","lines":["Well, and can you walk me through, you know, in creating the concept for the severance procedure, where did you sort of pepper in factual details, you know, for example, the placement of the chip?"]},{"begin":"313.840","end":"318.960","lines":["I actually think that that scene is very, very realistic."]},{"begin":"318.960","end":"319.840","lines":["Mm."]},{"begin":"319.840","end":"354.400","lines":["And so we—I borrowed from the science and the surgeries that we do today, even. So some of the navigation equipment that we use, I had that equipment shipped in. And so when I started, it really was just a concept: “How do we develop the severance procedure? How do we ‘sever’ people?” Then we sort of developed the science, and I remember very—in the early days of the show sitting at a, you know, a big conference table with Ben and Dan [Erickson] and a lot of the producers, and we just had a whiteboard in it, and we would just spitball concepts ..."]},{"begin":"354.400","end":"355.520","lines":["Mm."]},{"begin":"355.520","end":"367.000","lines":["Until we found one that was, you know, really believable and the one that people liked and the one that Ben thought would fit with his vision."]},{"begin":"367.000","end":"417.200","lines":["And so we really implant in an area that is able to process memories but, interestingly, associates those memories with emotion. It’s the amygdala and hippocampus, so those sort of middle part of the structures, on the left side of the brain, which is the dominant side of the brain for most people. So what a great area to stimulate to really facilitate this ability to separate our “innies” from our “outies”: number one, the ability to process memories, but then, number two, the ability to, to associate those memories with emotion. So that was a perfect place to do it. And then, actually, the procedure was very realistic. So how we put the hole in the skull, the needle with which we use to implant the chip, those are things that we use every day in neurosurgery and neuroscience currently."]},{"begin":"417.200","end":"421.400","lines":["And you actually appear on camera to do the procedure, is that right?"]},{"begin":"421.400","end":"452.560","lines":["Season one, episode two—so when we implant the chip in Helly. So we really designed that set. So, you know, Ben had a very specific vision in mind, and then our goal was really to try to make that vision become a reality. And so everything was important on that set, from the scientific accuracy to the lighting to the cinematography. And so it was all specifically laid out to capture a purpose. And so that’s the episode that I appeared in and very proud with the, the way it came out."]},{"begin":"452.560","end":"465.760","lines":["Yeah. So just to really spell out the actual neuroscience here, which I think is so cool, in your mind—pardon the pun—what is that chip doing in there, in that part of the brain?"]},{"begin":"465.760","end":"493.720","lines":["As I mentioned before there are se—multiple companies trying to do something on a different scale, which is trying to stimulate the brain to alter the way that it functions: so Elon Musk’s Neuralink; a lot of my friends are working on this technology at different centers around the country; Synchron is another company based out of New York that’s trying to do something similar in terms of being able to modify the function of the brain by inputting electrical stimulation."]},{"begin":"493.720","end":"522.480","lines":["And Elon, he gave a talk at one of our recent neurosurgery meetings, and he’s compared the brain to a big circuit board. And then he likened the work that they’re doing with Neuralink is really adjusting the electricity that’s going into the circuit board to modify the way that it fires, to change the way that it fires and really dictate how that circuit board functions to make your computer run a certain way, your TV run a certain way. And I think that’s really the best way to look at what we’re doing in the severance procedure."]},{"begin":"522.480","end":"547.760","lines":["If you look at the brain as, as one big computer, if you change the way that you, instruct the computer to function by really changing the way you’re putting electricity in, by firing all of these neurons across the brain, you can really affect the way that your brain processes or pulls memories from its memory bank—and then also to potentially modify what emotions are associated with those memories as well."]},{"begin":"547.760","end":"584.000","lines":["And that’s what the amygdala and hippocampus does: so the amygdala is very famous for fear responses and things like that, very profound emotion. And if you followed season two, I think this concept of fear and these really dark emotions are really prevalent in this season. And so when—one of the recent episodes, where we follow Cobel going to where she grew up, it’s a very kind of dark, fearful episode. And so that’s exactly the type of brain and the emotions that we’re trying to conjure, is the stimulation of this amygdala and hippocampus."]},{"begin":"584.000","end":"604.600","lines":["Yeah, speaking of season two—I mean, back in season one, we were introduced to this concept of “reintegration,” where the severed consciousnesses kind of come back together, and we’ve seen a lot more of the messiness of that process in season two. Did you weigh in at all on what that might look like from a neuroscience perspective?"]},{"begin":"604.600","end":"617.040","lines":["Yeah, so I was actually on set for a lot of that work in terms of the reintegration, just to make sure that work was being done well. I worked with Adam Scott, who plays Mark, on some of the things, such as, in one of the recent episodes ..."]},{"begin":"617.040","end":"617.200","lines":["Hmm."]},{"begin":"617.200","end":"642.960","lines":["He had a seizure, and I thought he did an absolutely brilliant job portraying that, and, you know, it really shows sort of the academic stint a lot of the actors and Ben take in the show; I think Adam Scott and Ben Stiller in particular really look at this as almost homework, to try to really understand it. And so I helped Adam, and I was, you know, send—texting with him after that episode because I was just so proud with how that seizure came out. It was, you know, it was very realistic, and that’s a hard thing to capture."]},{"begin":"642.960","end":"656.360","lines":["So we worked on that, and then the reintegration procedure, I had a lot of input with how that would work—you know, what sort of science would go into something like a reintegration procedure—so I remember sending and reviewing ..."]},{"begin":"656.360","end":"656.680","lines":["Mm."]},{"begin":"656.680","end":"679.520","lines":["Articles from the literature about being able to do things that would be likened to reintegration or to really enhance things like electrical stimulation. We were able to use almost like a transmagnetic stimulation-type device. We were able to really use very realistic scientific methods to incorporate into this reintegration."]},{"begin":"679.520","end":"688.400","lines":["Yeah, and for listeners who don’t know, could you talk a little bit about what TMS is and how it relates to what we saw in that reintegration episode?"]},{"begin":"688.400","end":"707.760","lines":["Yeah, transmagnetic stimulation, it’s an amazing technology, and it’s basically putting these magnetic fields into the brain to alter the way that your brain fires. And there’s very good data to show that people who have become paralyzed can regain some functionality—so some ability to move—in areas that are either weak or paralyzed."]},{"begin":"707.760","end":"726.480","lines":["And so there’s a lot of different uses for transmagnetic stimulation, and it’s delivered very similarly to the way that we saw in one of the earlier episodes, where Reghabi is reintegrating Mark in his basement. And so there’s actually, today in society, transmagnetic stimulation medical spas ..."]},{"begin":"726.480","end":"726.760","lines":["Mm."]},{"begin":"726.760","end":"742.720","lines":["That you could go to to receive this very intense therapy. And so there’s a lot of people who feel that this is really gonna be a major advance for us to use against things like paralysis and depression and things like that."]},{"begin":"742.720","end":"743.880","lines":["Yeah, that’s super interesting."]},{"begin":"743.880","end":"759.240","lines":["Speaking of reintegration we’ve seen some random acts of basement neurosurgery [laughs] in this season. From a neurological standpoint what kind of risks would someone like Mark be facing in that situation?"]},{"begin":"759.240","end":"772.600","lines":["I think there was a bit of a red herring—so in one of the earlier episodes this season, where Reghabi was reintegrating Mark, you could see, as she was delivering this transmagnetic-type stimulation on the left side of the brain, his right hand start to shake ..."]},{"begin":"772.600","end":"772.960","lines":["Mm."]},{"begin":"772.960","end":"805.880","lines":["Really the left side of the brain controlling the right side of the body. And so the same risks that we saw, namely seizure, which we saw him have a very sort of total body seizure, those sorts of things would be a big risk. So bleeding in the brain: the brain didn’t—doesn’t like anything sort of entering into the brain or disturbing the brain; it’s about a 1 percent risk of what we say is hemorrhage. Infection: so there being a big infection in that area, that’s also a possibility. But I think irritating the brain is one of the most common side effects of a procedure like that. And when the brain is irritated, oftentimes it’ll manifest by seizing ..."]},{"begin":"805.880","end":"806.280","lines":["Mm."]},{"begin":"806.280","end":"810.600","lines":["Which means really firing electrons abnormally in the brain, which is what we saw."]},{"begin":"810.600","end":"848.040","lines":["So we’ve talked about season two a little bit and about fear and, and emotion in memory. Obviously, in one of the kind of biggest and most impactful episodes of season two, we saw a character who seemed to be severed many times over and have this, like, very compartmentalized consciousness and was experiencing a lot of emotions that were then cut off when they emerged from, you know, that area of the floor they were on. How much more complicated do you think that would be than sort of a standard severance floor chip behavior we’ve seen so far?"]},{"begin":"848.040","end":"849.120","lines":["You mean in real life?"]},{"begin":"849.120","end":"849.440","lines":["Yeah."]},{"begin":"849.440","end":"851.080","lines":["I think it would actually be less complicated ..."]},{"begin":"851.080","end":"852.000","lines":["Oh, yeah?"]},{"begin":"852.000","end":"894.160","lines":["So currently, right now, there’s these amazing videos—people who wanna go to YouTube and see this, they can—these very amazing videos of people with Parkinson’s disease, which is a neurodegenerative disease, and oftentimes one of the biggest symptoms they have is uncontrollable shaking. So we actually, as part of the standard of care of treating these patients, we’ll put electrodes into very specific parts of the brain and deliver electricity, and when you turn it on they’ll almost completely stop shaking. And when you turn it off, which is a flip of a switch externally, they start shaking uncontrollably, to the point that they can’t care for themselves, they can’t shower, they can’t eat, they can’t function in society—just from a flip of a switch externally."]},{"begin":"894.160","end":"908.640","lines":["So imagine you’re able to do that from, like, your phone, anywhere in the world. But then it all—you know, it begs the question: “Who is the one flipping that switch? And ethically who should have the right to flip that switch?”"]},{"begin":"908.640","end":"926.920","lines":["Yeah. Last question: you know, Severance is one of those shows that inspires so many fan theories, more and more with every episode. I’m just curious, when friends and patients talk to you, how often do you get people trying to, you know, pull some secret Severance info out of you or get you to weigh in on their theories?"]},{"begin":"926.920","end":"939.760","lines":["Yeah, you know, it’s—I think people have strayed away from doing that. What I’ve noticed is that I actually rarely get asked, and that’s good because my response is always, “Well, I guess you’ll just have to see the rest of the season,” so I’ve been trained well."]},{"begin":"939.760","end":"945.520","lines":["But I actually have more people, even in the general community, just wanna talk about ..."]},{"begin":"945.520","end":"945.680","lines":["Mm."]},{"begin":"945.680","end":"964.280","lines":["The show, not specifically trying to figure out what happens in the later episodes; they’re just so fascinated with the show and the concept and the way that it’s written and the work that, you know, Ben, Dan and Mark have done—and the rest of the team as well. And it’s really amazing to see the response to the show ’cause people just wanna talk about it."]},{"begin":"964.280","end":"996.520","lines":["It’s like when people read a good book and they wanna talk to other people who have read the book and they just really delve into, you know, “What did this mean? What do you think this means?” And people just wanna talk about the show. And I absolutely love it ’cause I think it’s brilliant, I love the show, I love watching the show, and I, you know, love talking about it. And so I actually don’t get people really poking about what happens later on in the show. I get people who really genuinely enjoy it and actually just wanna talk about it, just wanna talk shop, and I enjoy that as well, and I think that really speaks to the response the show has had."]},{"begin":"996.520","end":"1004.920","lines":["Absolutely. Well, thank you so much for joining us to chat. As a Severance fan I have really loved this, so we really appreciate it."]},{"begin":"1004.920","end":"1009.960","lines":["Yeah, my pleasure, and I’m excited for you guys to see the rest of the season."]},{"begin":"1009.960","end":"1021.640","lines":["That’s all for today’s episode. If you’re listening to this in our podcast feed, you can check out a version with video over on our YouTube channel. We’ll be back on Monday with our usual science news roundup."]},{"begin":"1021.640","end":"1040.960","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1040.960","end":"1060.480","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":1060}