{"title":"Experts Warn of Growing Threats amid CDC Resignations","img":"https://static.scientificamerican.com/dam/m/5a48e9329bd50312/original/2509_SQ_FRI_CDC_UPDATE-Podcast-Span-Art.jpeg?m=1757018647.321","url":"https://www.scientificamerican.com/podcast/episode/inside-the-cdcs-breakdown-legal-battles-staff-exodus-and-public-health/","audio":"https://traffic.megaphone.fm/SAM8492545502.mp3","intro":["With the CDC in disarray and its future uncertain, this episode explores what’s driving the exodus of agency staff and what this means for national health security."],"authors":["Rachel Feltman","Lauren J. Young","Fonda Mwangi","Alex Sugiura"],"category":["Public Health"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"[CLIP: David Muir appearing on ABC News’s World News Tonight with David Muir: “Breaking headline as we’re on the air tonight, just in from the CDC: the sudden shake-up.”]"},{"author":"","text":"[CLIP: Symone Sanders Townsend appearing on MSNBC’s The Weeknight: “At this hour, folks, we are trying to figure out the job status of the CDC director, Susan Monarez.”]"},{"author":"","text":"[CLIP: Chris Hayes appearing on MSNBC’s All In with Chris Hayes:“We’re following breaking news out of the CDC, where top officials are resigning en masse.”]"},{"author":"Feltman","text":"As you’ve probably noticed, things at the Centers for Disease Control and Prevention are pretty chaotic right now. Last week the Department of Health and Human Services announced that CDC head Susan Monarez would no longer be leading the agency, an announcement that Monarez and her legal team had plenty to say about. On September 1 a group of nine former CDC directors and acting directors penned a guest essay in the New York Times denouncing HHS Secretary Robert F. Kennedy Jr.’s leadership. The group of CDC veterans, who have served presidents of both major parties and collectively carry more than a century of experience at the agency, called Kennedy’s recent moves “unacceptable” and said his actions should “alarm every American, regardless of political leanings.” Additionally, a group of more than 1,000 past and present HHS employees put out a letter this week calling for Kennedy to resign."},{"author":"","text":"Here to update us on the situation is Lauren Young, associate editor for health and medicine at Scientific American."},{"author":"","text":"Lauren, thanks so much for coming on to talk to us."},{"author":"Lauren Young","text":"Thanks for having me."},{"author":"Feltman","text":"So big picture, what’s going on at the CDC right now?"},{"author":"Young","text":"Yeah, so it’s a bit chaotic, and a lot of it is confusing in the sense that we’ve been getting information rolled out, you know, minute by minute. We’ve even had new developments that happened [in the] latter half of the week, after the major announcement that Susan Monarez is no longer the CDC director. We’ve had several other top officials submit resignations, and at the end of last week RFK Jr. announced an acting director for the CDC."},{"author":"","text":"So it’s a lot of things up in the air. With these several resignations of top officials a lot of branches of the CDC are currently leaderless, so it’s gonna take some time to figure out who’s filling in where, and there’s a lot of concern among experts on, like, how this is going to roll out with regular just functioning at the CDC, just day-to-day operations."},{"author":"","text":"It’s a good reminder that the CDC, yes, is the primary public health agency that we have in the U.S. that’s on top of things like pandemic preparedness, the COVID vaccines, other vaccine schedules, childhood vaccination schedules, but other things just, like, general outbreak surveillance—so we’re just hot off the tails of a major measles outbreak. So we’re kind of sitting in a hot seat right now trying to see how this is all gonna shake out in just daily operations."},{"author":"Feltman","text":"Yeah, so let’s start with the head of the CDC, or perhaps former head of the CDC. Last week there was a lot of confusion about what the status of her employment was. Could you tell us about her background, who appointed her, how long she served and what’s been happening in the last week or so?"},{"author":"Young","text":"Yeah, so Susan Monarez has actually been a public health figure for quite some time. She’s actually served [in] multiple presidential administrations prior to this. She’s not a physician, but she’s been in the public health space for quite some time."},{"author":"","text":"So President Trump originally appointed and nominated Monarez for the position, and she was sworn [on] July 31. So she’s really only been the director officially for the CDC for, you know, a few weeks. Prior to that she was serving as the acting director, but for some time the CDC had actually been leaderless—for several months."},{"author":"Feltman","text":"And so within the last few weeks we’ve, you know, gotten news that she was supposedly stepping down, but that’s been quite legally contentious. Can you tell us more about that?"},{"author":"Young","text":"Right, so last Wednesday, during the day, the Department of Health and Human Services posted on X that Monarez was no longer CDC director. There wasn’t a lot of context to it; it was just this kind of blanket post. Shortly after that Monarez’s lawyers, her legal team, posted a statement saying she had not received any notice that she had been fired and she was not planning on resigning or stepping down. And shortly after that [laughs] the White House spokesperson basically confirmed that she had been dismissed and had been terminated."},{"author":"","text":"This was confusing because then her legal team came back again and posted, “Well, actually, since the president was the one who appointed her and she is Senate-approved, only the president can be the one to dismiss her formally.” So technically speaking, and from my reporting as of Tuesday, I haven’t seen anything that has indicated that the president has changed his mind or made any decisions [about] whether to reappoint her or to support the decision. But theoretically, because she is a presidential appointee and was approved by the Senate, President Trump can come in and overturn this decision."},{"author":"Feltman","text":"So things have been kind of chaotic at the CDC for a while, to say the least. You know, they’ve been changing their recommendations about various vaccination schedules and requirements and having public health experts and organizations actively conflict with them in a way that’s really unprecedented. But this firing—dot, dot, dot, question mark—has led to sort of a cascade of people who seem just done with their work at the CDC and a lot of big resignations. Could you tell us about that?"},{"author":"Young","text":"Yeah, so far there’s been four big-name resignations of several different branches, and I’ll also mention, too, there was a huge walkout on the, the subsequent day that all of this has happened. So a lot upset amongst all staff, even among these top officials. But to name a few of—some of the branches, for example, the director of the National Center for Emerging and Zoonotic Infectious Diseases stepped down, and this was a person who had been with the CDC for more than 30 years and is one of the top influenza experts ..."},{"author":"Feltman","text":"Mm."},{"author":"Young","text":"Actually, at the CDC. And that’s huge because this year we saw one of the highest years of pediatric deaths from influenza, so it’s really, you know, terrifying that we have one of the top leaders who’s resigned from that position. We’ve also seen the director of the National Center for Immunization and Respiratory Diseases also resign. And we’ve also seen the CDC chief medical officer resign. So those are just a few of [the] folks who’ve decided to step down from their positions."},{"author":"Feltman","text":"And what kind of reasons have they been giving in their statements as they’ve resigned?"},{"author":"Young","text":"There’s been several. A big theme has been just the sheer amount of misinformation and disinformation that’s come out ..."},{"author":"Feltman","text":"Hmm."},{"author":"Young","text":"Of these public health agencies since Kennedy has taken the helm of the HHS. That’s been, to me, one of the biggest themes. A lot of the, you know, just sudden, confusing explanations around vaccination schedules. There was a lot of citations, too, of the measles outbreak and, again, some confusing information about how you should be treated for it, about vaccinations."},{"author":"","text":"So there were several reasons. A few of ’em also mentioned the tragic event, the shooting that happened earlier in August at the CDC’s campus—at least one of the letters had mentioned or referenced that as a potential reason for this."},{"author":"Feltman","text":"You know, I think some listeners might hear that these experts are resigning and think, you know, “How could they leave an organization that they feel like is in so much trouble?” And I think the point that [the experts] seem to be making is: the CDC has drifted so far from its mission statement and become such a chaotic, you know, misinforming, disinforming organization that they don’t believe they can help public health by staying there. Would you say that that’s accurate?"},{"author":"Young","text":"Yeah, actually, I was listening to several of these officials who resigned, one of which [was] Debra Houry, who was the CDC chief medical officer. She was telling PBS NewsHour ..."},{"author":"","text":"[CLIP: Debra Houry appearing on PBS NewsHour: “I thought my voice and the voice of my colleagues that also resigned with me would be more powerful on the outside.”]"},{"author":"Young","text":"And that it really just was a tipping point. She felt like she no longer could work in a credible way. Another thing she mentioned—and I’ve seen this, too, from several reports—[with] some of the violence that’s been taking place against public health and directly against CDC’s staff, you know, they are fearful of speaking out, and they feel that they have targets on their backs."},{"author":"","text":"Those were a few things that she had mentioned that, I think, kind of speak to that question, yeah."},{"author":"Feltman","text":"Well, and I know you talked to a couple of folks who are experts in the public health space. What did they have to say about why this is happening and what the implications are?"},{"author":"Young","text":"Yeah, so I’ve spoken to a couple public health experts. Georges Benjamin, who’s the executive director of the American Public Health Association, he was telling me that he’s concerned, you know, who would even want the CDC director position, let alone any position at the CDC or these public health agencies, when you have somebody in charge who doesn’t believe in the science and believe in the evidence. I think that’s a question that a lot of people are sitting on."},{"author":"","text":"And he also mentioned, he was like, you’re seeing these people leaving because they’ve essentially just had enough, you know? They’ve had enough of trying to push for the evidence, following where the data’s leading them but then not being listened to. I’ve been hearing a lot of that in the conversation."},{"author":"","text":"Another person I talked to, Jennifer Nuzzo, who’s an epidemiologist and the director at the Pandemic Center at Brown University, she’s really concerned about how the lack of cohesion in these leadership spaces, in these public health agencies, what they are saying to other nations. She’s particularly worried about potential biological threats."},{"author":"","text":"The emergence of that threat is potentially growing, and what she told me, which I think really sits [at the heart of the issue], is: “No one is home to watch out for health threats to the nation, and no one will be there to respond.” And, you know, these are what our public health agencies do; they’re looking out for us 24/7, whether that’s a foodborne-illness outbreak, whether that’s measles, whether that is a biological threat. So I think that’s something that I know all these experts on the outside and on the inside are thinking about right now."},{"author":"Feltman","text":"Well, and, you know, as you mentioned there are a lot of question marks about who will lead the CDC, who would want to, who HHS and the president want leading the organization [laughs], given the people that they’ve pushed out. But what do we know about who’s running the CDC in the interim?"},{"author":"Young","text":"Right, so the HHS did announce an acting director for the CDC, who is Jim O’Neill. He’s been serving as the deputy secretary of the HHS, so he worked very closely with Kennedy. So he’s going to be, right now, the acting director of the CDC, and like Monarez [O’Neill is] also not a physician. He was a Silicon Valley investor and entrepreneur; worked in, like, aging, longevity spaces; and during the pandemic he was pretty critical of the CDC’s response. So far from what we know of O’Neill’s stance on vaccination is he’s publicly stated that he’s pro-vaccine and that he has been an adviser to a vaccine company. So we’re just gonna have to wait and see what happens."},{"author":"Feltman","text":"Thanks so much for coming on to talk us through this, Lauren."},{"author":"Young","text":"Thanks so much for having me."},{"author":"Feltman","text":"On Thursday, which is when I’m recording this, Kennedy testified before the Senate. While the hearing’s stated focus was the administration’s health care agenda for 2026, he was, of course, questioned on recent changes to the CDC. Kennedy maintained that those changes were necessary. For more up-to-date news on this story, go to ScientificAmerican.com."},{"author":"","text":"That’s all for today’s episode. We’ll be back on Monday with our science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[10049,0,0,0,0,0,8219,19050,25127,24799,24947,23513,20374,16341,19829,22809,22062,20095,23867,13325,3171,17300,8740,24955,24917,14172,23658,25189,24396,24947,24908,25038,21336,21102,13734,1785,22193,21316,19820,22480,8302,24954,24994,8793,3843,22928,24962,24919,23091,6566,24011,23626,24877,18230,19500,9234,23666,25005,24873,20359,4935,22685,25049,25016,22486,24982,23543,23384,25146,19391,13192,10901,20529,25052,23809,23718,10634,3896,24279,24980,24924,21651,23167,18336,22464,25069,25125,9069,25108,25151,23582,24242,23642,24118,21149,4457,24818,20438,22852,6340,21904,24943,23104,23668,21422,3275,496,4504,4061,2404,1688,15370,12453,15168,13974,11997,9424,16126,16177,13111,14797,15018,15287,11142,15120,13983,14349,12046,17013,13543,16191,11291,5982,15236,13481,14754,12231,15927,15784,15454,15084,12869,14976,6801,14927,9423,12526,14867,4410,2530,15127,15631,11494,15174,15592,12580,5078,5508,15859,11972,15099,14810,14756,1711,15026,9731,6120,4476,15727,15538,15117,9853,13866,14356,15111,12977,14779,16110,14593,14701,10537,2936,731,14928,14246,14788,9486,15116,14941,12453,12315,15282,14149,12326,11728,1520,961,14140,16327,11923,10419,13731,12494,14328,13081,10726,14854,15965,16065,9696,7599,5982,15678,14874,14501,5372,14636,13165,9417,9446,1315,15038,13955,14775,13360,1654,14657,11501,14025,13062,14163,14099,13811,2347,15223,14763,12591,15235,12258,2677,15234,14866,15713,14753,1117,5937,15262,13242,11245,9178,2218,15752,12482,15022,14954,14283,7695,5208,15198,15140,11989,14620,8686,10214,1045,844,14155,17095,15472,15432,12932,13812,15817,7161,15734,14392,11447,14712,13207,11544,2644,1150,917,14298,14430,12907,13303,15615,15540,13779,12757,15935,13260,14928,2954,1398,15180,13426,15411,12510,15068,15204,12958,1301,15198,15072,13777,14790,15720,2926,15538,15670,14856,9629,1503,15180,13606,15830,6145,15957,15067,14059,16160,13403,1111,15087,14977,15488,15626,16156,14618,9954,14200,11712,1284,15128,14882,15252,14092,11301,15086,17991,15122,14670,10088,14970,15464,17817,8203,3156,2655,15468,15535,13717,14544,15052,12597,7125,9192,15725,15963,15177,2215,14606,9491,1160,1548,3514,3683,1804,1427,1734,1203,842,532,457,545,1178,914,366,269,406,173,95,52,34,36,45,22,2,84,545,2059,3421,16577,8981,12606,10190,10429,12552,12415,14539,11569,14357,12869,12484,15044,11958,13791,14108,14364,13845,11806,14298,14815,13027,12249,10275,11952,9188,10133,9465,7343,7544,22465,22481,22456,20551,22543,18750,18343,22441,17867,22334,17761,11435,6974,7557,7154,7648,9683,13145,14706,15017,15890,14358,15903,16221,14962,14599,16428,15904,15037,14937,13047,10634,11214,7617,7171,2576,2014,1965,14505,12327,16948,13424,13248,13333,11241,14609,13124,14497,13054,5914,11754,19387,18233,9899,17960,16728,16800,15631,18120,18536,19926,17222,17442,20039,16011,13956,13607,14719,17874,15155,12773,17668,14982,14842,15255,14917,14272,15103,11295,11090,12255,19016,15758,15302,13519,14040,15289,15317,6205,2523,2935,22339,12352,20474,15180,15578,18216,15622,17868,12975,12898,16467,21500,14716,20538,17724,15273,16166,17962,16889,4154,3633,22136,14504,18679,18681,18420,15987,15436,17558,15242,18224,18433,16059,14400,18349,12054,15954,16262,14388,13639,13756,14877,14083,11785,13245,9764,6451,18796,18951,18362,20174,16066,14356,16273,14416,18592,15369,17619,18216,10881,4225,13353,22289,18679,19634,13344,14937,17824,16149,13634,14497,20974,14716,21375,14570,17247,15109,4417,17628,18020,18205,13593,12923,15431,15348,17545,14647,12446,20955,22410,17565,16750,17916,11245,10880,16172,15998,8433,4040,20930,17094,13903,21560,16487,14080,16671,18462,22242,14758,18309,15317,20359,20443,15109,18414,15804,14619,16639,17073,15861,15349,13771,12878,14346,11552,8006,6938,19938,15247,12596,14040,13332,19735,22449,19647,13779,18361,19910,20286,17444,13613,15416,16704,15307,19346,17489,17422,14890,16947,15990,16782,15168,14360,9113,3971,22462,19274,14200,16311,17893,15062,21741,15088,15752,16879,17872,13898,15682,17385,16404,15244,20031,18167,9727,17282,16846,17686,12823,16488,7676,18301,20707,19829,15590,16601,14299,15700,12503,13232,15053,14330,16879,7448,20303,17768,19345,15785,20658,22460,18222,17513,14509,17807,14160,595,664,580,466,21445,18951,17252,16205,19637,21116,14700,8653,15349,12216,9822,17821,17373,11544,18657,17023,12892,17816,19681,15726,13362,14482,14631,11717,16619,22091,15325,17033,15454,19052,18769,19348,22333,15299,11754,14714,16492,15364,18592,17748,13108,17587,16014,17587,14091,15398,21761,14699,4412,16186,22466,15406,10490,15138,22417,16224,19092,15691,22455,22446,8884,18795,19208,9912,14171,22456,14306,17005,13771,16880,20343,15097,10638,13188,17439,11442,13537,7273,17411,14491,13700,12850,19529,11779,4710,18923,19993,16591,15667,22370,16439,16181,15283,11990,15458,14779,12901,14558,19070,17257,22445,15386,16405,12917,22436,12899,16449,15835,11832,16074,18013,18348,16355,16507,12284,9862,16074,4643,19141,18167,14006,17680,14109,16935,16177,16684,14481,13911,13213,18126,13995,12203,18500,13410,9180,17672,16420,16787,12120,11623,11860,17044,10710,18037,9830,15857,11372,14134,14113,15581,11156,17297,13091,19862,11309,11826,13966,17970,18262,21698,15837,13663,17985,12715,12376,19246,13830,20763,12667,12918,17769,9927,15940,15300,18327,14454,17241,11594,2387,2068,22401,15885,18168,11332,10656,14926,18035,16437,13588,8305,15460,18566,17603,19806,20840,10383,11328,22439,15967,10136,16115,22464,19848,19353,9459,16407,19393,22191,16652,17168,19555,8140,17829,14928,14551,14655,17951,13685,18315,11667,21624,19137,11376,10955,20963,18588,15531,12422,12471,21833,17398,13629,16461,12823,21172,17085,14798,16875,12601,15688,19468,12914,13561,16830,10341,14146,18073,6743,19332,13988,15056,12448,16500,13320,18986,16070,13565,16530,17665,19698,10574,10565,14560,16003,14865,20735,15999,15647,17974,15593,9633,21349,11625,14076,16914,12536,10248,16965,13960,10884,11242,18747,21546,15690,22257,13108,16074,22354,14851,13519,16593,21650,14861,18047,12415,14600,12868,6231,22142,17876,14094,2395,19601,17294,11297,15323,13038,19783,14594,9190,9865,16861,10167,13521,19417,15818,21562,18053,13298,18747,18178,13535,16892,13566,13019,22135,17453,22433,18867,13784,16909,17057,21579,11855,20916,16048,11816,5765,21292,21727,19183,17096,6987,17446,13920,15353,17470,12786,13606,12040,15964,12781,21088,20186,17791,19027,19903,15792,17109,13711,17614,18588,18652,11486,13408,13610,16781,16343,14147,13647,13719,12085,18462,15256,14028,21892,12428,14995,21177,22460,19602,16660,18563,16209,18700,17825,9977,3261,11431,21604,19426,15494,12949,15596,15560,14418,18398,14863,14218,14681,15810,9839,14906,12020,14784,6249,19688,13173,16315,14249,13432,16590,14783,14802,12755,11771,13300,16934,16266,22334,10963,18833,17739,17273,12403,13775,14598,13188,13886,16103,15310,14256,13571,10100,22488,18001,16686,11637,16459,17099,12572,14994,22391,16739,12743,21368,11692,12434,22432,20510,22395,18294,11214,14652,14562,16570,9111,22122,15861,18273,14654,10494,18287,16518,15397,9187,15258,13029,14376,3547,14945,19167,15742,10486,15985,12308,22409,11238,3077,14315,16393,14829,22461,19451,22489,17855,22535,22500,12245,17017,13695,19076,16148,15066,19227,22321,22216,2,19217,11550,15153,19662,15030,18133,15959,16122,16870,17103,15837,21586,14018,18459,11907,12457,12354,14562,17372,21625,8361,22506,22475,17366,11225,15727,15396,12412,10205,12974,13539,14544,17482,19854,16452,20237,16581,9827,15157,22024,15231,18518,10788,5881,13907,17756,22159,17809,18153,13775,15704,12035,14782,11561,12304,11368,13426,17480,14949,14043,3467,16590,22434,13667,17133,14243,16291,17322,17812,19830,20142,13828,11550,19032,13114,17553,15695,14355,19516,14962,20428,21088,7436,22367,16726,13554,14088,18997,20834,17600,15131,22447,19091,14390,14150,14630,11124,18735,12858,16031,19297,20455,13669,16459,12921,17186,13492,17947,7289,17933,13347,9019,16911,17601,12792,20608,18950,20554,15101,13347,22452,22324,17684,11721,20226,15635,22381,12854,10161,21213,16389,13564,14899,13267,15119,13520,14321,8894,15433,15642,11893,3814,21866,17735,22362,16025,14628,19492,11319,12117,15121,15528,13580,15014,12026,9592,17746,14494,13090,10790,15847,18189,21630,21240,19704,19523,15924,15904,21828,13077,22530,22360,10272,14340,15846,22450,21643,14563,14017,18990,15704,20475,14125,14654,14743,16743,15779,9406,17810,12332,13680,17440,14318,16476,13997,13494,9655,14640,15596,21162,20427,18557,13942,11797,14604,21154,12724,14930,13359,16293,12254,13270,16545,18807,10375,14661,16462,15748,2854,19613,10907,18843,16770,16746,22286,13570,12835,10695,9937,12364,4271,18089,20107,15935,16908,19380,21450,15273,9732,11291,12473,12361,16500,14292,12217,11996,19170,13991,10897,14770,16974,12858,1722,15346,16714,19605,18021,16511,16537,16304,22490,16942,13699,2863,22427,19100,21504,14952,21020,20063,22510,12744,3272,22462,15902,9427,22419,21904,19098,21923,11262,18523,13964,8735,14937,17811,17026,11153,21042,15610,12631,15437,22147,15407,21640,10465,13614,15182,18633,22499,16099,12741,5649,20217,12391,20506,6305,22442,12021,7435,20888,22410,18427,19519,7724,22426,17930,13344,10713,18513,16468,22450,22107,15124,13999,17032,12915,14339,10583,19313,11722,18589,15544,15799,14842,12663,12847,15659,18255,13572,15583,12068,15876,19194,19506,17591,13160,18341,10766,16011,13241,14276,11857,14428,17704,14072,14781,16265,12551,11008,8944,6394,16839,12802,13948,14102,21173,17348,12983,12255,16089,11501,12160,16034,16589,16998,15665,10826,17675,12773,18469,11859,5203,13099,19429,15454,21138,14534,15899,22188,16326,13577,16097,10085,15648,14832,22491,10963,18660,13958,20606,11835,13569,13825,11467,15294,16122,15636,22227,20981,18798,10979,16973,13191,14620,13749,15979,13578,17168,13461,14483,17508,14885,20671,16030,14538,14935,14533,20726,12037,12423,11085,15028,17854,14168,14455,12281,13481,17923,15728,18214,18235,20327,14298,22496,22417,14656,11659,11088,5789,22490,15817,15331,15832,14288,15391,14734,15252,14546,18143,21553,9549,16588,13899,13278,21654,17203,12805,14470,15064,13867,17142,15019,12488,16156,14738,19372,19953,21106,14023,14683,15735,14361,15699,13452,11622,18252,15271,15143,18287,17882,14925,16962,18283,16742,18796,12940,15001,13465,14569,13155,16460,14899,13314,13688,13066,17341,10073,13609,6497,19891,17349,10028,12007,11294,13092,13353,20256,14760,15342,12511,14534,14021,12104,15168,17265,13099,16590,16409,15876,15062,10671,12036,12984,15360,17297,10011,14586,11354,12974,19495,19426,14598,16669,19243,16985,13661,15031,13672,13003,17403,9836,15440,17462,14841,20875,15601,14197,17808,17581,11480,18233,15863,17907,10816,12516,2704,2799,14734,17311,17062,11633,16294,14010,12866,13669,13950,18956,21985,12363,14561,15938,18663,10535,12541,8526,13041,9937,19754,14020,14359,17829,7747,18138,18652,19739,16546,15868,17923,22448,15935,19382,11825,14551,17579,14487,14530,11453,21582,19862,15007,12634,18241,14523,14098,12784,14120,12884,14211,12696,13225,14789,18474,17322,13305,17735,19618,11704,16728,14132,10429,4871,16709,13203,21289,15606,11165,14512,14909,11229,19290,14367,20294,19392,16935,12216,13458,14983,15761,16546,12870,17401,21124,11309,15137,15407,15443,17952,15699,12585,10401,12469,17416,13930,13749,10045,13576,15266,16674,12785,16998,16511,12194,14885,21529,14870,18840,14122,15351,6578,14679,13098,13729,12576,16271,12878,4575,22409,11607,10214,14408,13802,20885,13122,13651,17583,15797,22436,13183,20784,15372,17655,22303,11997,13819,11122,10088,13020,14010,18097,18347,19690,17349,15973,12365,21925,10153,13657,22535,11067,9352,20250,22434,21084,16157,16737,12546,1172,16930,22462,18397,15570,16491,20197,14578,19954,15697,14539,18276,22454,17814,15504,9024,22283,19826,17872,15515,19770,17846,12415,19741,15964,9313,1338,16493,13998,12970,11736,6365,22418,19525,19495,22443,22444,15706,22424,12895,17262,8252,20812,17764,14867,6008,20577,16426,22438,17866,12858,14634,20323,11204,4903,14771,18568,16587,15373,16552,15488,15630,19081,12245,9890,22447,22282,19590,13924,20938,19057,8049,22462,10068,22443,22435,18522,22050,18603,15115,22376,22413,8321,22309,16659,11466,9683,22424,21134,15990,22429,12316,12656,20359,15299,18528,13917,12474,16359,20695,18462,16617,11564,15626,20514,11258,13684,17363,14252,12032,11913,17927,17171,14678,13230,15776,18468,14437,20387,15571,18276,15713,10351,11142,13755,18544,12004,9425,17818,12023,15466,12657,12243,15737,15433,16178,10572,12008,7534,22235,22544,15841,14863,12646,17362,10231,15525,22425,14685,14419,15717,14466,16671,21366,7426,19149,17002,14250,21351,15144,22420,11675,13092,17639,12678,13801,13112,14799,13660,22387,22400,9555,16806,17348,16551,15707,21331,19883,17099,15118,18368,6121,12812,19610,16877,4213,18555,17737,14065,15843,15432,14066,18315,18710,18435,18847,18335,16944,10592,22440,14744,12197,13253,12046,17510,16731,21958,15259,7464,16458,11093,18682,11864,13205,15077,13115,21847,13841,20470,14896,12844,20461,12379,18446,13036,16652,11867,22367,15121,13425,18991,22426,5734,16441,3804,19239,18378,18819,12857,16047,22474,16847,11118,2587,59,17773,17416,15774,22442,15119,21608,15026,17267,17840,14538,15756,19310,10510,15193,14131,21767,14565,15445,15852,20219,13152,15490,14211,17591,12363,13599,14730,16991,11675,15978,12398,14034,15314,16348,14971,14494,7228,13883,13481,12264,15497,19675,11253,11656,11386,15081,16029,14768,15745,6192,18233,15058,12591,12264,19178,11704,16533,18064,17787,12332,16614,14223,11307,12999,13580,12716,20108,19154,9996,10305,17258,17900,20579,10323,17990,16120,17233,18787,18410,10657,11103,15206,13348,12898,16971,10886,10200,6308,22405,22434,19874,18143,21253,11533,21075,18382,13747,13680,17081,5620,22194,17016,14768,16085,14729,10830,12185,13314,14863,15355,19437,8212,17224,13796,12880,21562,16468,11288,18184,22424,21440,20886,22470,13164,15782,16687,16630,15904,12715,14924,16365,16593,12448,15787,15225,10012,21876,16307,12124,12664,7953,14042,15614,14625,17301,19545,13065,14036,13348,3890,22512,16205,18551,12901,16776,16905,15390,9962,19816,20154,14496,12154,14611,14653,19450,17114,16466,15142,10163,16493,17519,13776,12441,10794,14172,13055,13111,13219,12871,13491,21884,17496,18157,11903,9779,12684,22331,12255,16307,12546,1576,20006,15857,12386,14231,13638,15932,17156,17494,13839,13291,11176,19169,15364,15976,13898,11556,12296,19302,16741,9567,15833,12305,13852,17043,12524,13484,14757,16636,14921,18125,13466,22414,14150,22409,10815,15337,15233,11833,18872,22330,13341,15351,12984,20666,20445,14011,16600,19450,15096,14937,17640,10534,10186,18613,13946,19012,17150,15850,20957,9888,14015,15424,5454,22263,15149,19878,13085,16490,22415,10404,18836,13929,18831,17307,15847,10433,15316,15484,14130,18002,22408,15458,15540,15346,22354,22434,9529,1107,14955,18705,17275,14478,22479,16587,16079,19978,14088,14938,19023,15403,18171,13525,19012,22438,16472,14204,15616,21390,22239,18111,22391,12263,22453,13835,22418,22090,15840,12269,16468,12187,21432,12363,11731,110,16693,17182,18538,17949,12711,20578,17696,17432,17651,20620,22408,14535,8092,13277,15695,11529,12284,10294,10767,11984,3577,16030,13416,11785,2989,11548,11826,20271,19429,11693,22414,12700,15985,12613,18293,14949,22286,19597,16056,14880,15528,18362,15829,15503,22388,6398,14498,22459,10467,20523,20335,14368,12983,12725,9521,16837,14484,14044,14130,15569,9864,18423,11245,18312,11282,12699,15367,19106,17224,16203,15607,13132,12033,13175,11769,13482,15736,12944,13954,13290,15951,15593,13363,15934,20654,16863,15828,12511,13526,18766,16499,13847,17242,17272,12632,6702,14390,14806,15278,15055,11139,20722,18358,16476,19225,19620,14684,16804,12858,9708,10423,22434,6743,22372,19425,13894,17513,17403,15943,12856,14903,16093,21099,15340,10529,16100,20465,19354,18071,14375,14668,14510,13550,15788,13583,7399,14939,13006,15527,6898,18513,12550,14543,12334,16433,17588,13931,16082,14044,13433,15176,17173,16650,15421,12316,10424,11328,15509,9490,12192,17517,16062,18312,18362,12386,14326,15310,20711,17878,14975,15589,11046,12759,18275,13025,21566,16521,20183,21932,12512,13271,15601,21781,21950,15668,16134,12170,16394,17247,13029,9705,10139,12933,11993,10434,9924,12321,7645,4676,2211,20965,17886,19605,16005,16333,21920,13833,13206,14829,4549,13349,13297,16694,8589,3426,3754,3328,2467,2733,18048,19151,21602,15451,17189,18323,17692,12106,5297,21316,20902,20962,13088,16137,22246,3541,17839,17429,12436,21008,19618,15748,15209,18079,15108,19986,19183,16295,16979,14632,16778,10100,13183,18944,16267,18524,20068,13935,17549,14187,15543,11922,9267,7700,5006,18616,20658,14269,14672,21092,16056,15953,13042,18366,17310,10587,2121,3475,18099,18891,18371,17376,20934,16043,15682,20915,15020,19331,19641,17291,7736,3391,3602,8369,22404,18660,19939,15786,8551,5002,17702,20380,22420,13372,19505,15345,15881,19769,3438,3679,4100,8440,22419,20075,16791,14464,22462,17047,21703,22386,17571,21950,17584,17089,14640,19351,22494,16992,20109,20178,19259,13075,3856,22156,18297,20180,20167,18852,12365,15422,11121,2572,19594,16310,19587,15642,18521,18581,16614,17413,12075,4200,19893,15932,17108,15043,17684,21459,14952,17299,3161,3286,14485,20805,21321,21862,17530,15806,18193,18068,20746,15314,18452,19430,15530,9042,4874,3677,18090,22423,17848,16242,15336,20921,17858,17485,20657,10550,21134,18884,13379,8335,879,1049,1795,2276,17196,15169,12525,12092,11833,12417,9765,6284,6233,16253,17426,16014,15468,14227,16308,14654,12058,15021,15327,16589,16786,15850,15713,14605,15361,14735,16768,15065,16136,16321,15465,14680,12453,12729,11023,7943,4646,2325,17279,15324,11171,8652,4980,1890,790,378,142],"fragments":[],"duration":884}