{"title":"Will American Ownership Change What TikTok Shows You?","img":"https://static.scientificamerican.com/dam/m/266c27e84e26155f/original/2510_SQ_WED_TIKTOK-Podcast-Span-Art.jpeg?m=1761679380.449","url":"https://www.scientificamerican.com/podcast/episode/what-tiktoks-u-s-spin-off-means-for-its-algorithm-and-content-moderation/","audio":"https://traffic.megaphone.fm/SAM4582199367.mp3","intro":["TikTok’s U.S. spin-off could reshape its algorithm and the way culture is curated online."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Social Media"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"TikTok’s algorithm, which shapes what more than a billion users see, has developed an almost mystical reputation for figuring out what people want to watch. Those powers aren’t actually magical, but they do matter. An algorithm as widely used as TikTok’s can have a huge impact on our culture by determining what information people receive and how."},{"author":"","text":"As TikTok prepares to spin off a U.S.-only version of the app with majority-American ownership, plenty of questions loom about how the platform—and its all-mighty algorithm—might change. Will new investors reshape what kinds of content is promoted or suppressed?"},{"author":"","text":"Here to break down what we know about the highly anticipated TikTok sale and what it might mean for the platform’s future is Kelley Cotter, an assistant professor in the Department of Human-Centered Computing and Social Informatics at Pennsylvania State University."},{"author":"","text":"Thank you so much for coming on to chat today."},{"author":"Kelley Cotter","text":"Of course, I’m glad to be here, and thanks for inviting me."},{"author":"Feltman","text":"So would you start by telling us a little bit about your background—you know, what kind of research you do?"},{"author":"Cotter","text":"So I investigate all kinds of things to do with the social and ethical implications of digital technologies, and I particularly focus, usually, on algorithms and AI—and perhaps more specifically on social media algorithms—and some of my core interests are in how people learn about and make sense of these technologies, how they imagine them and what they think they might make possible."},{"author":"","text":"And then I have a book that’s under contract right now with Oxford University Press on critical algorithmic literacy, so one of the things I’m interested in is understanding how what we know about algorithms can help us govern them in a more bottom-up fashion. And also thinking about our understanding of platforms and the practices we have around them as kind of contextual insights that we have."},{"author":"Feltman","text":"What do you think is lacking in most people’s understanding of the algorithms that power the social media they use?"},{"author":"Cotter","text":"So when I started researching this maybe almost 10 years ago there was still a large portion of the population who weren’t even really aware that these processes existed to sort of sort and filter content online. Now I think that has changed quite a bit, where there’s—probably most people have some awareness of these processes happening. They have some awareness that what they see in their feeds isn’t everything that they could possibly see. And I think they also have a basic understanding of how that works, so they know that this depends upon their activity on the sites: the things that they engage with, the things they watch, the things they share, the things they comment on, all that kind of stuff."},{"author":"","text":"I think anything higher level than that, maybe the more complex technical understanding, is more out of reach, but also, the ways that people are aware of the impacts or consequences of algorithms is also limited. So people are often aware of the ways—of their own encounters with algorithms because we learn a lot about them through our own experiences. But there’s not sort of a broad understanding of the ways algorithms might be reshaping different broader societal processes."},{"author":"Feltman","text":"Mm. So you recently wrote a piece for the Conversation about the TikTok sale and how it relates to the kind of infamous TikTok algorithm. To start us off, what do we know about the TikTok sale? What’s going on there?"},{"author":"Cotter","text":"So we have some details at this point, not a full picture, but we have some details. So we know that the deal is going to create a new U.S.-only app, spun off from the original app; that it’s going to be a majority ownership by American companies, about 80 percent, and then less than 20 percent among Chinese investors, ByteDance—the parent company of TikTok."},{"author":"","text":"And the main driver of creating this deal originally had to do with concerns about the app being under Chinese control. And one of the key focal points was the algorithm because there was concerns about the ways that the algorithm could be manipulated to shape the content that users see in their feeds in ways that U.S. lawmakers found concerning. So the algorithm, then, would be licensed to this new American company, and they would retrain it and rebuild it for the U.S.-only app."},{"author":"Feltman","text":"Yeah, and why is the fate of TikTok’s algorithm such a big part of this conversation, you know, even now that it wouldn’t be in the hands of a foreign power?"},{"author":"Cotter","text":"The algorithm is at the heart of everything that TikTok does. So every social media platform really revolves around the functions that their algorithms perform. So algorithms are designed to tailor content to user preferences, so they’re designed to make users’ experiences meaningful and valuable; that’s sort of the goal. But it also means that they play a central role in shaping sort of the culture by the ways that they make certain kinds of content visible or less visible."},{"author":"","text":"So they sort and filter content for folks and then also enforce some of the community guidelines that social media companies set to make sure that the content that people see in their feeds isn’t excessively gory or doesn’t promote violence or in—historically, there was concern about minimizing misinformation. So there’s different ways that it’s supposed to optimize feeds to lift up the best content and the best content for the individual user."},{"author":"Feltman","text":"As someone who’s studied social media algorithms for nearly a decade what’s unique about the one that powers the TikTok “For You” page, both, actually, algorithmically and maybe in the ways people feel that it works, if that makes sense?"},{"author":"Cotter","text":"Yeah, the TikTok algorithm is perceived to be especially good at tailoring content for users. There’s kind of a popular conception of it as knowing people better than they know themselves. And some of my research with colleagues has investigated those kinds of beliefs and the ways that they converge in this really curious mixture of spiritual beliefs and conspiracy theorizing, where there’s sometimes perception that what people see in their feeds is somehow sort of, like, cosmically destined for them; it’s meant for them specifically. So there’s this really—there’s perceptions of the algorithm as being very powerful and good at its intended purpose."},{"author":"","text":"In some ways, in many ways, the algorithm isn’t especially different from other social media algorithms. It’s sort of designed in the same way, where the goal is to keep users on the site and keep them coming back. That’s sort of what it’s optimized for. And it also, like other social media algorithms, relies on signals from people’s behavior on the site—again, the things that they like, the things they comment on, things they share, these sort of signals of interest."},{"author":"","text":"One Wall Street Journal investigation suggested that watch time on TikTok is an especially strong signal of interest used by the algorithm to rank content. One reason why the TikTok algorithm might be potentially better at tailoring content is the nature of the short video format, where it’s easier to get a read on what interests people based on the length of time that they spend watching any given piece of content versus any other thing."},{"author":"","text":"It also has other, like, unique features that promote more connections between creators and users. So we get, like, the Stitch function, where people will respond to different videos; they’ll splice in a video from another creator and respond to it with their own video. There’s sounds, where people can use similar sounds to kind of create kind of memes and, and different conversations or promote similar ideas about things. So there’s ways that connections across users are facilitated by the platform features that could be helpful for understanding user preferences."},{"author":"","text":"But it’s not entirely clear why it is, at least perceived as, especially good at tailoring content. We have some information about how it works, but it’s hard to know any given one reason why it might be especially good."},{"author":"Feltman","text":"So given what we know about the proposed buyers for TikTok and the potency of the TikTok algorithm, what are the implications if the sale goes through?"},{"author":"Cotter","text":"Yeah, because the algorithm is so central to life on the platform, to what it is, it matters whose hands it’s in because it will directly, again, shape what the platform looks like—what this new American app will look like."},{"author":"","text":"So the proposed investors, or the [investors] that have been shared, are some sort known entities. Oracle, of course, is a big one, and they’ve maintained the data for TikTok in the U.S. for a [few] years now, so that one was—sort of followed from that established relationship. But I think a lot of the concern around the investors that have been named is that they all seem to have ties to the Trump administration, to be more conservative-leaning in their views, and this has the potential to change the sort of ideological slant of the platform if the investors decide that they want to tweak the algorithm in some ways or tweak the community guidelines for this new app in ways that might change what’s considered acceptable or unacceptable speech."},{"author":"","text":"So maybe one important thing to note is: earlier on, when we were still in conversations about trying to bring legislation about to ban TikTok, concerns from lawmakers, particularly Republican lawmakers, was that there were greater visibility of Palestinian hashtags on TikTok over Israeli hashtags; supposedly there’s some sort of lopsidedness in the content there. So with an owner that has a strong ideological point of view and has the will to make that a part of the app, it is possible, through tweaking the algorithm, to sort of reshape the overall composition of content on the platform."},{"author":"","text":"So this doesn’t have to do with the ownership but with the new app because it’s going to be American users only—so they say that there will be global content that will still be visible on the platform, but the users for this app will be American. So we can expect that if this new algorithm, as licensed from ByteDance, is retrained on U.S.-only users, that the American values, preferences, behaviors that inform the curation of content by the algorithm on the site—we might expect to see some subtle shifts, just by nature of that different dataset that it’s being built on."},{"author":"","text":"And if users perceive the new app to be in the hands of Trump allies or to be more conservative-leaning in their viewpoints and have concerns that those investors might exert influence on the content in the app, we might expect to see some users leave the app. So it could result in a situation where not only is it a—an app that is composed by only people based in the U.S. but only a subset of American users and particularly ones that perhaps might be right-leaning, which would also, again, have very big impact on the kinds of content that you see there."},{"author":"","text":"So ultimately, the new app might look drastically different than it does right now, depending on what happens with decisions made by the investors, decisions by users, by who stays and who goes, and all that."},{"author":"Feltman","text":"Well, thank you so much for coming on to talk through this with us. We’ll definitely be reaching out to chat more if this sale goes through."},{"author":"Cotter","text":"Yeah, I’d be happy to chat more. Thanks again for having me."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to find out how Halloween treats can play tricks with our gut microbes."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[935,17268,17982,10544,12872,25672,19638,15586,11184,21659,20446,15549,13170,6815,19717,17928,14576,20824,13286,8720,22845,18785,19823,16561,15001,18422,3232,19811,18295,17263,17350,15497,18527,10365,20911,19406,13097,4226,16668,18583,17327,16759,18860,17683,18007,12174,6932,23454,5947,22333,10219,16212,10006,28847,24708,12394,27894,18387,14519,16057,14974,13293,21288,26399,17722,27590,19068,19834,16454,14236,5984,18775,21196,20499,18049,21675,20900,19831,20554,20605,21210,21481,20569,18511,21006,17508,20621,20630,20100,20723,20920,20293,18444,20753,21058,25771,21200,20583,19856,16263,62,12871,12963,10162,9985,11175,12796,12308,10616,10531,12792,12813,13192,9111,11931,7480,4079,10444,12044,10389,8375,13391,12855,13171,5850,12331,12732,7940,11283,12935,12131,10718,12830,9902,8773,12728,9896,7791,756,11862,12718,12753,13986,10089,12134,12927,11555,9799,8570,2376,12812,6906,10317,11682,12767,8683,13184,9235,8892,12853,7607,11220,10680,4792,12070,7254,13463,6153,843,13186,12323,9801,11550,10782,10652,11528,11630,11320,11909,5375,12766,9589,9017,12936,9904,11334,11588,9853,12747,12048,10184,12682,10285,12018,11520,9536,13671,9286,10480,10863,10559,10049,10073,13113,12037,7075,12783,8900,9659,12962,11260,8909,12979,12829,9533,13156,1482,12843,11295,11909,9130,12080,12736,12755,10201,10707,10947,8416,10594,509,8932,11329,11071,12895,11391,8643,8208,6362,668,12993,8789,12079,10855,12892,12118,7173,13118,8271,12798,11805,9100,13214,9270,12977,10893,8313,13458,13685,11936,12822,12013,10300,2110,1328,2183,1938,2195,1694,1285,1282,1578,1315,686,635,356,194,140,54,55,462,1278,2447,15257,9037,12605,10462,10366,12571,10415,14576,11608,14419,12893,12526,14856,12593,13926,14164,14429,13956,12280,15963,16673,15301,14995,15549,15541,13928,16214,17044,16353,15163,15205,16786,13961,13322,9942,8259,6587,4069,8662,22495,15213,16606,21550,15579,19353,14279,18192,11908,5803,6524,8435,9334,11673,12421,12947,14596,16436,15914,15073,14966,13028,10646,11253,7699,6878,4728,5681,2804,2355,16187,18368,19750,13815,16577,16231,17326,17175,16732,13893,13564,12697,13007,16064,17816,6785,16258,16583,15475,16581,14424,15865,13679,15106,14124,17589,14084,16724,15109,15242,16608,10655,3482,21763,19014,14924,15632,21584,14361,14696,15879,18595,18149,18702,12249,22119,21879,14531,18615,12994,13710,18598,14691,17591,13503,14249,21112,17682,17202,22485,13172,14359,19035,14735,15125,12918,12098,16539,22266,13628,2143,22632,20590,16544,14956,20841,17049,17229,15327,12763,15792,16833,16229,18592,15078,13361,16265,15296,16030,5089,20955,17007,17583,13513,20144,19393,15995,12004,17820,15540,18886,19589,15188,17512,17858,13290,12631,3545,16489,20574,13640,21295,17219,19744,19507,18748,17178,19087,16329,19109,7217,439,19448,17612,16680,16691,20307,22410,14573,13137,15175,16018,15271,22091,18606,16674,16227,11972,15581,15194,18758,16729,16137,6769,14883,13675,21168,15843,17229,14926,15224,19696,9095,15112,22082,14964,20566,15221,18771,16180,13909,16971,13087,12553,764,94,21322,17510,17372,14383,18951,18747,13425,12527,14057,18372,9632,12011,14067,10978,14898,6388,9544,18537,17626,22473,17705,14036,19779,22423,20956,16010,22537,19073,16065,19632,17544,15607,339,18620,19339,16147,12129,14817,12865,11340,14730,13145,13489,11162,11418,13657,9942,14954,13026,11320,12228,11979,11727,11776,1888,11639,15572,11392,12250,13337,15115,14968,12438,7111,13066,13234,11933,10922,17617,11421,9897,8690,956,20619,12669,14478,11345,9482,10087,9407,8734,119,4195,11253,10976,10865,10226,9551,10370,14858,15196,14384,16792,18295,17090,12103,11709,8382,12701,13126,13672,9402,11940,12285,11803,12886,14464,15201,15781,12970,13185,11428,13635,10762,7018,11835,14227,6237,13343,13274,11451,13212,12625,11171,12182,15316,8535,10153,7833,8638,9003,14223,8175,9897,11952,6298,7557,9060,10852,2641,12702,10594,8590,14339,12407,10760,8517,10983,12397,11689,12113,9103,848,11167,13745,11121,12769,11780,9340,10210,10112,7467,14729,12691,11770,11803,12251,7768,9073,9732,8218,15641,9093,2151,10310,10343,12387,10048,2754,12858,15644,12455,10140,12476,9117,9462,7203,10996,8137,9384,8031,4532,10976,10526,8535,6398,12888,11938,9065,10455,8928,9849,7209,17627,1998,16846,16504,19368,10696,20350,21189,17781,15827,17077,18183,16300,17663,16622,16589,22544,11471,15985,16148,18255,11635,2178,15472,15196,16350,17363,13915,8879,10926,8271,13770,8612,12708,9982,10205,828,18759,16467,16806,12064,11563,10905,14376,15033,10864,897,7044,12199,5166,17046,6951,15822,9599,11783,10256,12431,10520,8894,16911,19732,7292,11854,11695,8253,9582,12303,14434,13423,8461,11228,11023,16116,16091,15717,15022,3565,13872,9855,12268,13109,14381,13093,11499,12504,685,13333,10679,11843,14326,17262,12842,16287,11658,13807,10245,8147,2136,16027,14290,10076,16761,15236,11977,13965,13130,13410,9026,15725,22444,14144,10367,12013,11893,21987,15565,16889,15120,14884,14970,12302,15256,13148,13406,11075,8570,10889,14728,12932,11446,11843,13801,13710,12204,14825,18549,11083,15897,19469,15521,13473,9839,8990,9527,18360,12527,9833,10886,8511,14534,8901,7307,13327,10525,6955,12691,10882,10534,10775,13998,2070,21619,18545,21250,16137,10852,17235,14483,11398,14500,9019,12720,11443,11845,10895,11490,9640,11391,10645,11242,11482,9307,1711,20558,18768,12111,8769,10857,16783,14438,14112,14053,11414,12234,13544,14882,10949,12160,11352,10267,7788,1626,9400,8697,8786,18784,17525,9918,14197,12861,10578,13157,11737,13827,1458,16465,12441,13165,10020,7155,14937,13400,10689,13301,13681,14186,14508,11409,11458,10605,10875,16089,16113,12913,14961,11824,13655,12044,9070,14210,10286,15824,9469,11006,9690,12154,12577,3306,17617,19196,14353,14700,15228,11783,10056,9887,12807,16159,13511,10751,11434,417,11768,16827,14439,11165,2575,14385,10302,13200,10706,10106,9873,14194,9773,9826,20933,14450,12804,16012,18927,18638,17824,14406,18259,22097,11913,21927,22068,20228,13411,16360,22488,13741,17324,16098,6820,14206,22432,17688,15564,15516,22050,21718,19259,9578,8530,21321,15978,17488,14476,17732,22462,13790,6497,19274,22587,13739,17908,15868,9366,9318,13022,13255,12967,18459,13387,15395,10050,12197,14893,13491,11660,12946,12494,13502,13199,16031,11324,19420,9917,9072,14968,13134,10798,11591,8310,15614,12233,10346,21320,9918,14515,14388,10041,10460,19315,9120,12449,10478,12356,11620,9722,1141,11647,18108,13890,14913,11369,13212,8836,12445,12215,10970,3323,12008,12424,12156,15663,9492,11379,9183,18040,10480,9014,10204,8876,2347,10138,8624,15113,9099,15944,3546,20661,8269,16030,14889,17346,13842,16213,17971,13881,14002,10689,3310,40,13715,19372,11495,14543,7380,13630,13810,13345,14259,14648,11940,17691,12307,10368,17222,10176,16408,10624,9047,11974,11930,2999,20157,9980,10317,18825,13423,12122,9542,8175,18046,19360,12750,11315,14347,12972,11024,8281,11279,19181,14687,9169,13618,10340,1521,15076,12955,6602,16155,9056,10873,10483,14026,12918,12570,9920,9023,995,331,13765,22097,9249,18592,12895,14103,11396,12159,11397,9460,8967,13282,15783,17998,12609,17075,10108,12484,13233,3354,20188,16203,22461,13850,11847,11277,13267,10386,9352,1557,19803,12048,11337,14082,14842,11838,13710,15701,13082,19370,12765,15302,17825,15095,13070,12327,13897,8727,11521,9311,5588,18687,109,17625,13981,18312,16546,15928,21090,21390,11579,22556,17646,17803,12296,18874,17895,22526,17247,16742,18575,18420,17235,6047,15865,16874,16491,19047,15929,13690,12964,15138,10538,3608,18336,19062,15017,18530,13594,22543,12759,5,16195,22425,15691,14260,13878,15816,17290,10566,11900,12377,9592,11300,12294,10032,8013,11508,8957,10922,12284,16013,22074,15391,11922,10066,18549,11322,5995,13953,15679,10989,13647,15311,10630,10782,11112,10605,7268,8392,9530,9787,11190,9260,13957,12296,11538,15917,12425,16927,14941,11728,17561,10149,13525,10899,10812,11014,13076,14652,8817,12462,9547,11207,13112,8375,9049,862,14947,15430,11320,18999,16205,8018,10656,14588,9619,15778,19770,11432,11179,15538,17876,13448,11552,8184,10959,9947,5379,9628,11654,13021,17989,16434,14332,12505,10885,21744,17205,11374,13174,17600,12417,10153,22005,10685,10420,11552,10854,10948,15962,17588,17068,10150,13388,11829,11078,2197,21611,16487,13777,8217,13554,17048,11865,11748,11696,16039,10172,10447,15559,175,9354,11280,14651,9001,17878,14134,14320,15830,12569,1848,20050,13092,11206,10025,12252,11339,15504,12590,269,12846,11402,10421,6990,6763,15066,14655,12321,11238,1836,14771,10494,13175,14182,8230,18614,12891,8922,10969,17231,5764,14579,11434,15578,7990,10242,9245,12731,8012,9636,8298,7309,12288,12503,13757,17124,14475,10545,16577,16080,15561,13268,11068,13433,13258,7327,17001,17382,17484,20456,14871,10288,10316,18401,17087,11574,10390,9739,6997,11677,22492,15806,10146,19461,16718,13120,16747,13803,15771,13636,17058,12620,12795,7095,22519,16004,22513,16542,14128,22512,10557,16465,22516,15409,17915,18806,12571,22510,16226,19062,15629,16246,17817,15010,16131,17821,14150,18072,12241,15977,14361,15829,17874,22367,12414,22383,404,10046,13339,2171,18714,16961,18470,17029,16097,14436,12318,11891,15505,14770,13981,15275,22349,9639,12524,15972,13883,11413,11794,12892,14849,13905,21800,13269,8675,16966,13174,8358,3342,22421,8618,16506,12500,10054,3158,12810,19025,14214,10315,10880,11990,11473,2330,16589,15309,6543,15736,11846,15042,9141,11993,9092,11888,10764,14637,12466,11521,8566,14625,16500,12873,11089,13486,10878,13572,16604,2854,16475,19002,13485,9091,14309,10191,14905,12741,12058,14053,11006,10150,10553,9095,8391,10307,13066,10869,13249,12192,12961,10343,7940,2796,14620,10468,2677,16645,16806,12352,11812,11974,6730,15402,9872,12904,8707,12541,14542,10887,9925,9643,12015,14412,11145,7904,9638,16991,14010,11290,9497,9313,9550,3657,15601,18578,14740,15539,4119,14186,15125,13030,12549,11395,8972,6477,828,17274,17472,16291,7995,7422,11251,12013,7162,9466,13860,13598,8966,2862,94,20689,18822,17034,11028,9587,14274,15401,12821,19706,14456,13400,10022,9120,17569,19477,16044,12667,12391,11590,10547,7710,386,21308,11120,10048,21083,12413,10641,17037,11110,10084,11068,12734,10933,10479,13350,12937,12932,8076,5607,20050,14452,13223,17166,12211,13477,11906,14980,11300,11273,12941,13811,13202,11961,5500,16872,13596,13889,16443,10092,9560,15561,11344,9440,9847,14298,14117,10360,6772,18214,11806,13567,10148,10742,9832,10877,12358,6310,12226,10588,9341,18922,18904,7572,6285,14948,12591,12147,5415,9814,10285,14238,12354,12304,16952,10463,14886,22492,11746,11497,7863,13674,9689,11001,11814,12841,11481,11258,13268,13893,9334,11230,6864,14275,18253,13012,9261,8672,12404,8075,8367,12374,7891,6086,15628,9166,11921,12344,11228,14352,6583,8571,11420,11996,2643,12843,17772,14999,15621,12604,16636,14863,10731,16825,14835,12251,9802,14628,17749,20542,13397,16596,10333,15545,12873,12699,14950,1713,20345,10221,18426,18919,14012,8667,12400,15892,14788,9047,16846,16702,13869,14085,4919,15816,17374,18615,13936,13424,14117,12310,12432,12131,12856,11944,17888,12334,9376,9172,17687,13458,13255,9085,12720,10628,10591,11827,10285,9372,16996,10643,12949,14162,7322,13374,15470,14712,18006,15610,10714,10734,12015,12734,4969,21491,11796,12742,14263,18253,13914,11284,10253,10560,11216,12035,8091,10246,12768,13520,11004,15079,17685,8305,8388,7405,17369,18388,9551,9900,10750,17427,9811,8820,14232,11006,15960,16733,12385,10472,8203,8635,9547,3493,12981,10752,5322,12699,11125,22257,18751,11740,8485,8665,11329,8276,14307,13525,13147,12322,9829,12792,6393,19439,19912,12750,15875,11066,16275,16079,14686,10283,9914,8347,10047,11186,16418,22430,17727,11458,15438,12952,11596,18951,17683,12831,13989,13127,8851,12648,14347,12563,14351,13366,13755,11550,11043,8613,12405,13397,15322,13317,10024,14431,12906,11951,18760,19806,16787,15132,13355,18525,18183,16513,17107,12031,4069,16043,19247,21928,19185,16445,15808,13617,10674,13742,9490,18719,22488,8586,10435,17832,12978,16907,16685,16589,16439,12061,15914,7846,963,20145,14932,13709,10973,8360,18805,11133,10879,8024,7645,9475,8716,7648,7255,7017,7335,8167,55,18970,18814,15545,15066,14557,21813,13038,12431,18148,18175,7832,21119,13959,16302,17720,17428,10254,16195,15740,19093,13469,17621,15080,17016,22452,19350,17870,10711,15418,16639,13679,17776,15862,15161,17435,22472,15239,14193,16119,14188,13901,16262,15933,11061,12440,13361,13034,10171,7533,10429,22553,13648,15156,14691,12829,15760,16556,10226,2583,22474,61,14689,19633,11224,10104,11545,12986,13179,12950,14350,14233,13235,18040,8755,17412,12070,7324,10476,11875,8471,20169,15170,14274,15364,14211,13993,10274,16671,4208,18649,14767,16246,10972,10833,16377,17301,20184,11675,10403,21427,14829,10785,16284,11694,1872,22500,15100,11318,7900,12685,4620,24,21358,16674,12276,13897,11642,13585,14882,20244,13374,15097,7871,10746,11389,8330,4983,11565,10911,5058,22171,15435,12203,13006,14001,9486,18373,14283,12725,13310,11491,11236,12041,7235,1770,21396,12232,18630,11711,22504,12877,14833,12191,4200,22447,15823,17791,18476,13700,11687,11561,14992,13022,14759,12111,10907,12842,8833,13029,10870,10798,9982,11866,9507,1921,15353,17032,10916,17857,16393,10926,16091,11834,10277,9747,11488,7986,14695,13642,9927,9766,13241,5676,20349,16410,17332,11079,18064,13418,18903,13603,12393,12687,17514,12765,11085,8460,12319,15539,13123,13917,18392,11643,15678,15036,15396,16571,12244,9099,12975,11384,12585,11194,10895,7756,11575,14615,22503,12201,11713,12251,11474,9516,9555,11746,15933,9870,12029,22427,15674,14836,11829,12767,16893,10892,14111,11291,12524,8155,13591,15456,19266,16267,11630,11211,13592,14497,12089,12270,10126,11772,13132,4343,15018,16640,17318,11195,13925,11757,10065,9469,17370,15483,14688,13459,7846,18734,15051,7269,17296,15803,14019,19111,15721,13031,14347,14956,8223,14314,10330,15626,3664,16313,14769,17282,9669,8893,11662,10082,10999,6868,18038,11845,8496,17133,15557,11955,11437,2703,12697,14355,11622,10348,12484,9118,10368,14073,14464,14793,13309,10030,13428,15493,16051,14167,13479,11709,12159,12207,11144,7690,16907,12010,10214,13700,17121,11382,8067,12174,13310,9241,10771,9850,10133,17112,13822,15450,2451,15994,11147,6627,20050,1736,19621,11553,12780,16315,6450,16756,15970,10920,1095,17272,13347,9812,11329,15658,12616,14416,11116,12369,11628,9491,15549,9617,11052,12094,13511,11481,17836,15320,8708,19767,15933,1694,13657,10399,18462,15342,11600,8196,13123,13230,9879,6799,13535,10301,11323,20475,9231,750,13943,13179,14120,10425,12233,13623,8896,13717,15807,6487,22473,20896,18777,16322,17333,16685,9123,22216,18164,19994,18659,473,17440,18832,14983,12090,12092,11362,9796,14624,11041,10124,9754,11964,8500,16433,19734,18851,14911,11282,11055,13034,7128,16977,21291,14912,14032,12132,12840,11139,15014,13608,11598,16651,20138,17111,17364,11259,14926,11441,11044,12139,16683,10926,16139,9745,14619,15995,11408,22281,20004,20459,20571,16252,16369,8229,10454,1004,14065,9823,10641,13733,12042,11583,12861,12245,13109,10594,10068,13912,8314,10733,8652,2909,17648,12369,10719,10173,10266,15780,14447,19264,15216,10908,11952,8012,13406,8561,11491,13512,8342,107,9815,15256,11933,14004,14399,15185,12250,8078,14613,4150,12373,16280,20102,12181,14880,11578,16568,13075,13917,12329,14931,13071,3733,17477,1823,22212,22267,17509,17007,10010,12209,13690,12935,4208,22005,22304,6448,14491,13966,12059,12406,14156,11744,10963,17845,15352,6692,12699,11831,13040,9841,13967,13303,6302,14358,16181,13220,11243,12528,13011,15872,12858,10904,10768,13622,13567,12842,16269,18219,11725,16437,13395,10165,11789,11421,10322,11585,13036,17496,13470,16468,16603,12710,8710,18413,14639,14772,17340,15996,15469,11223,14572,13399,11548,13385,16369,12684,19069,18156,12652,12816,9927,11544,13660,13515,9811,13693,16117,13780,10798,12657,12079,11160,7851,13183,17648,17182,10556,13442,9831,20686,16170,9860,13819,12114,10190,10235,11779,13553,9955,11583,12281,12166,11814,10702,8367,10044,10347,10658,10958,8137,11962,8588,14361,11105,11091,16960,14074,9504,7839,10988,13984,9362,14850,14953,15801,11976,10261,14702,18582,811,18510,8346,17252,22519,12785,15558,13099,14379,11025,16211,9453,14272,9500,12393,21398,10593,8622,11696,11772,11319,20734,13132,15421,12799,16128,18094,12464,11727,11597,10157,6715,6923,1101,1004,22388,22533,21228,15033,19617,18805,22203,19895,13841,22434,15905,19828,13797,6605,17605,20327,14465,22541,14600,16333,15717,22532,17806,12720,11553,16358,13845,18105,14505,17837,12961,11345,13787,12564,12278,7522,1464,1326,1355,22565,16387,17477,18307,11135,1637,18258,19706,18663,15173,16548,21168,18319,17376,17836,14433,16117,17304,16135,17238,14970,17247,18169,14665,10859,827,9897,22483,15972,16101,17175,22554,18611,21709,17139,18436,20367,17087,13163,18936,19760,15533,2653,22592,17904,18919,22419,14395,15226,16738,3943,22487,15269,22380,19549,22497,22479,20575,16328,3532,18669,19213,15233,17235,22444,15353,13516,5827,20357,22518,20234,14706,16867,16221,16950,19447,19338,19622,20934,16123,15626,9293,3255,5087,20872,19150,19415,13733,20935,14214,16394,18748,9014,18579,21455,13125,623,1084,1709,3468,17472,14828,12314,12137,12691,11712,7298,6466,6868,17655,16808,15257,16050,14475,17237,15030,15265,15792,16711,17015,16208,15947,15973,15770,15645,15915,17162,13759,16604,16330,15348,12617,12536,12979,11196,7997,3493,17644,16324,13338,10026,7330,3557,1239,532,194,107,46,8],"fragments":[{"begin":"0.000","end":"7.600","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"7.600","end":"47.960","lines":["TikTok’s algorithm, which shapes what more than a billion users see, has developed an almost mystical reputation for figuring out what people want to watch. Those powers aren’t actually magical, but they do matter. An algorithm as widely used as TikTok’s can have a huge impact on our culture by determining what information people receive and how."]},{"begin":"47.960","end":"102.840","lines":["As TikTok prepares to spin off a U.S.-only version of the app with majority-American ownership, plenty of questions loom about how the platform—and its all-mighty algorithm—might change. Will new investors reshape what kinds of content is promoted or suppressed?"]},{"begin":"102.840","end":"128.560","lines":["Here to break down what we know about the highly anticipated TikTok sale and what it might mean for the platform’s future is Kelley Cotter, an assistant professor in the Department of Human-Centered Computing and Social Informatics at Pennsylvania State University."]},{"begin":"128.560","end":"131.320","lines":["Thank you so much for coming on to chat today."]},{"begin":"131.320","end":"137.040","lines":["Of course, I’m glad to be here, and thanks for inviting me."]},{"begin":"137.040","end":"146.000","lines":["So would you start by telling us a little bit about your background—you know, what kind of research you do?"]},{"begin":"146.000","end":"183.120","lines":["So I investigate all kinds of things to do with the social and ethical implications of digital technologies, and I particularly focus, usually, on algorithms and AI—and perhaps more specifically on social media algorithms—and some of my core interests are in how people learn about and make sense of these technologies, how they imagine them and what they think they might make possible."]},{"begin":"183.120","end":"216.640","lines":["And then I have a book that’s under contract right now with Oxford University Press on critical algorithmic literacy, so one of the things I’m interested in is understanding how what we know about algorithms can help us govern them in a more bottom-up fashion. And also thinking about our understanding of platforms and the practices we have around them as kind of contextual insights that we have."]},{"begin":"216.640","end":"223.040","lines":["What do you think is lacking in most people’s understanding of the algorithms that power the social media they use?"]},{"begin":"223.040","end":"264.440","lines":["So when I started researching this maybe almost 10 years ago there was still a large portion of the population who weren’t even really aware that these processes existed to sort of sort and filter content online. Now I think that has changed quite a bit, where there’s—probably most people have some awareness of these processes happening. They have some awareness that what they see in their feeds isn’t everything that they could possibly see. And I think they also have a basic understanding of how that works, so they know that this depends upon their activity on the sites: the things that they engage with, the things they watch, the things they share, the things they comment on, all that kind of stuff."]},{"begin":"264.440","end":"298.240","lines":["I think anything higher level than that, maybe the more complex technical understanding, is more out of reach, but also, the ways that people are aware of the impacts or consequences of algorithms is also limited. So people are often aware of the ways—of their own encounters with algorithms because we learn a lot about them through our own experiences. But there’s not sort of a broad understanding of the ways algorithms might be reshaping different broader societal processes."]},{"begin":"298.240","end":"312.480","lines":["Mm. So you recently wrote a piece for the Conversation about the TikTok sale and how it relates to the kind of infamous TikTok algorithm. To start us off, what do we know about the TikTok sale? What’s going on there?"]},{"begin":"312.480","end":"334.280","lines":["So we have some details at this point, not a full picture, but we have some details. So we know that the deal is going to create a new U.S.-only app, spun off from the original app; that it’s going to be a majority ownership by American companies, about 80 percent, and then less than 20 percent among Chinese investors, ByteDance—the parent company of TikTok."]},{"begin":"334.280","end":"371.880","lines":["And the main driver of creating this deal originally had to do with concerns about the app being under Chinese control. And one of the key focal points was the algorithm because there was concerns about the ways that the algorithm could be manipulated to shape the content that users see in their feeds in ways that U.S. lawmakers found concerning. So the algorithm, then, would be licensed to this new American company, and they would retrain it and rebuild it for the U.S.-only app."]},{"begin":"371.880","end":"383.440","lines":["Yeah, and why is the fate of TikTok’s algorithm such a big part of this conversation, you know, even now that it wouldn’t be in the hands of a foreign power?"]},{"begin":"383.440","end":"415.080","lines":["The algorithm is at the heart of everything that TikTok does. So every social media platform really revolves around the functions that their algorithms perform. So algorithms are designed to tailor content to user preferences, so they’re designed to make users’ experiences meaningful and valuable; that’s sort of the goal. But it also means that they play a central role in shaping sort of the culture by the ways that they make certain kinds of content visible or less visible."]},{"begin":"415.080","end":"446.280","lines":["So they sort and filter content for folks and then also enforce some of the community guidelines that social media companies set to make sure that the content that people see in their feeds isn’t excessively gory or doesn’t promote violence or in—historically, there was concern about minimizing misinformation. So there’s different ways that it’s supposed to optimize feeds to lift up the best content and the best content for the individual user."]},{"begin":"446.280","end":"460.320","lines":["As someone who’s studied social media algorithms for nearly a decade what’s unique about the one that powers the TikTok “For You” page, both, actually, algorithmically and maybe in the ways people feel that it works, if that makes sense?"]},{"begin":"460.320","end":"505.600","lines":["Yeah, the TikTok algorithm is perceived to be especially good at tailoring content for users. There’s kind of a popular conception of it as knowing people better than they know themselves. And some of my research with colleagues has investigated those kinds of beliefs and the ways that they converge in this really curious mixture of spiritual beliefs and conspiracy theorizing, where there’s sometimes perception that what people see in their feeds is somehow sort of, like, cosmically destined for them; it’s meant for them specifically. So there’s this really—there’s perceptions of the algorithm as being very powerful and good at its intended purpose."]},{"begin":"505.600","end":"535.800","lines":["In some ways, in many ways, the algorithm isn’t especially different from other social media algorithms. It’s sort of designed in the same way, where the goal is to keep users on the site and keep them coming back. That’s sort of what it’s optimized for. And it also, like other social media algorithms, relies on signals from people’s behavior on the site—again, the things that they like, the things they comment on, things they share, these sort of signals of interest."]},{"begin":"535.800","end":"566.240","lines":["One Wall Street Journal investigation suggested that watch time on TikTok is an especially strong signal of interest used by the algorithm to rank content. One reason why the TikTok algorithm might be potentially better at tailoring content is the nature of the short video format, where it’s easier to get a read on what interests people based on the length of time that they spend watching any given piece of content versus any other thing."]},{"begin":"566.240","end":"599.880","lines":["It also has other, like, unique features that promote more connections between creators and users. So we get, like, the Stitch function, where people will respond to different videos; they’ll splice in a video from another creator and respond to it with their own video. There’s sounds, where people can use similar sounds to kind of create kind of memes and, and different conversations or promote similar ideas about things. So there’s ways that connections across users are facilitated by the platform features that could be helpful for understanding user preferences."]},{"begin":"599.880","end":"615.720","lines":["But it’s not entirely clear why it is, at least perceived as, especially good at tailoring content. We have some information about how it works, but it’s hard to know any given one reason why it might be especially good."]},{"begin":"615.720","end":"627.520","lines":["So given what we know about the proposed buyers for TikTok and the potency of the TikTok algorithm, what are the implications if the sale goes through?"]},{"begin":"627.520","end":"642.400","lines":["Yeah, because the algorithm is so central to life on the platform, to what it is, it matters whose hands it’s in because it will directly, again, shape what the platform looks like—what this new American app will look like."]},{"begin":"642.400","end":"694.040","lines":["So the proposed investors, or the [investors] that have been shared, are some sort known entities. Oracle, of course, is a big one, and they’ve maintained the data for TikTok in the U.S. for a [few] years now, so that one was—sort of followed from that established relationship. But I think a lot of the concern around the investors that have been named is that they all seem to have ties to the Trump administration, to be more conservative-leaning in their views, and this has the potential to change the sort of ideological slant of the platform if the investors decide that they want to tweak the algorithm in some ways or tweak the community guidelines for this new app in ways that might change what’s considered acceptable or unacceptable speech."]},{"begin":"694.040","end":"739.000","lines":["So maybe one important thing to note is: earlier on, when we were still in conversations about trying to bring legislation about to ban TikTok, concerns from lawmakers, particularly Republican lawmakers, was that there were greater visibility of Palestinian hashtags on TikTok over Israeli hashtags; supposedly there’s some sort of lopsidedness in the content there. So with an owner that has a strong ideological point of view and has the will to make that a part of the app, it is possible, through tweaking the algorithm, to sort of reshape the overall composition of content on the platform."]},{"begin":"739.000","end":"780.120","lines":["So this doesn’t have to do with the ownership but with the new app because it’s going to be American users only—so they say that there will be global content that will still be visible on the platform, but the users for this app will be American. So we can expect that if this new algorithm, as licensed from ByteDance, is retrained on U.S.-only users, that the American values, preferences, behaviors that inform the curation of content by the algorithm on the site—we might expect to see some subtle shifts, just by nature of that different dataset that it’s being built on."]},{"begin":"780.120","end":"815.800","lines":["And if users perceive the new app to be in the hands of Trump allies or to be more conservative-leaning in their viewpoints and have concerns that those investors might exert influence on the content in the app, we might expect to see some users leave the app. So it could result in a situation where not only is it a—an app that is composed by only people based in the U.S. but only a subset of American users and particularly ones that perhaps might be right-leaning, which would also, again, have very big impact on the kinds of content that you see there."]},{"begin":"815.800","end":"828.200","lines":["So ultimately, the new app might look drastically different than it does right now, depending on what happens with decisions made by the investors, decisions by users, by who stays and who goes, and all that."]},{"begin":"828.200","end":"835.440","lines":["Well, thank you so much for coming on to talk through this with us. We’ll definitely be reaching out to chat more if this sale goes through."]},{"begin":"835.440","end":"839.840","lines":["Yeah, I’d be happy to chat more. Thanks again for having me."]},{"begin":"839.840","end":"847.680","lines":["That’s all for today’s episode. We’ll be back on Friday to find out how Halloween treats can play tricks with our gut microbes."]},{"begin":"847.680","end":"864.640","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"864.640","end":"884.160","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":884}