{"title":"Animal Lifespans Offer Clues about the Science of Aging","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/why-some-animals-live-for-days-and-others-live-for-decades/","audio":"https://traffic.megaphone.fm/SAM2640027921.mp3?updated=1749583159","intro":["Could the spectrum of animal lifespans hold clues about the science of aging?"],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Aging"],"transcript":[{"author":"Rachel","text":"Feltman: For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"In the animal kingdom lifespans can stretch from mere hours to entire centuries, but that’s just the start. Some creatures deteriorate so slowly that we’ve never actually caught them dying of old age. Others don’t seem to age at all. And some can apparently reset their biological clocks and bounce back to infancy to start all over again."},{"author":"","text":"Plenty of humans would like to figure out how that works—and potentially harness the ability for our own use. But science has a long way to go. The truth is that we barely understand why or how we age in the first place—let alone how we might stop it."},{"author":"","text":"My guest today is João Pedro de Magalhães. He’s the chair of molecular biogerontology at the University of Birmingham in England, and he’s here to tell us all about the nascent science of aging."},{"author":"","text":"Thank you so much for coming on to chat today."},{"author":"João Pedro de Magalhães","text":"My pleasure. Thank you for the invitation."},{"author":"Feltman","text":"So I’m sure that all of our listeners know that different species have different lifespans, but could you start by giving us a sense of some of the extremes that are out there?"},{"author":"Magalhães","text":"Absolutely. It’s been a mystery of biology for a very long time, ever since Aristotle noticed [these] differences in lifespan across species. And we know that some animals have very short lifespans; others have very long lifespans. And this happens even amongst closely related species like mammals. For example, hamsters live about two years; mice and rats can live up to three or four years; and, you know, of course, humans, we can live over 100 years. And then at the other end of the spectrum we have certain species of whales that have been estimated to live over 200 years ..."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"So it is quite remarkable how much of a variation in longevity there is."},{"author":"Feltman","text":"Yeah, and then, besides mammals, I would assume that things get even more extreme when you’re talking about less closely related species."},{"author":"Magalhães","text":"Well, there’s some very unusual animals. There’s this type of jellyfish which appears to be immortal, or it appears to have the ability to rejuvenate, to go back in biological time, so adults can go back to earlier stages of development and start again their own lives. So it’s not that they’re immortal [in] that you can’t kill them, but they are biologically immortal in the sense that biological time, for them, doesn’t roll in one direction, like it happens for us."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"So there’s very unusual animals—again, we’re talking invertebrates like rotifers or very simple animals—whose adults don’t have mouths."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"They don’t have a way of feeding. So they’re very clear examples of mechanical limitations that will result in the demise of organisms."},{"author":"","text":"So you have a very big variety in terms of not just longevity and paces of aging but even in aging phenotypes and how species degenerate and die."},{"author":"Feltman","text":"And fundamentally, what is aging?"},{"author":"Magalhães","text":"So aging, we are all familiar with it—I tend to have a very broad definition of aging as a, a progressive and inevitable physiological degeneration, an increase in vulnerability and decrease in viability."},{"author":"","text":"Now, of course, there’s many facets to aging. I mean, it involves physiological degeneration. I mean, our bodies get weaker. We become frailer with age. But there’s also, of course, many cellular, molecular changes that occur as well. And then, of course, there’s increased incidence of diseases: cancer, cardiovascular diseases, neurological diseases, and so on."},{"author":"","text":"So one of the hallmarks of aging is that once you reach about age 30 your chance of dying [doubles] roughly every eight years, and that’s very consistent across populations. And that happens as well in animals, only in animals like mice, it varies a bit between strains, but it’ll be something like every few months the chance of dying doubles."},{"author":"Feltman","text":"Hmm, and what do we know about what causes aging? You know, why is it inevitable for most species, but then, you know, for some, like those jellyfish, it doesn’t seem to be?"},{"author":"Magalhães","text":"Well, that’s a big question, and we don’t have a good answer yet. We don’t have a good understanding why some species age very fast. So for example, mice and rats, as I mentioned, they only live up to three or four years, but they also age much faster than human beings. No matter how you take care of them, a mouse will age about 20, 25, 30 times faster than a human being. So we know there’s a very big diversity, also, in rates of aging, but what’s behind it is not well-understood."},{"author":"","text":"We know there must be genetic differences, again, because no matter how well you take care of your mouse or hamster or rat, it will age a lot faster than a human being. So, you know, you can let it watch Netflix all it wants, it will still age much faster than human beings, right? So there has to be genetic differences. It’s not environment, it’s not the diet; it has to be genetically determined—it has to be encoded in our genomes how fast we age. But then, of course, the question is, “Okay, but what [are] the biochemical, molecular, cellular determinants?” That’s something we don’t understand well yet."},{"author":"","text":"Having said that, there are some hypotheses. For example, one idea that’s been around for decades is the idea that damage to the DNA and mutations in the DNA accumulate gradually with age and then cause aging. And the hypothesis being that in mice, for example, [this] accumulation of mutations occurs much faster—for which there is some experimental evidence. So that is one hypothesis. And at the moment, however, it’s still unproven or unknown, really, why human beings age."},{"author":"Feltman","text":"Hmm, and are there any factors that long-living organisms have in common?"},{"author":"Magalhães","text":"There are multiple factors associated with long lifespans. I mean, the important point is that we are a product of our evolutionary history. Of course, we now have technology, and we have medicine, but we didn’t evolve in these conditions; we evolved as, as [cavemen], you know, hundreds of thousands or millions of years ago. And the same for every other species."},{"author":"","text":"And so the major determinant of whether a species evolves a short lifespan or a long lifespan is extrinsic mortality, so how much they die of—in particular, predation. So if you have animals like—short-lived animals like mice, I mean, mice in the wild very rarely live more than one year, not just because of diseases but primarily because of predators ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Magalhães","text":"And because they have very short lifespans, even in the wild, then, you know, they have to grow very quickly, they have to develop very quickly, and they have to reproduce very quickly, and so everything happens very quickly. So it’s a very fast life history, a very fast life that they live."},{"author":"","text":"On the other hand, humans or the Galápagos tortoise would be an example or big whales or underground, subterranean animals like mole rats, they’re protected from predators. I mean, we are protected from predators, one, because we’re relatively big for primates and, of course, because of our intelligence, which [allowed] us to escape predators when we were, of course, in the time of cavemen and when we were evolving. And that means that because we have fewer predators, we are top of the food chain, that means that we have more time to grow, to develop, and then, of course, that leads to a longer lifespan as well."},{"author":"","text":"So across species there’s this pattern, of course, of, you know, we are a product of our evolution, and we have the life history and the longevity that fits our evolutionary history."},{"author":"Feltman","text":"What kinds of tools are researchers using to try to answer all of these questions we have about aging and lifespan?"},{"author":"Magalhães","text":"So there’s different types of tools we can use. I mean, one big technological breakthrough was DNA sequencing. We can sequence DNA relatively cheaply and relatively rapidly nowadays. I mean, the human genome sequencing cost billions of dollars, but nowadays you can sequence your own genome, anyone can sequence their genomes for [a] few hundred dollars."},{"author":"","text":"So it’s relatively cheap to sequence genomes, which means we can also sequence the genomes of different species, species with different lifespans. So for example, our lab, we sequenced the genome of the bowhead whale, which is the longest-lived mammal, [which has] been estimated to live over 200 years, as well as naked mole rats and other long-lived, disease-resistant species. And there’s now hundreds of genome [sequences] from many different species with different lifespans."},{"author":"","text":"And so what you can do with that trove of information is analyze it for patterns associated with the evolution of longevity. You can ask questions—so for example, you know, “Do species that live a longer lifespan, do they have more DNA repair genes?” So you can use that information on the DNA to study the evolution of longevity, then try to find specific genes and pathways associated with it."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"Now, the other approach we use to study aging, of course, is in model systems. I mean, unfortunately we cannot really study aging in human beings—or we can, but it’s very difficult and time-consuming—and so we tend to use short-lived model systems like mice or fruit flies or worms. [Some] worms live a few weeks. We tend to use fruit flies, Drosophila, that live a few months. Mice can live up to three, four years. So we can study these animals to try to gather insights into the mechanisms of aging, hoping that some of these will be applicable to humans. I mean, there’s some rationale for it because we know the basic biochemistry of life in a mouse is quite similar to humans."},{"author":"","text":"We can also manipulate aging to some degree in animal models, particularly at the genetic level. We can tweak genes in animals, including in mice, and extend their lifespan. In mice [it’s] up to about 50 percent. But for example, in worms we can tweak a single gene in worms and extend by about 10 times ..."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"Which is quite remarkable. So we can do a lot of studies in animal models: we can manipulate aging to some degree in animals, and then we can do mechanistic studies. We can look at their molecules, we can look at their cells, we can look at their hormones and try to test mechanistic [hypotheses] of aging."},{"author":"Feltman","text":"What do you think are the biggest questions that we should be tackling about human aging and human lifespans?"},{"author":"Magalhães","text":"Well, I suppose the big question is still why we age. I mean, why do human beings age? As I said, there’s hypotheses like DNA damage and mutations, like oxidative damage, like loss of protein, homeostasis. There’s different hypothesis, but we still don’t know why we age, and I think that remains the big question in the field."},{"author":"","text":"There’s other questions, of course: Can we manipulate human aging? Because although we can manipulate, to some degree, aging in animal models, we don’t know if that’s possible or not in human beings. We can manipulate, to some degree, our longevity by exercise, eating healthy, not smoking, not drinking too much alcohol, and so on. But whether, for example, can we develop a longevity drug? And there’s a number of companies and labs trying to develop longevity pills, and—but whether they’re gonna be effective in humans, that’s still something that’s up to discussion and will require, for example, clinical trials."},{"author":"Feltman","text":"Mm."},{"author":"Magalhães","text":"So one aspect that’s quite fundamental and important in, in aging is that there are complex species—like some species of reptiles like the Galápagos tortoise; some species of fishes, like rockfishes; some species in salamanders, like the olm—that appear not to age at all. There’s no mammals in this category, but there are complex vertebrates that, in studies spanning decades, do not exhibit increased mortality, do not exhibit increased physiological degeneration. So that is quite a fascinating observation, that some species—I mean, maybe they do age after a very long time, but at the very least they age much, much, much slower than human beings ..."},{"author":"Feltman","text":"Hmm."},{"author":"Magalhães","text":"Which I think is a great inspiration as well. Because, so, for example, just like the Wright brothers took inspiration from birds: they saw birds—“Well, birds are heavier than air, and yet they can fly, so there’s no reason to think we cannot build a machine that’s heavier than air and can make us fly.” We can take inspiration [from] these animals. There’s no physical limit that [holds] that every organism has to age. And so we can take [inspiration] from the species that appear not to age and think, “Well, maybe with technology and, and therapeutics we can, at the very least, slow our aging process.”"},{"author":"Feltman","text":"Thank you so much for coming on to talk today. This has been great."},{"author":"Magalhães","text":"Well, thank you. My pleasure."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[8891,20510,28294,28041,21950,16208,17267,26050,21777,8986,26401,27898,18900,24889,28059,27136,21335,23067,20714,27869,15586,6772,28084,28346,23486,26836,23472,8561,20043,17634,27889,21216,26370,21651,28283,22117,28275,16819,25644,18094,21122,25618,16249,23056,20045,14269,28407,28318,22769,22545,28360,23336,26277,27672,22605,26815,12827,28152,16122,24545,23691,27580,22865,28052,22418,24482,21790,14348,28390,27607,27550,20075,22181,27884,28079,23720,17557,18504,19611,15863,27966,20306,23136,24886,25720,28344,26078,21859,19504,28243,17008,16244,21621,19689,17152,14811,16315,15101,11050,5838,9319,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,72,517,1086,2078,13175,7825,10997,9104,8989,10942,9031,12654,10079,13004,11230,10836,12947,12065,11910,12308,12564,12085,10813,15926,13830,11983,11046,11731,10089,8095,9171,9170,8143,6822,5874,24615,24599,20120,24031,24658,17841,17050,24654,18102,17982,8882,5558,5720,5961,6268,7887,12013,13861,13870,14531,12663,13843,14010,13027,12871,14230,13878,13113,13060,11352,8439,9759,6669,3844,2177,1742,8176,8062,8494,3384,5329,4973,7827,10169,2857,3981,17065,20860,19477,14556,18959,14195,8802,24722,24660,17880,24631,14617,11460,10164,19990,16062,8942,8694,24697,14672,21126,21222,24626,4519,2263,24748,14870,15016,13276,15195,14450,16507,22768,18036,15519,16584,13846,21724,15724,24621,15251,15088,10811,3785,17870,23927,14945,15865,17874,16244,23418,11113,2848,24558,24522,14737,15535,10209,20368,21185,22862,11222,23370,5417,20136,18029,24674,14201,11342,12559,24625,20788,17109,12911,2889,24818,21775,22432,16339,13668,24116,24639,15295,23270,20887,19402,24608,21804,16942,16587,22264,14765,8525,2517,14347,23175,19626,20353,18438,15814,12329,4987,21239,19171,18337,17383,19269,11975,12456,21074,24633,14158,23633,11018,9385,15690,12856,10523,16657,22191,24646,13531,24591,14818,3193,2840,24592,24644,19993,16783,17921,14753,16328,12074,3915,2642,11434,18809,22933,21494,16565,24654,18812,19591,20020,8359,14801,18851,18975,14743,19430,9782,5295,14884,12486,20764,20342,24638,17831,12826,12806,13030,15000,12178,5858,1194,2681,1589,1122,20327,17181,16960,16498,23819,15924,8479,21294,24621,16660,15262,20776,16076,10,22911,22795,20951,20215,18945,11124,8959,13296,12875,9765,7840,17986,14656,14335,18253,16342,13745,24666,24630,15057,10878,21800,11918,3552,12193,12258,5654,14320,20094,15251,0,24658,16562,16559,22065,21158,15622,24350,19743,15570,13771,18570,18146,20756,12787,9232,2123,18844,23679,19880,17114,14074,20014,20139,20184,19223,16058,15609,14922,11309,17335,16449,23178,19422,21053,15864,21928,15042,16672,13699,19544,19419,20214,16886,14537,4310,16058,21644,20844,14578,14135,17753,16653,13367,19620,19523,15431,11727,15054,12702,1865,24609,14192,18830,12731,21011,20178,2232,24567,24189,17880,15590,18666,14943,18884,21365,13466,15127,24592,7793,17964,15702,15516,22527,23959,11419,13091,24638,19020,19787,24655,12376,18710,10614,9280,10724,15849,21725,18777,14625,24538,20719,16328,13089,16973,19810,9741,15109,17095,24644,20050,18660,16736,15981,19879,19257,9907,20931,10693,8705,11004,0,15895,9926,12371,16204,13041,24668,14947,9100,17278,10158,11692,13721,15111,8736,11277,9248,18057,18948,14629,6711,13199,8753,9018,7235,6742,128,277,24643,20725,21377,22474,11948,18660,23258,24629,15024,18811,19725,24627,17111,24654,15780,19250,24609,16058,20297,21327,19919,24618,13326,2721,21342,10177,24629,24603,16249,19541,17759,21677,15132,13692,20307,23455,21476,19777,14866,19463,12807,6761,24480,22650,19941,21967,24551,12027,3523,24625,24088,22174,16474,24600,17728,20118,22328,21582,24318,14486,14332,18406,20232,20855,12600,12609,18109,17420,21037,19536,11886,11874,18964,19202,15396,17805,24622,24642,24645,24643,24511,14129,16540,14676,20797,24621,17532,19551,18598,15201,18944,5410,19537,20832,11530,16636,20359,19917,23338,11753,23525,15245,11359,22293,13272,19329,13234,19639,12817,4679,15314,22409,17779,17987,16146,8446,18945,18510,15129,16312,13314,5848,21154,18725,459,16837,18463,13215,18036,23240,18770,18912,22720,24572,18649,15858,435,17036,24649,17176,12535,2523,24646,19041,11963,17057,18632,17289,24577,11756,8670,19663,17421,14718,24500,16228,20593,20026,16251,21306,22648,19430,14849,19163,20191,11700,8,5718,24649,14985,15342,14781,15174,24645,24399,17555,16078,21144,11801,19859,13850,23457,12811,20995,9172,20744,17103,19041,23564,22921,20678,3,24388,839,21042,16317,12722,17316,872,8026,5366,10217,1,13650,14378,1460,24185,11632,9331,19686,15714,22870,24536,20058,18966,18476,16744,24647,19653,16973,9816,11897,24624,17670,21979,15865,15747,1330,16855,24136,17810,17386,24621,13482,13403,17800,16153,16478,12226,17597,14887,10881,21059,16248,4800,13,24495,24578,15533,15348,21056,19395,10058,10522,20480,21362,2623,14952,24585,18914,24573,17444,11876,10769,11694,18896,16744,17826,16168,15453,12525,18937,7887,3419,24634,18458,23072,19723,18453,22484,18747,24638,22811,18656,15937,14006,12748,835,24635,19210,18629,22172,21194,19262,15507,12702,18623,12552,24659,18514,23996,12812,14373,15120,11702,24624,24668,14320,23736,15361,12186,15356,22894,3556,19247,21684,673,24627,20200,22955,20252,12961,24617,14798,17872,22016,23534,20862,14117,7029,18834,19550,21208,21541,17861,17963,13853,12310,13292,16811,10370,20338,18335,19021,12500,14835,15698,12854,8976,24643,24642,20855,24568,22818,20742,7822,5475,16115,18016,24631,23722,7204,9289,24659,17152,15397,24464,20296,22154,14392,15015,24575,9367,5444,16231,24608,18138,24557,22334,23039,20446,7557,5835,5724,24627,24642,20479,21906,17474,21260,12658,8584,16104,11056,10955,10715,17805,14390,11372,5230,20984,15211,10819,9779,9296,8925,11546,17527,8515,18598,12776,14696,11234,7826,11415,9565,10609,9231,20041,15144,24611,24621,17413,24664,24615,22042,24385,23941,12695,21492,16214,14189,24652,20327,14110,13893,24591,24624,24638,11777,2045,21480,24611,23667,22171,24544,18479,23492,24637,4395,20105,14143,13896,19786,19064,20890,18992,9610,19979,22516,11535,6871,10733,21934,23471,10565,14832,24646,19358,11673,15471,24599,23185,23588,21004,15643,13537,18154,17465,20046,14001,10741,11812,3958,13173,18165,17704,17971,23898,13759,21538,17649,8845,16382,21650,19371,18024,20735,12311,14575,12979,11038,3503,18215,21712,20891,23613,23227,13419,15356,24611,18374,16721,22210,13541,19837,23112,20533,8808,24608,16209,24622,24533,12837,21525,19648,24598,12256,7446,10519,6357,3763,22734,18461,15563,16524,24550,22948,19668,17748,20467,23725,18850,20193,17506,14053,12319,16919,18379,17783,24586,14847,24653,24520,24528,16050,13231,19589,1439,24580,24620,18917,23437,13043,6904,20468,24605,19777,23735,12828,24507,16602,11081,21833,21584,16828,13841,7545,8955,24623,24413,22924,12337,3909,24622,23781,24602,22415,24589,22481,17338,18464,18924,1929,22489,24559,21070,24625,15883,19309,17385,22162,24493,19377,19114,12191,11847,21521,2830,21187,22255,3844,6470,20127,22647,24582,22078,13467,12435,13988,13028,14619,19852,13711,9811,20388,11950,4150,13786,24610,20733,22280,17361,18877,17743,17472,18290,13074,19343,16532,16089,17493,17294,19517,7656,13724,17302,8553,24655,24526,7843,23452,10138,22198,11925,3570,14684,9857,22045,20556,17949,23277,20606,21030,16222,12825,19305,11740,16955,5355,21349,24566,23574,10180,12808,15445,15906,19064,18179,13144,13842,11381,3080,19746,11796,23257,20857,14933,12159,17575,24166,14188,20264,22846,17732,16889,16606,12343,11849,21864,18513,15809,22282,15649,15667,10508,1681,5346,4012,24638,24538,14536,24579,9497,24288,420,12125,12379,12275,10579,11981,3256,24654,14652,2194,24252,23798,9674,20210,24638,17928,21147,17328,20007,24643,13974,21924,18713,11204,3773,24449,11333,12878,18679,20434,16348,24625,11139,12645,23717,20988,15624,16980,16985,19327,20552,13714,19198,2606,987,13252,12710,24400,17079,20384,24662,20637,16249,24644,12901,16410,21943,19639,22025,7961,10996,17832,20300,21106,6167,5767,191,24631,22956,23068,15768,17789,23214,14275,9117,6208,24613,20284,23867,14191,16873,11960,22672,24634,15355,18621,16383,20123,20405,15566,21548,16880,18232,19187,15119,24631,21507,12174,21337,19845,21440,17773,14909,13490,16167,11013,7413,660,13539,24580,22392,24605,1822,22291,14761,19183,21026,12305,9557,18347,15595,24653,21020,18295,20154,9709,24609,8258,14219,15819,22784,15263,24434,20388,9347,11965,19548,2500,4603,19986,23772,11437,16000,20338,19788,14887,21480,20500,5082,5604,24638,20143,24214,21381,24583,17603,20540,2075,24400,22965,7762,18713,24568,18692,8938,24635,23474,24602,15207,20276,16018,18606,16491,23835,20297,12939,13045,24555,19299,18438,14275,12951,24461,20266,20521,24681,11377,11706,22841,23205,23715,17452,24549,7538,23537,17578,14399,11918,5722,847,5512,24579,24352,20146,21656,21872,17830,17618,20242,13395,24016,14118,15176,20289,14967,2034,15374,24576,18647,16934,15939,605,17613,6002,24703,23044,17234,20448,18128,15585,20288,16258,24570,19257,18415,17023,18026,21165,11585,11972,24299,24551,14671,24510,13750,4177,23661,18720,14792,18327,23280,20813,8072,21039,17041,13303,19072,11780,3063,18900,23127,13019,18283,13727,14602,24601,18302,19239,13175,6746,14352,11971,11522,21489,22714,15236,18206,11348,16419,8382,6855,19284,14227,15811,24634,6397,18147,23100,20149,18102,18463,15511,14413,57,24559,13339,19921,17616,11141,24663,24625,13340,18743,24602,24619,20547,16570,24596,20638,18794,23106,19516,16348,16186,17158,21947,19041,21686,11417,1341,22093,23416,21149,19214,22905,18088,20757,17416,17568,24570,15099,16963,18734,5140,14562,20165,24633,17754,16386,21449,11666,21357,24645,21512,20507,23462,24551,10201,24642,12019,20722,23120,16509,2817,24648,24433,21125,19528,15546,17250,19104,13533,14054,20164,850,18585,18196,12461,10907,20344,9214,10809,11179,11128,6906,24574,17041,13880,9340,14864,8368,16079,16564,10994,6371,15150,14254,16,0,13006,22316,14671,24676,13112,12724,12852,13992,24579,4748,24594,5066,8684,22201,24648,13166,13815,21823,19490,9380,3011,15939,24639,18808,15938,17613,20882,24633,13012,16947,20437,12079,19336,11243,14724,7509,3190,14184,11584,18889,21276,14918,15154,19806,18585,15646,13625,14415,19229,15569,7416,24623,21636,16001,4062,19416,19555,23618,23625,15876,13216,14893,24510,9871,11656,17290,20505,24521,8259,174,11257,19113,17703,20674,14039,7829,15587,12901,8036,23101,19802,23934,17151,10016,17055,21679,14835,20629,17836,18214,3354,16735,24404,23760,24616,12302,7904,16616,20140,8370,20907,22876,24552,16572,16216,15619,15791,13812,15790,15292,17761,15599,22472,10537,14690,17758,12253,15804,24527,6429,6611,12275,22495,11362,18371,24265,24603,13366,15263,19095,14982,19377,14538,17005,17406,2896,24648,24365,24605,24625,19216,19373,16675,17494,13730,21730,16194,20103,19274,24316,15974,9019,7211,20840,20240,23273,21605,20682,13453,20210,22984,10812,24599,21424,9294,5637,22464,24634,13885,14011,23072,20254,18204,21301,11655,12797,13392,20161,12778,20634,22606,13932,20617,20241,4959,16506,19722,23744,18511,16183,20954,23421,15164,19485,3083,20396,24573,20501,16305,17110,12967,8978,23830,21281,5279,13073,24587,15470,22720,11638,16530,13167,20111,24564,7471,7831,23901,13962,23847,21331,22760,13522,20472,15315,20821,16978,24579,11709,16116,9735,8884,5981,22880,23391,24662,24617,15114,11508,13176,21328,24099,18575,17039,24397,11580,16477,17711,9575,9189,11179,21700,15266,19370,20668,15815,18218,18785,11826,21000,7185,18324,21761,20202,11553,19541,15468,12255,5950,24582,24505,14050,18871,21621,15013,18299,11404,24606,12309,9501,13963,15016,9653,22193,23418,2567,22975,16368,14454,20172,11748,4989,17767,13419,21719,16296,14989,24630,19915,13248,14406,20993,7137,24627,15348,18872,16924,22194,24159,16932,24508,21073,14592,24653,11497,9344,15951,24606,20883,21451,21968,11859,18732,9371,18919,18007,7920,17400,19715,24626,16926,22728,22072,10980,15778,14310,11182,12639,18217,15523,24627,23536,11276,16223,10647,15840,10192,24563,23001,15843,19611,16760,24506,22515,10853,19831,9617,21358,8548,5563,18437,15888,16443,20613,20212,19256,13121,15770,9572,17590,17572,14568,20946,22583,19552,12551,17489,15048,6408,17195,23863,10771,24457,18378,12560,13477,24594,12048,19477,16532,20199,10419,5483,15165,19891,17439,19143,15745,17543,8159,23505,11836,23298,13110,16560,12883,12533,19349,21395,17758,24554,24583,18023,24548,18236,13854,14110,8532,7740,20663,24635,24596,21514,8015,20657,16330,20501,22914,21093,19265,13898,11153,17656,15050,16733,13303,18248,14295,19456,14792,23928,24634,21200,14512,20898,16020,10072,11609,21217,16990,13325,13560,24570,22816,5720,15544,15034,6361,24556,16865,8860,18243,21306,11188,12019,24638,7064,24657,19305,17478,12816,16947,6184,20255,17750,22083,13370,13632,13853,18364,11224,3696,14347,7549,22282,7513,17595,12814,11971,12136,11280,10047,10055,9058,6958,66,22759,24631,20093,15312,23097,24620,13173,21495,9763,6400,24613,11957,13094,23943,24252,22632,18476,1602,24583,16907,18582,20910,22434,13496,23844,12719,4661,7179,9405,19234,24641,23619,18547,18024,24634,22635,13830,4898,24603,19360,18794,16207,21427,24507,17893,24585,23102,11511,18921,14241,14726,19280,14621,12926,20852,24247,21312,8633,15526,17072,8421,10003,3235,23018,24645,24600,19190,24036,21186,24349,15988,19282,17326,13886,4222,23404,20558,21037,19171,13140,23070,11261,18722,24255,18316,17826,14648,24579,16829,20336,21246,19656,18276,10673,11372,16570,10284,11317,20640,2281,13880,19862,12426,22909,21887,24652,21352,10675,16301,24526,19582,22850,18836,21401,11681,17814,13579,16612,18420,22473,15209,13011,11229,15157,23286,3317,24283,24620,19234,24641,19748,16665,18361,22611,20337,10191,3467,11768,18625,18382,13846,23625,15042,14505,20221,3850,17497,24523,21312,11016,2635,24582,12986,24554,24582,22241,18167,24608,14931,17062,21505,18463,5094,17879,17111,16589,24495,18959,12317,14996,18947,9436,12098,14308,17127,8392,8651,16239,19199,16259,24533,12198,24295,21041,12654,15051,16322,14677,10509,20532,18749,17040,22732,19133,15796,12981,9114,15287,15902,24634,22953,20415,18846,18658,18409,11127,14232,21130,24627,18107,24626,19535,19594,8925,11986,16396,19758,24631,20609,15031,6593,24646,17844,18696,17172,14298,2125,21257,21879,14729,15090,16415,23949,21137,21972,15409,22493,16548,24625,24646,4042,20636,21537,24602,23179,10983,17343,22672,20220,22453,20977,21213,19110,19046,22702,18735,15588,23352,20456,2912,20582,21147,22801,15978,16989,24319,19587,16191,22021,24553,24621,24589,19279,18472,24434,17684,22644,10637,17924,23291,18324,16613,3721,15083,24640,18681,24383,20907,20220,24630,18733,2100,24640,17301,19473,18220,19654,16448,17654,18949,15684,19966,14566,10725,4955,21925,13681,20884,17491,23393,14513,23269,5442,22464,23755,20220,15952,19789,24485,18798,11788,17460,10543,24573,14109,15626,24537,24629,20803,22117,13958,19452,12787,20027,16034,20868,10618,11916,8591,19564,19384,15344,20019,19246,16149,16455,2786,24508,18488,9470,13040,7085,20896,24593,23501,23826,19742,18844,8290,16954,17422,4418,10128,23743,18916,14664,10613,20433,24644,15964,24605,20487,24621,24593,12264,12726,12089,7381,4304,19103,17444,24658,14698,14869,14995,14972,18535,15452,14331,9503,16435,24454,19421,11159,22359,19791,12018,3272,10242,16013,19010,24664,14350,24656,9974,24601,16026,20411,21022,19978,16366,13895,18442,7874,4484,17278,15020,17218,16484,13477,24536,11607,9354,9257,3919,18934,20859,24542,19921,3449,2235,2593,3115,3621,24640,24868,21554,20091,15548,12931,24754,23789,24762,14208,2452,24661,11911,15857,10968,24643,10497,16686,17570,7331,17847,16160,16260,9291,24142,18199,12814,17493,15108,17149,14164,11285,9835,13341,2846,24823,24644,22374,17163,24670,11004,13332,15275,3074,24686,14930,15822,15167,24634,24629,24659,13993,16405,19246,20697,10849,14625,11985,16837,15913,14775,8799,2442,15052,24705,24656,10622,21399,13067,19939,16026,14082,14523,15869,13655,11823,3431,2807,19526,24649,18805,19773,14722,14468,12490,16113,10705,2703,14824,20468,20998,994,802,834,878,1559,3030,16070,13519,11211,11050,11498,10636,6688,5873,6261,17540,15476,14000,14416,13179,15585,13587,13941,14330,15122,15532,14732,14464,14597,14278,14269,14422,15538,12538,15126,14826,14050,11479,11606,11832,10243,7422,3162,16368,14855,12138,9116,6662,3226,1119,482,175,96,41,8],"fragments":[{"begin":"0.000","end":"13.120","lines":["Feltman: For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"13.120","end":"71.640","lines":["In the animal kingdom lifespans can stretch from mere hours to entire centuries, but that’s just the start. Some creatures deteriorate so slowly that we’ve never actually caught them dying of old age. Others don’t seem to age at all. And some can apparently reset their biological clocks and bounce back to infancy to start all over again."]},{"begin":"71.640","end":"97.880","lines":["Plenty of humans would like to figure out how that works—and potentially harness the ability for our own use. But science has a long way to go. The truth is that we barely understand why or how we age in the first place—let alone how we might stop it."]},{"begin":"97.880","end":"110.680","lines":["My guest today is João Pedro de Magalhães. He’s the chair of molecular biogerontology at the University of Birmingham in England, and he’s here to tell us all about the nascent science of aging."]},{"begin":"110.680","end":"112.960","lines":["Thank you so much for coming on to chat today."]},{"begin":"112.960","end":"115.000","lines":["My pleasure. Thank you for the invitation."]},{"begin":"115.000","end":"124.360","lines":["So I’m sure that all of our listeners know that different species have different lifespans, but could you start by giving us a sense of some of the extremes that are out there?"]},{"begin":"124.360","end":"155.920","lines":["Absolutely. It’s been a mystery of biology for a very long time, ever since Aristotle noticed [these] differences in lifespan across species. And we know that some animals have very short lifespans; others have very long lifespans. And this happens even amongst closely related species like mammals. For example, hamsters live about two years; mice and rats can live up to three or four years; and, you know, of course, humans, we can live over 100 years. And then at the other end of the spectrum we have certain species of whales that have been estimated to live over 200 years ..."]},{"begin":"155.920","end":"155.960","lines":["Mm."]},{"begin":"155.960","end":"160.600","lines":["So it is quite remarkable how much of a variation in longevity there is."]},{"begin":"160.600","end":"168.600","lines":["Yeah, and then, besides mammals, I would assume that things get even more extreme when you’re talking about less closely related species."]},{"begin":"168.600","end":"195.960","lines":["Well, there’s some very unusual animals. There’s this type of jellyfish which appears to be immortal, or it appears to have the ability to rejuvenate, to go back in biological time, so adults can go back to earlier stages of development and start again their own lives. So it’s not that they’re immortal [in] that you can’t kill them, but they are biologically immortal in the sense that biological time, for them, doesn’t roll in one direction, like it happens for us."]},{"begin":"195.960","end":"196.200","lines":["Mm."]},{"begin":"196.200","end":"203.520","lines":["So there’s very unusual animals—again, we’re talking invertebrates like rotifers or very simple animals—whose adults don’t have mouths."]},{"begin":"203.520","end":"203.680","lines":["Mm."]},{"begin":"203.680","end":"214.040","lines":["They don’t have a way of feeding. So they’re very clear examples of mechanical limitations that will result in the demise of organisms."]},{"begin":"214.040","end":"226.280","lines":["So you have a very big variety in terms of not just longevity and paces of aging but even in aging phenotypes and how species degenerate and die."]},{"begin":"226.280","end":"229.720","lines":["And fundamentally, what is aging?"]},{"begin":"229.720","end":"242.480","lines":["So aging, we are all familiar with it—I tend to have a very broad definition of aging as a, a progressive and inevitable physiological degeneration, an increase in vulnerability and decrease in viability."]},{"begin":"242.480","end":"262.680","lines":["Now, of course, there’s many facets to aging. I mean, it involves physiological degeneration. I mean, our bodies get weaker. We become frailer with age. But there’s also, of course, many cellular, molecular changes that occur as well. And then, of course, there’s increased incidence of diseases: cancer, cardiovascular diseases, neurological diseases, and so on."]},{"begin":"262.680","end":"283.400","lines":["So one of the hallmarks of aging is that once you reach about age 30 your chance of dying [doubles] roughly every eight years, and that’s very consistent across populations. And that happens as well in animals, only in animals like mice, it varies a bit between strains, but it’ll be something like every few months the chance of dying doubles."]},{"begin":"283.400","end":"294.160","lines":["Hmm, and what do we know about what causes aging? You know, why is it inevitable for most species, but then, you know, for some, like those jellyfish, it doesn’t seem to be?"]},{"begin":"294.160","end":"319.600","lines":["Well, that’s a big question, and we don’t have a good answer yet. We don’t have a good understanding why some species age very fast. So for example, mice and rats, as I mentioned, they only live up to three or four years, but they also age much faster than human beings. No matter how you take care of them, a mouse will age about 20, 25, 30 times faster than a human being. So we know there’s a very big diversity, also, in rates of aging, but what’s behind it is not well-understood."]},{"begin":"319.600","end":"352.480","lines":["We know there must be genetic differences, again, because no matter how well you take care of your mouse or hamster or rat, it will age a lot faster than a human being. So, you know, you can let it watch Netflix all it wants, it will still age much faster than human beings, right? So there has to be genetic differences. It’s not environment, it’s not the diet; it has to be genetically determined—it has to be encoded in our genomes how fast we age. But then, of course, the question is, “Okay, but what [are] the biochemical, molecular, cellular determinants?” That’s something we don’t understand well yet."]},{"begin":"352.480","end":"380.840","lines":["Having said that, there are some hypotheses. For example, one idea that’s been around for decades is the idea that damage to the DNA and mutations in the DNA accumulate gradually with age and then cause aging. And the hypothesis being that in mice, for example, [this] accumulation of mutations occurs much faster—for which there is some experimental evidence. So that is one hypothesis. And at the moment, however, it’s still unproven or unknown, really, why human beings age."]},{"begin":"380.840","end":"386.280","lines":["Hmm, and are there any factors that long-living organisms have in common?"]},{"begin":"386.280","end":"407.960","lines":["There are multiple factors associated with long lifespans. I mean, the important point is that we are a product of our evolutionary history. Of course, we now have technology, and we have medicine, but we didn’t evolve in these conditions; we evolved as, as [cavemen], you know, hundreds of thousands or millions of years ago. And the same for every other species."]},{"begin":"407.960","end":"427.760","lines":["And so the major determinant of whether a species evolves a short lifespan or a long lifespan is extrinsic mortality, so how much they die of—in particular, predation. So if you have animals like—short-lived animals like mice, I mean, mice in the wild very rarely live more than one year, not just because of diseases but primarily because of predators ..."]},{"begin":"427.760","end":"428.080","lines":["Mm-hmm."]},{"begin":"428.080","end":"443.360","lines":["And because they have very short lifespans, even in the wild, then, you know, they have to grow very quickly, they have to develop very quickly, and they have to reproduce very quickly, and so everything happens very quickly. So it’s a very fast life history, a very fast life that they live."]},{"begin":"443.360","end":"479.800","lines":["On the other hand, humans or the Galápagos tortoise would be an example or big whales or underground, subterranean animals like mole rats, they’re protected from predators. I mean, we are protected from predators, one, because we’re relatively big for primates and, of course, because of our intelligence, which [allowed] us to escape predators when we were, of course, in the time of cavemen and when we were evolving. And that means that because we have fewer predators, we are top of the food chain, that means that we have more time to grow, to develop, and then, of course, that leads to a longer lifespan as well."]},{"begin":"479.800","end":"492.840","lines":["So across species there’s this pattern, of course, of, you know, we are a product of our evolution, and we have the life history and the longevity that fits our evolutionary history."]},{"begin":"492.840","end":"499.840","lines":["What kinds of tools are researchers using to try to answer all of these questions we have about aging and lifespan?"]},{"begin":"499.840","end":"521.000","lines":["So there’s different types of tools we can use. I mean, one big technological breakthrough was DNA sequencing. We can sequence DNA relatively cheaply and relatively rapidly nowadays. I mean, the human genome sequencing cost billions of dollars, but nowadays you can sequence your own genome, anyone can sequence their genomes for [a] few hundred dollars."]},{"begin":"521.000","end":"545.440","lines":["So it’s relatively cheap to sequence genomes, which means we can also sequence the genomes of different species, species with different lifespans. So for example, our lab, we sequenced the genome of the bowhead whale, which is the longest-lived mammal, [which has] been estimated to live over 200 years, as well as naked mole rats and other long-lived, disease-resistant species. And there’s now hundreds of genome [sequences] from many different species with different lifespans."]},{"begin":"545.440","end":"569.120","lines":["And so what you can do with that trove of information is analyze it for patterns associated with the evolution of longevity. You can ask questions—so for example, you know, “Do species that live a longer lifespan, do they have more DNA repair genes?” So you can use that information on the DNA to study the evolution of longevity, then try to find specific genes and pathways associated with it."]},{"begin":"569.120","end":"569.600","lines":["Mm."]},{"begin":"569.600","end":"607.640","lines":["Now, the other approach we use to study aging, of course, is in model systems. I mean, unfortunately we cannot really study aging in human beings—or we can, but it’s very difficult and time-consuming—and so we tend to use short-lived model systems like mice or fruit flies or worms. [Some] worms live a few weeks. We tend to use fruit flies, Drosophila, that live a few months. Mice can live up to three, four years. So we can study these animals to try to gather insights into the mechanisms of aging, hoping that some of these will be applicable to humans. I mean, there’s some rationale for it because we know the basic biochemistry of life in a mouse is quite similar to humans."]},{"begin":"607.640","end":"624.880","lines":["We can also manipulate aging to some degree in animal models, particularly at the genetic level. We can tweak genes in animals, including in mice, and extend their lifespan. In mice [it’s] up to about 50 percent. But for example, in worms we can tweak a single gene in worms and extend by about 10 times ..."]},{"begin":"624.880","end":"625.280","lines":["Mm."]},{"begin":"625.280","end":"642.000","lines":["Which is quite remarkable. So we can do a lot of studies in animal models: we can manipulate aging to some degree in animals, and then we can do mechanistic studies. We can look at their molecules, we can look at their cells, we can look at their hormones and try to test mechanistic [hypotheses] of aging."]},{"begin":"642.000","end":"648.520","lines":["What do you think are the biggest questions that we should be tackling about human aging and human lifespans?"]},{"begin":"648.520","end":"667.200","lines":["Well, I suppose the big question is still why we age. I mean, why do human beings age? As I said, there’s hypotheses like DNA damage and mutations, like oxidative damage, like loss of protein, homeostasis. There’s different hypothesis, but we still don’t know why we age, and I think that remains the big question in the field."]},{"begin":"667.200","end":"701.040","lines":["There’s other questions, of course: Can we manipulate human aging? Because although we can manipulate, to some degree, aging in animal models, we don’t know if that’s possible or not in human beings. We can manipulate, to some degree, our longevity by exercise, eating healthy, not smoking, not drinking too much alcohol, and so on. But whether, for example, can we develop a longevity drug? And there’s a number of companies and labs trying to develop longevity pills, and—but whether they’re gonna be effective in humans, that’s still something that’s up to discussion and will require, for example, clinical trials."]},{"begin":"701.040","end":"701.360","lines":["Mm."]},{"begin":"701.360","end":"739.360","lines":["So one aspect that’s quite fundamental and important in, in aging is that there are complex species—like some species of reptiles like the Galápagos tortoise; some species of fishes, like rockfishes; some species in salamanders, like the olm—that appear not to age at all. There’s no mammals in this category, but there are complex vertebrates that, in studies spanning decades, do not exhibit increased mortality, do not exhibit increased physiological degeneration. So that is quite a fascinating observation, that some species—I mean, maybe they do age after a very long time, but at the very least they age much, much, much slower than human beings ..."]},{"begin":"739.360","end":"739.880","lines":["Hmm."]},{"begin":"739.880","end":"772.520","lines":["Which I think is a great inspiration as well. Because, so, for example, just like the Wright brothers took inspiration from birds: they saw birds—“Well, birds are heavier than air, and yet they can fly, so there’s no reason to think we cannot build a machine that’s heavier than air and can make us fly.” We can take inspiration [from] these animals. There’s no physical limit that [holds] that every organism has to age. And so we can take [inspiration] from the species that appear not to age and think, “Well, maybe with technology and, and therapeutics we can, at the very least, slow our aging process.”"]},{"begin":"772.520","end":"776.480","lines":["Thank you so much for coming on to talk today. This has been great."]},{"begin":"776.480","end":"778.640","lines":["Well, thank you. My pleasure."]},{"begin":"778.640","end":"781.760","lines":["That’s all for today’s episode. We’ll be back on Friday."]},{"begin":"781.760","end":"804.960","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"804.960","end":"822.200","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":822}