{"title":"How a Space Rock Became a Scientific Breakthrough—And a Black Market Commodity","img":"https://static.scientificamerican.com/dam/m/1dbedc6a08a61216/original/2510_SQ_WED_SOMALIAN_METEORITE-Podcast-Span-Art.jpeg?m=1760646841.733","url":"https://www.scientificamerican.com/podcast/episode/the-el-ali-meteorites-journey-from-landmark-to-loot/","audio":"https://traffic.megaphone.fm/SAM2815789138.mp3","intro":["A massive Somali meteorite containing never-before-seen-on-Earth minerals vanished into the black market, raising ethical questions about science and ownership."],"authors":["Rachel Feltman","Dan Vergano","Jeffery DelViscio","Fonda Mwangi","Alex Sugiura"],"category":["Space & Physics"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"For generations a massive iron meteorite sat in the Somali desert, becoming a landmark where children played and herders sharpened their knives. Then in 2020 a group of armed men arrived to steal it."},{"author":"","text":"The El Ali meteorite contains three minerals never before seen naturally on Earth, making it scientifically priceless. But its journey from Somalia to the black market, with some research along the way, raises uncomfortable questions. Are scientists helping to legitimize stolen artifacts—and perhaps even adding to their monetary value—before they go up for sale?"},{"author":"","text":"Here to walk us through the story is Scientific American senior editor Dan Vergano, who investigated the meteorite’s dubious trajectory for a recent feature article."},{"author":"","text":"Dan, thanks so much for coming on to talk through this story with us."},{"author":"Dan Vergano","text":"You bet. Good to talk to you."},{"author":"Feltman","text":"So can you start by just painting a picture: You know, what is this meteorite? What made it so special to the local community in Somalia before it disappeared?"},{"author":"Vergano","text":"Well, it was, and it wasn’t. It was this thing that was just part of their lives—his rock off in the distance a ways from a village where camel foragers live, you know—and kids played on it, it was in songs, it was a landmark, people used it to sharpen knives, and it was just part of the world that they lived in."},{"author":"","text":"And the problem is, also, it’s such a desperate place that we don’t even have really great information. It’s not like anthropologists can just troop out there and start doing a survey because there’s people with guns running around there. You know, it’s a famously dangerous place. And so we don’t really have a full picture even yet of it, which is something the experts I talked to lament."},{"author":"Feltman","text":"How did you first get wind of this story?"},{"author":"Vergano","text":"The old-fashioned way for a science editor: it appeared in a journal. The Meteoritical Bulletin had a piece about it; it made news a few years ago. And then this more recent piece came out in a journal over the summer from a Somali expert saying, “Oh my goodness, there’s all this horrible stuff that’s happened around the removal of this.”"},{"author":"Feltman","text":"Yeah, so before we get into the troubling nature of what’s happened to the meteorite, let’s rewind a little bit. How did scientists first learn about this meteorite? When did they start studying it?"},{"author":"Vergano","text":"Scientists first started hearing about it late 2020, early 2021, when a mining company of some sorts started sending them notes saying, “Hey, we’ve got this very interesting meteorite. It’s massive, and we need somebody to actually do a scientific analysis of it.”"},{"author":"","text":"And so bits and pieces of it dribbled out in the usual way for the meteoritical community, culminating in a bulletin being published in 2022 saying, like, “Here’s its chemical characteristics. Here’s where it’s located. Here’s what sort of meteorite we think it is. Here’s where the sample is held via curators.” And drips and drabs slowly came out."},{"author":"","text":"There was a series of analyses that found three new minerals in it over time—over the next two years—which is, it turns out, some really high-tech analysis that has to be done to look at these very fine inclusions of minerals in these iron meteorites to come to that kind of finding. And at about that time, say 2023, 2024, it was just like, “Wow, a really interesting iron meteorite,” and also, it’s massive and pretty important in terms of African meteorites: the third-largest one ever found there; ninth-, seventh-, eighth-[largest], depending on who you talk to now, meteorite in the world."},{"author":"","text":"So it’s just an interesting scientific object. It tells us something about the collision between asteroids that bakes this sort of iron object in, in a cauldron—two things in space smashing into each other and cooking their surfaces off and producing this 15-ton iron can [laughs] that gets shot into Earth and ends up in a wadi in the Horn of Africa."},{"author":"Feltman","text":"And just how big are we talking?"},{"author":"Vergano","text":"So for iron meteorites I don’t actually know; it might be one of the largest we have. The Cape York meteorite, in, uh, which hit Greenland, is bigger. But we’re talking about something roughly a little bigger than six feet wide, four feet tall and heavy as hell. This is a giant clunk of iron."},{"author":"","text":"And its significance is that it’s iron because that’s only a small fraction of the meteorites that we get. Most of them are silica; they’re sand and dust. And these iron ones are parts of the core of a starter planet, so it’s, like, interesting—or the mantle, at least; they’re arguing about it. But at any rate they tell us something more about planet formation than just your run-of-the-mill meteorite."},{"author":"","text":"For Africa as well, it’s a place that’s underexplored scientifically, and so finding this is also a sign, like, “Hey, there’s a lot more out there; we should be looking,” as well."},{"author":"Feltman","text":"Yeah, and could you tell us more about those three minerals that were found that don’t naturally occur on Earth?"},{"author":"Vergano","text":"So the three minerals are basically phosphate inclusions in this iron meteorite. And that’s interesting because it means that they aren’t from the interior, the iron core, of the protoplanet of some sort that this thing hit, but it’s a place where the mantle hit the core when the collision happened and this stuff cooked into it. And it’s really weird behavior. It’s the stuff you don’t find on Earth: two things in a vacuum, at least one of them made outta iron, smacking into each other at really high speeds and cooking. It’s not a kind of furnace you would find, like, in Pittsburgh to make steel. It’s a weird space environment."},{"author":"","text":"And so the three elements are interesting, both in terms of what they can tell us about the environment where this happened—you can figure out things like what exactly was the pressure, speed, temperature at which you can develop these sort of things, which we can’t do on Earth, at least not easily. Somebody could try and figure out how to reverse their engineering, but this is the kind of thing that only sort of artifacts from space can tell you. And what does that mean about the environment in which they formed, to set up that kind of experiment that cooked these guys off? What is the nature of building a planet? Which is a real question for us because we live on a planet, and we’d very much like to know how they form, and these are the sort of clues which tells us something about how Earth itself started."},{"author":"Feltman","text":"Yeah, so definitely scientifically significant, but as your feature explains this analysis only came about because of a, a pretty dark turn in the meteorite’s history. Could you tell us what happened there and also how it came to light?"},{"author":"Vergano","text":"What’s really interesting about this is it sheds a kind of a dark light on science itself ..."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"Like, science being used to legitimize the theft of an object, similar to archaeological objects and even the art world. What was clear in the report in June in a meteorite publication was that there had been some serious reports of bloodshed surrounding this thing. I mean, the, the—you don’t read about beheadings ..."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"In a scientific journal very often. And there—it was mentioned there, right in black and white, which, you know, kind of got my attention. And this was buried in the Somali press—like, [it’s] a sign of the lack of connection in the world that there are what seemed like very serious reports that this was stolen, involving gunfire and people being shot to death, and then trucked to Mogadishu and then smuggled out of the country under circumstances that government officials call “corrupt” there."},{"author":"","text":"So it’s easy to be cynical and say, “Well, it’s Somalia.” [But] this is a scientific and cultural artifact that’s being stolen from this poor country. So the fact that scientists, at best, were used to legitimate the provenance of this thing in order to sell it—which the, you know, buyers want millions of dollars for it, [though] their prices change, but they want anything from $30 million to $3.2 million for it—and that the scientific verification that, “Yea, verily, this is a genuine meteorite, the kind of thing that you, rich guy, wanna have in your living room,” is troubling. It speaks to, I think, a field—a scientific field that hasn’t grappled with its responsibility towards the rest of the world. It’s just, “Oh, these things are fun to study ...”"},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"“Let’s get ’em in the lab.” And, you know, “Okay, so what, somebody uses the provenance to sell it to somebody who has no interest, really, in science other than it’s just, like, the same thing as putting up a fancy guitar on their wall to have this fancy meteorite in their living room.” It’s really troubling."},{"author":"","text":"Although I did find some people in Somalia who said, like, “These are all exaggerations,” these reports of bloodshed. And we reported that, which—we can’t go in. I mean ..."},{"author":"Feltman","text":"Yeah."},{"author":"Vergano","text":"You know? Like, it’s, it’s very much on the, on the State Department’s list of “do not go there” places. So it’s not like I can send a reporter there and say, “Hey, could you check this out?” But these are reports in the news for several years of people being shot, of local militia fighting with al-Shabaab to recover this thing and to prevent them from taking it and being shot and the thing being stolen, so ..."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"So that’s not your typical scientific study. This isn’t like, “We went to Pompeii, and we found a new mural.” This is ..."},{"author":"Feltman","text":"Right."},{"author":"Vergano","text":"This thing was [believed to have been] stolen by straight-up terrorists—they’re on the terrorist list from the State Department—carted away and sold to shady businessmen who don’t, clearly, know what they’re doing ..."},{"author":"Feltman","text":"Yeah."},{"author":"Vergano","text":"Or they never would’ve done it this way. And it’s bad for science, it’s bad for the world, and it’s bad for Somalia."},{"author":"Feltman","text":"Yeah, what do we know about who was involved in the theft and smuggling of this meteorite and what their motivation was?"},{"author":"Vergano","text":"Money."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"So what we do know, or what seems to be credibly reported, is that some Somali businessmen-traders had set up a mining company, which was sweeping through this area, looking for resources: opals. And they found this meteorite that—it’s a landmark, so it’s not hard to find. They took a sample; they sent it to Nairobi—this is around 2019. And it said, “This is really interesting. This is a metal thing. This isn’t a rock.”"},{"author":"","text":"They sent gunmen, and they seem to be connected to al-Shabaab. It’s not like people wear outfits, like working at Starbucks, saying, “I’m with al-Shabaab.” You have a gun, and you’re a young gunman—you’re probably connected to them in some way. There are also local militias; this is a tribal clan area of the world. So it’s very complicated and hard for us to parse all the different loyalties. But it seems straight up, they’re connected to this terrorist group—the people who were sent to recover it—acting, at least, as security for the crane[s] that came and lifted it out of the ground."},{"author":"","text":"So what do we know? Gunman [seemingly] connected to a known terrorist group were part of the team that removed this object and took it to a small town, away from the village where it was located, and then they sold it to these five businessmen called the Kureym Mining [and Rocks] Company. And those guys trucked it to Mogadishu, where it was seized, and then ended up back in their hands somehow. And it’s not clear how it happened, and we repeatedly tried to contact them, the scientists have asked them for their licenses and that sort of thing, and nobody has produced anything resembling paperwork to us and/or wanted to go on the record at all about it."},{"author":"Feltman","text":"And what do we know about where the object is now?"},{"author":"Vergano","text":"It’s now located, as far as we know, as best we know, in a small city about 50 miles inland in China in a warehouse ..."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"According to, like, cell-phone videos. It’s just sitting there while the possessors dicker with people about how to sell it. There have been reports on bulletin boards from the meteorite community of people who tried to buy it, tried to make deals with them, despite the lack of, like, a really good provenance, and didn’t get anywhere, that they would change their minds at the last minute. So you have five feuding owners of some kind."},{"author":"","text":"How it ended up in China, why China? Not clear, other than China is a center of smuggling meteorites. A number of them have showed up in the past there. The Chinese authorities have seized them at times. And so somebody had the idea that moving it—among these five folks—that moving it there was a good way to keep it secure, rather than keeping it in Mogadishu in a warehouse."},{"author":"Feltman","text":"Well, and, you know, speaking of, you know, China’s history of meteorite smuggling, could you give us some context for how common this kind of thing seems to be?"},{"author":"Vergano","text":"We don’t know."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"I’ve been told by criminologists that the meteorite market in the last five years has become pulled into the whole collecting world. The same guys who buy Tyrannosaurus ..."},{"author":"Feltman","text":"Mm."},{"author":"Vergano","text":"And put it out by the pool, the same guy who buys, like, a Superman comic book from 1935—that sort of world of too much money, Silicon Valley wealth has infected the meteorite market."},{"author":"","text":"Meteorites have been sold since [the] 1800s, at least ..."},{"author":"Feltman","text":"Sure."},{"author":"Vergano","text":"Probably earlier. But, like, those were just weird collectors; they like rocks. What we’ve seen within this decade is it moving into the world of Sotheby’s and other sort of high-end collectible sales, just like seemingly everything else. I wish I’d kept my comic books from when I was a kid."},{"author":"","text":"And so that money has infected this world of meteorites. Sotheby’s sold a Martian meteorite this summer, and, like, that got a lot of attention."},{"author":"Feltman","text":"Yeah."},{"author":"Vergano","text":"And the scientific field hasn’t caught up to it, [the fact that] this is going on. The same way that archaeology has had to catch up to things, the same way that paleontology has had to catch up to this auctioning of assets, the meteorite community is gonna have to grapple with this as well, I think."},{"author":"Feltman","text":"Yeah. And the scientists involved in analyzing the meteorite, what did they have to say about their role in this?"},{"author":"Vergano","text":"They basically feel bamboozled. They feel like they were—this is what they say—they were acting as scientists. Somebody approaches them, says, “We’re a mining company. We found this interesting thing. We need a scientist to analyze this to see what it really is, and it looks really interesting.” And so you’re a scientist and your goal in life is to look at interesting things, you look at meteorites, and you’re like, “You bet. Send me a sample, and we’ll get it taken care of.” Nobody said to them, like, “Oh, we shot a bunch of people to get this thing.”"},{"author":"","text":"Some of the criminologists I talked to said, like, “Yeah, that sounds really naive.” Some other meteorite experts said, like, “How could you not ask? This is a part of the world where you gotta ask questions.”"},{"author":"","text":"And so that’s the tension in the story, I think, that we try and get at, is: “What was their responsibility?” They say, like, “If I’d known, I wouldn’t have done this.” But, like, it’s a question, I think, for readers and for the scientific community, like: “What is the thing that should have been done here? How should this be handled, instead of the way it’s been handled?” Because, you know, it’s a mess. The thing is gone from the scientific world; it’s gone from the cultural world. It’s—just seems like a bad outcome to have it sitting in limbo."},{"author":"Feltman","text":"Yeah, and does it seem like this particular case is leading to any reflection in the field about those kinds of questions?"},{"author":"Vergano","text":"It’s just starting. I think this story and the Sotheby’s sale of the Martian meteorite is the beginning of the field grappling with it, just starting this summer. These are people who decide things in six-month increments at conferences and court cases and decisions that percolate up through stories like ours over years. In three years there’ll be a conference at the meteorite meeting, and they’ll put out new bylaws. But it’s just—the discussion’s just starting right now."},{"author":"","text":"You see the same tensions here that you saw, I think, in archaeology, where you had collectors funding people, essentially."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Vergano","text":"That was a problem 20 years ago, 15 years ago, still may be a problem in some cases. And so you have to get funding, and there’s not a lot of money in this field, and these are expensive machines that do the analyses. So when the guy who’s paying for your career says, “Hey, don’t look into this too closely,” you can see a field react more slowly than one where there’s a clean line to taking care of ethical problems."},{"author":"","text":"And this is a problem with the way we do science in the world, you know? This is not an area that’s, like, as funded as well as, like, chemistry, you know [laughs]? So, you know, if you lose a donor, you lose the source of these rocks, you don’t do any science. So that’s what they’re gonna have to navigate in the next three years."},{"author":"","text":"So the short answer is: I only see the conversation just starting now. I don’t see it as being a clear line developing to how they’re gonna handle this."},{"author":"Feltman","text":"Thanks so much for coming on to talk us through this. Of course, our listeners can check out the story itself for more, but we really appreciate your time."},{"author":"Vergano","text":"You bet. Thanks for doing this."},{"author":"Feltman","text":"That’s all for today’s episode. You can read Dan’s full story on ScientificAmerican.com. We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend."}],"wave_peaks":[6,6862,9324,20477,17003,7613,11331,14559,16157,24273,15076,17193,15677,24816,12589,19139,8267,6132,18956,17012,23999,17941,13116,15772,11057,14475,18443,16324,15417,24502,22698,14197,7237,6715,15908,21824,19746,13635,15994,22914,19121,16920,8531,6773,21860,16893,16299,19336,20759,14703,24280,17461,24516,18458,12206,24495,24235,18755,18578,4648,17733,16562,15349,12795,9796,4470,23277,14902,7155,18860,18738,18535,2934,6,6,10,130,672,1647,2939,15461,10738,10791,11860,11330,14709,13917,15898,11609,16623,16253,16282,16706,16185,16914,16272,16131,15064,16481,14712,15292,15067,14980,17629,15927,13770,14773,14970,17617,15662,15187,14938,12743,16766,16781,14003,13048,16375,13902,11728,9335,10569,18705,18072,13064,11265,13899,15578,21937,16575,15419,16668,12349,8239,10153,11159,12899,14300,15057,15080,12187,10796,14018,9987,3623,3190,2160,2541,2637,2336,2170,3093,20046,13049,13130,19788,16524,22513,15503,16018,14949,16447,14235,18611,17206,13109,14739,17950,16091,21463,15009,18680,14191,14249,21946,14207,13181,20240,14330,16957,6298,1480,1191,17900,12898,15367,15310,8542,1694,14548,17252,15216,19571,16015,12771,10244,11638,15029,1051,941,14748,16623,18637,14039,15338,16084,15687,17483,14754,15926,14487,15282,12976,12866,15354,14188,10417,5927,17557,15034,14683,13780,18882,16975,3641,977,20498,17354,13950,22494,19529,15903,19693,20222,14875,17168,18819,15259,14972,15623,13306,2782,19071,21261,12458,15722,20235,15028,3539,1965,22541,16555,13091,19956,18387,12908,18316,17852,20192,19669,19115,14558,16371,22556,16195,16720,16293,14895,16142,16469,15486,13258,16724,17475,18722,15520,2011,2805,14702,19791,13933,18434,16217,12458,14694,15915,14529,9868,14719,12441,13375,14613,17219,17956,20458,16461,18736,15349,12872,16796,17682,14570,16113,14509,11851,17622,21919,16382,199,112,6245,22849,18558,17407,22613,16668,20363,22498,8985,22545,17113,14887,16185,237,20519,16948,13137,18072,22484,15608,13297,18178,16076,18095,16803,17314,18767,17483,17539,12822,18306,15326,20367,16257,15968,17300,17942,17482,17794,15264,13979,18256,14887,17319,16628,16383,22189,21010,18082,20596,15947,11636,18619,11707,20363,22328,10932,10850,11465,18212,18124,12216,10254,8253,15973,13654,12038,13053,2849,21471,9659,11045,8492,22520,15372,17660,13852,738,15324,22518,22499,18929,14215,12367,16978,9779,20165,16289,1002,1671,11119,12353,12567,11445,18862,22483,16680,15647,612,22523,18542,14347,11194,11457,766,11234,13630,12672,8840,4603,22477,22429,18835,17593,17615,19692,22282,17151,22572,22609,16792,19245,15846,17102,19298,19353,16735,11277,7199,19847,14486,19149,12174,19421,17871,12168,21188,6266,22344,19788,22466,15596,17769,11591,11658,17631,13491,14283,15549,11338,20707,20289,19538,14056,15342,16369,16861,15341,13422,17998,9529,6666,13801,13786,6450,22488,12811,20980,6271,21597,17088,17516,16925,15376,22476,13986,14386,18189,15343,14778,19315,14563,8027,17986,15902,17336,11499,9769,3607,715,18145,16276,22510,11299,13826,12379,15933,22488,13715,14213,16616,20011,12046,11206,19180,9182,12100,22500,10372,5985,22474,19637,16865,19717,13626,13979,13883,14282,12202,22524,20690,22536,22457,10632,15525,7489,9309,20987,14376,20286,17758,18394,18470,16873,13322,13248,15937,21355,16461,14538,16370,15474,22370,13889,17222,15670,18835,4718,19310,20789,20083,13289,21908,14772,22440,15142,18656,9299,21004,16300,16097,16676,14928,20451,19493,13133,12682,5743,22519,11481,19183,20482,15844,19025,7580,19528,15220,14853,12980,11705,10790,9215,4089,22576,22536,22496,12117,11789,15597,13210,16619,19763,19538,12045,9095,20839,22511,20555,22521,9291,12990,10583,18369,6957,18063,21669,18976,19752,20641,19276,22506,7561,6051,384,13643,16476,16555,14804,14415,14382,20159,15845,14187,12107,10579,9644,12193,2849,10631,16975,6982,17820,14584,13047,14723,11060,12566,21190,9417,10462,21265,21628,16790,17973,22142,16262,21159,18294,15315,22319,13410,12995,16468,1079,262,22610,22510,14181,22667,17029,13454,13191,22492,22451,14780,13031,22391,11399,395,22263,22523,22521,14870,15769,17437,6408,12908,11415,9215,16996,6752,5316,19121,16966,20419,15643,10160,11781,9112,11145,11212,18589,7907,313,19312,18437,17229,21889,18689,22507,22281,17865,12326,17809,18493,13359,7122,11850,13509,15035,9615,11506,9697,7484,2235,20251,20479,14278,14859,12104,22567,16512,17902,7070,22509,8448,1382,3881,22481,22454,22532,22477,22496,19367,14593,14463,12280,18012,18975,16726,100,12425,22489,16783,15358,22472,12083,6125,16564,11273,17702,8147,1614,13691,15098,8799,14899,14218,15287,10698,22682,18996,18869,8708,20776,19077,15804,22179,17714,3445,16123,8591,3535,20500,22242,22377,17261,21854,15020,19556,16612,18861,13953,17333,1786,641,20920,15876,17760,15386,22519,19169,17126,5910,96,22248,12715,22440,13851,21439,15187,20107,15295,16748,17869,14223,13996,15301,13139,17471,22514,16720,18826,11925,16609,8926,16487,21476,15991,19862,22518,22113,18239,14415,14968,14517,6802,9835,17992,19047,14088,13372,18479,18890,18856,22512,22544,21878,22541,14455,14175,20994,12149,10434,397,15498,14297,10152,22341,9261,10768,19847,21598,4108,22557,5659,16988,22501,21683,18444,19679,13300,7731,11382,17937,16859,16079,18538,11739,17583,10600,10683,13472,8174,7171,20118,13329,14607,17111,17148,11896,7962,14190,15090,16156,12936,18378,8075,597,22468,20834,21636,22486,22068,12475,17699,20283,14059,12872,15969,14479,9606,12170,11183,22207,22372,21293,19568,14013,16881,22483,18108,15983,13453,22557,18002,20309,9733,16150,5868,17691,17803,12455,12907,11861,20672,22470,16434,16109,20672,17628,17285,16182,19457,12528,10848,15024,16225,8815,11022,21681,11107,2057,533,1552,22578,22548,11173,22549,20715,15400,22501,16457,13416,563,22493,17744,17850,8623,4565,21684,20025,13832,14699,11457,5025,1312,18956,14542,19960,9006,14502,8239,7818,5475,21350,19261,17392,18835,11763,13802,17598,14128,7435,6313,9020,7270,16236,22190,18855,11992,4291,726,22482,20422,14301,13376,14306,11444,12829,14405,13082,6053,4693,248,12021,13445,18336,11684,10691,12469,14701,15836,16884,16314,12919,5278,7111,1917,3192,3,19396,7035,17799,16654,15615,22492,15259,6443,14771,15093,16813,17572,15404,16801,6519,8615,16745,18478,15904,15215,11486,992,18539,3764,140,12595,13524,15083,16081,12588,19080,19542,10709,15871,11009,17835,18888,4821,7979,1022,18594,1621,17631,16897,19966,13967,20323,2032,1713,19364,18821,13556,20590,19334,20118,11737,14236,14370,17241,13947,10747,17191,14195,12187,16864,14630,15614,15408,14317,257,317,20326,21841,22451,22516,13888,10332,19321,21177,11949,22547,14306,18789,14930,15138,5976,331,853,19061,3065,9827,20193,18333,20699,22484,9570,16487,13458,17416,14183,14957,20345,22522,11964,8760,6401,11564,12628,204,15303,22578,12920,13765,13894,22518,4329,2419,826,965,13315,21303,9789,22435,20102,11758,7,2296,22354,18845,11536,22512,14344,15002,9756,15345,15242,14290,18173,22448,11991,19408,12735,15088,5107,2183,15609,17563,16476,21595,7635,19193,16634,16028,14247,13346,13462,12759,22446,14544,14982,12855,13795,21882,9144,2131,13038,18904,8448,18370,15874,11863,14850,13016,6782,22520,18068,17171,13679,2855,22446,19857,16635,9778,22316,12726,9987,4714,21681,22555,16820,14344,17735,14597,10220,11779,8609,7729,9664,264,22543,22583,22469,13297,16916,7909,14708,21585,22468,18669,12172,19599,5459,826,22444,22395,22432,18406,20736,22542,15235,11145,18222,10226,20278,15612,22438,13885,16280,8460,12616,13909,14158,16023,20059,16726,16994,13700,20231,12583,20586,20331,17629,16492,13607,12961,740,22530,22508,22500,21524,18225,16700,17674,1002,19883,19213,18316,14832,15584,10687,9861,10330,9570,17389,11354,13926,6558,12840,22484,15459,22504,17715,22487,16236,19822,18081,22455,21642,18993,17446,15749,17935,21782,18072,16036,9676,22480,19214,1576,15877,17714,16960,16361,15879,20339,6030,10983,14826,14269,13426,14779,10292,12675,11086,14759,21109,19735,13916,22540,15630,21199,22506,13728,16773,13467,16601,18084,14514,17204,15092,18020,14678,19043,17939,9995,11711,15231,8267,17778,13735,11420,9484,8516,34,2671,22509,22568,7726,22332,5044,14013,10121,19010,22468,17747,19555,14785,18192,16511,14120,14539,15706,8258,22490,21375,22525,22532,6047,1807,21039,17359,21970,13957,12676,12358,15142,13440,13892,8482,12318,12986,13832,16464,16016,16260,18743,22481,17908,15608,81,3565,18743,14980,15003,18099,22432,10686,12896,10451,14247,12330,18813,21041,19604,22521,22400,16822,7869,9917,16455,22532,15417,18822,11935,12272,12195,12230,14021,16936,17111,15774,12468,3834,13627,10409,8600,806,13814,12672,22384,18755,18103,18398,18459,14040,2148,2104,18506,19731,20028,20059,21917,8189,6025,21971,16287,10428,13920,17823,11894,9661,12080,13357,9604,12773,13221,9811,21270,21568,22525,21626,11882,15469,10577,9260,13176,16714,14925,16979,16895,12501,10072,188,13592,16404,12334,14791,18215,12940,13038,15671,15163,14046,14041,16939,18995,13573,13426,16456,14033,11036,76,4683,20669,19432,15514,17404,15760,12498,15664,9389,13830,21217,17236,13259,12596,15650,13804,19524,15560,15476,13121,12468,5505,577,14576,16081,15932,4799,21626,16360,17151,22578,17743,20930,12828,3851,22534,22565,10120,13667,15324,6845,50,17150,16543,19787,21062,10371,11350,13294,18300,5869,150,11586,11945,19717,21139,16635,13083,14506,5241,5427,11696,20594,20334,20143,22467,21825,16853,17086,13764,8693,10876,2434,6868,22506,22450,22325,20150,2271,22551,19160,18466,21833,20145,13709,14579,19846,14599,5770,12782,7896,16876,9192,207,21778,22522,22514,347,22535,22580,17133,17283,6292,3922,13598,20748,15815,16970,13949,22473,16175,16295,16210,15542,18529,21699,22515,6580,130,16000,14782,17751,18780,13461,13223,18021,16052,14369,15691,16637,11290,18594,22306,19407,714,15925,13598,13737,13499,16207,13124,18879,17459,16466,14340,9980,19048,19539,14575,22070,22555,16508,22315,22525,15886,10986,18259,19300,17076,16807,17926,11446,19517,6440,11202,16722,11199,13843,11409,221,13773,19775,16255,6508,2186,16671,22505,16767,923,22264,22406,12964,17260,10254,10725,15500,15546,13009,14087,18823,17672,6500,8601,7238,7644,3888,20238,11532,12293,354,22635,22311,16403,10,13194,13235,1138,19629,17970,2933,49,17740,20088,14060,22512,21358,15848,13237,22517,20674,13321,13171,22428,12015,1589,18807,10520,15295,22331,20923,14101,17742,17253,15493,14757,22499,22450,435,22525,9563,2739,15654,17830,19907,15883,16899,9204,1434,5418,18551,15971,17967,16663,13354,12652,14876,16102,19319,367,16309,18277,19421,11012,19136,17006,21025,15522,15489,17741,15686,656,61,13298,18990,22516,10912,11690,21839,14479,17784,11381,14609,19948,149,398,16929,18892,11890,8613,16361,20556,17971,20672,20654,20511,17960,22410,19992,22581,18588,18258,17127,17499,17376,19839,12499,13205,22538,22546,188,13528,15205,14431,16678,72,5777,18710,22528,9942,12792,18163,20625,11725,8464,18741,22542,22511,15664,2064,22531,21607,13651,13655,10445,11872,11054,10166,9735,341,224,13726,14550,16976,16218,16002,4513,22478,21458,17830,22529,7033,12653,4525,21204,10414,15912,22536,21603,14484,19225,14752,14366,16024,11022,5565,1246,19256,15194,18131,22462,17944,15192,16729,21311,15154,17390,11487,1007,22547,13781,19504,14530,22416,16502,14610,16585,22505,22488,22436,14153,18167,18004,13714,320,204,22524,3262,11879,3232,3114,12944,20699,14710,111,17771,16094,15736,18024,14937,21651,17738,8412,18104,4124,2112,17481,22610,14783,22234,20280,15863,18257,22503,8466,18249,19362,19798,9460,5427,138,11402,14824,12029,18139,16212,17896,12789,10206,5935,3270,85,3484,20651,2465,439,22576,22527,1382,15543,22531,15142,13204,18494,22013,6279,16926,16572,18557,12587,4887,11135,15577,16332,14942,13795,14636,10522,12466,9039,7367,9080,139,22531,22368,15727,22175,14863,10478,22350,22456,7780,12353,16099,3919,22549,17297,11789,16,21104,19927,1364,15267,14820,17308,19430,16388,15552,12166,4337,17313,15655,22501,16781,13886,12720,12610,15077,20301,12560,15369,14408,17734,19455,22506,13762,11488,11775,15320,13798,13779,22492,22587,14857,16873,18795,20688,19954,10994,17514,13660,13571,22000,22496,4716,22240,8798,16946,15169,366,17715,20736,13012,12739,17569,22510,20622,8840,15284,10039,12969,9489,13075,20075,6148,1826,22497,22482,21935,15911,22556,15097,18265,6697,18789,20136,12024,11787,10611,18208,741,363,17449,22512,14918,22506,22454,17129,12475,16583,16774,9607,20218,11478,210,22352,14976,19458,17551,7541,6408,20030,17448,19529,14354,480,15833,15549,16463,14309,10458,9720,10662,16654,18985,15222,10604,3640,16065,21088,15069,14310,11848,8100,6215,13964,13214,13609,18298,16442,17235,11059,197,19014,20919,21250,19060,8242,2176,22494,18398,16350,14914,15578,17149,16275,10407,22540,11887,9155,22507,20695,14930,11168,9254,60,17570,17196,21731,19115,18825,13988,12886,14399,13648,17230,9806,528,15697,16034,14513,15444,13331,8107,3396,22504,8585,583,12588,8518,18526,22479,22542,16225,16838,13250,13673,19480,22051,21791,21211,15738,21259,12274,20696,6549,8148,13233,6601,4932,1052,11973,18957,16532,18663,20365,16217,20195,11528,67,12851,19029,11149,4619,22474,10442,19291,18882,13699,13123,14576,10705,14607,11853,1429,0,18577,19931,22280,8459,16699,14436,22487,19930,16566,18943,39,19156,22328,13792,15470,18228,15531,9682,19587,21538,8209,15501,19699,16561,16151,17565,11523,18067,12371,6904,22503,13965,13144,17728,3266,18256,14008,22339,17212,18056,7648,8174,19776,16597,14547,6,18956,14230,8038,7550,22523,9835,5323,20289,17078,13144,21133,19574,18258,16617,16124,12935,177,16482,13453,17863,15359,12211,15749,20456,13540,14625,22578,21402,19607,15593,12725,8828,5568,69,14472,22547,22473,11702,13844,9980,13266,8242,14277,12357,17024,12929,16543,13631,15436,11153,21084,22511,22538,17946,10295,1089,18648,18447,19158,21499,7855,1330,22335,17828,16442,21814,17452,17216,18344,628,12915,18065,16657,12090,16679,13221,8889,11859,10952,7736,14518,16833,6035,5674,19637,17951,20970,14810,15916,11700,21184,11475,20531,22531,16115,11278,9132,6698,467,17910,19029,18228,13065,37,5209,22625,22537,21690,14387,12005,9506,12837,12015,15906,14278,10231,16392,16259,14798,12796,10259,21026,12643,1294,22485,14549,14166,13101,15152,10792,8382,10834,2547,22504,21763,18712,17031,20750,10452,17213,22537,8624,14685,15652,19750,17749,8922,2693,19786,18394,21748,16453,17848,20896,20771,15721,13564,21927,17368,7470,15890,17227,15967,8722,20134,16000,16009,16904,5,18036,22638,14476,10901,13219,12313,13204,19429,12557,13419,10503,15690,10205,8187,13050,13824,10192,7580,8046,16290,8532,154,14804,19821,16923,15377,22270,8429,57,17351,9778,15287,18251,18838,20643,12563,14973,12572,13770,10342,13347,15231,22500,22522,16411,17251,419,17463,22492,22584,19555,11851,14979,18504,17766,5821,11091,9045,22366,22514,637,17863,14189,14888,12723,14827,16767,16382,3131,86,15541,22508,22446,10563,22522,2135,22505,12988,22549,14608,12401,11668,19335,22518,20896,12730,14194,19270,14984,19628,21086,22533,18371,16969,2747,22541,22538,13065,16569,18824,4556,1516,22375,16695,6329,8159,20367,19561,13875,15867,20522,14888,9958,13691,14123,14399,21474,19766,10468,2153,18026,15379,19297,13293,18577,22589,22520,11008,18848,20274,22482,7126,12144,16323,18761,19037,22471,22416,22427,22358,22511,9714,8505,13308,10532,1364,701,22565,22521,21193,22553,14233,16960,22516,4530,100,10266,15986,13688,13124,12129,8342,19976,15839,17846,17104,9093,14639,8648,101,13046,15127,17187,22560,19954,10299,6674,21448,17581,22456,22507,22494,19962,16485,14740,2116,10750,15958,17320,22506,19935,15383,22526,22593,20035,22493,20322,14801,10700,15074,17775,16627,14299,15290,11714,8008,10963,17688,15208,13810,16455,12105,9807,10540,21308,18341,13386,13238,15569,3748,406,3333,22523,11076,20646,22537,2462,15197,3816,22450,20882,21456,14619,19043,14806,16568,20628,18408,15489,15277,13151,15608,16600,5614,10834,19838,14342,22553,18993,19815,22365,15316,21079,13533,13483,17518,12748,5355,18301,15920,14871,16837,18163,15583,2327,17385,20557,19342,15984,13309,14423,15788,16477,15712,22365,9679,16482,21304,15034,14771,19777,12962,18228,18950,21503,13370,8317,11163,22465,11761,9374,15874,4822,22484,22659,22475,19136,14072,9962,16199,16777,18458,13538,17378,5743,16973,18888,11881,13350,14681,15360,9804,14912,7111,19930,11944,826,13715,19181,19963,10036,7093,91,18772,22532,21482,15433,19676,13424,15831,16989,15998,1123,20487,19020,19687,14841,14524,22528,16670,10571,13325,10014,1838,91,6619,22530,20192,18723,20610,11251,17620,13575,12285,14014,19836,16300,6047,15355,16566,19815,20186,11437,9613,13244,21192,11840,10725,7459,12780,248,9,749,20862,15949,16816,22363,9424,10294,5960,14907,18266,17503,8673,9,18329,17059,15606,9467,13862,13949,9293,14432,15790,11095,17576,20694,18834,15049,14254,14050,13830,12420,22515,17872,13442,13481,5094,3467,15512,10291,16828,16456,16290,13949,351,22526,22518,14058,20717,12839,14091,293,4689,21829,14538,18601,16173,10011,21988,17992,11868,6644,8420,16285,6555,6053,6195,13986,17689,15893,17355,22381,16620,15522,1867,21090,18231,18396,14327,12709,13207,8295,10793,6289,7426,13238,19073,22545,22535,18853,16679,12660,7239,9290,21080,20878,17858,16704,22202,19009,20983,14449,11914,19413,18896,13516,21045,22543,16183,18037,15933,15116,22501,17114,17570,14948,2776,22517,20916,16634,5349,22441,18055,11848,16721,16096,16169,19903,8287,15297,16044,12179,15056,9711,12304,9522,9451,2946,22534,22511,12873,18447,13077,8326,3646,22505,19564,16862,22305,22517,13413,15624,17934,13534,15531,15581,18202,9735,9521,457,154,22540,22488,22085,19751,11179,110,22369,13101,18660,15944,19020,19173,22238,10506,14033,15486,3406,14458,16409,12199,10467,19156,19894,15265,18907,12548,14255,15021,13539,13307,17144,13497,16984,19620,22005,13714,22546,16153,13278,20863,11407,21920,12182,10625,17634,17614,14832,15702,12935,13415,19070,14023,18795,4608,13355,9113,21790,17553,11508,15081,17087,17001,9046,6278,7128,5693,15317,16286,19556,12910,19829,17787,148,3973,12803,13485,12123,11584,10558,8717,117,4855,17259,15793,13116,8012,6425,3782,211,22309,22450,5520,15976,19093,18418,18514,16025,20738,19189,11768,15975,16645,13500,17491,19497,11972,14819,9946,16118,12155,4352,1193,8046,19413,16795,16196,14369,11002,14704,11429,13830,13314,16844,4532,2390,17133,13179,13862,14879,11910,17097,11983,16529,14950,13552,5651,19614,20700,22456,11041,20064,10389,14573,14767,9166,15587,16319,11309,759,19818,14576,11812,10522,6748,19770,20957,8161,498,17421,17516,22517,20502,21910,16302,13871,17544,15642,22433,22543,429,21214,21954,16318,11585,15935,11034,11961,10024,10855,3136,13297,18395,22491,306,2768,11312,16189,14935,13270,13995,11383,6928,8772,12428,14433,14205,5978,14267,12053,8701,7627,12523,8298,11488,11451,14939,10974,7465,7275,17936,22535,14934,2076,22512,19389,22540,17410,18575,15572,10256,9764,9503,7788,15249,17017,16535,8772,15082,10609,12814,4720,604,1404,1567,1437,22285,21073,19153,14615,15817,12184,20580,14349,18549,15563,17598,5988,1591,22483,16740,15487,16967,17193,22499,18452,17037,15119,19601,12190,16762,15746,16315,13717,13281,12990,934,19230,22520,18354,14753,6102,1526,1385,19314,18075,13259,14092,14442,17994,13545,17136,15468,15866,19967,14772,14274,13386,15380,15128,3858,1649,19208,19278,18547,22388,14734,14548,13789,15267,15355,2852,912,17538,18375,13866,15916,12104,16200,11899,15294,9983,15994,19442,17591,14604,18340,17084,16383,1494,16213,19293,16728,22547,22637,22498,12981,16735,1136,21149,17778,19024,15696,19721,17783,14608,14520,12483,22488,15044,19437,17955,18520,16305,12981,10939,2010,13951,22553,18091,11962,15610,14785,21406,15063,14979,13576,19788,13010,15894,6740,1985,15688,19307,12339,19674,16082,22421,13682,14700,18595,9094,7868,22046,15415,6034,1900,1322,868,1637,2405,14535,14144,11982,12164,12074,11714,9064,7376,9240,15776,14852,14664,15713,15803,16128,16149,17028,16377,17010,16879,15424,15678,15883,15222,16744,15567,16513,14632,15657,14867,14978,15064,13677,11524,14090,10041,5227,2867,14855,11282,9734,7107,4447,1604,731,419,186,79,36,12370,12461,12142,11861,12263,12725,11075,11809,5994,3462,11048,11435,12469,12998,11453,12823,2705,13707,12136,11595,12056,8009,14148,13322,11629,16309,2372,10931,12955,11661,3357,12155,10745,3923,10072,4709,7495,6859,11629,6971,3456,10905,12987,3828,14634,12792,10328,14022,14212,14007,11126,17342,16134,12006,16834,22065,17022,20519,18460,16524,19236,16737,17738,12978,18547,10483,27252,27422,16760,23468,18433,20128,21906,10428,9881,7111,27591,19859,18939,14558,18145,21262,25849,18563,21861,23291,20216,18135,18416,16723,22730,22743,16970,17541,21581,18884,28064,19450,17727,19858,4143],"fragments":[{"begin":"0.000","end":"7.760","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"7.760","end":"60.240","lines":["For generations a massive iron meteorite sat in the Somali desert, becoming a landmark where children played and herders sharpened their knives. Then in 2020 a group of armed men arrived to steal it."]},{"begin":"60.240","end":"83.320","lines":["The El Ali meteorite contains three minerals never before seen naturally on Earth, making it scientifically priceless. But its journey from Somalia to the black market, with some research along the way, raises uncomfortable questions. Are scientists helping to legitimize stolen artifacts—and perhaps even adding to their monetary value—before they go up for sale?"]},{"begin":"83.320","end":"92.400","lines":["Here to walk us through the story is Scientific American senior editor Dan Vergano, who investigated the meteorite’s dubious trajectory for a recent feature article."]},{"begin":"92.400","end":"95.840","lines":["Dan, thanks so much for coming on to talk through this story with us."]},{"begin":"95.840","end":"97.400","lines":["You bet. Good to talk to you."]},{"begin":"97.400","end":"107.040","lines":["So can you start by just painting a picture: You know, what is this meteorite? What made it so special to the local community in Somalia before it disappeared?"]},{"begin":"107.040","end":"126.040","lines":["Well, it was, and it wasn’t. It was this thing that was just part of their lives—his rock off in the distance a ways from a village where camel foragers live, you know—and kids played on it, it was in songs, it was a landmark, people used it to sharpen knives, and it was just part of the world that they lived in."]},{"begin":"126.040","end":"142.480","lines":["And the problem is, also, it’s such a desperate place that we don’t even have really great information. It’s not like anthropologists can just troop out there and start doing a survey because there’s people with guns running around there. You know, it’s a famously dangerous place. And so we don’t really have a full picture even yet of it, which is something the experts I talked to lament."]},{"begin":"142.480","end":"144.920","lines":["How did you first get wind of this story?"]},{"begin":"144.920","end":"161.200","lines":["The old-fashioned way for a science editor: it appeared in a journal. The Meteoritical Bulletin had a piece about it; it made news a few years ago. And then this more recent piece came out in a journal over the summer from a Somali expert saying, “Oh my goodness, there’s all this horrible stuff that’s happened around the removal of this.”"]},{"begin":"161.200","end":"173.400","lines":["Yeah, so before we get into the troubling nature of what’s happened to the meteorite, let’s rewind a little bit. How did scientists first learn about this meteorite? When did they start studying it?"]},{"begin":"173.400","end":"187.280","lines":["Scientists first started hearing about it late 2020, early 2021, when a mining company of some sorts started sending them notes saying, “Hey, we’ve got this very interesting meteorite. It’s massive, and we need somebody to actually do a scientific analysis of it.”"]},{"begin":"187.280","end":"205.360","lines":["And so bits and pieces of it dribbled out in the usual way for the meteoritical community, culminating in a bulletin being published in 2022 saying, like, “Here’s its chemical characteristics. Here’s where it’s located. Here’s what sort of meteorite we think it is. Here’s where the sample is held via curators.” And drips and drabs slowly came out."]},{"begin":"205.360","end":"238.800","lines":["There was a series of analyses that found three new minerals in it over time—over the next two years—which is, it turns out, some really high-tech analysis that has to be done to look at these very fine inclusions of minerals in these iron meteorites to come to that kind of finding. And at about that time, say 2023, 2024, it was just like, “Wow, a really interesting iron meteorite,” and also, it’s massive and pretty important in terms of African meteorites: the third-largest one ever found there; ninth-, seventh-, eighth-[largest], depending on who you talk to now, meteorite in the world."]},{"begin":"238.800","end":"259.240","lines":["So it’s just an interesting scientific object. It tells us something about the collision between asteroids that bakes this sort of iron object in, in a cauldron—two things in space smashing into each other and cooking their surfaces off and producing this 15-ton iron can [laughs] that gets shot into Earth and ends up in a wadi in the Horn of Africa."]},{"begin":"259.240","end":"261.800","lines":["And just how big are we talking?"]},{"begin":"261.800","end":"277.720","lines":["So for iron meteorites I don’t actually know; it might be one of the largest we have. The Cape York meteorite, in, uh, which hit Greenland, is bigger. But we’re talking about something roughly a little bigger than six feet wide, four feet tall and heavy as hell. This is a giant clunk of iron."]},{"begin":"277.720","end":"300.880","lines":["And its significance is that it’s iron because that’s only a small fraction of the meteorites that we get. Most of them are silica; they’re sand and dust. And these iron ones are parts of the core of a starter planet, so it’s, like, interesting—or the mantle, at least; they’re arguing about it. But at any rate they tell us something more about planet formation than just your run-of-the-mill meteorite."]},{"begin":"300.880","end":"309.400","lines":["For Africa as well, it’s a place that’s underexplored scientifically, and so finding this is also a sign, like, “Hey, there’s a lot more out there; we should be looking,” as well."]},{"begin":"309.400","end":"315.920","lines":["Yeah, and could you tell us more about those three minerals that were found that don’t naturally occur on Earth?"]},{"begin":"315.920","end":"351.640","lines":["So the three minerals are basically phosphate inclusions in this iron meteorite. And that’s interesting because it means that they aren’t from the interior, the iron core, of the protoplanet of some sort that this thing hit, but it’s a place where the mantle hit the core when the collision happened and this stuff cooked into it. And it’s really weird behavior. It’s the stuff you don’t find on Earth: two things in a vacuum, at least one of them made outta iron, smacking into each other at really high speeds and cooking. It’s not a kind of furnace you would find, like, in Pittsburgh to make steel. It’s a weird space environment."]},{"begin":"351.640","end":"389.240","lines":["And so the three elements are interesting, both in terms of what they can tell us about the environment where this happened—you can figure out things like what exactly was the pressure, speed, temperature at which you can develop these sort of things, which we can’t do on Earth, at least not easily. Somebody could try and figure out how to reverse their engineering, but this is the kind of thing that only sort of artifacts from space can tell you. And what does that mean about the environment in which they formed, to set up that kind of experiment that cooked these guys off? What is the nature of building a planet? Which is a real question for us because we live on a planet, and we’d very much like to know how they form, and these are the sort of clues which tells us something about how Earth itself started."]},{"begin":"389.240","end":"403.960","lines":["Yeah, so definitely scientifically significant, but as your feature explains this analysis only came about because of a, a pretty dark turn in the meteorite’s history. Could you tell us what happened there and also how it came to light?"]},{"begin":"403.960","end":"407.560","lines":["What’s really interesting about this is it sheds a kind of a dark light on science itself ..."]},{"begin":"407.560","end":"407.560","lines":["Mm."]},{"begin":"407.560","end":"428.720","lines":["Like, science being used to legitimize the theft of an object, similar to archaeological objects and even the art world. What was clear in the report in June in a meteorite publication was that there had been some serious reports of bloodshed surrounding this thing. I mean, the, the—you don’t read about beheadings ..."]},{"begin":"428.720","end":"429.200","lines":["Mm."]},{"begin":"429.200","end":"454.120","lines":["In a scientific journal very often. And there—it was mentioned there, right in black and white, which, you know, kind of got my attention. And this was buried in the Somali press—like, [it’s] a sign of the lack of connection in the world that there are what seemed like very serious reports that this was stolen, involving gunfire and people being shot to death, and then trucked to Mogadishu and then smuggled out of the country under circumstances that government officials call “corrupt” there."]},{"begin":"454.120","end":"493.000","lines":["So it’s easy to be cynical and say, “Well, it’s Somalia.” [But] this is a scientific and cultural artifact that’s being stolen from this poor country. So the fact that scientists, at best, were used to legitimate the provenance of this thing in order to sell it—which the, you know, buyers want millions of dollars for it, [though] their prices change, but they want anything from $30 million to $3.2 million for it—and that the scientific verification that, “Yea, verily, this is a genuine meteorite, the kind of thing that you, rich guy, wanna have in your living room,” is troubling. It speaks to, I think, a field—a scientific field that hasn’t grappled with its responsibility towards the rest of the world. It’s just, “Oh, these things are fun to study ...”"]},{"begin":"493.000","end":"493.000","lines":["Mm."]},{"begin":"493.000","end":"507.760","lines":["“Let’s get ’em in the lab.” And, you know, “Okay, so what, somebody uses the provenance to sell it to somebody who has no interest, really, in science other than it’s just, like, the same thing as putting up a fancy guitar on their wall to have this fancy meteorite in their living room.” It’s really troubling."]},{"begin":"507.760","end":"515.520","lines":["Although I did find some people in Somalia who said, like, “These are all exaggerations,” these reports of bloodshed. And we reported that, which—we can’t go in. I mean ..."]},{"begin":"515.520","end":"516.120","lines":["Yeah."]},{"begin":"516.120","end":"540.960","lines":["You know? Like, it’s, it’s very much on the, on the State Department’s list of “do not go there” places. So it’s not like I can send a reporter there and say, “Hey, could you check this out?” But these are reports in the news for several years of people being shot, of local militia fighting with al-Shabaab to recover this thing and to prevent them from taking it and being shot and the thing being stolen, so ..."]},{"begin":"540.960","end":"541.240","lines":["Mm."]},{"begin":"541.240","end":"546.200","lines":["So that’s not your typical scientific study. This isn’t like, “We went to Pompeii, and we found a new mural.” This is ..."]},{"begin":"546.200","end":"546.960","lines":["Right."]},{"begin":"546.960","end":"557.840","lines":["This thing was [believed to have been] stolen by straight-up terrorists—they’re on the terrorist list from the State Department—carted away and sold to shady businessmen who don’t, clearly, know what they’re doing ..."]},{"begin":"557.840","end":"558.080","lines":["Yeah."]},{"begin":"558.080","end":"563.360","lines":["Or they never would’ve done it this way. And it’s bad for science, it’s bad for the world, and it’s bad for Somalia."]},{"begin":"563.360","end":"572.400","lines":["Yeah, what do we know about who was involved in the theft and smuggling of this meteorite and what their motivation was?"]},{"begin":"572.400","end":"573.120","lines":["Money."]},{"begin":"573.120","end":"573.480","lines":["Mm."]},{"begin":"573.480","end":"599.120","lines":["So what we do know, or what seems to be credibly reported, is that some Somali businessmen-traders had set up a mining company, which was sweeping through this area, looking for resources: opals. And they found this meteorite that—it’s a landmark, so it’s not hard to find. They took a sample; they sent it to Nairobi—this is around 2019. And it said, “This is really interesting. This is a metal thing. This isn’t a rock.”"]},{"begin":"599.120","end":"630.800","lines":["They sent gunmen, and they seem to be connected to al-Shabaab. It’s not like people wear outfits, like working at Starbucks, saying, “I’m with al-Shabaab.” You have a gun, and you’re a young gunman—you’re probably connected to them in some way. There are also local militias; this is a tribal clan area of the world. So it’s very complicated and hard for us to parse all the different loyalties. But it seems straight up, they’re connected to this terrorist group—the people who were sent to recover it—acting, at least, as security for the crane[s] that came and lifted it out of the ground."]},{"begin":"630.800","end":"666.400","lines":["So what do we know? Gunman [seemingly] connected to a known terrorist group were part of the team that removed this object and took it to a small town, away from the village where it was located, and then they sold it to these five businessmen called the Kureym Mining [and Rocks] Company. And those guys trucked it to Mogadishu, where it was seized, and then ended up back in their hands somehow. And it’s not clear how it happened, and we repeatedly tried to contact them, the scientists have asked them for their licenses and that sort of thing, and nobody has produced anything resembling paperwork to us and/or wanted to go on the record at all about it."]},{"begin":"666.400","end":"671.920","lines":["And what do we know about where the object is now?"]},{"begin":"671.920","end":"678.960","lines":["It’s now located, as far as we know, as best we know, in a small city about 50 miles inland in China in a warehouse ..."]},{"begin":"678.960","end":"679.320","lines":["Mm."]},{"begin":"679.320","end":"700.880","lines":["According to, like, cell-phone videos. It’s just sitting there while the possessors dicker with people about how to sell it. There have been reports on bulletin boards from the meteorite community of people who tried to buy it, tried to make deals with them, despite the lack of, like, a really good provenance, and didn’t get anywhere, that they would change their minds at the last minute. So you have five feuding owners of some kind."]},{"begin":"700.880","end":"722.200","lines":["How it ended up in China, why China? Not clear, other than China is a center of smuggling meteorites. A number of them have showed up in the past there. The Chinese authorities have seized them at times. And so somebody had the idea that moving it—among these five folks—that moving it there was a good way to keep it secure, rather than keeping it in Mogadishu in a warehouse."]},{"begin":"722.200","end":"733.160","lines":["Well, and, you know, speaking of, you know, China’s history of meteorite smuggling, could you give us some context for how common this kind of thing seems to be?"]},{"begin":"733.160","end":"733.960","lines":["We don’t know."]},{"begin":"733.960","end":"734.320","lines":["Mm."]},{"begin":"734.320","end":"744.800","lines":["I’ve been told by criminologists that the meteorite market in the last five years has become pulled into the whole collecting world. The same guys who buy Tyrannosaurus ..."]},{"begin":"744.800","end":"745.040","lines":["Mm."]},{"begin":"745.040","end":"757.640","lines":["And put it out by the pool, the same guy who buys, like, a Superman comic book from 1935—that sort of world of too much money, Silicon Valley wealth has infected the meteorite market."]},{"begin":"757.640","end":"760.360","lines":["Meteorites have been sold since [the] 1800s, at least ..."]},{"begin":"760.360","end":"760.560","lines":["Sure."]},{"begin":"760.560","end":"777.160","lines":["Probably earlier. But, like, those were just weird collectors; they like rocks. What we’ve seen within this decade is it moving into the world of Sotheby’s and other sort of high-end collectible sales, just like seemingly everything else. I wish I’d kept my comic books from when I was a kid."]},{"begin":"777.160","end":"786.160","lines":["And so that money has infected this world of meteorites. Sotheby’s sold a Martian meteorite this summer, and, like, that got a lot of attention."]},{"begin":"786.160","end":"786.520","lines":["Yeah."]},{"begin":"786.520","end":"801.080","lines":["And the scientific field hasn’t caught up to it, [the fact that] this is going on. The same way that archaeology has had to catch up to things, the same way that paleontology has had to catch up to this auctioning of assets, the meteorite community is gonna have to grapple with this as well, I think."]},{"begin":"801.080","end":"810.440","lines":["Yeah. And the scientists involved in analyzing the meteorite, what did they have to say about their role in this?"]},{"begin":"810.440","end":"835.960","lines":["They basically feel bamboozled. They feel like they were—this is what they say—they were acting as scientists. Somebody approaches them, says, “We’re a mining company. We found this interesting thing. We need a scientist to analyze this to see what it really is, and it looks really interesting.” And so you’re a scientist and your goal in life is to look at interesting things, you look at meteorites, and you’re like, “You bet. Send me a sample, and we’ll get it taken care of.” Nobody said to them, like, “Oh, we shot a bunch of people to get this thing.”"]},{"begin":"835.960","end":"847.000","lines":["Some of the criminologists I talked to said, like, “Yeah, that sounds really naive.” Some other meteorite experts said, like, “How could you not ask? This is a part of the world where you gotta ask questions.”"]},{"begin":"847.000","end":"872.360","lines":["And so that’s the tension in the story, I think, that we try and get at, is: “What was their responsibility?” They say, like, “If I’d known, I wouldn’t have done this.” But, like, it’s a question, I think, for readers and for the scientific community, like: “What is the thing that should have been done here? How should this be handled, instead of the way it’s been handled?” Because, you know, it’s a mess. The thing is gone from the scientific world; it’s gone from the cultural world. It’s—just seems like a bad outcome to have it sitting in limbo."]},{"begin":"872.360","end":"879.400","lines":["Yeah, and does it seem like this particular case is leading to any reflection in the field about those kinds of questions?"]},{"begin":"879.400","end":"905.600","lines":["It’s just starting. I think this story and the Sotheby’s sale of the Martian meteorite is the beginning of the field grappling with it, just starting this summer. These are people who decide things in six-month increments at conferences and court cases and decisions that percolate up through stories like ours over years. In three years there’ll be a conference at the meteorite meeting, and they’ll put out new bylaws. But it’s just—the discussion’s just starting right now."]},{"begin":"905.600","end":"912.440","lines":["You see the same tensions here that you saw, I think, in archaeology, where you had collectors funding people, essentially."]},{"begin":"912.440","end":"912.800","lines":["Mm-hmm."]},{"begin":"912.800","end":"938.840","lines":["That was a problem 20 years ago, 15 years ago, still may be a problem in some cases. And so you have to get funding, and there’s not a lot of money in this field, and these are expensive machines that do the analyses. So when the guy who’s paying for your career says, “Hey, don’t look into this too closely,” you can see a field react more slowly than one where there’s a clean line to taking care of ethical problems."]},{"begin":"938.840","end":"955.200","lines":["And this is a problem with the way we do science in the world, you know? This is not an area that’s, like, as funded as well as, like, chemistry, you know [laughs]? So, you know, if you lose a donor, you lose the source of these rocks, you don’t do any science. So that’s what they’re gonna have to navigate in the next three years."]},{"begin":"955.200","end":"963.080","lines":["So the short answer is: I only see the conversation just starting now. I don’t see it as being a clear line developing to how they’re gonna handle this."]},{"begin":"963.080","end":"972.440","lines":["Thanks so much for coming on to talk us through this. Of course, our listeners can check out the story itself for more, but we really appreciate your time."]},{"begin":"972.440","end":"973.880","lines":["You bet. Thanks for doing this."]},{"begin":"973.880","end":"992.800","lines":["That’s all for today’s episode. You can read Dan’s full story on ScientificAmerican.com. We’ll be back on Monday with our usual science news roundup."]},{"begin":"992.800","end":"1039.200","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1039.200","end":"1051.360","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend."]}],"duration":1051}