{"title":"The Only Particle Collider in the U.S. Will Be Replaced with an Upgrade","img":"https://static.scientificamerican.com/dam/m/10072b3ef3dcfc1e/original/Science-Quickly-Podcast-Brookhaven-Span.jpeg?m=1746737435.491","url":"https://www.scientificamerican.com/podcast/episode/measuring-gluons-and-quarks-at-the-brookhaven-relativistic-heavy-ion/","audio":"https://traffic.megaphone.fm/SAM1509616458.mp3?updated=1746736366","intro":["Brookhaven National Laboratory is pushing the boundaries of particle physics."],"authors":["Rachel Feltman","Naeem Amarsy","Fonda Mwangi","Kelso Harper","Carin Leong","Jeffery DelViscio"],"category":["Space & Physics"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, this is Rachel Feltman. Today we’re taking you on another one of our Friday Fascination field trips with an auditory journey to Brookhaven National Laboratory. This Long Island facility boasts seven Nobel Prize–winning discoveries and more than 70 years of groundbreaking research into energy and the environment."},{"author":"","text":"Earlier this year the Science Quickly team visited Brookhaven to get a look at its Relativistic Heavy Ion Collider, or RHIC, which has been helping scientists study subatomic particles since 2000. RHIC’s 25th year of operations is set to be its last—but only because something new is on the horizon: the Electron-Ion Collider [EIC], which scientists hope can reveal the secrets of the “glue” that binds the building blocks of visible matter together."},{"author":"","text":"To guide us through these weighty subatomic topics, I chatted with Brookhaven’s own Alex Jentsch. You’ll notice that this episode’s audio quality is lower than usual, but that’s because we were hanging out next to giant science machines. If you want to see those incredible instruments for yourself—and get access to an extended version of my conversation with Alex—check out our YouTube channel for a video edition of today’s episode. For now here’s part of our chat at Brookhaven."},{"author":"","text":"I’m here with scientist Alex Jentsch. Nice to meet you, Alex."},{"author":"Alex Jentsch","text":"Nice to meet you, too, Rachel."},{"author":"Feltman","text":"So where are we? What goes on here [laughs]?"},{"author":"Jentsch","text":"Well, right now we are in the experimental hall for the STAR experiment, which is one of the two operating experiments right now at the collider."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"And this monstrosity behind us is basically just a very large digital camera that we use to take pictures of collisions of particles."},{"author":"Feltman","text":"Wow, and what’s the point of taking a picture of a collision of a particle?"},{"author":"Jentsch","text":"Well, the only way that we can really understand what’s going on inside of the atom—or inside the nucleus of the atom, really—is by destroying it. And so basically you can imagine this digital camera taking a picture of a firecracker after it blew up and then trying to put it all back together. So it’s basically the only tool we have to look inside the nucleus."},{"author":"Feltman","text":"And what kind of stuff can we learn with that?"},{"author":"Jentsch","text":"Well, there’s various different things. So the original reason that we built this facility and built this collider was to study the early universe, so we were actually trying to recreate stuff that would’ve existed right after the big bang. So we obviously can’t go visit the big bang very easily, unless you’re a Time Lord, and so ultimately the only way we can do this is by trying to recreate those conditions in the lab."},{"author":"","text":"So that was kind of the first main pillar of the science program, was looking at a situation where protons and neutrons were not protons and neutrons; they were actually melted into their constituents for a very short period of time. So we do that for very, very, very small amounts of time ..."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"In collisions in the middle of this detector."},{"author":"","text":"Alternatively, we can also look at just basic structure of the proton. We can understand things like its mass, its charge and its spin, which is kind of the esoteric aspect of a proton, but that’s another thing we can do with this camera."},{"author":"Feltman","text":"Cool. It would be great if you could just give us a quick overview of sort of the basic terms we need ..."},{"author":"Jentsch","text":"Sure."},{"author":"Feltman","text":"To understand to wrap our heads around this."},{"author":"Jentsch","text":"So atoms are already fairly complicated. So we learn in chemistry that atoms have these electrons zipping around the outside in this cloud. And then if you go deeper into the inside of the atom, you get to the core thing that we call the nucleus."},{"author":"","text":"So the nucleus is made up of these positively charged particles called protons and these neutral particles called neutrons. And for a long time we thought the electrons, the protons, the neutrons, they’re fundamental. Well, then we looked deeper. We got new tools that we could use to probe deeper inside and found, “Oh, there’s stuff inside the proton and neutron. Dang it, that’s more complicated now.”"},{"author":"","text":"So we found these objects—we had no name for them yet; we didn’t really expect them to be there. And one of the first things we had to figure out was what they’re doing, what their properties are, how they’re held together. They seem to be always bound up inside the protons and neutrons."},{"author":"","text":"So we start out calling these things quarks because we couldn’t really figure out a name and we found something in a James Joyce novel that sounded like it matched the, the weird thing we found. And they’re seemingly glued together inside the protons and neutrons. And we know that, from the electromagnetic force, that photons are kind of the force-carrying particle between charged items."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"So electrons, protons, they see their electric force by being able to exchange a photon; there must be something similar for quarks. And so since they’re kind of glued together, we thought, “Okay, maybe this particle’s called a gluon. Maybe it’s the thing that’s actually communicating this much stronger force than what we see for electromagnetism.”"},{"author":"","text":"And so from all of that we learned that the, the strong force is actually much stronger than electromagnetism, it’s communicated via this thing we call the gluon. And so all of a sudden a whole new branch of physics became a thing and is now why we build these new machines."},{"author":"Feltman","text":"Quick follow-up: And what’s the strong force [laughs]?"},{"author":"Jentsch","text":"So the strong nuclear force is actually what binds protons and neutrons together and eventually binds them inside of atoms together. ’Cause if you think about it, protons have positive charge, neutrons have no charge—how are the positive charge items holding themselves together into a nucleus? So the strong force allows the nucleus to actually hold together."},{"author":"Feltman","text":"So can you walk me through what goes on when the accelerator’s turned on? You know, what does an experiment entail?"},{"author":"Jentsch","text":"So the accelerator part is immensely complicated; it’s actually a whole complex of accelerators. So you can picture it kind of like the entrance ramp onto a highway. So we start the cars off, you know, after a red light on the access road. They eventually get on the ramp, and then they get on the highway and speed up."},{"author":"Feltman","text":"Right."},{"author":"Jentsch","text":"That’s kind of how the RHIC facility operates. RHIC is short for Relativistic Heavy Ion Collider—RHIC is easier to say. So RHIC is kind of like the highway, and then the other parts of the complex are like the access roads."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"That part is a whole set of expertise and a whole lot of challenges, and getting the particles into RHIC is only half the battle. Once they’re there they have to accelerate. So we have to basically accelerate them at the same time that we ramp up all of the over 1,000 magnets that are inside the ring."},{"author":"Feltman","text":"Wow."},{"author":"Jentsch","text":"So those ring magnets are being ramped up in their field at the same time that we’re speeding the particles up really, really close to the speed of light. And then eventually our friends at the collider department use other magnets to force the two beams to collide at the center of our detector, and then we start working."},{"author":"","text":"So we’re in a control room on the other side of this building. We turn on all of our detectors and start taking data, and that process goes on for about eight hours at a time. And so while we’re in the control room, we babysit [laughs] all of the detectors, make sure the data-taking is going smoothly, and things always happen that we don’t expect. And so we try not to run in the middle of summer, for example, because it gets hot and the power grid on Long Island [laughs] is not so happy with how much power we’re drawing, and so eventually we get little dips, and that can shut things down for quite a while. So just getting the particles to the middle of the detector is really, really, really hard."},{"author":"Feltman","text":"So what are some examples of findings that have taken place because of the work here at Brookhaven?"},{"author":"Jentsch","text":"So one of the initial things that was really interesting is that when we smashed these particles together, we originally started smashing gold ions together, and there was a reason for that. To recreate the early universe we want a lot of density and a lot of temperature."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"And so by smashing heavy ions together the hope would be that in a very, very, very tiny nuclear scale you recreate the early universe—really, really, really small. And the thought was that when we do that the energy density becomes so high that the protons and neutrons “melt.”"},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"And you get what, originally, we thought was a gas of the quarks and gluons inside. That wasn’t really what we ended up finding. We actually found that they don’t really behave like a gas at all. They kind of behave like a liquid …"},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"Which is really not something we expected. And so as we started to do more work and study different things about the properties of this quark-gluon plasma we created inside, a lot of it was not what we really expected it to be."},{"author":"","text":"So for example, we expected, because it might be a gas, that it would be fairly weakly interacting, which is not what you’d expect from the strong force, right? But it turns out it’s actually quite strongly interacting—that’s why it moves kind of like a fluid: all the particles actually kind of talk to each other."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"And that has consequences for some of the things we try to measure. And so many of the things we initially measured were quite different from what we expected. As particles go through this plasma they lose energy. And so when we measure them in our detector they are not really behaving the way we originally thought they might."},{"author":"","text":"The other aspect of things that we try to study here is the, the basic, fundamental property of the proton ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"The spin. And a long time ago we found out that the proton spin is not just coming from the quarks; it’s coming from some combination of the quarks and the gluons."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"And so we actually made some of the first constraint measurements here at STAR and at PHENIX down the road that showed the amount of spin that could be coming from the gluons, and that was, like, a first-ever measurement. So now the goal is to figure out the last part, which is how the motion of the quarks and gluo ns contribute to the proton spin."},{"author":"","text":"So we can’t answer all the questions with one facility, and so the hope would be that we can use the new facility, the Electron-Ion Collider, to start looking at that as well."},{"author":"Feltman","text":"Yeah, well, and speaking of, you know, answering new questions, one of the reasons we’re here is that this is sort of the end of the line for this version of the accelerator ..."},{"author":"Jentsch","text":"Mm-hmm."},{"author":"Feltman","text":"As far as I understand it. Can you tell us a little bit about the transition that’s happening?"},{"author":"Jentsch","text":"Yeahthis year we’ll have our final data-taking for RHIC. And at that point we spend a couple of years taking all this stuff out because we have to make room for the new facility. And that process is really difficult ’cause you can see this is not a small piece of equipment. In parallel we’ll also be retrofitting whole sections of the accelerator to build the components for the Electron-Ion Collider."},{"author":"","text":"So it’s exciting—we’re really ready for the new physics—but it’s also bittersweet because a lot of us have been working on this for a long time. I’ve been working on STAR for, like, 13 years, and so I have fond memories of sitting in the control room with friends from all over the world eating, you know, really salty snacks to stay awake and drinking coffee. And that’s gonna be, you know, going away at the end of this year, and we’ll have quite a long time before we start taking data with the new facility."},{"author":"Feltman","text":"Yeah, and what’s the reason for the changeover?"},{"author":"Jentsch","text":"So the kinds of collisions we do right now are either gold smashing on gold or proton smashing on proton or even proton smashing on gold. The problem there is that you have two items that are full of quarks."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"They’re really complicated items, and as you speed ’em up to really high energy they get more complicated. And smashing two really complicated objects together means that trying to study it is not easy."},{"author":"Feltman","text":"Yeah."},{"author":"Jentsch","text":"By using electrons as one of the beams instead of another proton or an ion— so you have an electron smashing into an ion—the electron basically serves as a source of light. It serves as a source of photons. And so you can actually take, essentially, snapshots of the nuclei, of the protons. It’s a cleaner collision environment."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"You can’t study everything that we study here—you can’t study a quark-gluon plasma, for instance, ’cause you don’t have the energy density of all those quarks together—but you can study what the nucleus really looks like at a very, very, very small scale. You can study what the nucleus might look like before it would’ve collided in RHIC."},{"author":"","text":"And so in some sense you can actually use the data we’ll take 10 years from now to reanalyze data from now to try to understand more than we do now, which means we have to preserve [laughs] all the data that we’ve been taking for the last 25 years, and so there’s a whole discussion now about the computing facility resources we’re gonna need to store all of the data we’ve been taking …"},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"Make sure it stays safe [laughs]."},{"author":"Feltman","text":"Can you give me a sense of how much data has been collected in that time [laughs]?"},{"author":"Jentsch","text":"Right now we’re collecting an average of something like 15 petabytes per year …"},{"author":"Feltman","text":"I don’t even know what a petabyte is [laughs]."},{"author":"Jentsch","text":"So a petabyte is—let’s see; we’re at terabytes—terabytes, gigabytes, so it’s a, it’s one million gigabytes."},{"author":"Feltman","text":"Wow."},{"author":"Jentsch","text":"And we’re doing that now per year; it’s gone up with each passing year. So when we first started taking data we were not taking so much data. The machine was at, you know, a much lower rate of collisions because we had to make sure the detector was safe, and computing power was not as good 25 years ago as it is now. So basically, as computing has caught up with what we wanna be able to do, we’ve increased the amount of data we take with each passing year to kind of make use of [laughs] all the computers we have available now."},{"author":"Feltman","text":"Yeah."},{"author":"Jentsch","text":"And so we’ve really stretched them to their max."},{"author":"Feltman","text":"What kinds of questions are you most excited to try to answer with the EIC?"},{"author":"Jentsch","text":"So for me I’m probably interested in the stuff that’s the less sexy aspects of the physics. I really wanna know the basic, fundamental aspects of the proton that we don’t know. The proton mass, for example, it’s a given; if you go into a chemistry textbook, there’s a mass number there for the proton. But the quarks don’t make up most of that mass. One percent of the mass of the proton comes from the quarks."},{"author":"Feltman","text":"Mm."},{"author":"Jentsch","text":"The rest of it is coming from the strong force itself, these interactions inside the proton. We still don’t really understand how that works, and that’s basic ..."},{"author":"Feltman","text":"Yeah, yeah."},{"author":"Jentsch","text":"We know how much things weigh—we measure this all the time. Why don’t we know how a proton gets the mass it has?"},{"author":"Feltman","text":"Yeah."},{"author":"Jentsch","text":"So that’s interesting to me. But then also even the proton spin. Spin is a less understood quantity, it’s more esoteric, but we thought originally that this was coming just from the quarks. Then we learned that only about 30 percent comes from the quarks, so where the hell is the rest of it coming from? And so the EIC gives us the ability to combine data that we take at RHIC with the new data from the EIC and hopefully answer some of those questions."},{"author":"","text":"There’s stuff that’s more interesting to other people in the community, such as what happens when you take a nucleus of gold, for example, and you accelerate it near the speed of light? And now it’s incredibly complicated—it’s quarks, it’s gluons, but it’s many, many, many gluons. The question is: Does it just keep producing gluons infinitely? Or does it—at some point does that production cease? If it does the former, that’s new physics; that’s going outside of what we know from quantum mechanics. If it kind of saturates at some point, then that would be something we more or less would expect, but we don’t know, and that’s kind of studying something that’s in the same ballpark as the quark-gluon plasma. It’s basically a state of matter that is dominated by the strong force. To people who have been interested in the RHIC program this is probably the fundamental thing they wanna focus on, is the, the heavy ion part of it—the really crazy stuff that happens when you make a heavy ion go near the speed of light."},{"author":"Feltman","text":"Yeah, and also very obvious question I should have started with: How big is it [laughs]?"},{"author":"Jentsch","text":"[Laughs] So this thing is a little bit bigger than a three-story house."},{"author":"Feltman","text":"Wow."},{"author":"Jentsch","text":"It weighs about 1,200 tons. The detector that will replace this for the EIC weighs a few hundred tons more. It’s not small. And most of what you see that’s heavy is iron. So there’s a big magnet inside of this, and that magnet has to have a place for those magnetic fields to go ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"So we have iron to protect and remove all that magnetic field. And then we have lots of detectors, somewhere like 10 subdetectors inside, but they’re made up of thousands of components."},{"author":"Feltman","text":"When you’re, like, talking to a member of the public and physics makes their head spin, what is your headline—like, “This is why what we’re doing is really cool and important”—for them?"},{"author":"Jentsch","text":"Well, we’re made of protons and neutrons. Everything around us is made of protons,neutrons, electrons; they’re fundamental. And we have an understanding of quite a bit of it—I mean, our chemistry textbooks and physics textbooks, there’s a lot of information there."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Jentsch","text":"But isn’t it interesting to wanna understand how these things achieve their basic properties? We know they have an electric charge. We know they have a mass. At the end of the day it’s a basic thing for human nature to try to understand the world around us. If we know we’re made up of these things, we don’t understand those things, it should be something that just drives our curiosity."},{"author":"","text":"Additionally, it’s really cool to be able to study things from the early universe in a laboratory environment. And the fact that you have to build something this large to study something so small is also rather insane."},{"author":"Feltman","text":"Yeah."},{"author":"Jentsch","text":"So in and of itself this is just kind of a wild idea: that we have a machine this large to study something that we cannot see with the human eye."},{"author":"Feltman","text":"Yeah."},{"author":"Jentsch","text":"And so my, my hope would be that that is enough to drive someone toward a little bit of curiosity: You know, what are we made of? Why are we made of it? How does it have the properties it has? That’s really what kind of drives me toward it."},{"author":"Feltman","text":"Yeah, I think most people would agree that understanding the basic particles that make up literally everything is pretty important, so thanks so much for taking the time to tell us about it and show us around."},{"author":"Jentsch","text":"Yeah, thanks for having me, and I hope to see you again in 10 years when we start taking data with the EIC."},{"author":"Feltman","text":"That’s all for today’s episode, at least in the audio universe. If you want to hear—and see—more of what we learned at Brookhaven, check out the extended video version of this episode over on our YouTube channel. You’ll find a link to that in our show notes."},{"author":"","text":"You’ll also see a link to our listener survey, and I’d be so grateful if you could take a second to fill it out. We’re looking for information about our listeners and their preferences so we can continue making Science Quickly the best it can possibly be. Go to ScienceQuickly.com/survey to participate. If you submit your survey this month, you’ll be entered to win some awesome Scientific American swag. Again, that’s ScienceQuickly.Com/survey. We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[8891,20510,28294,28041,21950,16208,17267,26050,21777,8986,26401,27898,18900,24889,28059,27136,21335,23067,20714,27869,15586,6772,28084,28346,23486,26836,23472,8561,20043,17634,27889,21216,26370,21651,28283,22117,28275,16819,25644,18094,21122,25618,16249,23056,20045,14269,28407,28318,22769,22545,28360,23336,26277,27672,22605,26815,12827,28152,16122,24545,23691,27580,22865,28052,22418,24482,21790,14348,28390,27607,27550,20075,22181,27884,28079,23720,17557,18504,19611,15863,27966,20306,23136,24886,25720,28344,26078,21859,19504,28243,17008,16244,21621,19689,17152,14811,16315,15101,11050,5838,9624,15223,13241,20672,21950,16359,23481,15520,25136,24018,16471,21220,19839,24339,23545,16863,19378,23307,20059,16424,15358,16937,24145,23828,14969,23635,21769,23429,7162,16005,19559,23560,23483,23980,15517,12014,10769,14430,15390,19396,17336,14447,12761,18932,12181,22085,4645,23840,20288,20657,20279,12514,17751,17494,12947,17882,22041,13699,21931,24386,15552,23927,17278,23718,16397,18845,17695,20318,17634,18524,21310,14549,23628,22357,20748,21830,19796,21718,23610,21471,19066,20570,14595,23820,23995,19983,13571,24683,22942,13273,24193,16737,24352,23324,14688,15328,21376,13185,236,68,13,54,273,1308,2525,13632,8652,9675,10490,9297,11470,13082,14296,14041,13777,15084,11871,15327,12910,13124,12517,9978,10577,9001,8758,7436,7103,6400,5901,6228,6055,5775,5918,15893,18708,11963,14566,17986,12409,9856,10375,12364,12375,16140,9228,6246,6369,7934,8993,9669,11744,11621,13659,13176,13313,14118,13826,14374,14393,14797,14551,13419,13930,13461,13354,11759,11089,12529,6732,8980,3117,2156,1721,2129,2146,2829,2911,2926,1967,10663,15814,7838,7810,10431,8105,14275,14848,8927,7790,11234,13157,6091,8493,7630,7387,8745,7511,11336,15813,14775,9990,5288,1261,13121,10085,12892,7951,6994,9516,10305,11298,13266,16502,9553,18623,8929,10518,10085,9133,12928,10787,10032,9945,10247,5314,10163,6583,9933,8199,7043,15944,7359,3557,1110,16498,12965,8895,11318,8915,7954,7351,8223,7824,8262,10791,10625,10099,11842,8599,14259,11038,8654,11519,11338,12844,1657,4304,9795,9453,16977,14231,15922,16402,8048,12633,8544,6236,16027,16423,3326,2259,15460,9589,9118,15857,9008,7135,10322,12215,9522,14755,14254,12130,12500,8294,7828,5512,10015,8129,16251,6376,2684,3954,12490,10973,18619,10734,9702,8618,8422,5801,4155,9042,9846,8942,9981,9427,9964,9348,9393,8698,8982,9522,11691,6478,9123,8985,12155,12353,9511,9619,8207,3446,9068,12355,8121,9098,9330,8131,12094,15718,17849,18624,24731,7831,8668,8913,11219,11981,8193,8061,5779,3319,17110,14454,12558,11041,14230,12878,9124,12174,13241,7143,10541,12378,9659,6763,7707,12120,7568,18426,15885,11270,4794,3998,2050,8392,11535,10429,8099,16375,6314,9936,15368,16495,13556,18249,17326,6052,11811,9697,9785,10633,6074,11533,15779,1911,7596,13167,8682,12061,8860,12810,11071,7513,12048,18257,5054,747,1177,13700,13861,8108,16032,18833,12010,7912,9101,20,14,8,5,5,1,15993,11916,17059,15098,20238,20317,20527,4194,1575,21925,12440,27568,14053,12105,7179,2054,22445,10654,17459,27722,22639,20095,16341,11694,16847,22140,17162,15810,9234,17825,14045,15064,12005,11687,15110,15435,13914,8179,11574,11711,11740,13061,11179,11319,9532,9591,11506,643,675,10718,10080,17490,19584,18554,14133,12124,13716,13590,12834,13290,12258,12387,10240,507,9787,9619,10468,13132,15810,11591,12509,18357,9557,1648,27482,2135,30051,21016,21454,19063,26850,18667,15809,16066,1734,11921,19773,5780,2777,17655,14751,13085,10902,13725,12941,11256,14137,14688,10353,16235,9709,12867,10155,12757,12504,8000,12508,13003,8831,2238,8065,12761,16626,10831,15248,10953,12973,11404,14229,16550,17066,13679,18258,19394,9988,730,10920,22095,18421,11923,772,823,14178,508,8229,18170,12350,15902,15768,12528,12840,5871,2312,21765,13517,16595,12152,14557,15849,6040,939,19746,13429,14179,8360,8789,14740,10486,17290,14121,10028,17360,10184,8248,14989,14341,15549,15608,7812,12022,10935,9813,6442,13628,11428,7486,10284,5078,3569,19267,16528,15058,17341,10348,9301,1875,11329,17100,16654,16196,15428,15257,14771,9234,9327,12273,14957,12835,8114,11793,18716,17229,15357,15689,13819,14267,12237,17296,9014,14820,11142,7744,10624,6793,556,18258,19323,15202,12817,12069,13300,11705,9392,9835,12242,563,11632,19740,12810,726,17947,15796,15218,15590,14956,11721,11804,14229,12420,13901,9138,10144,5926,2114,17110,16394,11732,11370,593,16033,16487,10548,1790,15910,16003,12429,11060,9395,9273,10249,13347,9277,9900,9186,6925,493,528,15845,18400,15488,16386,14492,17444,8250,14794,13978,12275,8644,9159,11874,12370,13950,11984,11951,10450,674,13719,6749,16620,7010,16004,12361,13342,13070,8125,12323,8859,13926,11839,9698,10367,6922,5868,7643,586,13977,15730,18193,20721,13320,15389,17627,14236,11635,10036,17632,8425,2986,22999,12574,16336,10048,10420,6737,18193,17691,16725,15358,19829,16874,18495,12497,18749,1515,22498,15338,16577,16807,13471,12080,13878,21009,14811,17505,16018,16941,13466,15790,16629,12916,14043,5382,12355,522,958,16141,17012,13530,13988,11801,15520,16850,12682,15133,10368,14688,8865,4478,587,15690,11001,15457,13044,15502,13667,9117,21424,12068,18230,19353,16154,17440,9901,9667,13951,17037,10672,7719,4899,691,12358,17012,18337,14875,15632,15546,14520,14101,12468,9954,14363,16466,12044,645,9822,19025,16007,15653,11795,11479,10361,11025,16130,11600,15280,13008,11813,8598,8668,15943,14695,16054,10585,9253,620,577,13696,13723,13621,16852,7913,1513,21137,21084,4096,12933,21766,10723,18169,10677,13947,12185,13419,8405,13239,9545,10664,8019,5480,8298,15861,1187,11948,19674,15011,18599,17697,16557,7535,11715,12791,19012,12905,13846,11119,12202,9416,560,13040,14061,14658,13288,19538,18487,8489,16357,14164,7888,8092,4071,618,18866,4907,8715,19070,13273,11024,16442,3376,13952,9755,729,14357,14599,19952,14451,15146,11523,14409,16070,16066,13113,15642,14571,20559,24676,14498,14412,11464,9845,752,16208,16579,13312,15065,15396,13194,15369,14455,9736,14297,1400,553,13528,16343,15018,14865,7765,17735,13899,10992,9624,1498,12810,15619,19304,12187,12446,13986,4929,15013,18785,13291,8821,10331,3527,17996,2569,11416,12996,8880,17108,13152,12480,560,2179,17928,14689,14625,12603,16062,13665,10660,11993,11409,8349,609,18809,12775,14183,11805,14470,1555,564,13121,18413,15124,18594,14214,16400,17120,11304,16953,13496,12476,4513,16873,7556,13269,12596,14615,17012,11222,16216,16928,21032,18045,14280,12205,9796,12532,14273,14465,4074,584,12232,19319,786,20629,17463,15556,15015,14469,5990,17980,16302,15417,18639,15209,15956,15663,14045,5653,526,10394,16508,13619,14007,15795,12184,13457,6261,16569,15742,14062,12858,12973,15114,14215,7517,14115,1842,11252,14718,1332,9321,17937,16284,8538,8015,2256,315,19677,24793,11438,7610,16774,22494,5939,8016,4482,19391,17412,13305,14676,16071,17155,16063,16476,11214,13527,12886,9383,13317,15634,19076,16957,13853,12681,10144,11674,613,16910,20126,17772,17154,17815,15235,10132,476,18967,11369,15379,4161,18921,19691,16085,15649,12456,13455,13923,10629,13311,10239,1085,16327,15937,714,20892,12673,16953,9832,11951,10592,10997,8798,1598,18298,21872,10198,12132,13464,20163,7627,18859,17924,13661,13674,15242,11799,10431,18339,14293,14199,21897,10958,9945,20156,13930,13023,9038,13828,8882,1169,594,17748,16142,14241,18952,9277,2920,16411,14195,11780,18375,14248,13689,15395,11508,13312,7897,17294,16318,18933,11204,11564,13011,13538,3702,2567,15617,19365,17495,17993,12220,14358,19330,13997,19593,15076,11995,12138,15481,13925,15253,13070,13134,8017,14206,14356,16868,20453,15632,14257,18204,13237,14844,9718,12193,14681,16788,15836,12522,8879,16669,19524,16819,15123,514,17206,12766,13028,10260,16384,18156,22029,20013,21142,25178,20699,12109,10863,15536,18384,20135,17995,14026,15544,7479,5724,558,23316,18993,10602,15249,15006,9661,9417,11465,14367,18299,12903,12861,17160,20489,11487,11026,16054,10111,15936,15570,16735,14107,16544,14679,10830,14994,5274,579,16378,16095,14318,13330,17736,11659,11770,15803,7430,14966,12271,13156,11384,7682,10737,16834,17731,15779,8649,9858,13433,5425,11952,1728,815,14943,16302,10366,23028,11909,13500,15938,11199,12621,12928,17781,5909,8364,14973,13634,7631,13404,13597,6514,13827,12580,2742,10658,15512,12108,12763,18931,12632,16579,16078,7657,10185,20372,16306,11302,13305,12076,12234,14795,13924,12099,14320,14507,9630,13374,17064,5716,665,2470,15628,16490,15116,15325,16472,14200,13930,601,16534,14996,17414,19071,17224,13204,14818,10548,466,5054,20093,20891,13484,13802,17249,16326,13055,9264,2364,521,11545,14754,13411,13128,13825,10527,12125,18941,18358,12149,626,11668,15591,11702,13434,12727,13864,12261,7150,1653,13230,18791,11570,10147,981,624,9145,13389,19428,20030,14555,18184,17714,11772,9712,10595,15565,12282,2172,10721,9521,21090,16845,18442,11116,13026,16922,12095,15516,13469,14263,12044,10582,12596,8786,3580,16847,14200,11679,10825,9943,12035,11529,615,13404,18387,18122,13227,13237,19376,16299,16199,4531,14328,14650,9597,9986,19365,26019,16460,22861,17443,14469,2180,3287,23549,8429,19050,12418,6601,8441,18366,11722,10489,10287,10397,8250,1977,14643,15443,10909,13122,10038,11448,10929,11729,9230,8222,21007,9179,17739,15528,14101,10347,14964,12008,13459,12890,9795,10014,12059,10500,8720,1391,14327,13089,13165,13520,13393,12321,12238,13298,12154,6778,4966,7156,20736,15661,12853,9365,15499,14406,14999,8295,16598,14428,16818,14385,10331,12768,16505,17149,12063,12661,13497,12329,9609,1527,18205,17458,10674,4689,555,640,15084,3435,11751,15083,14914,9489,13057,13757,13259,7774,11192,13074,13552,10641,15693,14062,12785,13463,1636,4686,13308,16710,13323,13327,13668,14782,8438,16981,9518,15938,9479,13311,10771,12991,11341,14753,11176,14646,11360,12700,8730,13225,16033,15238,12367,13759,16660,14959,13121,11274,11647,12592,7482,8453,15287,9346,522,7643,16715,13524,9410,13502,7007,557,9653,14031,13458,8663,11904,13751,12045,12710,10660,6619,527,16939,23023,15010,11436,14781,12423,15484,13393,9906,9149,12545,2057,9546,16201,14282,5135,15812,9733,11031,9036,8508,3512,2837,16438,14599,14355,14147,12424,11424,13312,14250,11916,9515,16528,7883,8791,12963,13715,14325,12934,16692,9667,8353,729,15216,17020,13234,17338,14237,13745,15867,11873,15033,12904,14233,13829,11439,13248,12739,11602,8060,5168,5778,14216,18211,12847,15010,12850,10282,11652,11223,14324,11666,10156,10918,8689,10913,10987,8110,485,12262,12199,9883,7138,15161,12657,546,6323,22516,14173,15965,11737,16080,13556,12138,16130,6766,584,14387,14986,15861,15042,18347,11671,549,10596,13599,14219,9762,11486,17617,13385,14214,13227,11914,12056,5333,18502,15058,10438,12156,15417,15427,10615,15673,14879,13003,15673,9848,14830,9022,9048,657,596,11861,12656,21142,14298,13806,15688,12406,12211,12967,12527,11373,13475,2046,11962,10710,13681,10577,13001,13598,9511,10449,4358,3793,13923,17245,15555,9236,15036,12878,15662,10503,14166,15464,10308,12114,11234,13023,625,15837,4273,16696,8402,18470,9806,13684,10250,10882,7844,11019,10159,12084,12197,9162,5749,648,789,18254,18539,15961,15574,11512,15260,1378,19134,18234,18098,17462,11005,14981,11226,11270,12110,9632,8356,6486,1357,2627,20254,14756,18270,19868,13295,13064,11086,11897,11803,10233,12535,2682,13600,16726,17700,14928,13539,11799,12305,8968,9382,10454,9808,23616,6261,16905,11737,20155,14031,11256,12383,7784,26818,17388,3939,15103,14889,16260,25460,20727,1739,1751,15326,12771,21490,15113,20594,15653,20556,22890,9088,18638,16118,12772,19294,4802,12910,14260,16265,13392,20278,22033,16560,17341,20966,7919,18375,24911,23451,18006,13168,22504,11334,10098,18062,14557,13837,12632,10509,18624,12123,16851,14926,8991,11500,14049,21612,15125,6357,7174,12503,20292,13835,7640,1417,15410,14803,13665,13320,527,639,13862,17097,13973,12747,13102,9563,555,6186,18409,17596,10661,14040,15779,8433,9726,13084,18411,14191,12851,10190,8975,508,11359,6287,16542,16266,14107,15769,12257,12078,1362,13931,15192,11255,15826,14780,11874,10973,6437,6685,14408,12105,10801,11821,11509,673,506,16775,17920,12604,15787,11901,16218,15163,14294,11828,13621,13459,14238,12679,15291,11591,13730,17287,17487,12416,11356,12437,11278,10881,9903,13043,7390,11389,13309,9965,9264,513,6962,13675,14676,14120,15096,15492,14823,13612,16335,13522,13780,16365,10065,13273,12974,15582,16645,13649,11454,13492,13088,13986,12111,568,520,9384,15191,7869,14072,18106,13024,11565,13528,14472,12943,10091,11272,10773,10032,7518,7649,16694,24380,27032,20439,12887,12460,12781,11480,7517,434,16224,15493,12181,9897,18970,16786,12703,15726,11386,12190,17034,11960,13832,16068,11686,13446,14024,13282,9791,12164,10382,9620,9481,498,638,1855,21578,15591,14791,17085,16844,12999,18178,16635,3250,10043,13131,13619,13238,9907,1875,772,12842,7964,14956,12434,17702,10615,13389,13113,14478,8501,977,576,12756,20201,9358,16706,15856,16778,16657,13975,11117,15825,11937,11545,10528,6041,15870,2776,1756,18405,13950,17080,17384,11412,13626,11489,9194,13022,12289,11643,15826,10828,14277,9585,9163,15559,13534,8584,11535,9613,465,10044,18443,15153,13956,15146,12214,12239,11745,13076,12774,2348,15201,581,7628,11782,11619,12633,8838,7748,15259,17309,13246,13654,13973,14704,10157,11030,13124,13324,11449,599,9599,16715,15939,14893,14135,3337,4796,19564,15513,17022,15761,13977,14555,13979,14731,15321,10984,15423,8158,9124,8005,13069,9435,12106,11426,13996,13196,10055,6648,650,13097,17444,16778,12198,14574,13360,16581,11209,13470,11026,9364,12477,12534,614,9945,12006,10123,11283,13444,8412,13889,12065,15396,10421,12668,2203,539,18529,18440,11614,16802,10131,14426,14356,13916,11257,11509,641,9602,12130,18237,14611,14054,16077,5913,579,17552,14919,13228,15262,6561,2920,563,9005,14755,12343,20101,18324,17824,11638,16562,15335,12415,13184,13502,14432,1917,916,16739,20830,14166,20394,13546,15493,10260,12830,10337,11452,10852,8447,15467,15792,12762,12549,10232,10100,7124,14708,15550,14851,13930,1397,16879,18778,22626,15453,7965,23372,16281,9345,19350,13639,19588,22717,31780,28308,1638,17195,13461,19746,16030,13423,14171,17662,12813,12760,11049,9023,16005,18213,4374,590,14208,9845,16310,26208,20378,21623,20128,28727,26272,21871,21625,15858,13738,12355,1621,2217,10688,14951,15452,15025,13784,17803,13228,13144,12901,11080,11760,12584,18421,19639,13374,12268,14651,16727,14693,10709,13102,15279,17074,11391,16099,8208,9869,16013,10982,15607,11850,11728,11154,9655,517,11594,15116,15461,16581,14622,14722,11966,14232,13175,11915,12193,14935,10278,8981,637,2601,15964,15558,25533,14549,6341,15655,14042,13724,11723,10536,10305,816,18995,23503,16678,11337,13522,14481,18150,18178,7674,11204,12333,11390,10712,595,11856,18062,13536,16002,10800,13716,15462,10510,9866,12153,493,13347,12002,17966,12915,12375,11776,5864,12476,23619,12772,15229,14091,6534,11192,10839,25475,13066,24752,14807,8850,11075,12742,11346,21841,13296,16539,1727,10709,18379,8936,10308,9955,4697,2040,19346,17165,13541,8416,22573,15116,10583,16284,10822,14959,11139,13585,27688,22411,9108,20891,22045,17238,15352,18996,17664,15079,12466,14407,13262,10046,10434,640,21253,19285,14460,8995,8161,19310,13690,13742,12776,20523,14363,15774,16251,16409,11840,11621,9093,759,3289,694,14978,19857,14550,14197,10132,12097,14195,6932,11676,12914,12669,10168,10645,5447,7354,1634,19542,12838,16573,14903,12405,11912,16185,6914,15671,7015,11746,9714,7863,569,8233,13481,11703,11139,9226,6434,563,15399,10910,18529,19374,15920,18727,15679,14566,14943,14145,13900,13262,503,666,21082,11449,16452,13451,13792,12683,8989,15814,8850,20586,9026,7608,6419,6398,14716,15261,16192,14244,12485,2218,14484,10467,13951,9066,9623,10231,12253,12536,11712,577,14543,4754,9601,15184,10852,11035,5075,12784,13312,15415,4749,1504,9148,12743,14628,14061,13552,15197,12240,6896,9669,12357,12398,9185,8020,2305,578,16064,15326,12137,13771,11942,14873,11421,17617,16470,15281,13062,13336,10691,14722,11026,10181,9643,8442,6412,8252,1261,603,918,17307,1441,738,19873,14137,12896,13727,12128,12652,12432,12462,1385,588,19750,19702,11040,9848,13265,14836,13239,8973,7278,5730,17322,15866,13440,15708,14152,529,10889,21316,8425,21276,18482,15362,17511,8117,15057,9872,5667,12026,11914,11379,10406,9401,2750,538,476,22844,11882,3545,14003,9522,12061,10980,11445,2587,479,2231,13761,11020,14959,17219,17688,17411,16720,6128,10653,1850,495,10078,19206,11019,14757,11149,593,14835,12941,4406,1016,14915,17867,10564,19520,14983,15907,11533,8626,2206,450,1163,20380,18348,16431,12614,12147,8805,13641,11761,11425,16272,10620,15462,9934,9218,551,613,13342,16911,20192,12879,13979,9981,2794,10266,12237,18029,20420,17963,13130,16713,7170,15063,13952,12943,13867,17763,12057,12087,14740,11501,18037,17285,8794,1992,11125,19487,14863,13890,14966,14612,16415,13361,9701,15822,13942,9442,10634,5636,4096,14685,16606,11829,7128,12366,13620,12698,6839,6955,11072,7813,11343,9102,9019,2950,1042,27118,3021,25213,17477,24750,12280,20924,12070,20055,12172,31588,20378,11360,8755,16928,27342,13860,20921,14336,14245,13038,13969,15221,13145,18252,13124,22995,15483,17114,12444,14629,3047,485,13800,13288,8878,21336,16584,16175,14716,15755,14049,8871,19446,12943,16200,13567,10927,8442,13652,11665,14365,23684,17281,14035,7094,9444,2218,20320,12432,8918,12872,15427,6231,11687,17195,5572,11016,14467,20185,13200,17101,12789,15198,16103,14555,16758,13635,10588,8110,15166,14809,14566,18191,14170,13762,14492,1316,8244,13164,12496,7318,10099,581,516,14640,17693,14892,6657,2316,18431,17602,17155,17768,10375,16877,12072,12882,10946,10540,10393,8591,1467,1619,17203,18235,6738,24896,22709,7448,9881,16995,15337,19261,15695,1425,21691,4553,14738,8781,25106,15287,11633,2319,5764,24049,14767,18256,10217,24608,14759,13130,12357,10121,11479,11687,20380,10374,10734,13131,11341,15028,15901,11536,16351,939,646,20355,590,9934,17113,15196,16508,14293,12010,16618,16756,19527,12752,13600,12048,12722,13758,11991,3657,520,8903,17092,7767,569,12158,11195,578,12739,13113,11251,13756,11711,6831,17111,11877,14489,13811,12108,9062,551,15041,9109,8803,8080,501,13353,17329,460,10972,12497,11371,13175,11880,14484,10848,12053,12692,11562,9428,2543,9406,15704,19938,11377,15519,12876,12557,13705,11789,2308,493,524,1907,12284,14860,11362,518,660,10317,12782,12106,11461,14799,11885,10480,10092,11486,7827,578,10151,21261,11641,8277,9870,12891,13287,8393,10382,5355,7998,11098,13756,9422,12085,5342,538,680,16286,15648,11630,12777,16416,13556,9981,12918,11845,13774,12833,10671,9473,586,508,18843,9692,17798,12168,15151,13316,8838,9502,11366,13238,12936,6973,1819,13575,13684,851,18673,18329,4473,13652,14958,14264,13075,11064,13120,9476,13168,15845,11380,537,16452,14095,9145,14787,11292,10996,10685,18714,16908,13466,14649,1137,544,19373,17083,13290,18412,19972,19618,23535,16519,14920,18143,14472,14108,9638,14392,14926,14145,14295,9826,14477,13442,13573,9976,9135,1274,17011,14652,13686,12842,9295,31783,27774,19049,17323,14508,22493,19523,17542,17024,3330,9948,14971,15964,13865,22833,12931,17506,12192,8219,12823,14585,14336,21148,23306,29267,16403,23000,25230,17996,24932,20868,12328,17215,23203,13390,20216,9185,13430,19257,15520,9342,14906,19469,19062,16401,17002,15458,14287,9790,1090,934,1135,1262,1357,1636,5358,19230,13778,12371,9313,17894,8307,8380,13375,13355,5415,5827,1395,9035,11133,7745,10976,8724,7572,13973,10500,8490,11282,10494,11224,14883,6419,10113,11546,11853,12038,14024,10683,9834,9640,9724,12389,5616,1551,15357,20729,9592,16999,11714,12562,3794,2134,15852,19341,10200,12050,14023,12988,8857,9211,19532,13509,13937,11803,11865,7949,9348,21743,11237,15923,1683,1834,14548,13096,10757,11935,13383,12658,10444,23198,21755,10079,11163,7443,7186,10222,16312,11348,10064,16987,14821,14663,17870,15643,4964,5019,2465,12806,16358,12594,21842,12651,13933,11782,12290,10200,8199,3139,12690,13880,13010,13112,10468,16435,11280,9732,9504,9026,16391,17238,8381,12109,13222,14189,1010,14036,16391,17154,9069,11610,17153,8906,18683,19083,12968,11088,1979,17204,31786,15950,12624,12690,20178,9258,8021,9454,626,1108,16069,13946,10918,10044,15108,11665,11725,15597,8468,14353,11407,8497,9165,16103,13710,9900,10900,9403,9069,8130,8889,1540,10326,19354,14520,12600,16083,6458,6698,2207,6861,11393,10165,9823,20259,20521,10928,9689,1090,18709,11012,10793,9785,11380,12314,9976,1713,1564,11841,19727,19340,10464,11480,9593,16434,12160,13964,11361,13571,7859,7591,1139,1246,18831,10130,11823,8796,12129,8873,10612,14169,4290,13971,11931,15075,2434,1758,2563,12427,11348,10361,10375,10499,10070,6671,6513,8125,13578,13324,13922,13655,13587,13698,14067,14266,14450,14342,12969,13286,13451,13536,13700,14532,12569,14759,12780,13559,12834,12927,9800,11857,9853,12374,8627,3383,12771,11912,9662,7879,5690,2669,1056,540,247,110,53,15,0],"fragments":[{"begin":"0.000","end":"19.520","lines":["For Scientific American’s Science Quickly, this is Rachel Feltman. Today we’re taking you on another one of our Friday Fascination field trips with an auditory journey to Brookhaven National Laboratory. This Long Island facility boasts seven Nobel Prize–winning discoveries and more than 70 years of groundbreaking research into energy and the environment."]},{"begin":"19.520","end":"40.640","lines":["Earlier this year the Science Quickly team visited Brookhaven to get a look at its Relativistic Heavy Ion Collider, or RHIC, which has been helping scientists study subatomic particles since 2000. RHIC’s 25th year of operations is set to be its last—but only because something new is on the horizon: the Electron-Ion Collider [EIC], which scientists hope can reveal the secrets of the “glue” that binds the building blocks of visible matter together."]},{"begin":"40.640","end":"69.240","lines":["To guide us through these weighty subatomic topics, I chatted with Brookhaven’s own Alex Jentsch. You’ll notice that this episode’s audio quality is lower than usual, but that’s because we were hanging out next to giant science machines. If you want to see those incredible instruments for yourself—and get access to an extended version of my conversation with Alex—check out our YouTube channel for a video edition of today’s episode. For now here’s part of our chat at Brookhaven."]},{"begin":"69.240","end":"71.840","lines":["I’m here with scientist Alex Jentsch. Nice to meet you, Alex."]},{"begin":"71.840","end":"74.640","lines":["Nice to meet you, too, Rachel."]},{"begin":"74.640","end":"77.680","lines":["So where are we? What goes on here [laughs]?"]},{"begin":"77.680","end":"87.160","lines":["Well, right now we are in the experimental hall for the STAR experiment, which is one of the two operating experiments right now at the collider."]},{"begin":"87.160","end":"87.520","lines":["Mm-hmm."]},{"begin":"87.520","end":"93.200","lines":["And this monstrosity behind us is basically just a very large digital camera that we use to take pictures of collisions of particles."]},{"begin":"93.200","end":"96.800","lines":["Wow, and what’s the point of taking a picture of a collision of a particle?"]},{"begin":"96.800","end":"114.800","lines":["Well, the only way that we can really understand what’s going on inside of the atom—or inside the nucleus of the atom, really—is by destroying it. And so basically you can imagine this digital camera taking a picture of a firecracker after it blew up and then trying to put it all back together. So it’s basically the only tool we have to look inside the nucleus."]},{"begin":"114.800","end":"117.920","lines":["And what kind of stuff can we learn with that?"]},{"begin":"117.920","end":"142.520","lines":["Well, there’s various different things. So the original reason that we built this facility and built this collider was to study the early universe, so we were actually trying to recreate stuff that would’ve existed right after the big bang. So we obviously can’t go visit the big bang very easily, unless you’re a Time Lord, and so ultimately the only way we can do this is by trying to recreate those conditions in the lab."]},{"begin":"142.520","end":"164.200","lines":["So that was kind of the first main pillar of the science program, was looking at a situation where protons and neutrons were not protons and neutrons; they were actually melted into their constituents for a very short period of time. So we do that for very, very, very small amounts of time ..."]},{"begin":"164.200","end":"164.440","lines":["Mm."]},{"begin":"164.440","end":"167.760","lines":["In collisions in the middle of this detector."]},{"begin":"167.760","end":"186.360","lines":["Alternatively, we can also look at just basic structure of the proton. We can understand things like its mass, its charge and its spin, which is kind of the esoteric aspect of a proton, but that’s another thing we can do with this camera."]},{"begin":"186.360","end":"195.280","lines":["Cool. It would be great if you could just give us a quick overview of sort of the basic terms we need ..."]},{"begin":"195.280","end":"195.680","lines":["Sure."]},{"begin":"195.680","end":"200.920","lines":["To understand to wrap our heads around this."]},{"begin":"200.920","end":"216.440","lines":["So atoms are already fairly complicated. So we learn in chemistry that atoms have these electrons zipping around the outside in this cloud. And then if you go deeper into the inside of the atom, you get to the core thing that we call the nucleus."]},{"begin":"216.440","end":"245.760","lines":["So the nucleus is made up of these positively charged particles called protons and these neutral particles called neutrons. And for a long time we thought the electrons, the protons, the neutrons, they’re fundamental. Well, then we looked deeper. We got new tools that we could use to probe deeper inside and found, “Oh, there’s stuff inside the proton and neutron. Dang it, that’s more complicated now.”"]},{"begin":"245.760","end":"267.000","lines":["So we found these objects—we had no name for them yet; we didn’t really expect them to be there. And one of the first things we had to figure out was what they’re doing, what their properties are, how they’re held together. They seem to be always bound up inside the protons and neutrons."]},{"begin":"267.000","end":"298.240","lines":["So we start out calling these things quarks because we couldn’t really figure out a name and we found something in a James Joyce novel that sounded like it matched the, the weird thing we found. And they’re seemingly glued together inside the protons and neutrons. And we know that, from the electromagnetic force, that photons are kind of the force-carrying particle between charged items."]},{"begin":"298.240","end":"298.560","lines":["Mm."]},{"begin":"298.560","end":"322.040","lines":["So electrons, protons, they see their electric force by being able to exchange a photon; there must be something similar for quarks. And so since they’re kind of glued together, we thought, “Okay, maybe this particle’s called a gluon. Maybe it’s the thing that’s actually communicating this much stronger force than what we see for electromagnetism.”"]},{"begin":"322.040","end":"342.160","lines":["And so from all of that we learned that the, the strong force is actually much stronger than electromagnetism, it’s communicated via this thing we call the gluon. And so all of a sudden a whole new branch of physics became a thing and is now why we build these new machines."]},{"begin":"342.160","end":"345.160","lines":["Quick follow-up: And what’s the strong force [laughs]?"]},{"begin":"345.160","end":"365.880","lines":["So the strong nuclear force is actually what binds protons and neutrons together and eventually binds them inside of atoms together. ’Cause if you think about it, protons have positive charge, neutrons have no charge—how are the positive charge items holding themselves together into a nucleus? So the strong force allows the nucleus to actually hold together."]},{"begin":"365.880","end":"372.240","lines":["So can you walk me through what goes on when the accelerator’s turned on? You know, what does an experiment entail?"]},{"begin":"372.240","end":"390.960","lines":["So the accelerator part is immensely complicated; it’s actually a whole complex of accelerators. So you can picture it kind of like the entrance ramp onto a highway. So we start the cars off, you know, after a red light on the access road. They eventually get on the ramp, and then they get on the highway and speed up."]},{"begin":"390.960","end":"391.280","lines":["Right."]},{"begin":"391.280","end":"403.280","lines":["That’s kind of how the RHIC facility operates. RHIC is short for Relativistic Heavy Ion Collider—RHIC is easier to say. So RHIC is kind of like the highway, and then the other parts of the complex are like the access roads."]},{"begin":"403.280","end":"403.560","lines":["Mm."]},{"begin":"403.560","end":"419.040","lines":["That part is a whole set of expertise and a whole lot of challenges, and getting the particles into RHIC is only half the battle. Once they’re there they have to accelerate. So we have to basically accelerate them at the same time that we ramp up all of the over 1,000 magnets that are inside the ring."]},{"begin":"419.040","end":"419.480","lines":["Wow."]},{"begin":"419.480","end":"434.040","lines":["So those ring magnets are being ramped up in their field at the same time that we’re speeding the particles up really, really close to the speed of light. And then eventually our friends at the collider department use other magnets to force the two beams to collide at the center of our detector, and then we start working."]},{"begin":"434.040","end":"465.760","lines":["So we’re in a control room on the other side of this building. We turn on all of our detectors and start taking data, and that process goes on for about eight hours at a time. And so while we’re in the control room, we babysit [laughs] all of the detectors, make sure the data-taking is going smoothly, and things always happen that we don’t expect. And so we try not to run in the middle of summer, for example, because it gets hot and the power grid on Long Island [laughs] is not so happy with how much power we’re drawing, and so eventually we get little dips, and that can shut things down for quite a while. So just getting the particles to the middle of the detector is really, really, really hard."]},{"begin":"465.760","end":"472.080","lines":["So what are some examples of findings that have taken place because of the work here at Brookhaven?"]},{"begin":"472.080","end":"482.600","lines":["So one of the initial things that was really interesting is that when we smashed these particles together, we originally started smashing gold ions together, and there was a reason for that. To recreate the early universe we want a lot of density and a lot of temperature."]},{"begin":"482.600","end":"483.040","lines":["Mm-hmm."]},{"begin":"483.040","end":"497.360","lines":["And so by smashing heavy ions together the hope would be that in a very, very, very tiny nuclear scale you recreate the early universe—really, really, really small. And the thought was that when we do that the energy density becomes so high that the protons and neutrons “melt.”"]},{"begin":"497.360","end":"497.920","lines":["Mm-hmm."]},{"begin":"497.920","end":"508.400","lines":["And you get what, originally, we thought was a gas of the quarks and gluons inside. That wasn’t really what we ended up finding. We actually found that they don’t really behave like a gas at all. They kind of behave like a liquid …"]},{"begin":"508.400","end":"509.040","lines":["Mm."]},{"begin":"509.040","end":"521.040","lines":["Which is really not something we expected. And so as we started to do more work and study different things about the properties of this quark-gluon plasma we created inside, a lot of it was not what we really expected it to be."]},{"begin":"521.040","end":"532.760","lines":["So for example, we expected, because it might be a gas, that it would be fairly weakly interacting, which is not what you’d expect from the strong force, right? But it turns out it’s actually quite strongly interacting—that’s why it moves kind of like a fluid: all the particles actually kind of talk to each other."]},{"begin":"532.760","end":"533.240","lines":["Mm."]},{"begin":"533.240","end":"549.240","lines":["And that has consequences for some of the things we try to measure. And so many of the things we initially measured were quite different from what we expected. As particles go through this plasma they lose energy. And so when we measure them in our detector they are not really behaving the way we originally thought they might."]},{"begin":"549.240","end":"553.560","lines":["The other aspect of things that we try to study here is the, the basic, fundamental property of the proton ..."]},{"begin":"553.560","end":"554.000","lines":["Mm-hmm."]},{"begin":"554.000","end":"560.880","lines":["The spin. And a long time ago we found out that the proton spin is not just coming from the quarks; it’s coming from some combination of the quarks and the gluons."]},{"begin":"560.880","end":"561.320","lines":["Mm-hmm."]},{"begin":"561.320","end":"577.440","lines":["And so we actually made some of the first constraint measurements here at STAR and at PHENIX down the road that showed the amount of spin that could be coming from the gluons, and that was, like, a first-ever measurement. So now the goal is to figure out the last part, which is how the motion of the quarks and gluo ns contribute to the proton spin."]},{"begin":"577.440","end":"584.360","lines":["So we can’t answer all the questions with one facility, and so the hope would be that we can use the new facility, the Electron-Ion Collider, to start looking at that as well."]},{"begin":"584.360","end":"591.840","lines":["Yeah, well, and speaking of, you know, answering new questions, one of the reasons we’re here is that this is sort of the end of the line for this version of the accelerator ..."]},{"begin":"591.840","end":"592.640","lines":["Mm-hmm."]},{"begin":"592.640","end":"599.640","lines":["As far as I understand it. Can you tell us a little bit about the transition that’s happening?"]},{"begin":"599.640","end":"622.040","lines":["Yeahthis year we’ll have our final data-taking for RHIC. And at that point we spend a couple of years taking all this stuff out because we have to make room for the new facility. And that process is really difficult ’cause you can see this is not a small piece of equipment. In parallel we’ll also be retrofitting whole sections of the accelerator to build the components for the Electron-Ion Collider."]},{"begin":"622.040","end":"643.760","lines":["So it’s exciting—we’re really ready for the new physics—but it’s also bittersweet because a lot of us have been working on this for a long time. I’ve been working on STAR for, like, 13 years, and so I have fond memories of sitting in the control room with friends from all over the world eating, you know, really salty snacks to stay awake and drinking coffee. And that’s gonna be, you know, going away at the end of this year, and we’ll have quite a long time before we start taking data with the new facility."]},{"begin":"643.760","end":"646.280","lines":["Yeah, and what’s the reason for the changeover?"]},{"begin":"646.280","end":"657.080","lines":["So the kinds of collisions we do right now are either gold smashing on gold or proton smashing on proton or even proton smashing on gold. The problem there is that you have two items that are full of quarks."]},{"begin":"657.080","end":"657.520","lines":["Mm."]},{"begin":"657.520","end":"667.040","lines":["They’re really complicated items, and as you speed ’em up to really high energy they get more complicated. And smashing two really complicated objects together means that trying to study it is not easy."]},{"begin":"667.040","end":"667.960","lines":["Yeah."]},{"begin":"667.960","end":"685.400","lines":["By using electrons as one of the beams instead of another proton or an ion— so you have an electron smashing into an ion—the electron basically serves as a source of light. It serves as a source of photons. And so you can actually take, essentially, snapshots of the nuclei, of the protons. It’s a cleaner collision environment."]},{"begin":"685.400","end":"685.920","lines":["Mm."]},{"begin":"685.920","end":"700.760","lines":["You can’t study everything that we study here—you can’t study a quark-gluon plasma, for instance, ’cause you don’t have the energy density of all those quarks together—but you can study what the nucleus really looks like at a very, very, very small scale. You can study what the nucleus might look like before it would’ve collided in RHIC."]},{"begin":"700.760","end":"718.280","lines":["And so in some sense you can actually use the data we’ll take 10 years from now to reanalyze data from now to try to understand more than we do now, which means we have to preserve [laughs] all the data that we’ve been taking for the last 25 years, and so there’s a whole discussion now about the computing facility resources we’re gonna need to store all of the data we’ve been taking …"]},{"begin":"718.280","end":"718.840","lines":["Mm."]},{"begin":"718.840","end":"720.520","lines":["Make sure it stays safe [laughs]."]},{"begin":"720.520","end":"724.960","lines":["Can you give me a sense of how much data has been collected in that time [laughs]?"]},{"begin":"724.960","end":"730.000","lines":["Right now we’re collecting an average of something like 15 petabytes per year …"]},{"begin":"730.000","end":"732.960","lines":["I don’t even know what a petabyte is [laughs]."]},{"begin":"732.960","end":"738.200","lines":["So a petabyte is—let’s see; we’re at terabytes—terabytes, gigabytes, so it’s a, it’s one million gigabytes."]},{"begin":"738.200","end":"738.920","lines":["Wow."]},{"begin":"738.920","end":"762.520","lines":["And we’re doing that now per year; it’s gone up with each passing year. So when we first started taking data we were not taking so much data. The machine was at, you know, a much lower rate of collisions because we had to make sure the detector was safe, and computing power was not as good 25 years ago as it is now. So basically, as computing has caught up with what we wanna be able to do, we’ve increased the amount of data we take with each passing year to kind of make use of [laughs] all the computers we have available now."]},{"begin":"762.520","end":"762.840","lines":["Yeah."]},{"begin":"762.840","end":"765.400","lines":["And so we’ve really stretched them to their max."]},{"begin":"765.400","end":"770.800","lines":["What kinds of questions are you most excited to try to answer with the EIC?"]},{"begin":"770.800","end":"789.440","lines":["So for me I’m probably interested in the stuff that’s the less sexy aspects of the physics. I really wanna know the basic, fundamental aspects of the proton that we don’t know. The proton mass, for example, it’s a given; if you go into a chemistry textbook, there’s a mass number there for the proton. But the quarks don’t make up most of that mass. One percent of the mass of the proton comes from the quarks."]},{"begin":"789.440","end":"789.920","lines":["Mm."]},{"begin":"789.920","end":"796.800","lines":["The rest of it is coming from the strong force itself, these interactions inside the proton. We still don’t really understand how that works, and that’s basic ..."]},{"begin":"796.800","end":"797.400","lines":["Yeah, yeah."]},{"begin":"797.400","end":"802.560","lines":["We know how much things weigh—we measure this all the time. Why don’t we know how a proton gets the mass it has?"]},{"begin":"802.560","end":"802.960","lines":["Yeah."]},{"begin":"802.960","end":"825.080","lines":["So that’s interesting to me. But then also even the proton spin. Spin is a less understood quantity, it’s more esoteric, but we thought originally that this was coming just from the quarks. Then we learned that only about 30 percent comes from the quarks, so where the hell is the rest of it coming from? And so the EIC gives us the ability to combine data that we take at RHIC with the new data from the EIC and hopefully answer some of those questions."]},{"begin":"825.080","end":"874.160","lines":["There’s stuff that’s more interesting to other people in the community, such as what happens when you take a nucleus of gold, for example, and you accelerate it near the speed of light? And now it’s incredibly complicated—it’s quarks, it’s gluons, but it’s many, many, many gluons. The question is: Does it just keep producing gluons infinitely? Or does it—at some point does that production cease? If it does the former, that’s new physics; that’s going outside of what we know from quantum mechanics. If it kind of saturates at some point, then that would be something we more or less would expect, but we don’t know, and that’s kind of studying something that’s in the same ballpark as the quark-gluon plasma. It’s basically a state of matter that is dominated by the strong force. To people who have been interested in the RHIC program this is probably the fundamental thing they wanna focus on, is the, the heavy ion part of it—the really crazy stuff that happens when you make a heavy ion go near the speed of light."]},{"begin":"874.160","end":"878.600","lines":["Yeah, and also very obvious question I should have started with: How big is it [laughs]?"]},{"begin":"878.600","end":"882.000","lines":["[Laughs] So this thing is a little bit bigger than a three-story house."]},{"begin":"882.000","end":"882.320","lines":["Wow."]},{"begin":"882.320","end":"899.040","lines":["It weighs about 1,200 tons. The detector that will replace this for the EIC weighs a few hundred tons more. It’s not small. And most of what you see that’s heavy is iron. So there’s a big magnet inside of this, and that magnet has to have a place for those magnetic fields to go ..."]},{"begin":"899.040","end":"899.240","lines":["Mm-hmm."]},{"begin":"899.240","end":"907.720","lines":["So we have iron to protect and remove all that magnetic field. And then we have lots of detectors, somewhere like 10 subdetectors inside, but they’re made up of thousands of components."]},{"begin":"907.720","end":"921.320","lines":["When you’re, like, talking to a member of the public and physics makes their head spin, what is your headline—like, “This is why what we’re doing is really cool and important”—for them?"]},{"begin":"921.320","end":"934.000","lines":["Well, we’re made of protons and neutrons. Everything around us is made of protons,neutrons, electrons; they’re fundamental. And we have an understanding of quite a bit of it—I mean, our chemistry textbooks and physics textbooks, there’s a lot of information there."]},{"begin":"934.000","end":"934.720","lines":["Mm-hmm."]},{"begin":"934.720","end":"953.120","lines":["But isn’t it interesting to wanna understand how these things achieve their basic properties? We know they have an electric charge. We know they have a mass. At the end of the day it’s a basic thing for human nature to try to understand the world around us. If we know we’re made up of these things, we don’t understand those things, it should be something that just drives our curiosity."]},{"begin":"953.120","end":"961.520","lines":["Additionally, it’s really cool to be able to study things from the early universe in a laboratory environment. And the fact that you have to build something this large to study something so small is also rather insane."]},{"begin":"961.520","end":"961.720","lines":["Yeah."]},{"begin":"961.720","end":"968.880","lines":["So in and of itself this is just kind of a wild idea: that we have a machine this large to study something that we cannot see with the human eye."]},{"begin":"968.880","end":"969.320","lines":["Yeah."]},{"begin":"969.320","end":"979.280","lines":["And so my, my hope would be that that is enough to drive someone toward a little bit of curiosity: You know, what are we made of? Why are we made of it? How does it have the properties it has? That’s really what kind of drives me toward it."]},{"begin":"979.280","end":"990.160","lines":["Yeah, I think most people would agree that understanding the basic particles that make up literally everything is pretty important, so thanks so much for taking the time to tell us about it and show us around."]},{"begin":"990.160","end":"994.080","lines":["Yeah, thanks for having me, and I hope to see you again in 10 years when we start taking data with the EIC."]},{"begin":"994.080","end":"1009.760","lines":["That’s all for today’s episode, at least in the audio universe. If you want to hear—and see—more of what we learned at Brookhaven, check out the extended video version of this episode over on our YouTube channel. You’ll find a link to that in our show notes."]},{"begin":"1009.760","end":"1038.280","lines":["You’ll also see a link to our listener survey, and I’d be so grateful if you could take a second to fill it out. We’re looking for information about our listeners and their preferences so we can continue making Science Quickly the best it can possibly be. Go to ScienceQuickly.com/survey to participate. If you submit your survey this month, you’ll be entered to win some awesome Scientific American swag. Again, that’s ScienceQuickly.Com/survey. We’ll be back on Monday with our usual science news roundup."]},{"begin":"1038.280","end":"1057.240","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1057.240","end":"1076.840","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":1076}