{"title":"This Astronaut’s Space Photography Puts Fireworks to Shame","img":"https://static.scientificamerican.com/dam/m/1408d9779c3d1c3/original/NASA-Astronaut-Interview-Lead-Image.png?m=1751579192.845","url":"https://www.scientificamerican.com/podcast/episode/astronaut-matthew-dominick-speaks-to-scientific-american-live-from-the/","audio":"https://traffic.megaphone.fm/SAM3070841377.mp3?updated=1751566572","intro":["We spoke with NASA astronaut Matthew Dominick in an exclusive, first-ever interview from the cupola of the International Space Station."],"authors":["Rachel Feltman","Kelso Harper","Fonda Mwangi","Jeffery DelViscio"],"category":["Space Exploration"],"transcript":[{"author":"NASA","text":"Scientific American, this is Mission Control, Houston."},{"author":"Rachel Feltman","text":"Station, this is Scientific American. How do you hear me?"},{"author":"Matthew Dominick","text":"Loud and clear. Welcome to the cupola on the space station."},{"author":"Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman. For the next few days we’re doing something a little different. We’re going to use this week to share reruns of three of our favorite episodes from the past year. First up we’ve got a chat with a guy who just needs a little space."},{"author":"","text":"Back in September we rang up the International Space Station for a live video convo with Matthew Dominick. At the time he was serving as the commander and flight engineer of NASA’s SpaceX Crew-8 mission—and spent a lot of his downtime taking and sharing stunning photos, videos and time-lapses from orbit. In fact, his video call with Science Quickly marked the first ever interview from the cupola."},{"author":"","text":"If you wanna see the video—which, trust me, you definitely do—check out our show notes for a link to the whole interview on YouTube."},{"author":"","text":"Matt, thanks so much for taking the time to chat with me today."},{"author":"Dominick","text":"So excited to do so."},{"author":"Feltman","text":"Yeah, so where exactly are you, are you calling in from? Because I understand it’s a, a pretty big deal—and not just because you’re in space right now."},{"author":"Dominick","text":"Awesome. We’re trying out something new today. We’re on the International Space Station, of course, but we’re in the cupola, which is one of the astronauts’ favorite places and—to hang out. It’s a seven-windowed environment on the bottom of the space station, so when you see us, you know, we kind of look upside down relative to Earth. But that’s how we come in: our head is going down towards the Earth, and we get to look out and see our beautiful Earth through these seven windows. In the view right now you’re seeing four of those windows. And as we go through this conversation, we get to see a dynamic event, which is sunset."},{"author":"","text":"So I could take days and days to describe it, but—which is one of the reasons that drives me to do so much photography, ’cause—to just try and capture what we see. But super excited to come to you from the cupola today."},{"author":"Feltman","text":"Awesome, yeah, and I understand it took some, like, special equipment, some new window filters to make this possible. Could you tell me more about why that is?"},{"author":"Dominick","text":"Oh, absolutely. It’s incredibly bright—in fact, right now as we’re going through sunset, if you’re watching on video, the sun is coming up on the right-hand side of my face. It’s really bright as we’re getting close to sunset, and the—through the course of our conversation today, we’ll go from, you know, a full day to full night. And we’ll see the darkness—the “terminator,” we call it; the day-night transition—come over the top of me, and so I’m gonna just close [laughs] one of our shutters right now to protect the right side of my face from the searing sun and turn on a light."},{"author":"","text":"But the cupola is really bright, and we, we recently got something shipped up to us called neutral-density filters, and [they’re] these little films that we put over the windows—for photography nerds these are four stops. So these are—these provide four stops of, of exposure change that we’re able to put in front of the windows to help expose—for pictures, if we want to take a picture of something both inside the cupola but also be able to see the Earth on the outside. So we’re trying that out today."},{"author":"Feltman","text":"Very cool. Now speaking of photography nerds, you’re an engineer, a pilot and of course, an astronaut, but you’re also a prolific photographer. So how did you get into photography?"},{"author":"Dominick","text":"So many paths led to that. I mean, to start when I was young, my dad was a photographer and a journalist and producer-director for, for local stuff growing up in Colorado. He actually started doing that in the Air Force—he was a photographer, ran a motion picture unit for the United States Air Force. And just seeing how he took photographs and, and how he composed things and, and cropped things and set up shots—I didn’t do a lot of it growing up, but I was around it."},{"author":"","text":"And then joining NASA, we got, we got trained by our, our photo/TV department how to take pictures, and then there’s some very distinct moments I remember as part of my spaceflight—now we’ve been up here for five or six months ago—but things that really stick in my mind: you know, obviously the rocket lifting you off the launchpad, but that first time floating out of your seat and going to the window, I immediately wanted to just spend [laughs] so much time trying to capture what I saw with my eye with a camera."},{"author":"","text":"I feel immense responsibility to share what we see. So few people are lucky enough to come up into space, I feel an immense obligation to take pictures and share everything we see with the world. And with the tools we have, the cameras we have up here, doing my absolute best to try and share what we see with the world."},{"author":"Feltman","text":"And how different is it taking photos in space versus on Earth?"},{"author":"Dominick","text":"Oh, man, there are good parts, and there are hard parts. The dynamic component of the lighting is really a challenge. But you’re also lucky that, you know, we—in photography they talk about the golden hour, or right there at, at sunrise or sunset. Folks like to take a lot of pictures at those times; the lighting is just incredible. And we’re lucky to get 16 of those a day. We’re going [about] 17,500 miles an hour. We’re making a lap around the Earth every 90 minutes. So if I don’t get the lighting right or the setup right on a pass, I can wait 90 minutes, and I’ll get a chance to do it again. In fact, we’re going through it right now—right above the top of my head, it’s getting dark very quickly. The sun is searing out the right side of this hatch."},{"author":"","text":"But shooting in space can also be a challenge because you’re shooting through windows. And so you have to manage a lot of odd reflections, and so we have shrouds that we put up around the cameras to kind of block out interior lights from reflections. Shooting through the glass can be troublesome."},{"author":"","text":"You know, and you have to shoot really fast shutter speeds sometimes just because we’re going so fast. Folks who do astrophotography on Earth might be able to expose 10, 15 seconds without seeing star trails, depending on what lenses they’re using. Up here, you know, I was [taking] pictures the other day; in a half-second exposure I was seeing streaks in city lights."},{"author":"","text":"So it presents some unique challenges, but we have great instructors that teach us how to do it, and it’s a lot of fun."},{"author":"Feltman","text":"Very cool. Do you use any special equipment?"},{"author":"Dominick","text":"So much—so many cool toys. I’m a giant nerd. I’m willing to admit it ..."},{"author":"Feltman","text":"[Laughs]"},{"author":"Dominick","text":"We recently, you know, we—[laughs] I’m totally willing to admit it."},{"author":"","text":"We have, you know, these big full-frame mirrorless cameras. This is an 85mm lens, super-fast lens: 1.4. That’s super fun."},{"author":"","text":"You know, we have cameras that are great for taking pictures of the Earth during the daytime. This is one of those. This is a 50-500 zoom lens. Love using this guy for daytime photography—super versatile."},{"author":"","text":"We got a new lens, and so I’ve been posting a lot of images online with this lens. It’s a 15mm lens that’s super fast. It doesn’t use f-stops, it uses T-stops, but it’s about an f/1.2 or 1.4, and it’s a T1.8. Love this thing. This has yielded so many incredible photographs."},{"author":"","text":"So lots of great equipment up here and lots of practice. And luckily it’s not analog anymore, so you can shoot a lot and not feel too bad about wasting film."},{"author":"Feltman","text":"Totally. So I know there are, like, pretty strict rules about how much weight an astronaut can bring up into space. Did you have to make any tough decisions about what equipment to bring with you?"},{"author":"Dominick","text":"Luckily all the photo/TV equipment is provided through, through the International Space Station. That’s up here already. We don’t bring our own equipment. It’s all up here already, and we share it and pass it around, and, you know, it’s a blast. We have an incredible set of equipment. In fact, these—we get new equipment all the time. This lens just came up maybe a month ago and a couple other lenses and so absolutely loving it."},{"author":"Feltman","text":"Tell me more about training that you got specifically for space photography. You know, what kinds of new skills did you need to learn? What is—what does NASA want astronauts to know about taking photos in space?"},{"author":"Dominick","text":"I think the key to taking photos in space, or anywhere for that matter, is understanding the basics, right: how aperture, exposure, ISO and—how they all play together and how you trade those three. Because you never really quite know the exact situation you’re gonna be in. NASA does a great job developing procedures for specific situations, but once you get in that lighting situation, you know, you gotta really understand how to manipulate those on the camera, what lens you’re using to mix them together to get what you want."},{"author":"","text":"We do, you know, some artistic photography up here. I really like to take pictures of space station structure with the Earth in the background, the curvature of the Earth. In fact, watching right now, you’re watching the sunset, which is amazing, right behind me. And this is a really dynamic event. You can see the darkness of night coming and taking over the day of the Earth. It’s a really dynamic event. A sunset on Earth, you might have minutes. Here, you know, you have very little time to capture a sunset because you’re going so fast. But NASA trains us those basics, and from those basics you can expand as far as you wanna go."},{"author":"","text":"They also teach us technical photography. We are up here conducting research in science. And so sometimes you have to take technical photographs to show the researchers on Earth what you’re doing or what their—the result of their experiment. So we do a lot of macrophotography; we get in close. And we have a whole set of lenses and lights to take pictures both inside the space station and outside the space station."},{"author":"Feltman","text":"What are some of your favorite things to photograph from the ISS?"},{"author":"Dominick","text":"I think my favorite thing is the thing I’m not expecting. The things that I do expect to see or hope to see a lot of is aurora. I love seeing lights from Earth reflected off station structure. I took a picture really recently that I absolutely love where aurora and city lights are reflecting off the blue solar arrays that are on the service module. I just love those reflections, the interaction of Earth lights reflecting off of station structure."},{"author":"","text":"But some of my favorite pictures are the ones I don’t expect. I was in here with my crewmate Mike a couple weeks ago, and I don’t remember what we were shooting. We were shooting something else, and all of a sudden I saw the moon getting ready to set. And I quickly grabbed a different camera, swapped the lenses, put the settings in and was shooting over Mike’s shoulder and ended up getting a great exposure of, of the moon setting on the Earth and just loved it. And so the unexpected are some of my favorite shots."},{"author":"Feltman","text":"Do you have a favorite photograph or time-lapse in particular from your time on ISS?"},{"author":"Dominick","text":"I think I’m gonna suffer from recency bias there. I have a lot of pictures. I do like to take a lot of candid pictures inside the space station of crewmates at work or, or catch them when they’re having fun. But external photographs, I probably suffer from recency bias here. Just set up a time-lapse the other day, shooting one of my favorite things, which is Southeast Asia fishing boats. Actually, no, it wasn’t that picture, sorry [laughs]. Shooting the Nile River. There’s too many things to be excited about."},{"author":"","text":"I love shooting the Nile River at night or coming over Europe and seeing the Mediterranean and the Nile River. And we were coming up over Africa with lightning, and I love taking pictures of lightning. And we come up over the Nile River, and then we go over Israel—and it was a time-lapse. I was trying a new technique. I was trying to, you know, really crank the gain up and see what would happen with ISO and went to review the pictures later over the dinner table on the camera, and I was just blown away because I caught a meteor, a massive meteor, coming into the atmosphere out of just sheer luck and exploding in the atmosphere, and it just emits this giant green glow that was multiple sizes times bigger than Israel. And it was just an incredible, just lucky shot. So it’s always something new."},{"author":"Feltman","text":"What are you hoping that people think or feel when they see your images?"},{"author":"Dominick","text":"I feel like people are interested in what you’re doing when you’re interested in it and when you’re talking about it and sharing it. And I just wanna share what we see. I feel this immense obligation to share what we’re seeing up here in space. I’m super lucky to be here. Not a lot of people get to come up here, and I just wanna share with the world what humanity can do when they come together to do something. So many nations worked together to put together this International Space Station across seemingly impossible boundaries across nations, and look what we get to do and we get to see outside the window."},{"author":"","text":"And from the moment I first looked out the window, I wanted to try and capture what my eyeball sees, and I’ve yet to completely do it with the camera. It’s very difficult. The human eye is really—can show such a deep dynamic range that I haven’t been able to capture quite yet with the camera."},{"author":"","text":"But I want people to think whatever they wanna think. I just wanna share what I see."},{"author":"Feltman","text":"Yeah. So you’re coming to the end of your mission on ISS. What’s something that you’re really gonna miss when you’re back on Earth?"},{"author":"Dominick","text":"So many things. I enjoy the short commute. I can wake up a couple minutes before the start of the day and be out of my crew quarters and at work in just a couple minutes [laughs]. And I get to float to work, which is super awesome. I love flipping. Why would you float straight when you can flip the whole time? So I spend a lot of time flipping everywhere on the space station. I’m gonna miss that immensely. I’m gonna miss having all of these cameras in my fingertips. It’s amazing—I’ve got five or six cameras in my fingertips that I can choose from to take a shot."},{"author":"","text":"There, there’s a lot of aspects of space I’m gonna miss. I—it’s tough to nail one individual thing down."},{"author":"Feltman","text":"What are you looking forward to back on Earth?"},{"author":"Dominick","text":"[Laughs] I mean, obviously I want to go be at home for a little bit of time with my wife and daughters. I would like to take a shower; I haven’t taken a shower since March. I’m part of a research experiment where I don’t"},{"author":"","text":"use the treadmill up here, so I haven’t walked since March. I’d like to walk maybe once or twice [laughs] or maybe a lot."},{"author":"","text":"But there’s so many things. But I love, I love both places: I love the space station, and I love being on Earth. The Earth—when you look out these windows and you look at Earth, it just blows you away with its beauty."},{"author":"Feltman","text":"Wow. I’d love to hear more about that research project. So how many months has it been since you walked again?"},{"author":"Dominick","text":"So as part of the research project, the last time I walked was when I walked into the spacecraft, the Dragon, in March. There’s a treadmill up here that we use for working out, but I volunteered for a research program where I don’t use the treadmill. I use our, our resistance device, our training device, and a bicycle. The reason being is a treadmill takes up a lot of space and a lot of mass that could be difficult on long-duration missions to the moon or to Mars. And so we wanna see what happens to the human body if you aren’t exposed to that ambulation."},{"author":"","text":"Oh, by the way, the lighting is amazing right now. We’re just now going through sunset here. And one of my favorite things to watch is the lighting on people’s faces, so I’ve turned off the internal lights in here so you can just watch the lighting on someone’s face during a sunset. I love watching it on my crewmates’ faces."},{"author":"Feltman","text":"Wow, very cool. So what do you think you’re gonna photograph when you’re back on Earth, you know, now that you’ve experienced space photography from space?"},{"author":"Dominick","text":"Well, NASA does this really cool thing to help us get better at photography and taking quick pictures, and that is: they let us borrow the cameras. And so I practice taking pictures of things that don’t sit still, like my kids—oh, or other sporting events or those kinds of things that can be tricky. Those are kind of fun. Or just work at NASA or those kinds of things to keep your practice up. But there’s so many beautiful things to take pictures on Earth, just as there are in space."},{"author":"Feltman","text":"And other than photography, what’s your favorite thing to do on ISS?"},{"author":"Dominick","text":"Favorite thing to do? I mean, other than photography—you’re, you’re asking me tough questions here, to rank and stack things."},{"author":"","text":"I really, like I said before, I love flipping and floating through the lab. I love playing in zero-g and just seeing how things react. And I don’t need a lot to entertain me. A stick and some mud works on Earth sometimes. But one time I was up here just playing with a bolt and a nut and see how they spin and work together and see if you can catch the two. And it’s just so much fun to play in zero-g—or play with water. Every time I talk with one of my daughters on video chat, she’s always saying, “Hey, Dad, do the water thing.” And we make big bubbles of water and play with them. And we don’t just do those things when we’re doing [Public Affairs Office] events; we do those things for fun ’cause it’s so much fun to play with."},{"author":"Feltman","text":"My last question is just: Is there anything you haven’t gotten to photograph on ISS yet that you’re hoping to catch while you’re up there?"},{"author":"Dominick","text":"I’m planning to take some videos of just some basic physics things inside the space station that you can only do up here in zero-g. I’m thinking about how we’re gonna do propellant transfer from one rocket to another, and I’ve been thinking about how you, you know, that’s really important for the future of spaceflight right now. Rockets launch, and they use all their fuel, and they—you don’t refuel in space as much. And we do have some small cases—in fact, the space station does on-orbit refueling—but refueling on large scales, and I’ve been thinking about how you move fluids around. So making videos of how fluids move around in zero-g, among other things. I’m looking forward to making a lot of videos, to be honest."},{"author":"Feltman","text":"Awesome. Well, thank you so much for taking the time to chat today and for, you know, pushing to help us see this space live. It’s such a cool view, so I know I really appreciate it, and I’m sure everybody else watching does, too."},{"author":"Dominick","text":"Awesome. Thank you so much. I’m, I’m super glad to share with you—you know, we started in the daytime. We went through this entire interview in the sunset, dynamic changes, and I think that really shows just kind of the environment we live in."},{"author":"","text":"And, you know, 30 minutes from now the sun’s gonna be rising again, and we’re gonna be in another sunrise. And it’s super fun to be a part of and thankful that you would join us today."},{"author":"Feltman","text":"That’s all for today’s summer rerun. Don’t forget to check out an extended video version of the episode over on our YouTube channel; you can find a link to that in our show notes. If you’re missing the usual Monday roundup, head on over to ScientificAmerican.com to read all the latest science news. We’ll be back with another one of our greatest hits on Wednesday."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman."},{"author":"NASA","text":"Station, this is Houston ACR."},{"author":"International Space Station","text":"Station, we’re now resuming operational audio communications."}],"wave_peaks":[25338,25080,21673,23779,11720,14821,21824,15557,27402,19803,19810,15733,22185,10065,18157,19529,24681,14222,17075,13754,11539,14978,27258,4450,12843,9712,14745,25429,20559,20230,24721,21037,18389,25401,22866,23713,22980,21619,25271,25281,22739,20674,19892,19481,24125,21102,24724,25231,25387,25390,23242,19147,25483,24687,11219,14917,13538,21055,20904,25198,14824,26030,26392,20360,23167,24057,18055,23017,21976,22322,22958,25404,19371,25370,22264,25010,19957,21415,4744,17667,18202,9650,25548,25413,23634,25390,25883,25085,24281,22783,21463,25894,25276,25583,20459,11586,16905,10137,17764,11310,532,757,2351,3379,2568,2951,2499,10468,15822,15951,16933,11892,16569,16038,15190,8070,6549,13275,8505,14658,12842,15263,15686,9879,6195,8106,8317,16143,16796,16510,5785,7180,8890,16369,15844,11419,10942,16559,15326,6116,5204,3135,1742,1495,15882,14808,15644,14472,15515,13404,9470,15225,11507,15455,14076,1252,15398,15759,16364,13170,10173,15124,15291,15323,15465,15062,2122,15825,15232,15352,14974,15747,14452,14707,15243,10613,13815,12424,14621,13013,10041,10273,15507,12675,7714,1310,12640,15752,15151,15604,14716,15767,11842,15518,12156,16131,15500,8498,1933,2273,16427,16012,15545,15801,15227,15345,15894,12084,13715,14924,15571,15141,15504,12372,12995,15525,10007,13226,15856,1539,15567,14643,12719,15008,15872,11600,12069,14882,15384,15563,14337,14841,11490,16376,13262,13760,13020,4656,15167,9461,13364,13512,13216,15435,10915,10898,14616,12598,12206,15815,12278,14291,14202,13219,10461,11425,15467,15462,7968,12246,14167,1156,15579,15877,15981,15570,16108,15866,15999,13622,16510,12760,14305,15832,15120,12057,9935,11832,15686,2809,15644,13854,12759,15514,11425,12527,7387,2139,1660,15505,15641,15915,15831,15685,16056,15385,13176,15789,10842,11904,6603,16294,12728,15707,11981,12340,15391,12657,13034,10789,9374,6509,0,0,0,12963,15564,15387,13130,15008,15442,15465,7392,11862,7284,5903,15450,15471,15467,15482,5087,2363,15478,15565,15448,15549,14480,15252,15598,15455,15446,15197,10894,15385,15679,13182,13665,15710,13715,15076,8248,11733,9570,14596,14070,15765,3320,15513,15451,15456,15514,15485,15463,15111,15445,15456,15446,15438,15436,15462,15457,15463,15415,15464,15485,15463,15464,15470,15442,15458,15470,15416,2797,12348,15397,15542,15533,15451,15530,13677,2140,15423,15476,15445,15559,15500,15457,15469,15471,15478,15626,15501,15439,15446,15432,15506,15443,15507,15462,15509,15419,15402,15432,3379,15469,15445,15481,11408,15464,12244,15468,15476,15436,2413,15455,15575,15463,15455,2406,15466,15441,15542,15419,15463,15437,15487,3951,15469,15555,15443,15432,15468,15468,15489,15490,15463,15448,13205,15444,15420,2817,15483,15575,15416,15424,15480,15421,15458,15465,15437,15448,15475,15483,15491,15453,15480,15426,2620,15477,15480,15469,15413,15458,14926,2726,15455,15473,15448,15447,15468,15439,1319,15551,12374,3755,15782,15544,15623,15523,14874,15502,11167,1479,13161,15527,15068,13709,15641,15676,15578,15625,15414,15454,15474,15532,15539,15502,15546,15190,15492,11555,890,3984,15461,15472,15466,15443,15474,15454,15443,15455,15488,14813,15474,15455,13509,15443,15526,15463,15458,15465,13132,15450,15446,15483,15481,15522,15361,15495,15521,9153,15482,15415,15416,15444,15541,15432,15476,15458,12701,2075,15452,15447,15473,15449,15530,7109,15448,15438,15463,15475,12757,15446,14292,2818,15441,15457,15476,15473,15453,15451,15477,15443,15239,15437,15504,15488,15472,15435,14857,15482,14608,15454,15441,15439,15399,15450,15516,13327,15494,15448,15439,15536,15406,15441,15469,5828,15437,19541,18311,2042,15452,5220,15450,15508,15462,15516,15456,15442,15485,15463,15473,15316,15426,15505,15462,15449,15451,15465,15446,15441,15469,15514,15459,15263,2237,15451,15462,15491,15523,8272,15435,15542,15453,15471,9813,15440,15490,15469,15471,15446,15447,15444,15460,15447,15506,15479,15070,15462,15448,15447,15441,15442,15448,15475,15553,15459,15447,15430,15430,15451,15462,15442,15461,15462,15460,15475,15437,15464,15446,15480,15450,15441,15492,15440,11594,15443,15471,15436,12656,1691,2618,15247,10652,8419,630,15647,13378,15535,13020,14751,11504,13970,15319,12379,15550,13466,8160,15408,12834,15254,15373,13142,14243,10785,12428,15443,10589,15273,2367,15474,14724,15515,15620,9272,4417,3643,15367,15477,15594,15427,15444,15454,15540,15413,15442,14767,15457,15512,15555,15416,15485,15455,15451,15447,15442,2568,15514,14314,15433,15487,15488,15454,15462,15462,15443,15438,15497,15423,15460,15447,15463,15440,15443,15422,15454,15443,15507,15480,15470,14804,15447,15434,15447,3600,4643,15473,15447,15493,15513,15428,15459,11786,15459,15456,15448,15465,11911,15434,15460,15451,15471,14846,1500,15480,15444,15528,15438,15488,15466,15443,15486,6463,6655,15434,15393,2292,15438,15491,15420,15465,15468,15515,15450,15467,15457,15488,15472,15463,15436,15438,2721,3559,15438,15493,15462,15454,15449,15436,15439,15444,15481,15447,15451,15455,15453,15440,15450,15444,15505,15446,11356,15480,15438,15373,15507,15418,15479,15426,15468,15449,15448,15487,15482,15500,15432,15452,15482,15493,15432,15527,15468,15441,15459,15434,2561,15453,15469,15475,15441,15472,2477,15442,15483,15438,15410,15458,15426,15480,15459,15459,15462,15430,15474,11465,2940,15458,15468,15444,15445,15486,15463,15506,2514,15505,15440,15445,15455,15443,15476,15503,15456,15460,15444,12662,15482,12831,15508,15491,15452,15454,14476,15491,15442,15442,2696,15462,15473,15423,15482,15509,15441,15475,15452,12464,8956,15464,15471,15446,15472,15451,15440,15473,10987,15470,15496,15397,15490,15448,15486,15462,15422,15447,1959,15555,15469,14128,8762,13043,10271,10291,5631,9385,5929,9955,7326,676,11246,15457,15448,15468,15438,15439,15450,15483,15464,15225,1888,15448,15463,15005,15445,14337,15520,15440,15495,14281,15453,15438,2594,15467,15452,15452,15440,15435,15437,15449,15450,15457,15495,15457,15465,15455,2397,15474,15455,15432,15470,15498,15468,15467,15433,15448,15506,15442,15452,15450,15437,15459,8490,15450,15439,15480,15471,15478,15497,15473,15499,15431,15445,15495,15468,15476,15451,15442,15454,15454,15451,14123,15455,15494,15469,15428,3895,15522,15452,15456,15469,15459,15480,15466,15478,7125,15476,15443,15521,15484,15495,15473,15471,15427,15480,15439,15447,15487,15430,15434,15523,15441,15438,15454,15445,15426,15444,15490,15453,15448,15486,15486,14647,15565,7957,15450,15460,15557,15437,15463,15432,15469,15447,15491,15444,2528,15469,15456,15437,15469,15445,13973,15453,1972,15463,15504,15419,15432,15490,15452,15458,15532,15455,15462,12016,15453,15464,15489,15414,15462,15451,15447,15450,15440,15448,15436,15471,15473,15420,2146,15481,15482,15444,15448,15503,15435,15443,15456,5402,15451,15490,15461,15481,15441,15416,4700,2761,15508,15460,15454,15465,15488,12844,15475,15421,15451,15449,15463,15455,15441,4411,15481,15494,15423,15469,15325,15499,15472,15485,15461,15490,13859,15486,15461,13677,15479,15529,15447,15439,15459,15531,15460,15447,15452,15466,15470,15441,15426,15501,15464,14604,15448,15417,15511,15500,15434,15447,14511,15455,15447,15450,15462,15470,13984,15438,15449,11099,1626,9673,9432,8726,5558,15581,15630,14856,15491,12482,11853,400,2573,15530,15447,15439,15475,15674,15440,15522,15554,15479,15463,15376,15452,15462,15457,9995,10207,18604,22716,18744,16153,15511,15542,15481,15501,15428,15522,2938,15490,15357,15496,15442,15449,15460,7421,15532,15419,15426,15499,15447,15473,15461,15457,15474,15448,15459,15450,15484,15473,15438,5972,15464,15536,15458,15468,15459,15458,15454,15468,15434,15448,15478,15454,2707,15451,15461,15467,15446,15461,15464,15475,15450,15455,15495,15551,15454,15496,15434,15444,15451,15460,3180,15474,15464,15474,15445,15476,15447,15476,15467,15495,15472,15512,15544,15487,15478,13254,15448,15498,15550,15503,15452,15474,15459,2911,15453,14829,15458,15434,11820,15451,15447,15449,12150,15481,15437,15449,15492,15439,15424,15449,15458,15430,15441,15453,2813,15480,15468,15449,15461,15454,14910,15452,15462,15502,15429,15448,15448,15437,15445,15438,15466,15510,15450,15439,15459,15508,15450,15457,15462,9407,15485,15490,15457,15510,15476,15466,15456,15432,15506,15457,15389,15455,15440,15437,14499,15452,4136,1195,13842,9558,702,15327,15691,15674,15401,13916,9952,11320,15393,12699,10772,15537,15504,15425,14690,9023,15610,15502,13511,15197,15551,13742,12622,10238,12810,10749,5016,15447,15463,15446,15470,15447,15454,15463,15564,15475,15447,15468,15201,15439,15461,15458,15446,15467,15449,15343,15441,15449,15450,15436,15474,15497,15448,15437,15454,15416,15459,15454,15468,15431,15436,3839,15440,15433,15453,12517,15482,15453,15425,15439,15455,14548,9856,15472,15471,15453,15478,15451,15433,15465,15461,15489,15442,15490,15432,15424,15439,15444,15427,8535,6879,15436,15501,15459,15576,15565,15309,10938,10270,8589,11034,14664,13024,1576,10863,14300,13848,15425,14206,8527,12939,12472,8334,7891,7550,10226,10459,9704,9077,11707,9590,15476,10136,13570,13729,9971,9117,10529,5178,12176,15501,15465,14951,10298,15470,15451,15457,15442,15424,2014,15445,15505,15530,15470,15450,15488,15443,15441,15487,13915,15433,15452,15468,15434,15438,15451,15439,15470,15456,15528,15426,15429,15448,15483,15503,15442,14671,15449,15452,15466,15444,15468,15462,15460,15457,15439,15453,15429,15491,6163,15558,15462,15468,15451,15511,15450,15441,15449,15454,15470,15515,13768,4179,15446,15448,15447,15155,13164,15496,15489,15441,15493,15450,15465,15465,15449,15474,15418,15488,15498,15441,15439,15470,5933,15465,15460,15456,15483,11536,13409,3924,15437,15447,15438,15463,15445,15444,15441,15449,15455,14934,15507,15507,15417,15446,15412,15470,12028,15444,15459,15487,15481,15512,15436,15431,15455,15501,2910,15438,15477,15489,15489,12975,14893,13221,14104,15512,15400,7758,15492,15412,14040,15480,15458,15472,15489,15495,5914,15424,15642,15452,15420,5033,15407,15495,15433,15437,15514,15435,15430,4633,15450,15448,15391,15451,15416,15461,15455,15480,15401,15468,15469,15427,15470,15436,15428,15460,15476,15440,15077,15474,11254,15446,15376,15464,9397,4168,15445,15444,15472,15441,15482,15424,15466,15449,15424,15439,15524,15443,15435,15448,15437,11716,2602,15461,15446,15487,15447,15457,15440,15452,15452,15460,15464,15442,15002,11239,4216,15495,15443,15493,15433,15475,15442,15473,2849,15440,15436,15436,15452,15450,15482,13197,15449,12229,15443,15439,15429,15466,15468,15427,13752,15444,15445,15506,15498,15436,15453,15471,15461,15430,15484,15465,15494,15448,15445,4283,3990,15487,15444,15449,15459,15435,15434,13327,10508,11051,11614,5105,3808,3207,15557,14664,11812,15483,10501,8448,10630,13047,12278,9180,12443,7285,15476,15458,15434,15500,15489,15482,15395,15459,10621,15434,15471,15426,15444,15471,15446,15444,15457,15441,15429,15458,15463,15490,15486,15279,15443,15467,15445,15337,15473,15491,15421,15445,14588,15445,15470,15454,15530,15441,15473,15437,15424,15443,15445,15443,15053,15451,14993,15435,15446,15441,15458,15434,15474,15448,15479,15414,15442,15440,15447,15461,15457,15432,15482,15437,15450,15426,15474,15427,12716,15429,12844,15435,15454,15435,3704,15422,15442,15472,15397,15457,15439,14946,15517,11446,15466,15483,15486,15485,15462,15414,15491,15427,2501,15463,15409,3134,15445,15455,15440,15443,15448,15438,15442,15443,15439,15467,15431,15500,15445,15475,13734,15533,3845,12197,15466,15463,15424,15492,15446,13932,15440,15455,15463,15468,15444,15445,15448,15446,15206,15458,15498,15446,15445,15448,15489,15517,15436,15438,15483,9213,15455,15448,15412,15466,14684,15451,15445,15451,15456,15427,15440,13874,8377,3036,15492,12277,11256,12208,8130,10175,15378,13473,10672,10765,8622,11377,11854,15515,15405,14806,7650,15572,15441,15468,15444,15444,15445,15456,15411,15464,15496,15476,15431,15462,15445,15464,15446,15463,15431,8784,15429,6295,15448,15445,15445,14951,15440,15436,15445,15438,15445,15456,9484,15451,11701,15502,15473,11945,12833,15465,15460,14212,15448,15500,15452,15452,15436,15455,15471,15443,15476,14872,15423,15448,6000,15452,15475,15428,15454,15463,2387,15462,15504,15468,15449,15501,15501,15486,15437,15453,15518,15455,15466,15475,15510,15490,15456,15467,15437,15473,15444,15481,15435,15499,15461,15482,14405,15483,15510,15449,15462,15534,15444,15380,15429,15454,11460,15462,15458,15467,15517,15484,13770,15462,15443,15451,15464,2441,15480,15452,15439,15456,15459,15470,15427,15507,15475,15522,15407,15443,15458,15437,15451,15018,15462,14463,15459,15421,15449,15501,15422,10289,15467,15573,15556,15429,15470,15528,15439,15572,15560,15434,15450,15460,15447,15451,15445,15473,15441,15468,15460,15481,14137,15441,15457,15450,15441,15418,3303,15444,15490,14925,15435,15455,15473,15459,15502,15452,13529,15465,15433,15446,15434,15475,12016,15464,15439,15471,9184,15467,15450,15432,15457,15482,15457,15442,2894,15460,12792,15459,15459,7267,15465,15431,15459,15426,13507,15439,15466,15446,15435,15460,15478,15432,12533,15439,15479,15417,7701,1545,15332,15501,15407,15553,11333,10878,1956,15303,9506,8267,14084,10584,11866,13189,9191,7178,9775,6473,163,15490,15451,15454,15447,15435,15457,15467,15446,15476,14091,3237,15480,15434,15474,15485,11559,15468,15505,15459,15459,15419,15444,15429,15441,15456,15479,14188,15446,15437,11660,15469,13058,12328,15198,15485,15386,14892,14153,4478,15440,15472,13656,15451,15469,15474,15482,15463,15445,15438,15431,15467,9103,15511,15435,15468,15415,12745,15456,15477,15483,15465,15453,15473,14922,15485,10358,6161,15444,15396,15450,15400,11638,15449,15440,15424,15447,6579,15427,15455,15512,15440,15447,15435,10690,15497,15479,11081,15466,15510,15439,15453,14480,15475,11063,4550,15434,15461,15436,15459,15462,15512,15442,15434,15433,14261,15441,15393,15481,15470,15470,15445,15465,15446,15438,15439,15452,12007,4369,15441,15438,14949,15455,15491,15443,15462,15452,15448,2985,15486,15478,15448,15422,15488,15428,14039,12838,15445,10891,6099,15422,15481,15529,15443,15402,15456,15463,15314,15516,15479,14274,8414,10271,11265,442,15351,12260,15460,13462,12524,13660,14766,12255,8887,7351,15401,11920,15366,15630,15672,13885,9607,15544,11846,11897,15374,11338,434,4697,15454,15492,15480,15441,15462,15460,15425,15437,14698,15477,15431,15461,15426,15436,15466,15436,15461,15457,15496,21586,15669,15510,15452,15474,10927,15441,4283,15475,15542,15452,15450,15428,15447,15451,15443,15444,15450,15510,15435,15436,15473,15445,14033,15453,15463,15450,15440,15458,15443,15435,15436,15432,15441,15439,15449,15436,15435,15456,15458,15455,15489,15443,2533,15461,15458,15443,15450,15448,15435,15457,15478,15512,15411,15503,15435,15467,15471,15460,15445,15432,15447,15442,15441,15455,15498,2630,3992,15459,15469,14415,15422,15443,15363,15453,15474,15517,15447,15442,15438,15461,15439,15479,3277,15430,15365,15389,15374,14738,15337,10741,6847,7263,15435,8638,15414,15469,15465,15457,15422,15482,15461,15452,2983,15456,15457,15477,14356,15432,15433,15462,4800,15454,15480,15441,15459,15445,15467,15480,15429,15455,15441,15464,15483,15443,15463,15443,15443,15467,15472,15440,4900,15430,15467,15510,15441,15408,15455,15439,15448,15450,15098,15442,15433,12755,15463,15449,6308,2443,15472,15437,15468,15508,15444,15447,15434,15443,14890,15487,15438,15417,12790,15437,11149,15453,7982,15437,15434,15490,15452,15446,15456,15463,15489,15450,15460,12996,12333,4242,15483,9347,15485,15529,15547,15429,15217,15582,13132,15486,9614,129,15515,12171,12650,15492,13103,5960,9129,15472,15624,198,3619,15467,15461,15453,15492,15463,15467,15463,15460,15431,15438,15439,15438,12836,15463,15461,15417,15443,15446,14900,2882,15457,15428,15448,15497,15232,15437,15404,15461,15243,15442,15442,15487,13542,15454,15459,15451,15468,15439,15432,15421,10037,8521,5177,15479,15444,15454,15463,15460,15422,15463,15466,15450,12073,12358,15437,15439,15463,11523,15471,15456,15442,15430,4575,15458,15460,12661,15469,15454,15442,12865,5921,15464,15456,15420,15459,15444,15448,6750,11628,15465,15435,15449,15484,12330,15465,13279,4031,15481,15447,15445,15468,10933,15469,15435,15440,14886,15449,15422,13239,15436,13887,9723,15457,15483,15453,13566,5581,15431,15446,11561,15019,13155,5039,15464,3494,15459,15476,15445,15437,9581,15423,11006,14471,15450,15466,15408,15474,12852,15438,4527,15471,15469,15456,15454,15520,13176,15436,15447,12406,14333,15202,15459,15416,12887,12003,13243,3503,4470,7948,579,7958,8466,5597,444,15566,9566,15485,15547,15639,14253,15537,13814,10910,7697,15529,13954,10753,9844,11969,9961,1065,8967,13644,12590,4557,14531,15397,7998,10570,12349,15637,1992,3099,15445,15484,15485,15458,15503,15441,15479,15440,15400,15455,15497,15407,15459,10995,15446,10643,12563,15472,15231,6763,15467,15449,11609,15500,9683,14937,15443,15459,15455,15459,15443,15434,15491,10629,15442,15467,14932,3839,15441,15449,15450,15460,15446,15473,15413,15436,15437,10300,15421,15461,15462,15462,15466,15449,2584,9457,15448,15441,15443,15457,15451,15449,15429,10455,5610,15445,15439,15449,15457,15473,15441,15464,13090,3080,15444,15401,10215,7648,7331,15624,14354,15513,4523,15657,10483,9441,11996,12576,10263,15470,15630,12862,8981,9910,3212,2177,15454,15454,15441,15464,15458,15423,15459,15500,15410,15502,15493,15471,15454,15425,15438,15072,15375,11559,3737,15441,15462,15454,15506,15438,15452,15404,15453,15454,15495,15447,15464,15447,15476,15463,15470,15460,15451,15518,15448,15520,15534,12502,15522,15469,15458,15455,15550,12895,15504,15455,15462,15441,15471,15470,15440,15437,15439,15505,15441,15484,9291,15447,15422,15460,15491,15434,15455,15451,15463,15462,15450,15451,13727,15453,15539,15431,15458,15458,15444,15445,15438,15458,15454,15463,15466,15452,15495,15441,15465,14660,15503,15453,15542,11510,15444,15456,15440,15457,15484,15454,15457,15437,15467,12040,15475,15455,15376,15452,15471,15467,15428,15445,15441,15464,15438,15441,15446,15457,15457,12098,8870,15456,15537,15510,13196,15374,15452,14742,15502,15302,13229,15515,15195,15146,10611,12722,9505,15519,15195,8805,13889,14200,15476,15485,15475,15446,15458,15434,15438,15442,15032,15444,15454,15442,15404,15481,15435,4748,15440,15446,15455,15448,15424,15466,15439,5219,15445,15463,15457,4241,15453,15458,3993,15504,15447,15457,15462,15444,14037,14593,3185,12423,15482,15472,15445,15430,15449,15431,15478,15456,15441,14090,3093,15462,15443,15476,15445,15463,15455,14669,15457,15439,15461,15465,15450,15446,15467,15429,15445,15459,4589,15459,15451,15466,15427,15486,15432,15443,15441,15443,15487,8178,15416,15433,15448,15432,15445,15443,15467,15465,15455,15453,15469,15441,15416,14209,4689,15471,15447,15470,15463,15143,10022,15428,8720,3007,15610,12362,15443,15489,15459,15615,13836,15460,12540,15506,15564,15821,5347,11973,15458,14826,15623,11920,9460,1102,15255,1771,4785,15439,11706,15548,15526,15505,3933,15483,13201,15357,15601,11779,11943,15573,14477,10533,15509,15478,12037,11461,15234,11785,15465,12042,15473,15344,13587,9598,15514,15468,15479,15467,15460,15507,15458,15489,15463,15459,15431,15443,15442,15471,15413,15442,15434,15445,15457,14807,15476,15482,4249,15406,15483,15440,15444,15449,4394,15497,15473,10556,15450,7838,15476,15336,15434,15486,15473,15438,15041,15437,15463,13244,15428,15417,15445,15387,8580,15472,15465,15441,15402,15457,15434,12753,6191,2584,2029,2391,16159,15844,15374,17671,16611,15695,16211,16601,16358,15507,14345,16171,24050,20356,18988,17100,16518,15985,16820,15734,15503,9471,16118,16281,16192,15230,15537,15854,4217,6168,18725,15877,13830,15422,15871,15631,14834,15548,15392,15041,13123,16143,12435,9565,15457,15577,17380,13535,11457,5167,14917,16293,14685,15934,16655,16335,15607,14118,13477,15570,3715,811,15633,16234,17309,16724,17290,16004,17245,15857,13862,15289,12928,12880,11560,14989,15513,14644,15572,13768,17958,4357,17253,16823,14781,16420,13040,16148,15508,14417,15877,15515,13919,14649,12798,11115,19952,16978,16920,5182,4673,17561,17335,15166,15836,16963,14785,15400,15596,15035,15868,14415,13839,8257,5751,15955,18730,17203,15768,14872,16240,15903,17437,10768,2976,2002,1667,1159,1224,1289,7645,6163,5689,10658,18585,17506,17837,16998,15532,18954,13590,17173,15821,16955,16341,15988,15534,23414,21812,13917,9904,9076,7135,5946,5237,12204,8221,4422,1855,1129,596,421,210,87,47,4],"fragments":[{"begin":"0.000","end":"11.760","lines":["Scientific American, this is Mission Control, Houston."]},{"begin":"11.760","end":"18.280","lines":["Station, this is Scientific American. How do you hear me?"]},{"begin":"18.280","end":"29.360","lines":["Loud and clear. Welcome to the cupola on the space station."]},{"begin":"29.360","end":"59.760","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman. For the next few days we’re doing something a little different. We’re going to use this week to share reruns of three of our favorite episodes from the past year. First up we’ve got a chat with a guy who just needs a little space."]},{"begin":"59.760","end":"85.400","lines":["Back in September we rang up the International Space Station for a live video convo with Matthew Dominick. At the time he was serving as the commander and flight engineer of NASA’s SpaceX Crew-8 mission—and spent a lot of his downtime taking and sharing stunning photos, videos and time-lapses from orbit. In fact, his video call with Science Quickly marked the first ever interview from the cupola."]},{"begin":"85.400","end":"94.720","lines":["If you wanna see the video—which, trust me, you definitely do—check out our show notes for a link to the whole interview on YouTube."]},{"begin":"94.720","end":"97.520","lines":["Matt, thanks so much for taking the time to chat with me today."]},{"begin":"97.520","end":"99.720","lines":["So excited to do so."]},{"begin":"99.720","end":"107.200","lines":["Yeah, so where exactly are you, are you calling in from? Because I understand it’s a, a pretty big deal—and not just because you’re in space right now."]},{"begin":"107.200","end":"135.360","lines":["Awesome. We’re trying out something new today. We’re on the International Space Station, of course, but we’re in the cupola, which is one of the astronauts’ favorite places and—to hang out. It’s a seven-windowed environment on the bottom of the space station, so when you see us, you know, we kind of look upside down relative to Earth. But that’s how we come in: our head is going down towards the Earth, and we get to look out and see our beautiful Earth through these seven windows. In the view right now you’re seeing four of those windows. And as we go through this conversation, we get to see a dynamic event, which is sunset."]},{"begin":"135.360","end":"144.720","lines":["So I could take days and days to describe it, but—which is one of the reasons that drives me to do so much photography, ’cause—to just try and capture what we see. But super excited to come to you from the cupola today."]},{"begin":"144.720","end":"153.720","lines":["Awesome, yeah, and I understand it took some, like, special equipment, some new window filters to make this possible. Could you tell me more about why that is?"]},{"begin":"153.720","end":"180.400","lines":["Oh, absolutely. It’s incredibly bright—in fact, right now as we’re going through sunset, if you’re watching on video, the sun is coming up on the right-hand side of my face. It’s really bright as we’re getting close to sunset, and the—through the course of our conversation today, we’ll go from, you know, a full day to full night. And we’ll see the darkness—the “terminator,” we call it; the day-night transition—come over the top of me, and so I’m gonna just close [laughs] one of our shutters right now to protect the right side of my face from the searing sun and turn on a light."]},{"begin":"180.400","end":"204.560","lines":["But the cupola is really bright, and we, we recently got something shipped up to us called neutral-density filters, and [they’re] these little films that we put over the windows—for photography nerds these are four stops. So these are—these provide four stops of, of exposure change that we’re able to put in front of the windows to help expose—for pictures, if we want to take a picture of something both inside the cupola but also be able to see the Earth on the outside. So we’re trying that out today."]},{"begin":"204.560","end":"215.440","lines":["Very cool. Now speaking of photography nerds, you’re an engineer, a pilot and of course, an astronaut, but you’re also a prolific photographer. So how did you get into photography?"]},{"begin":"215.440","end":"237.960","lines":["So many paths led to that. I mean, to start when I was young, my dad was a photographer and a journalist and producer-director for, for local stuff growing up in Colorado. He actually started doing that in the Air Force—he was a photographer, ran a motion picture unit for the United States Air Force. And just seeing how he took photographs and, and how he composed things and, and cropped things and set up shots—I didn’t do a lot of it growing up, but I was around it."]},{"begin":"237.960","end":"262.840","lines":["And then joining NASA, we got, we got trained by our, our photo/TV department how to take pictures, and then there’s some very distinct moments I remember as part of my spaceflight—now we’ve been up here for five or six months ago—but things that really stick in my mind: you know, obviously the rocket lifting you off the launchpad, but that first time floating out of your seat and going to the window, I immediately wanted to just spend [laughs] so much time trying to capture what I saw with my eye with a camera."]},{"begin":"262.840","end":"280.320","lines":["I feel immense responsibility to share what we see. So few people are lucky enough to come up into space, I feel an immense obligation to take pictures and share everything we see with the world. And with the tools we have, the cameras we have up here, doing my absolute best to try and share what we see with the world."]},{"begin":"280.320","end":"284.360","lines":["And how different is it taking photos in space versus on Earth?"]},{"begin":"284.360","end":"318.840","lines":["Oh, man, there are good parts, and there are hard parts. The dynamic component of the lighting is really a challenge. But you’re also lucky that, you know, we—in photography they talk about the golden hour, or right there at, at sunrise or sunset. Folks like to take a lot of pictures at those times; the lighting is just incredible. And we’re lucky to get 16 of those a day. We’re going [about] 17,500 miles an hour. We’re making a lap around the Earth every 90 minutes. So if I don’t get the lighting right or the setup right on a pass, I can wait 90 minutes, and I’ll get a chance to do it again. In fact, we’re going through it right now—right above the top of my head, it’s getting dark very quickly. The sun is searing out the right side of this hatch."]},{"begin":"318.840","end":"331.800","lines":["But shooting in space can also be a challenge because you’re shooting through windows. And so you have to manage a lot of odd reflections, and so we have shrouds that we put up around the cameras to kind of block out interior lights from reflections. Shooting through the glass can be troublesome."]},{"begin":"331.800","end":"350.040","lines":["You know, and you have to shoot really fast shutter speeds sometimes just because we’re going so fast. Folks who do astrophotography on Earth might be able to expose 10, 15 seconds without seeing star trails, depending on what lenses they’re using. Up here, you know, I was [taking] pictures the other day; in a half-second exposure I was seeing streaks in city lights."]},{"begin":"350.040","end":"355.720","lines":["So it presents some unique challenges, but we have great instructors that teach us how to do it, and it’s a lot of fun."]},{"begin":"355.720","end":"359.120","lines":["Very cool. Do you use any special equipment?"]},{"begin":"359.120","end":"363.760","lines":["So much—so many cool toys. I’m a giant nerd. I’m willing to admit it ..."]},{"begin":"363.760","end":"364.360","lines":["[Laughs]"]},{"begin":"364.360","end":"367.280","lines":["We recently, you know, we—[laughs] I’m totally willing to admit it."]},{"begin":"367.280","end":"373.880","lines":["We have, you know, these big full-frame mirrorless cameras. This is an 85mm lens, super-fast lens: 1.4. That’s super fun."]},{"begin":"373.880","end":"383.280","lines":["You know, we have cameras that are great for taking pictures of the Earth during the daytime. This is one of those. This is a 50-500 zoom lens. Love using this guy for daytime photography—super versatile."]},{"begin":"383.280","end":"400.800","lines":["We got a new lens, and so I’ve been posting a lot of images online with this lens. It’s a 15mm lens that’s super fast. It doesn’t use f-stops, it uses T-stops, but it’s about an f/1.2 or 1.4, and it’s a T1.8. Love this thing. This has yielded so many incredible photographs."]},{"begin":"400.800","end":"409.320","lines":["So lots of great equipment up here and lots of practice. And luckily it’s not analog anymore, so you can shoot a lot and not feel too bad about wasting film."]},{"begin":"409.320","end":"418.000","lines":["Totally. So I know there are, like, pretty strict rules about how much weight an astronaut can bring up into space. Did you have to make any tough decisions about what equipment to bring with you?"]},{"begin":"418.000","end":"437.280","lines":["Luckily all the photo/TV equipment is provided through, through the International Space Station. That’s up here already. We don’t bring our own equipment. It’s all up here already, and we share it and pass it around, and, you know, it’s a blast. We have an incredible set of equipment. In fact, these—we get new equipment all the time. This lens just came up maybe a month ago and a couple other lenses and so absolutely loving it."]},{"begin":"437.280","end":"448.800","lines":["Tell me more about training that you got specifically for space photography. You know, what kinds of new skills did you need to learn? What is—what does NASA want astronauts to know about taking photos in space?"]},{"begin":"448.800","end":"476.240","lines":["I think the key to taking photos in space, or anywhere for that matter, is understanding the basics, right: how aperture, exposure, ISO and—how they all play together and how you trade those three. Because you never really quite know the exact situation you’re gonna be in. NASA does a great job developing procedures for specific situations, but once you get in that lighting situation, you know, you gotta really understand how to manipulate those on the camera, what lens you’re using to mix them together to get what you want."]},{"begin":"476.240","end":"507.280","lines":["We do, you know, some artistic photography up here. I really like to take pictures of space station structure with the Earth in the background, the curvature of the Earth. In fact, watching right now, you’re watching the sunset, which is amazing, right behind me. And this is a really dynamic event. You can see the darkness of night coming and taking over the day of the Earth. It’s a really dynamic event. A sunset on Earth, you might have minutes. Here, you know, you have very little time to capture a sunset because you’re going so fast. But NASA trains us those basics, and from those basics you can expand as far as you wanna go."]},{"begin":"507.280","end":"527.360","lines":["They also teach us technical photography. We are up here conducting research in science. And so sometimes you have to take technical photographs to show the researchers on Earth what you’re doing or what their—the result of their experiment. So we do a lot of macrophotography; we get in close. And we have a whole set of lenses and lights to take pictures both inside the space station and outside the space station."]},{"begin":"527.360","end":"531.000","lines":["What are some of your favorite things to photograph from the ISS?"]},{"begin":"531.000","end":"553.560","lines":["I think my favorite thing is the thing I’m not expecting. The things that I do expect to see or hope to see a lot of is aurora. I love seeing lights from Earth reflected off station structure. I took a picture really recently that I absolutely love where aurora and city lights are reflecting off the blue solar arrays that are on the service module. I just love those reflections, the interaction of Earth lights reflecting off of station structure."]},{"begin":"553.560","end":"577.160","lines":["But some of my favorite pictures are the ones I don’t expect. I was in here with my crewmate Mike a couple weeks ago, and I don’t remember what we were shooting. We were shooting something else, and all of a sudden I saw the moon getting ready to set. And I quickly grabbed a different camera, swapped the lenses, put the settings in and was shooting over Mike’s shoulder and ended up getting a great exposure of, of the moon setting on the Earth and just loved it. And so the unexpected are some of my favorite shots."]},{"begin":"577.160","end":"580.320","lines":["Do you have a favorite photograph or time-lapse in particular from your time on ISS?"]},{"begin":"580.320","end":"603.160","lines":["I think I’m gonna suffer from recency bias there. I have a lot of pictures. I do like to take a lot of candid pictures inside the space station of crewmates at work or, or catch them when they’re having fun. But external photographs, I probably suffer from recency bias here. Just set up a time-lapse the other day, shooting one of my favorite things, which is Southeast Asia fishing boats. Actually, no, it wasn’t that picture, sorry [laughs]. Shooting the Nile River. There’s too many things to be excited about."]},{"begin":"603.160","end":"645.160","lines":["I love shooting the Nile River at night or coming over Europe and seeing the Mediterranean and the Nile River. And we were coming up over Africa with lightning, and I love taking pictures of lightning. And we come up over the Nile River, and then we go over Israel—and it was a time-lapse. I was trying a new technique. I was trying to, you know, really crank the gain up and see what would happen with ISO and went to review the pictures later over the dinner table on the camera, and I was just blown away because I caught a meteor, a massive meteor, coming into the atmosphere out of just sheer luck and exploding in the atmosphere, and it just emits this giant green glow that was multiple sizes times bigger than Israel. And it was just an incredible, just lucky shot. So it’s always something new."]},{"begin":"645.160","end":"650.760","lines":["What are you hoping that people think or feel when they see your images?"]},{"begin":"650.760","end":"679.520","lines":["I feel like people are interested in what you’re doing when you’re interested in it and when you’re talking about it and sharing it. And I just wanna share what we see. I feel this immense obligation to share what we’re seeing up here in space. I’m super lucky to be here. Not a lot of people get to come up here, and I just wanna share with the world what humanity can do when they come together to do something. So many nations worked together to put together this International Space Station across seemingly impossible boundaries across nations, and look what we get to do and we get to see outside the window."]},{"begin":"679.520","end":"692.680","lines":["And from the moment I first looked out the window, I wanted to try and capture what my eyeball sees, and I’ve yet to completely do it with the camera. It’s very difficult. The human eye is really—can show such a deep dynamic range that I haven’t been able to capture quite yet with the camera."]},{"begin":"692.680","end":"696.160","lines":["But I want people to think whatever they wanna think. I just wanna share what I see."]},{"begin":"696.160","end":"703.760","lines":["Yeah. So you’re coming to the end of your mission on ISS. What’s something that you’re really gonna miss when you’re back on Earth?"]},{"begin":"703.760","end":"729.720","lines":["So many things. I enjoy the short commute. I can wake up a couple minutes before the start of the day and be out of my crew quarters and at work in just a couple minutes [laughs]. And I get to float to work, which is super awesome. I love flipping. Why would you float straight when you can flip the whole time? So I spend a lot of time flipping everywhere on the space station. I’m gonna miss that immensely. I’m gonna miss having all of these cameras in my fingertips. It’s amazing—I’ve got five or six cameras in my fingertips that I can choose from to take a shot."]},{"begin":"729.720","end":"735.120","lines":["There, there’s a lot of aspects of space I’m gonna miss. I—it’s tough to nail one individual thing down."]},{"begin":"735.120","end":"737.280","lines":["What are you looking forward to back on Earth?"]},{"begin":"737.280","end":"748.040","lines":["[Laughs] I mean, obviously I want to go be at home for a little bit of time with my wife and daughters. I would like to take a shower; I haven’t taken a shower since March. I’m part of a research experiment where I don’t"]},{"begin":"748.040","end":"754.320","lines":["use the treadmill up here, so I haven’t walked since March. I’d like to walk maybe once or twice [laughs] or maybe a lot."]},{"begin":"754.320","end":"763.560","lines":["But there’s so many things. But I love, I love both places: I love the space station, and I love being on Earth. The Earth—when you look out these windows and you look at Earth, it just blows you away with its beauty."]},{"begin":"763.560","end":"770.440","lines":["Wow. I’d love to hear more about that research project. So how many months has it been since you walked again?"]},{"begin":"770.440","end":"798.520","lines":["So as part of the research project, the last time I walked was when I walked into the spacecraft, the Dragon, in March. There’s a treadmill up here that we use for working out, but I volunteered for a research program where I don’t use the treadmill. I use our, our resistance device, our training device, and a bicycle. The reason being is a treadmill takes up a lot of space and a lot of mass that could be difficult on long-duration missions to the moon or to Mars. And so we wanna see what happens to the human body if you aren’t exposed to that ambulation."]},{"begin":"798.520","end":"814.720","lines":["Oh, by the way, the lighting is amazing right now. We’re just now going through sunset here. And one of my favorite things to watch is the lighting on people’s faces, so I’ve turned off the internal lights in here so you can just watch the lighting on someone’s face during a sunset. I love watching it on my crewmates’ faces."]},{"begin":"814.720","end":"825.160","lines":["Wow, very cool. So what do you think you’re gonna photograph when you’re back on Earth, you know, now that you’ve experienced space photography from space?"]},{"begin":"825.160","end":"848.960","lines":["Well, NASA does this really cool thing to help us get better at photography and taking quick pictures, and that is: they let us borrow the cameras. And so I practice taking pictures of things that don’t sit still, like my kids—oh, or other sporting events or those kinds of things that can be tricky. Those are kind of fun. Or just work at NASA or those kinds of things to keep your practice up. But there’s so many beautiful things to take pictures on Earth, just as there are in space."]},{"begin":"848.960","end":"853.800","lines":["And other than photography, what’s your favorite thing to do on ISS?"]},{"begin":"853.800","end":"859.960","lines":["Favorite thing to do? I mean, other than photography—you’re, you’re asking me tough questions here, to rank and stack things."]},{"begin":"859.960","end":"890.560","lines":["I really, like I said before, I love flipping and floating through the lab. I love playing in zero-g and just seeing how things react. And I don’t need a lot to entertain me. A stick and some mud works on Earth sometimes. But one time I was up here just playing with a bolt and a nut and see how they spin and work together and see if you can catch the two. And it’s just so much fun to play in zero-g—or play with water. Every time I talk with one of my daughters on video chat, she’s always saying, “Hey, Dad, do the water thing.” And we make big bubbles of water and play with them. And we don’t just do those things when we’re doing [Public Affairs Office] events; we do those things for fun ’cause it’s so much fun to play with."]},{"begin":"890.560","end":"896.800","lines":["My last question is just: Is there anything you haven’t gotten to photograph on ISS yet that you’re hoping to catch while you’re up there?"]},{"begin":"896.800","end":"927.920","lines":["I’m planning to take some videos of just some basic physics things inside the space station that you can only do up here in zero-g. I’m thinking about how we’re gonna do propellant transfer from one rocket to another, and I’ve been thinking about how you, you know, that’s really important for the future of spaceflight right now. Rockets launch, and they use all their fuel, and they—you don’t refuel in space as much. And we do have some small cases—in fact, the space station does on-orbit refueling—but refueling on large scales, and I’ve been thinking about how you move fluids around. So making videos of how fluids move around in zero-g, among other things. I’m looking forward to making a lot of videos, to be honest."]},{"begin":"927.920","end":"943.080","lines":["Awesome. Well, thank you so much for taking the time to chat today and for, you know, pushing to help us see this space live. It’s such a cool view, so I know I really appreciate it, and I’m sure everybody else watching does, too."]},{"begin":"943.080","end":"953.280","lines":["Awesome. Thank you so much. I’m, I’m super glad to share with you—you know, we started in the daytime. We went through this entire interview in the sunset, dynamic changes, and I think that really shows just kind of the environment we live in."]},{"begin":"953.280","end":"961.320","lines":["And, you know, 30 minutes from now the sun’s gonna be rising again, and we’re gonna be in another sunrise. And it’s super fun to be a part of and thankful that you would join us today."]},{"begin":"961.320","end":"979.520","lines":["That’s all for today’s summer rerun. Don’t forget to check out an extended video version of the episode over on our YouTube channel; you can find a link to that in our show notes. If you’re missing the usual Monday roundup, head on over to ScientificAmerican.com to read all the latest science news. We’ll be back with another one of our greatest hits on Wednesday."]},{"begin":"979.520","end":"995.320","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"995.320","end":"1001.000","lines":["For Scientific American, this is Rachel Feltman."]},{"begin":"1001.000","end":"1002.920","lines":["Station, this is Houston ACR."]},{"begin":"1002.920","end":"1010.560","lines":["Station, we’re now resuming operational audio communications."]}],"duration":1010}