{"title":"Alpha-Gal Syndrome Explained: The Tick-Borne Allergy Affecting Diets Worldwide","img":"https://static.scientificamerican.com/dam/m/9854401cba44fa6/original/2509_SQ_WED_TICK_ALLERGY-Podcast-Span-Art.jpeg?m=1757447539.0","url":"https://www.scientificamerican.com/podcast/episode/what-is-alpha-gal-syndrome-symptoms-causes-and-way-to-get-tested/","audio":"https://traffic.megaphone.fm/SAM5942263444.mp3","intro":["A single tick bite can trigger a bizarre meat allergy—here’s how alpha-gal syndrome is reshaping people’s diets."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Allergies"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Imagine suddenly becoming allergic to a hamburger—or a steak or bacon or even certain cosmetics and medications. It’s happening to a growing number of people across the U.S. and around the world. And the culprit is a tiny tick bite."},{"author":"","text":"Alpha-gal syndrome is one of the strangest allergies we know of: it’s a tick-bite-triggered sensitivity to a sugar molecule found in the meat and fat of almost all nonhuman mammals. And as our winters get warmer and tick populations expand more people are finding themselves unable to enjoy their favorite foods—sometimes permanently."},{"author":"","text":"Here to explain how a tick bite can completely change your dietary requirements and what you can do to protect yourself is Lee Haines, an associate research professor at the University of Notre Dame."},{"author":"","text":"Thanks so much for coming on to talk with us today."},{"author":"Lee Haines","text":"I am chuffed to be here. This is amazing!"},{"author":"Feltman","text":"So let’s start with a basic question: What is alpha-gal syndrome, and what causes it?"},{"author":"Haines","text":"So alpha-gal syndrome is a bizarre thing. I mean, it’s taken many years to resolve what causes it. But it is a tick-borne allergy to a sugar, which is very, very strange. The molecule, the sugar molecule, is called alpha-gal—that’s why it’s called alpha-gal syndrome. And this sugar is found primarily in red meats, so people sometimes call it a red meat allergy, which isn’t quite true because it’s in [almost all] meat products that are not human. And people have to really change their lifestyle when they are diagnosed with this allergy."},{"author":"Feltman","text":"And why did we start hearing about it in the U.S. a few years ago?"},{"author":"Haines","text":"It took a while to be discovered in the U.S. There were people talking about becoming allergic to their hamburgers, and it took a while for collective data to get on the radar of the medical system to say, “Hey, something is going on here. We need to figure out what’s happening.”"},{"author":"","text":"And at the same time this is not just a U.S. problem; it’s global. So a doctor in Australia was noticing the same thing in her patients, and it just took time for the science to catch up to figure out why people were getting sick and to link it to the bite of a tick, which is an unusual thing to think about triggering an allergy."},{"author":"Feltman","text":"Is it becoming more common?"},{"author":"Haines","text":"Yes, it is becoming more common. More people know about it, but I think there’s several factors that cause it to seem like it’s more common."},{"author":"","text":"So first of all, it’s a funky story, no [laughs]?"},{"author":"Feltman","text":"Yeah."},{"author":"Haines","text":"So the media liked to pick up on it, which means that more people hear about it. That’s the first thing: the availability of the news to cover it. And then the second is—maybe not in this order—but our winters are getting warmer, so there are a lot more ticks surviving, which means [there’s] more of an opportunity to be bitten. We have changed the way we behave, especially post-pandemic, so we spend more time outside as humans, so we are more exposed to possible tick bites. And I think the combination of these factors all make it sound like—that it is increasing. But now we also have diagnostics to make sure that we know if you do have alpha-gal or not, so we can give some hard evidence that this is here, whereas, say, 25 years ago we didn’t even have a diagnostic."},{"author":"","text":"So all of these things working together makes it [so] that we can more accurately predict who has it, how often does it happen in certain states or globally, and I think those are the four main reasons why it appears that it is increasing and it is increasing as well [laughs]. So they agree with each other."},{"author":"Feltman","text":"And so what are the signs that someone might have alpha-gal syndrome?"},{"author":"Haines","text":"Oh, you know, the range is incredibly diverse. So some people report that they eat something that they shouldn’t have and they have gastrointestinal upset. It’s quite often mistaken as [irritable bowel syndrome] ..."},{"author":"Feltman","text":"Hmm."},{"author":"Haines","text":"Because of this. So you kind of get stomach cramps, vomiting, diarrhea, and then it progressively gets worse. You might break out in hives. You could be intensely itchy. Worst-case scenario you’re gonna have anaphylactic shock to that steak you ate."},{"author":"","text":"So it depends on how big of a dose of sugar you got, or you ate, ’cause some meat has a lot more of this sugar than others, like pork kidney—whoa. Steak and kidney pie [laughs], that will trigger an allergy even if you’re just slightly sensitized. And if it gets really bad, you can find that you’re reacting even through your skin ..."},{"author":"Feltman","text":"Oh, wow."},{"author":"Haines","text":"So if you run—rub something like lanolin into your skin, or you use this new cosmetic trend of beef tallow and you have beef-tallow lipstick and you end up chewing some of your lipstick, you’re ingesting this sugar ’cause it’s a meat product, so you can have [laughs] swollen lips or, or—without the Botox, or you could end up becoming really sick. So some people have to carry an EpiPen."},{"author":"Feltman","text":"Wow, so what should someone do if they suspect they might have it?"},{"author":"Haines","text":"First of all, be smart and take a journal of what you eat and how you feel after you eat so you’ve collected some evidence. Be your own scientist—citizen scientist. And then arrange to either talk with your doctor or get a referral to an allergist, and take your journal with you and say, “Look, this is what I’ve noticed.” And they should, right away, ask you if you want to get tested for alpha-gal syndrome, which is just a simple blood test."},{"author":"","text":"And once that comes in and you get your diagnosis, you have to change the way you eat and you have to avoid tick bites ..."},{"author":"Feltman","text":"Mm."},{"author":"Haines","text":"You might have to carry an EpiPen if you really are allergic to everything ’cause you can become allergic to any type of product coming from an animal, so dairy, cheese [laughs], cosmetics, medications, gelatin—like, many things could trigger your allergy."},{"author":"Feltman","text":"Mm, and is there any treatment or cure?"},{"author":"Haines","text":"That’s an excellent question. It hasn’t been around long enough for us to, as scientists, to work on that and have definitive answers. But certainly, people are thinking about it as a peanut allergy—you know, you can go through desensitization—and I think there’s a movement to try and develop something for sensitization against a meat allergy."},{"author":"","text":"But I would say the cure, in some cases, is to cut out anything that will activate your immune system ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Haines","text":"Like, give you an allergy. And if you can do that, say, for five years [laughs]—not eat any meat products or become exposed to tick bites—oftentimes the person, their antibody levels will drop ..."},{"author":"Feltman","text":"Mm."},{"author":"Haines","text":"It’s an IgE response, so it’s, like, releasing histamines; that’s why you usually get itchy. So if you can get those levels in your blood to drop lower, we are finding that people can go back to eating meat products. So it’s about a long period of abstinence, and then maybe you can enjoy your bacon again."},{"author":"Feltman","text":"Well, at least there’s some hope [laughs] for bacon lovers who are suffering."},{"author":"Haines","text":"Yes, there is some hope for some people. Other people, their antibody levels are so high [laughs] that they probably won’t be able to eat meat again."},{"author":"Feltman","text":"So how can folks avoid this and, of course, other tick-borne illnesses?"},{"author":"Haines","text":"Oh, well, I have some bad news: ticks like surviving, and they are incredibly difficult to control and kill. So that’s the first thing. We can’t just spray and hope to get rid of all the ticks. So it really depends on our own ability to protect ourselves from tick bites, which means using 30 percent DEET or 20 percent picaridin."},{"author":"","text":"Doing the tick check, I would say, is the most important thing. So if you’re outside wandering around, when you come in at night check your body to make sure you have no bloodthirsty hitchhikers, and throw your clothing into the dryer for 10 minutes. Ticks hate to be dried out. They can’t handle it. They have an Achilles tendon that you can exploit."},{"author":"","text":"So other than wearing repellents and doing the tick check, you can also buy permethrin-treated clothing, and ticks, they’ll crawl on you, but they’ll die while they’re crawling on you [laughs]. So it’s quite satisfying to see ticks all over your lower legs, and they’re just kind of clinging on there [laughs], they’re dying [laughs], so they won’t feast on you."},{"author":"","text":"But those are the main ways that you can prevent tick bites from happening in the first place. And once you’re bitten, it’s really important to pull them off correctly because you don’t want them to vomit into you or to drool into you any more than they need to."},{"author":"","text":"So when a tick first lands on your skin, it has to drill through your skin to access your blood, and it takes time to do that; it’s not instant like a mosquito. So in that time period, usually 12 to 24 hours, it starts to embed its head into your skin, and you grab it with tweezers, really tight, pinch around the head and pull straight up."},{"author":"","text":"And the reason you do this and you don’t try to squeeze his body or light a match to it or put petroleum jelly or anything like this: you don’t wanna stress the tick. You just wanna grab it and pull out so that it can’t regurgitate or drool into you, because when it drools, that’s when it delivers the sugar, the alpha-gal sugar. It also can deliver things like bacteria, borrelia that causes Lyme disease, or other nasty diseases like a parasite disease called [babesiosis], which is like the malaria of the tick world—very dangerous, quite rare but very dangerous. But there’s many different pathogens—like, intruders, invaders—that a tick can transmit. And unfortunately, in North America there are [laughs] many things that they carry."},{"author":"","text":"So what’s unique is that the alpha-gal allergy is usually linked to the lone star tick. So it’s a big, fat, juicy tick that’s got a white spot on its back that looks a bit like a star—that’s why it’s called the lone star. It’s only on females, this star. And the thought was that they were the only tick that could spread this allergy, but now, if you look globally, many different species of ticks spread this allergy, including the tick that spreads Lyme disease."},{"author":"","text":"So there was a case just recently in Maine where the woman developed alpha-gal syndrome, and she was never bitten by a lone star tick, just [a] black-legged [tick], which is really scary ..."},{"author":"Feltman","text":"Yeah."},{"author":"Haines","text":"Because they are so abundant. And the lone star ticks are moving north, which is also scary because [laughs] they’re very aggressive ticks that lay thousands of eggs, so they quite quickly can take over a system."},{"author":"Feltman","text":"So very important to be vigilant with the tick checks is the takeaway [laughs]."},{"author":"Haines","text":"Absolutely, that is the biggest takeaway—which is tricky, you know, because the baby ticks, the larvae that hatch from the eggs, they’re the size of your freckle or smaller, right? So you’re like, “Is that freckle moving?” [Laughs.] And you’re [like], “Hmm.” [Laughs.] Investigate quickly."},{"author":"Feltman","text":"Well, thank you so much for coming on to chat with us about this."},{"author":"Haines","text":"You’re welcome. It was a joy, even though it was about ticks."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday with a mind-bending conversation about the very nature of reality."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[14259,12404,11029,11843,1570,20741,19596,16414,16734,15403,9752,11982,4283,943,1408,1432,23230,23970,20592,16259,12238,11671,20138,14817,10611,14189,16528,3521,2502,1853,2004,8274,24592,21451,7396,19529,19828,14543,5709,13601,7959,10110,1822,1273,1061,1039,954,18845,18667,12894,1435,986,1447,1590,2655,19842,24415,18808,21684,20226,1540,12821,14860,6164,2231,1019,24433,20798,18114,16563,1290,1189,1030,19571,24606,24328,22894,14671,18763,16143,2512,1950,22563,20451,11992,13222,25407,23009,15480,7195,14593,15349,14477,6401,24508,15568,13969,9303,1047,1202,4504,4061,2626,1706,15370,12453,15168,13974,11997,11898,16126,16177,13111,11971,15018,15287,11142,12885,15120,14349,12046,17013,14708,16191,11291,5982,15236,13481,14450,14754,15927,15784,11738,15454,12869,14976,7506,14927,11356,12526,14867,7910,2647,2365,15631,11494,15174,15592,14298,5078,5508,15859,11972,15099,14810,14756,7643,15026,11481,6120,4476,4249,15727,15117,12233,11880,13866,15111,12977,14779,16110,13639,14701,10537,5814,731,14800,14928,14788,10008,15116,14941,13324,12315,15282,10615,14149,11728,2816,1250,3898,16327,10628,11923,13731,12494,14328,13081,10726,14854,15965,16065,15283,7599,1502,15678,14874,14501,7609,14636,13165,11003,9446,1315,15038,13955,14775,13360,2618,12232,14657,14025,13062,14163,14099,13811,7398,15223,14763,12591,15235,13893,2677,15234,14866,14761,15713,4582,979,15262,13242,11245,9178,2427,15752,14010,15022,14954,14325,7695,5208,4439,15198,11989,14620,8872,10214,1045,844,14155,14960,17095,15432,14932,13812,15817,7161,15734,14991,11622,14712,13207,11544,2687,1150,917,14298,14430,12907,13303,15615,15540,14316,12757,15935,13260,14928,6593,1371,15180,12694,15411,12703,15068,15204,12958,1301,15198,15072,14861,14790,15720,4967,15538,15141,15670,9629,1503,15180,13606,15830,7546,15957,15067,14059,16160,13403,3570,15087,14977,15488,15626,16156,14618,12149,14200,11712,1284,15128,14882,15252,15189,11301,15086,17991,15122,14670,10088,885,15464,17817,8203,3271,2655,15468,15535,13717,12314,15052,12597,7125,6398,15725,15963,15177,6621,8943,14606,1494,1485,3514,3683,1834,1505,1734,1203,888,615,457,545,1178,914,443,269,406,173,145,66,36,36,45,23,4,38,250,1224,2083,14333,8809,9895,10955,9661,11184,13666,13611,14778,9188,15792,12269,15472,13866,15239,15302,10930,15331,13759,15122,13817,14026,14096,14004,15091,13964,11589,11170,11756,10087,8989,8392,7455,7065,6555,6645,22115,21052,20217,15836,22515,15428,12809,22472,15449,15151,17057,8304,8777,9531,10283,10842,11634,11828,12713,12930,12772,12570,12489,13302,11933,11576,13001,8657,9269,2864,2056,1610,6785,6167,1517,7161,3765,1455,900,20667,9230,14863,12547,16776,13991,11978,11798,13570,16659,12402,7884,12984,11052,16700,11307,15040,13824,6140,14349,10553,9524,15591,17104,17531,15946,16583,12856,8780,3665,2538,18454,21568,10128,12280,15633,13024,12013,15114,15361,15556,13986,13056,16100,16545,13656,5330,3306,16813,13327,17322,12110,11542,14495,9802,21818,9776,2135,1981,22338,14980,12933,14026,13688,16893,13206,12164,16542,11521,10155,14405,4327,1044,19092,12835,22427,15470,16763,7392,14484,12539,12439,11123,10960,13516,9557,10599,15884,18079,18837,12043,7773,13392,14206,11488,14582,5426,1866,22421,15823,12708,15872,11832,12276,13639,17065,11753,9293,15636,16002,13513,12953,15369,16465,14437,12538,13777,14008,12854,12398,13073,9220,4979,3066,14602,16135,10357,13710,5881,1718,1492,15353,16091,14790,14588,15380,15673,15981,8327,10602,10901,12482,20916,17717,13773,18105,10210,18009,17992,14724,21956,13904,19258,2468,15008,13018,11478,5334,17604,12442,12327,15963,21329,15783,15672,11477,13913,10166,9267,1398,1212,21672,14966,22366,20420,22417,19420,22061,13217,12912,12447,12715,21350,4818,16762,14340,12847,20296,15231,10120,5451,19171,19814,22480,15587,22168,16711,20659,15126,18007,18203,11525,22418,19260,17595,18414,19310,18697,14284,15283,25,17626,12471,15826,13900,11135,7757,11952,12947,15430,8781,10941,1907,11388,13400,15002,16617,17208,13997,16069,12061,19347,14439,6008,774,17433,15060,12088,21533,15194,15714,11157,5535,11486,14632,15097,12552,9234,17191,14812,17461,8646,2503,4613,21892,15453,15570,14778,21386,13885,15882,18175,21950,17018,15391,12190,12131,15877,11511,14144,8871,744,17917,17638,11134,17108,22435,17377,11256,18889,11001,15797,14932,10468,13560,11418,5013,4809,16790,11174,14736,17085,16260,13280,11800,18712,12567,11371,7502,18262,16220,14955,11654,16033,12426,16308,10917,13229,12670,13584,10154,976,12907,17643,10513,11665,9523,632,7086,21422,13367,13413,13489,14023,10435,10440,8780,11754,12545,8950,10538,10794,18887,7278,22455,9197,22452,14985,14092,22427,14836,20719,16988,11091,20028,9010,11950,20192,11036,21950,19537,12659,14503,18939,12786,13030,14744,10955,16014,15483,13746,14757,12941,14731,14715,15819,16619,12686,10920,15714,16340,10106,969,266,22413,14216,3609,12625,15520,16123,17982,12063,13120,12605,9649,14552,13720,12810,9086,10350,11302,7351,117,17184,18420,16911,18027,11853,11583,14198,10579,15996,17444,16512,12386,13866,13299,10822,10483,10575,14097,9413,760,10693,15840,18746,20099,17129,199,17617,14279,15693,12536,13869,13666,10882,12761,13014,4439,15906,11195,16914,15982,11657,16865,19448,13756,12991,16211,15536,13559,14715,13947,16388,14866,18288,13348,16033,9850,18498,12769,14734,11836,18305,18516,9074,789,14493,12447,14697,15894,7534,405,15366,13322,13445,14882,13886,13084,15389,15795,19907,17606,15905,14535,14553,17191,11935,18295,15116,13937,13699,9066,20159,16198,19436,22514,16277,16957,21166,14203,15660,17314,14272,16796,20044,14358,13209,16127,15038,17470,15394,17635,16212,18231,18746,22416,10115,13455,18628,13322,10796,11836,11611,11760,14518,11474,4958,13685,6594,20398,15268,11646,13546,3373,18437,17326,17773,18017,18580,11777,22411,8269,4649,20920,15857,13232,13845,18315,9357,2179,12938,12823,17533,18160,15580,16739,12461,13143,18256,14419,18260,13495,13889,10226,15458,13053,17016,12489,2248,18574,19379,16047,18921,15107,15235,7870,81,93,14841,14524,10527,11037,711,15639,16678,21255,12432,13815,12678,14606,12722,9784,33,12946,13058,16131,10901,17124,14995,20008,11089,51,11683,11812,13187,14859,14994,13423,10774,8939,11503,10890,13283,6545,44,35,16049,17453,14875,12862,16149,13589,14504,13907,11937,15373,14484,11152,13646,15796,15465,14890,15144,13143,9828,1976,147,17603,16253,14274,10997,22430,6833,19123,17105,18762,14683,2579,1130,21861,17875,11222,357,20272,11884,11939,16672,14548,14092,17075,13787,12153,16932,10847,16332,11251,15327,10400,11717,14507,13168,13407,11507,19870,16253,16457,14542,14112,9091,693,15050,15190,16439,14112,10857,15595,17972,16284,11956,6273,363,16683,12509,10190,18924,13700,22448,14136,16921,14946,12816,15982,13695,11543,12415,17367,16276,14402,14551,13102,10549,12600,13807,15529,1060,2628,17944,18861,22419,16547,14416,18361,17371,15140,4535,17920,18133,5118,47,21328,12997,16204,16515,22469,19311,14997,14419,13766,12963,18778,13452,4357,22440,15814,12956,684,16791,21354,15428,16185,14863,13641,3307,11885,11788,12058,9617,102,15230,10246,18865,18314,21345,17216,16049,21401,11687,15264,16645,15994,15387,14263,10887,779,16808,15603,13522,13156,22492,16037,15720,10719,22459,15753,16163,13552,450,22488,16876,16789,22479,13388,18500,17343,18402,22388,22314,16713,14144,11118,4432,13354,11986,10234,13577,10692,12407,9312,18869,11320,15046,13785,4306,102,16866,18542,13501,13082,12253,13031,16091,14766,12402,15575,16034,11720,12461,14616,12174,20266,12633,13210,9481,19183,13038,143,63,16972,21639,13983,10939,14407,22420,15623,14529,20077,15293,560,13334,15532,16040,20303,17788,14833,8220,18604,17365,15153,17726,15812,14173,16341,18755,15623,14522,14031,14078,10812,15702,13659,22456,13896,12036,11600,16155,15320,12273,1368,16854,18163,15952,14150,14903,17227,16169,18462,22033,12132,11793,15716,11319,2585,105,12357,16205,5095,13891,18467,11609,18896,17842,17337,17028,14697,16280,12872,12472,17180,11540,536,16486,14913,10900,10952,8543,10714,9721,8818,9883,18629,15495,11158,40,17421,3483,14991,14563,18015,22176,22462,607,4890,22451,15737,17076,17309,12568,11580,11849,8808,8430,13771,12901,11646,13576,4001,122,15841,15910,14592,16671,15908,14622,15032,21145,17367,16827,13328,13629,14294,8716,4092,16847,17503,16435,21446,20617,16742,21002,16184,11365,20722,14312,11412,10906,12025,11134,1199,15282,9519,8772,11554,11038,11012,10102,7871,18182,12982,16913,14889,21460,22450,7978,8864,13905,22449,11420,10211,7461,15297,14679,20501,22372,17554,16935,11617,22143,11827,22490,16744,9969,12360,19233,2421,223,12668,13759,19755,10189,2654,6334,17083,17981,12755,15714,18301,16146,6662,17350,15962,12879,14234,17180,8544,17033,11389,13955,14386,17866,14453,12573,9903,15117,13706,5496,1108,1922,20873,15921,17618,12844,10125,10734,1670,22468,17475,415,21739,14560,18789,11431,22421,15163,16791,14217,22421,20157,19238,22361,21429,488,21475,19330,17139,473,11701,17332,13138,1365,17072,16427,10032,14456,14370,13381,15794,15890,15028,15143,15705,15581,7478,11102,10596,15982,15807,21426,12789,18613,16853,19299,18050,12345,18477,7479,51,16478,21472,13517,11327,11171,17494,19089,15681,15978,14476,12047,13368,12068,18136,15042,10287,16936,14779,14911,14640,10624,12260,14893,16786,7649,17294,12970,20774,11243,6233,554,21680,18608,12677,13901,6868,19256,11638,11078,1394,22439,10817,9232,12602,11911,14529,15858,14540,12975,18126,16807,11508,14641,12183,14969,13658,17696,4225,45,14917,21823,21124,12835,16120,18001,11670,13077,22427,21071,17832,19173,16511,15643,18470,12947,12406,16391,21075,2538,14703,22452,16944,18083,18577,19161,18001,14825,11999,16672,19967,18097,15627,15598,12848,12661,15689,17298,15012,13056,18312,12836,20104,1129,12835,19291,19965,12997,14602,18159,16335,12347,2869,17619,16211,13465,209,9238,14327,10271,7898,18993,6963,18833,15793,14120,4343,15543,16196,12886,5990,1385,17770,14670,14457,14426,15483,12887,13157,3044,16369,14141,15140,9907,759,9880,22418,16595,19531,20500,14167,14767,17477,18256,15733,14795,16757,11691,15990,11054,1176,22464,13727,21112,14714,11282,16149,14271,14294,17932,10564,10002,18039,14099,12244,11493,7659,21961,19357,15211,16542,12383,13202,17264,13815,12547,17769,19685,11023,5112,11226,12890,11914,14881,12708,17369,13862,15814,13995,14435,12317,15122,13481,13132,15294,16028,7626,21519,15360,8014,263,18356,19058,16005,16003,15630,12586,19478,17290,15001,16206,13802,15205,10471,16461,14383,20688,11646,422,19181,21883,16242,19486,11417,12828,20314,16251,15203,4917,693,115,16899,13795,4795,14021,12957,11078,20071,15193,12782,14781,10190,14318,12815,1249,22205,17102,16444,13766,14197,12900,13026,12465,9231,19959,15077,8985,7542,17771,14969,13873,14851,12595,21429,15190,12744,22463,15774,12299,17180,13719,4709,605,11319,14528,12943,13449,12314,8250,291,22441,13740,14214,8067,8298,16643,11862,5136,15252,14357,16771,11891,9895,9397,19049,9418,20061,9909,14781,15760,12379,12602,14252,12000,13621,12577,13263,10414,10017,9941,42,15132,13602,19321,19232,16782,14626,12282,13984,12928,16159,13495,12870,14085,18455,15282,9574,14480,22332,22314,11793,11480,11028,19381,6533,268,15161,14996,18856,15212,17921,16884,16854,15886,20691,17093,8825,11308,14798,19412,19488,12883,13803,13996,11893,18334,18875,18015,16069,20342,17305,22463,16837,20876,21911,17807,19786,14392,10369,18978,13395,16118,14297,11592,19032,11287,13589,18800,13814,12912,15898,15973,12098,12884,8969,10622,13999,13721,18499,16781,12754,1991,13662,17433,12442,12660,11425,12467,10089,9454,7526,19021,22462,19930,4965,20251,16206,20082,19427,19358,16855,1355,18341,14739,11892,10253,4033,6180,8134,7313,8923,14726,9374,45,16610,19378,16400,22262,16679,10277,379,20641,22496,8824,19218,11657,15066,14285,7304,14707,13928,14720,12020,511,17228,16297,16338,14676,10867,15335,9002,13145,179,223,14752,7710,22451,21431,11361,15928,22322,15451,16573,9644,13587,15362,11709,15533,16574,14094,11813,16550,7864,10757,7213,556,15954,14358,13114,18924,15867,19612,16132,14215,4200,526,22459,22441,9431,1157,15013,15425,15573,13968,16610,10827,19002,16221,14088,10049,10284,11873,12869,13198,15154,13373,9349,60,7246,16944,15696,22323,16122,16205,15182,15670,18131,17874,16351,15785,19128,20366,9696,13240,15125,15336,12909,12985,12859,6176,17809,18130,13238,11286,15330,12845,12670,17832,16313,15261,18605,11788,369,20150,15698,15139,16169,14232,16748,17939,11678,11509,12112,15938,13258,10166,5376,343,327,18931,17727,12331,22294,2755,15944,17686,19072,4458,22398,21886,10445,2331,17287,12833,14311,15804,14930,14402,14860,16213,13506,1213,240,22260,22399,16598,14680,22415,21526,4077,608,20458,12024,13762,16563,11285,10949,12419,11190,3374,16413,14634,16561,8706,11273,13991,10102,1955,11840,16704,20669,20072,12390,13780,18439,19291,15584,15145,16201,22477,22024,16281,13921,18851,19182,21333,13504,12046,19069,17960,13025,14986,12971,13668,427,14646,11744,9918,15316,11649,15772,21663,16198,11884,15755,17054,22442,15263,17534,239,15800,15211,17011,15797,12337,21306,13865,13752,11784,15713,12682,14105,7233,20305,22446,17382,22422,12540,13280,14887,12822,11059,15909,18876,16157,8770,262,18123,15059,20086,12235,15473,9359,11773,14134,15656,10932,11963,6588,595,16014,19825,7912,19548,22464,18397,15143,14177,12918,22448,11953,16990,16479,17264,17319,15875,12876,14026,22471,18620,12869,15131,13280,2086,17614,14700,18700,16062,5481,22253,12935,13931,7719,656,21177,14484,14616,13656,14889,13442,21948,14966,12696,8015,13254,19102,22405,16714,22479,14992,17015,15581,12257,14247,14647,7739,206,18212,15888,19067,18429,14203,14827,10224,15745,12136,11502,22439,21606,8419,128,18866,16392,22450,13730,16784,17096,9483,14530,13640,21884,16948,12026,11864,4800,15745,22433,15157,11935,13482,13755,16991,11364,17478,17794,19205,15620,15217,15679,13202,14590,18070,11528,16231,20667,21810,11053,13220,16189,19162,14395,14197,10724,14503,19276,17125,16531,16137,18122,22266,16900,14821,22487,18526,14990,15123,15897,14357,20538,15784,16261,3168,13330,22321,16623,14058,14012,13037,11646,10582,12254,10569,9268,8139,260,16535,16853,15558,14024,17489,18306,11156,669,19137,11680,15241,14593,18676,14409,15034,14152,21332,18510,22268,16545,14714,21796,19927,12949,876,14970,15305,11901,6824,13222,15454,13144,17622,1443,7567,18012,18163,20591,10191,14404,13519,9203,813,21521,19985,22454,19183,13409,14172,16046,12807,9069,20434,18829,10321,13724,11326,16671,13807,15625,11778,8737,15700,10248,11774,17970,20142,15457,15050,14367,2575,6779,18476,14584,17085,16645,14268,14364,14078,9625,5233,493,15745,15762,16309,17284,19044,11118,9912,9266,13790,14658,13398,16147,12238,587,17308,14698,15007,11878,14029,12941,5749,11317,11066,14601,11986,10895,10275,17881,16100,15045,18092,14317,1031,1639,19963,17933,13701,13007,17951,7266,325,16119,15289,15084,12737,17127,14719,13362,12331,22388,14056,17387,10157,11094,14809,14650,14778,17895,16473,16548,477,14797,15433,15441,17181,22445,18436,15733,20046,15175,14856,20882,20415,11669,18209,12729,13979,8325,20453,13819,12161,11903,13326,12100,17676,14013,12342,8481,12044,1221,205,16931,12570,194,170,19214,19472,20009,12417,15754,12008,16287,11673,16917,11805,18351,13549,13953,18626,10668,12081,14192,11473,856,8448,17906,13486,13933,18405,15551,6890,17378,15725,19484,13391,11555,366,19734,14873,14153,9976,13670,16505,12780,14320,10732,14349,10766,7349,90,14812,14009,19188,12397,13377,12940,16007,13585,14151,10466,17712,22369,20892,12669,16247,11449,14042,11588,13077,15399,10235,15276,10295,13884,4122,9810,17499,22475,15180,17531,9385,1926,16512,14934,14933,22408,16932,15168,13646,15586,14351,7997,451,22495,19174,17093,13795,12397,13461,19163,11643,16051,14713,13072,13063,22414,20905,5739,110,15254,17037,17150,11712,13887,11876,16475,5489,20222,12029,17674,18053,10022,15440,18541,17150,16027,14765,13709,11951,9140,22324,22496,15537,12825,19676,15394,21689,22401,7407,15958,18123,22213,22425,17492,10858,22333,19685,11074,13922,10509,6591,7229,17037,14604,15482,13368,14055,12967,15295,13961,14525,18333,12799,19415,11684,12045,3883,1796,15928,15494,19018,11995,11272,17871,7074,2362,962,13030,14013,11879,13342,13830,15133,18076,19817,11003,15016,21500,19475,1078,9937,22438,19556,22122,14813,19845,22471,14831,20294,18753,15959,14743,12123,19558,16698,22393,19269,22378,18419,16520,22452,19597,17871,8110,15904,19115,10607,13911,12974,17315,11908,15220,15609,16638,16058,4331,1207,1059,2540,1909,19201,20455,13508,15988,14380,8325,1965,17696,18177,21468,18147,13272,18095,13657,14260,14188,10804,12906,20436,10578,13041,14421,14162,13662,11890,6533,1808,22539,12948,12204,14352,15858,19066,17943,17312,12081,16402,14533,15604,14501,14905,16480,17873,12542,18155,13574,15738,1162,20699,14148,19488,17523,20332,11746,14333,14216,236,16969,14814,18335,16301,21135,20201,17067,16203,9576,1538,21387,15733,14396,14011,20989,18598,15616,2184,2217,17094,22198,19424,17423,15682,15856,17019,15806,17665,14436,20629,15900,13282,5881,1811,1680,22151,20982,18095,13656,17109,11772,14365,16855,12338,3930,17092,20712,12980,196,264,657,1598,2325,13969,13320,11407,11404,11481,11018,7937,6903,8722,14984,14457,14490,14886,15201,14974,15118,15686,15662,12548,16077,14457,14840,14737,14360,15721,13398,15651,14132,14571,14105,14362,11403,12559,10662,13388,9262,3603,13997,13182,10645,9163,6178,3128,1275,587,337,115,53,20,15939,13986,13598,13489,13328,12676,12613,11732,6901,6663,14152,16569,14762,11409,13003,9910,20797,11615,18520,8523,18649,9760,13611,24512,8376,6715,12919,7543,18969,18188,11825,12369,9529,4973,9512,8485,23046,21507,21047,15453,15126,15551,10419,14669,16990,17643,15061,11782,10793,19587,13294,15638,14784,17104,7131,18407,10683,18954,18127,19226,18475,15505,16684,21975,21812,13507,14372,13588,18934,24396,14453,5814,6824,21182,20188,15717,14859,13101,14469,16578,17499,13582,18297,19804,20968,24521,17694,15080,22859,17192,16477,24335,17859,22229,16363,24310,14406,16622,15941,9924,6989],"fragments":[{"begin":"0.000","end":"6.960","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.960","end":"30.200","lines":["Imagine suddenly becoming allergic to a hamburger—or a steak or bacon or even certain cosmetics and medications. It’s happening to a growing number of people across the U.S. and around the world. And the culprit is a tiny tick bite."]},{"begin":"30.200","end":"61.600","lines":["Alpha-gal syndrome is one of the strangest allergies we know of: it’s a tick-bite-triggered sensitivity to a sugar molecule found in the meat and fat of almost all nonhuman mammals. And as our winters get warmer and tick populations expand more people are finding themselves unable to enjoy their favorite foods—sometimes permanently."]},{"begin":"61.600","end":"87.040","lines":["Here to explain how a tick bite can completely change your dietary requirements and what you can do to protect yourself is Lee Haines, an associate research professor at the University of Notre Dame."]},{"begin":"87.040","end":"91.680","lines":["Thanks so much for coming on to talk with us today."]},{"begin":"91.680","end":"97.800","lines":["I am chuffed to be here. This is amazing!"]},{"begin":"97.800","end":"120.360","lines":["So let’s start with a basic question: What is alpha-gal syndrome, and what causes it?"]},{"begin":"120.360","end":"169.200","lines":["So alpha-gal syndrome is a bizarre thing. I mean, it’s taken many years to resolve what causes it. But it is a tick-borne allergy to a sugar, which is very, very strange. The molecule, the sugar molecule, is called alpha-gal—that’s why it’s called alpha-gal syndrome. And this sugar is found primarily in red meats, so people sometimes call it a red meat allergy, which isn’t quite true because it’s in [almost all] meat products that are not human. And people have to really change their lifestyle when they are diagnosed with this allergy."]},{"begin":"169.200","end":"173.600","lines":["And why did we start hearing about it in the U.S. a few years ago?"]},{"begin":"173.600","end":"197.320","lines":["It took a while to be discovered in the U.S. There were people talking about becoming allergic to their hamburgers, and it took a while for collective data to get on the radar of the medical system to say, “Hey, something is going on here. We need to figure out what’s happening.”"]},{"begin":"197.320","end":"231.880","lines":["And at the same time this is not just a U.S. problem; it’s global. So a doctor in Australia was noticing the same thing in her patients, and it just took time for the science to catch up to figure out why people were getting sick and to link it to the bite of a tick, which is an unusual thing to think about triggering an allergy."]},{"begin":"231.880","end":"235.040","lines":["Is it becoming more common?"]},{"begin":"235.040","end":"248.840","lines":["Yes, it is becoming more common. More people know about it, but I think there’s several factors that cause it to seem like it’s more common."]},{"begin":"248.840","end":"256.720","lines":["So first of all, it’s a funky story, no [laughs]?"]},{"begin":"256.720","end":"258.200","lines":["Yeah."]},{"begin":"258.200","end":"343.240","lines":["So the media liked to pick up on it, which means that more people hear about it. That’s the first thing: the availability of the news to cover it. And then the second is—maybe not in this order—but our winters are getting warmer, so there are a lot more ticks surviving, which means [there’s] more of an opportunity to be bitten. We have changed the way we behave, especially post-pandemic, so we spend more time outside as humans, so we are more exposed to possible tick bites. And I think the combination of these factors all make it sound like—that it is increasing. But now we also have diagnostics to make sure that we know if you do have alpha-gal or not, so we can give some hard evidence that this is here, whereas, say, 25 years ago we didn’t even have a diagnostic."]},{"begin":"343.240","end":"372.000","lines":["So all of these things working together makes it [so] that we can more accurately predict who has it, how often does it happen in certain states or globally, and I think those are the four main reasons why it appears that it is increasing and it is increasing as well [laughs]. So they agree with each other."]},{"begin":"372.000","end":"376.320","lines":["And so what are the signs that someone might have alpha-gal syndrome?"]},{"begin":"376.320","end":"389.200","lines":["Oh, you know, the range is incredibly diverse. So some people report that they eat something that they shouldn’t have and they have gastrointestinal upset. It’s quite often mistaken as [irritable bowel syndrome] ..."]},{"begin":"389.200","end":"389.280","lines":["Hmm."]},{"begin":"389.280","end":"404.000","lines":["Because of this. So you kind of get stomach cramps, vomiting, diarrhea, and then it progressively gets worse. You might break out in hives. You could be intensely itchy. Worst-case scenario you’re gonna have anaphylactic shock to that steak you ate."]},{"begin":"404.000","end":"425.520","lines":["So it depends on how big of a dose of sugar you got, or you ate, ’cause some meat has a lot more of this sugar than others, like pork kidney—whoa. Steak and kidney pie [laughs], that will trigger an allergy even if you’re just slightly sensitized. And if it gets really bad, you can find that you’re reacting even through your skin ..."]},{"begin":"425.520","end":"426.680","lines":["Oh, wow."]},{"begin":"426.680","end":"452.200","lines":["So if you run—rub something like lanolin into your skin, or you use this new cosmetic trend of beef tallow and you have beef-tallow lipstick and you end up chewing some of your lipstick, you’re ingesting this sugar ’cause it’s a meat product, so you can have [laughs] swollen lips or, or—without the Botox, or you could end up becoming really sick. So some people have to carry an EpiPen."]},{"begin":"452.200","end":"457.280","lines":["Wow, so what should someone do if they suspect they might have it?"]},{"begin":"457.280","end":"485.480","lines":["First of all, be smart and take a journal of what you eat and how you feel after you eat so you’ve collected some evidence. Be your own scientist—citizen scientist. And then arrange to either talk with your doctor or get a referral to an allergist, and take your journal with you and say, “Look, this is what I’ve noticed.” And they should, right away, ask you if you want to get tested for alpha-gal syndrome, which is just a simple blood test."]},{"begin":"485.480","end":"491.400","lines":["And once that comes in and you get your diagnosis, you have to change the way you eat and you have to avoid tick bites ..."]},{"begin":"491.400","end":"491.640","lines":["Mm."]},{"begin":"491.640","end":"510.960","lines":["You might have to carry an EpiPen if you really are allergic to everything ’cause you can become allergic to any type of product coming from an animal, so dairy, cheese [laughs], cosmetics, medications, gelatin—like, many things could trigger your allergy."]},{"begin":"510.960","end":"514.080","lines":["Mm, and is there any treatment or cure?"]},{"begin":"514.080","end":"536.320","lines":["That’s an excellent question. It hasn’t been around long enough for us to, as scientists, to work on that and have definitive answers. But certainly, people are thinking about it as a peanut allergy—you know, you can go through desensitization—and I think there’s a movement to try and develop something for sensitization against a meat allergy."]},{"begin":"536.320","end":"546.080","lines":["But I would say the cure, in some cases, is to cut out anything that will activate your immune system ..."]},{"begin":"546.080","end":"546.400","lines":["Mm-hmm."]},{"begin":"546.400","end":"558.520","lines":["Like, give you an allergy. And if you can do that, say, for five years [laughs]—not eat any meat products or become exposed to tick bites—oftentimes the person, their antibody levels will drop ..."]},{"begin":"558.520","end":"558.960","lines":["Mm."]},{"begin":"558.960","end":"577.120","lines":["It’s an IgE response, so it’s, like, releasing histamines; that’s why you usually get itchy. So if you can get those levels in your blood to drop lower, we are finding that people can go back to eating meat products. So it’s about a long period of abstinence, and then maybe you can enjoy your bacon again."]},{"begin":"577.120","end":"581.000","lines":["Well, at least there’s some hope [laughs] for bacon lovers who are suffering."]},{"begin":"581.000","end":"590.600","lines":["Yes, there is some hope for some people. Other people, their antibody levels are so high [laughs] that they probably won’t be able to eat meat again."]},{"begin":"590.600","end":"595.720","lines":["So how can folks avoid this and, of course, other tick-borne illnesses?"]},{"begin":"595.720","end":"623.120","lines":["Oh, well, I have some bad news: ticks like surviving, and they are incredibly difficult to control and kill. So that’s the first thing. We can’t just spray and hope to get rid of all the ticks. So it really depends on our own ability to protect ourselves from tick bites, which means using 30 percent DEET or 20 percent picaridin."]},{"begin":"623.120","end":"645.320","lines":["Doing the tick check, I would say, is the most important thing. So if you’re outside wandering around, when you come in at night check your body to make sure you have no bloodthirsty hitchhikers, and throw your clothing into the dryer for 10 minutes. Ticks hate to be dried out. They can’t handle it. They have an Achilles tendon that you can exploit."]},{"begin":"645.320","end":"666.840","lines":["So other than wearing repellents and doing the tick check, you can also buy permethrin-treated clothing, and ticks, they’ll crawl on you, but they’ll die while they’re crawling on you [laughs]. So it’s quite satisfying to see ticks all over your lower legs, and they’re just kind of clinging on there [laughs], they’re dying [laughs], so they won’t feast on you."]},{"begin":"666.840","end":"684.760","lines":["But those are the main ways that you can prevent tick bites from happening in the first place. And once you’re bitten, it’s really important to pull them off correctly because you don’t want them to vomit into you or to drool into you any more than they need to."]},{"begin":"684.760","end":"706.000","lines":["So when a tick first lands on your skin, it has to drill through your skin to access your blood, and it takes time to do that; it’s not instant like a mosquito. So in that time period, usually 12 to 24 hours, it starts to embed its head into your skin, and you grab it with tweezers, really tight, pinch around the head and pull straight up."]},{"begin":"706.000","end":"757.840","lines":["And the reason you do this and you don’t try to squeeze his body or light a match to it or put petroleum jelly or anything like this: you don’t wanna stress the tick. You just wanna grab it and pull out so that it can’t regurgitate or drool into you, because when it drools, that’s when it delivers the sugar, the alpha-gal sugar. It also can deliver things like bacteria, borrelia that causes Lyme disease, or other nasty diseases like a parasite disease called [babesiosis], which is like the malaria of the tick world—very dangerous, quite rare but very dangerous. But there’s many different pathogens—like, intruders, invaders—that a tick can transmit. And unfortunately, in North America there are [laughs] many things that they carry."]},{"begin":"757.840","end":"787.600","lines":["So what’s unique is that the alpha-gal allergy is usually linked to the lone star tick. So it’s a big, fat, juicy tick that’s got a white spot on its back that looks a bit like a star—that’s why it’s called the lone star. It’s only on females, this star. And the thought was that they were the only tick that could spread this allergy, but now, if you look globally, many different species of ticks spread this allergy, including the tick that spreads Lyme disease."]},{"begin":"787.600","end":"798.000","lines":["So there was a case just recently in Maine where the woman developed alpha-gal syndrome, and she was never bitten by a lone star tick, just [a] black-legged [tick], which is really scary ..."]},{"begin":"798.000","end":"798.480","lines":["Yeah."]},{"begin":"798.480","end":"811.640","lines":["Because they are so abundant. And the lone star ticks are moving north, which is also scary because [laughs] they’re very aggressive ticks that lay thousands of eggs, so they quite quickly can take over a system."]},{"begin":"811.640","end":"815.200","lines":["So very important to be vigilant with the tick checks is the takeaway [laughs]."]},{"begin":"815.200","end":"833.480","lines":["Absolutely, that is the biggest takeaway—which is tricky, you know, because the baby ticks, the larvae that hatch from the eggs, they’re the size of your freckle or smaller, right? So you’re like, “Is that freckle moving?” [Laughs.] And you’re [like], “Hmm.” [Laughs.] Investigate quickly."]},{"begin":"833.480","end":"836.800","lines":["Well, thank you so much for coming on to chat with us about this."]},{"begin":"836.800","end":"840.600","lines":["You’re welcome. It was a joy, even though it was about ticks."]},{"begin":"840.600","end":"849.680","lines":["That’s all for today’s episode. We’ll be back on Friday with a mind-bending conversation about the very nature of reality."]},{"begin":"849.680","end":"902.000","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"902.000","end":"919.320","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":919}