{"title":"How to Read Hurricane Maps and Avoid Common Mistakes","img":"https://static.scientificamerican.com/dam/m/7b296bb803d50b51/original/2509_SQ_WED_HURRICANE_FORECAST.jpeg?m=1756839020.365","url":"https://www.scientificamerican.com/podcast/episode/what-to-know-about-hurricane-season-and-forecast-accuracy/","audio":"https://traffic.megaphone.fm/SAM5968659968.mp3","intro":["Hurricane forecast maps are more complex than they appear. Understanding them could change how you prepare for the next storm."],"authors":["Rachel Feltman","Andrea Thompson","Fonda Mwangi","Alex Sugiura"],"category":["Weather"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"While scientists have gotten much better at predicting where hurricanes will go, there’s still a lot of confusion about what forecast maps can actually tell us. That “cone of uncertainty,” for instance? It probably doesn’t mean what you think it means."},{"author":"","text":"Here to break down how to read these crucial forecasts—and to explain why you should keep checking them even after you think you know what a storm will do—is Andrea Thompson, senior news editor for sustainability at Scientific American."},{"author":"","text":"Thanks for coming on to chat with us."},{"author":"Andrea Thompson","text":"Thanks for having me."},{"author":"Feltman","text":"So let’s start by just reminding our listeners when hurricane season is, because I feel like a lot of folks just kind of associate hurricanes with summer in, like, a spiritual sense, but we’re still really in it, aren’t we [laughs]?"},{"author":"Thompson","text":"We are. So hurricane season, the actual dates are sort of artificially imposed. They run from June 1 to November 30 for the Atlantic Ocean, and that’s just because those dates encapsulate, you know, the vast majority of hurricane formation. We do sometimes see hurricanes form before June 1 or after November 30, but they’re rarer. And we do associate hurricane season with the summer, but the peak of the season is actually at the very end of that: the peak of the season runs from about mid-August until October, so September is really kind of the prime time for hurricane season."},{"author":"Feltman","text":"Yeah, so people should definitely still be prepared to see some hurricane alerts in the coming weeks, which is why I was so excited to see your piece about, you know, decoding and demystifying what those forecasts mean."},{"author":"","text":"So let’s start with: What is the “cone of uncertainty,” which, as you pointed out in your piece, really sounds like something kind of mystical [laughs]."},{"author":"Thompson","text":"Yeah, exactly. So really, it’s just meant to say the—show where the hurricane is most likely to go and, specifically, the center of the hurricane. So there’s often a misinterpretation of it that, “Oh, it encompasses where the hurricane impacts will be, so if you’re outside of the cone, you’re safe.” That’s not true at all. It’s just meant to show, “Okay, this is where we think the center of the storm is most likely to go in the coming days.” And, you know, sort of the center of that cone is the most likely track, but anything within it is sort of possible. And that cone is based not on the range of model output; it’s based on the average error that the forecasters have had in their track forecast over the past five years."},{"author":"Feltman","text":"Hmm, so if I’m looking at this cone of uncertainty, what information can I get out of it? You know, what should my takeaways be about where this storm’s going and what it might mean for me?"},{"author":"Thompson","text":"So it’s really a good sort of first take. If you see—and we have an example in the story of Hurricane Milton. So you could see that storm last year, and if you were in, say, New Orleans, you could look at that cone of uncertainty and say, “Okay, it’s really covering Florida. I am far enough away that it’s probably not a big deal to me.” But if you were in, say, Pensacola, you couldn’t necessarily do that because you’re close enough to the cone that you might still feel some of the influence of the storm, and because storm tracks can change you kind of [could say], “Okay, maybe I need to just be watching this, but it’s not a ‘I have to evacuate right now kind of situation.’” Versus, say, if you were in Tampa, you really needed to pay attention to the storm because you were sort of right in the center of that cone of uncertainty."},{"author":"","text":"So it’s sort of just a first take of: “Do I need to pay attention to this? Do I not?” And then it’s—you know, if you are in the area of threats, it’s not gonna tell you that much ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"About what the actual threats are—from this specific graphic."},{"author":"Feltman","text":"Yeah, we’ll definitely get into where you start looking for that information as forecasts, you know, build in more information about threats. But looking at this initial sort of big cone forecast, what can it tell us about the timing of the storm?"},{"author":"Thompson","text":"Yeah, so it will look out over either three to five days, depending on which view you look at on the National Hurricane Center website. And it basically runs every 12 hours: so here’s where it’ll be at 7:00 A.M. on Monday, at 7:00 A.M. on Tuesday. And that just gives you sort of a look at the progress of the storm and when a storm sort of might be hitting a particular area at sort of designated points in time looking out."},{"author":"Feltman","text":"And I would assume that, you know, similar to the trajectory being about the center of the storm, the sort of when the storm hits might not necessarily tell you when you might see some impacts from the storm. Is that right?"},{"author":"Thompson","text":"Yeah, so because the cone of uncertainty is talking about the center of the storm, well, the storm extends far out from the center. And, you know, that can range a lot; there’s a big variation in the size of storms. And so you are often feeling the outermost what they call bands of the storm well before the center would actually ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"Hit you. That can, you know, start with tropical storm force and build up to hurricane force depending on where you are in relation to the hurricane."},{"author":"Feltman","text":"Yeah, well, in, in, in August we had a great example of that in the Northeast and along the East Coast, where we had crazy riptides because of Hurricane Erin, even though, you know, if you were looking at sort of the track of the hurricane, you’d be like, “It’s still out in the ocean; it’s fine.” But apparently, no one could go swimming, so it was not fine [laughs]."},{"author":"","text":"And yeah, speaking of strength, what can that cone of uncertainty tell us about what we can expect from the strength of the storm and what information should people actually take away from that versus what’s still very much up in the air?"},{"author":"Thompson","text":"Right, so it has color-coded circles with letters in them, and those are just sort of a rough first look at the strength of the storm. So if there’s an “S,” it’s a tropical storm; “H” is hurricane; “M” is major hurricane, which means Category 3 or higher on the five-category Saffir-Simpson scale. And that’s based solely on wind speed. And that’s another really important point about the cone of uncertainty, is that the only threat it really gets at is wind-speed threat. And that is definitely not the only threat from a hurricane. Storm surge is another one, and rain is another one. So you’re not getting the information, really, on those threats if you’re just looking at the cone of uncertainty."},{"author":"READ MORE","text":"Hurricane Science Has a Lot of Jargon—Here’s What It All Means"},{"author":"","text":"It will also tell you whether the storm is tropical or what they call post-tropical or extratropical, and that just has to do with sort of where the storm is getting its power. A tropical storm is powered by convection, so it’s pulling up warm, moist air, and that’s sort of driving the engine at its center, versus extratropical storms, which are sort of the weather fronts that we are—typically [experience] day-to-day when you have a rainy day."},{"author":"Feltman","text":"So the cone of uncertainty, there’s a lot of information built in, but it kind of boils down to, like, this is a first-glance, major takeaways [tool]: “Is this anywhere near me? Do I need to be paying close attention to forecasts?” But once people realize that they might be somewhere near the projected path, where should they be looking for more information, and what kind of information should they be looking for?"},{"author":"Thompson","text":"Right, so one of your best points of information is any trusted local weather source. So that could be your local TV weatherperson. That could be the local National Weather Service office because they’re the ones that are sort of taking high-level information from the National Hurricane Center and then looking at, “What does that mean for our specific area?” Because the hazards from a hurricane can be really localized, especially things like storm surge or rain. Storm surge is—how high it gets is based not just on, you know, the wind speeds of the storm and how big it is, but the topography of the coast itself. That can vary a lot over a short distance. So, you know, looking at those local sources is gonna give you a much better sense of what you face, specifically, where you are."},{"author":"","text":"There are some other tools that aren’t just listening to the TV broadcast or whatnot. The National Hurricane Center does put out detailed maps showing expected storm surge levels, and those are a product of dedicated funding and research into how to better model storm surge and how to present it to people in a way that’s helpful. And with those maps you can get [a] pretty detailed look at the coastline and what the expected levels of storm surge is, sort of all the way along a coast."},{"author":"","text":"There is also something called the Hurricane Threats and Impacts tool, and that comes from the National Weather Service, and basically, that takes all of the localized forecasts from a hurricane from all the various weather-service offices that are sort of in the area where the hurricane might hit and puts them all together so you can look at where you are and see, “Here’s my storm surge threat; here’s my rain threat; here’s the wind threat,” and kind of get a sense of all of those and what are the things you need to be paying attention to. And that can be helpful just in terms of, like, “Okay, am I really in the storm surge area, or am I kind of outside it?”"},{"author":"","text":"But you really need to pay attention to local emergency managers and other local officials, and if they give orders to, say, evacuate, really heed those because they are looking at this detailed information and saying, “Okay, these areas are under significant enough threat that we don’t want people there and in harm’s way.”"},{"author":"Feltman","text":"Well, and I think the last point to really hit on is that, as you mention in your piece, forecasts do change and people have a tendency to see a bunch of information, be like, “Great, I have checked the forecast; I know what the storm is doing,” and then sort of move on. But that’s not really how storms work, right [laughs]?"},{"author":"Thompson","text":"So storms can and do change pretty quickly. You know, we are pretty good now at forecasting storms and sort of catching some of these changes that, before forecasts, [we] would not have been able to get. But, you know, there are still surprises, and a five-mile difference in where a storm actually makes landfall can make a pretty big difference to the impacts on the ground, depending on where you are."},{"author":"","text":"And storms do still sometimes change intensity really quickly, especially what we call rapid intensification, where they jump up in strength really fast, and that can make a big difference to the impacts that are felt. And if you were looking at a forecast two days ago and said, “Oh, it’s only supposed to be a tropical storm when it hits,” and then aren’t paying attention, you’re gonna get a big surprise [laughs] if it’s now, say, a Category 4 hurricane."},{"author":"Feltman","text":"Right, so we’re pretty good at telling people whether the storm is gonna be anywhere near them, but if it’s gonna be anywhere near you, the impact it could have is sort of subject to change [laughs], so you wanna pay attention to that."},{"author":"","text":"Well, thank you so much for coming on. You always do such a great job demystifying the weather for us, so I really appreciate it."},{"author":"Thompson","text":"Yeah, happy to be here. Thanks."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to dive into the recent shake-ups at the Centers for Disease Control and Prevention."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[10049,0,0,0,0,0,8219,19050,25127,24799,24947,23513,20374,16341,19829,22809,22062,20095,23867,13325,3171,17300,8740,24955,24917,14172,23658,25189,24396,24947,24908,25038,21336,21102,13734,1785,22193,21316,19820,22480,8302,24954,24994,8793,3843,22928,24962,24919,23091,6566,24011,23626,24877,18230,19500,9234,23666,25005,24873,20359,4935,22685,25049,25016,22486,24982,23543,23384,25146,19391,13192,10901,20529,25052,23809,23718,10634,3896,24279,24980,24924,21651,23167,18336,22464,25069,25125,9069,25108,25151,23582,24242,23642,24118,21149,4457,24818,20438,22852,6340,21904,24943,23104,23668,21422,3275,496,4504,4061,2404,1688,15370,12453,15168,13974,11997,9424,16126,16177,13111,14797,15018,15287,11142,15120,13983,14349,12046,17013,13543,16191,11291,5982,15236,13481,14754,12231,15927,15784,15454,15084,12869,14976,6801,14927,9423,12526,14867,4410,2530,15127,15631,11494,15174,15592,12580,5078,5508,15859,11972,15099,14810,14756,1711,15026,9731,6120,4476,15727,15538,15117,9853,13866,14356,15111,12977,14779,16110,14593,14701,10537,2936,731,14928,14246,14788,9486,15116,14941,12453,12315,15282,14149,12326,11728,1520,961,14140,16327,11923,10419,13731,12494,14328,13081,10726,14854,15965,16065,9696,7599,5982,15678,14874,14501,5372,14636,13165,9417,9446,1315,15038,13955,14775,13360,1654,14657,11501,14025,13062,14163,14099,13811,2347,15223,14763,12591,15235,12258,2677,15234,14866,15713,14753,1117,5937,15262,13242,11245,9178,2218,15752,12482,15022,14954,14283,7695,5208,15198,15140,11989,14620,8686,10214,1045,844,14155,17095,15472,15432,12932,13812,15817,7161,15734,14392,11447,14712,13207,11544,2644,1150,917,14298,14430,12907,13303,15615,15540,13779,12757,15935,13260,14928,2954,1398,15180,13426,15411,12510,15068,15204,12958,1301,15198,15072,13777,14790,15720,2926,15538,15670,14856,9629,1503,15180,13606,15830,6145,15957,15067,14059,16160,13403,1111,15087,14977,15488,15626,16156,14618,9954,14200,11712,1284,15128,14882,15252,14092,11301,15086,17991,15122,14670,10088,14970,15464,17817,8203,3156,2655,15468,15535,13717,14544,15052,12597,7125,9192,15725,15963,15177,2215,14606,9491,1160,1548,3514,3683,1804,1427,1734,1203,842,532,457,545,1178,914,366,269,406,173,95,52,34,36,45,22,2,41,329,1123,2099,11602,6958,12441,9728,9782,12749,12595,14744,11752,14591,13113,12663,15213,11999,13753,14302,14591,14030,11583,13299,8976,12139,10240,12136,14980,14107,16430,14820,7792,7980,4997,7322,4715,7789,5771,21552,22934,20837,20660,22149,17701,17108,20670,18206,21072,14680,4047,3378,3672,5466,6305,6814,9444,11444,13650,14819,12538,9156,8499,9668,6564,7934,11366,7734,7239,2542,2033,2326,2516,21265,20080,18302,21455,18891,23510,19363,18973,19378,18262,17952,15462,16920,15822,6936,23202,16346,19924,17762,16294,16482,24322,20088,19235,18139,15598,22518,16944,22491,22623,6348,23948,19753,23865,20071,16764,17612,18235,8854,21416,18520,21592,20431,18761,18979,23993,13856,9180,4164,13292,23813,23179,19354,16877,17230,20535,19970,24067,20908,16473,15784,18517,15338,17671,21961,20650,23931,17011,21885,19499,17324,19776,17156,14780,23392,22425,18929,23897,8515,22657,18644,21509,23846,20708,24284,17269,23913,23214,20076,16577,1258,987,24076,17516,19458,16550,20929,20816,3021,24577,23801,14734,15,17905,13033,22375,21905,24128,17275,16938,17374,12430,23795,15928,16586,16764,16936,16124,13877,14715,20520,12744,4748,18248,18505,19737,13146,23811,18114,14564,13605,13784,5107,24049,15631,15866,16696,17610,22246,23251,16634,15619,18309,14747,17781,20887,91,23550,22418,16128,22155,15630,19995,16519,17784,17825,23728,13414,18586,13586,16601,20912,23250,12905,13170,23335,8757,21321,11475,19742,16349,13742,13858,16627,17965,14985,11022,3459,23949,18329,22197,20657,17906,23903,18412,13740,24225,21023,11044,19884,15171,12155,16330,15571,6229,19744,16298,13709,6285,12535,12828,8436,16303,16266,10815,13633,9504,19678,13720,13745,10373,9113,14697,17706,14616,5347,22884,15943,19950,16694,6408,12606,15527,11801,23266,18084,15982,15259,13894,14122,14557,17547,13012,21059,23869,11322,20594,16113,17947,22979,20545,19461,12717,21368,13430,19928,15039,17751,15244,17611,18911,14651,20905,21417,15460,15769,17560,15652,13239,13841,10390,7011,17,18900,17871,16094,18170,15013,22131,14664,13014,14667,11777,16565,15402,12894,8702,16953,18242,9484,15407,13971,11324,18448,14555,13499,10589,14790,17970,11459,18855,14983,17810,12065,12940,13232,20233,13742,3372,16487,12878,19092,17585,15418,24164,14477,18262,19229,21192,12061,9654,21431,11383,18417,22633,14079,15147,12507,16859,15548,15672,20272,14870,12302,23809,20995,19649,15659,16339,19299,14595,15607,8784,24007,23897,14995,20520,24296,14391,17887,21212,18475,23225,23774,23691,16679,19947,19242,18975,19283,18608,19076,23138,17951,2764,1756,7991,21486,12031,21053,20571,12433,19953,20021,21978,14792,18384,13704,14784,16699,23903,16387,14527,11939,8718,9685,16624,12248,21905,19268,17709,13617,17230,21748,19799,21543,15785,19666,23705,14572,20468,16368,13857,21086,13688,15124,16218,23876,12160,18509,14391,14976,18005,4757,24163,22310,23779,18659,10165,18357,17981,23711,17584,14871,23038,19234,18771,20692,16613,6910,15813,10890,19672,16639,11557,15268,13335,2706,18365,18581,16328,8424,4107,17528,17020,14378,16365,19143,20239,14556,7909,8639,13165,23013,17991,17763,18954,20460,16724,20717,18521,12865,14507,5539,23938,11792,9788,23658,21488,23809,18918,16981,15151,16627,22642,19990,15062,12484,1057,21757,17071,18746,16531,16429,19817,17637,21547,11238,21447,14143,9359,23877,16814,23832,16201,23968,9654,19296,17550,23954,23817,21229,17070,23461,13767,12186,10072,13045,11891,22505,11979,17021,19464,12955,16986,16457,18132,12769,18152,15687,20191,20014,11478,18462,20257,20726,17320,13210,20429,16274,18810,17083,18468,17425,23072,12180,17815,21822,12732,15345,19551,18844,22952,16155,19704,18890,11470,10658,12000,2522,18631,18996,16503,17443,15482,15459,16194,19773,9120,10124,7079,14214,13721,17047,23830,15097,13221,9958,11076,20516,14751,10108,10608,7532,12266,17684,18125,20106,13624,8479,23820,15377,18145,16063,16657,19168,17427,18812,14272,17001,23826,15087,23823,15724,23861,8088,1571,22315,11047,18427,17166,23378,15265,9872,6493,20801,23850,18246,24132,20043,17119,15177,12206,19503,12786,18895,6196,14589,17615,12539,10542,9278,10199,22641,20432,16582,14391,21023,11247,11773,15094,19253,10388,14958,22459,15329,9914,20538,12322,21769,16782,14119,21242,14487,14247,17488,19556,15408,17044,15375,12754,10983,13433,12907,12894,6121,18175,14683,16031,17269,14622,15439,13849,23861,2350,2077,23527,15091,20230,21697,15710,20232,21801,15692,16224,20828,13493,21727,13843,8359,22812,13548,17123,13586,19359,12778,14975,24132,17507,19644,15745,14005,20014,16646,12104,15781,12873,16161,12641,16713,14758,14492,15698,15524,24039,11784,15330,14688,21374,19613,13037,13502,19859,19547,10438,23893,19049,21915,3477,19564,15957,15077,14942,21567,20048,16260,3110,20533,17352,3926,20516,15132,19441,10036,16998,15218,18373,14841,21674,18965,4563,21323,23720,19051,17527,23044,21395,9609,23938,18866,24096,21968,12815,11518,8159,19522,15119,23932,23887,10731,8032,16939,1938,20422,15872,18040,13251,23273,12601,12045,14222,13085,20883,16531,19068,13480,15232,21562,15411,19379,23916,7619,13778,14001,13060,14225,15162,18089,6990,23119,16055,19458,6960,18151,12772,20491,6065,42,1426,17573,19106,17200,23983,5129,19293,15690,17974,22822,13963,18925,15287,11887,6982,20799,21791,16272,18584,18021,16282,19769,17942,19606,22219,14599,14196,19240,11062,11078,6528,9751,20165,21598,20594,17088,15040,16073,15168,16759,6180,21096,20625,23802,16823,23488,21894,14830,11568,16879,15721,16226,19723,15565,22133,9809,10806,12231,14321,8609,23942,24131,21223,15138,23932,24221,21855,23098,24219,19434,16908,17298,20097,17083,14567,21017,16235,14395,15915,15288,20456,20270,11551,3313,23614,16947,13085,11697,18428,11827,20130,245,23750,20108,19438,15485,17145,18950,17228,13785,13788,11282,16569,14780,22670,15834,15044,23277,24010,15591,17288,13382,22494,16551,18536,23757,4251,23759,19476,18744,18463,14000,2976,15722,20606,12185,23731,23815,17893,21176,11512,18522,23643,15407,20926,354,20034,20307,23798,11476,15995,19205,18073,19608,19591,17294,17365,16963,12324,13447,18720,12881,20438,19658,9860,14312,16472,20037,24265,17910,23525,16951,14850,14584,13069,16134,13573,19338,14267,13292,23054,12399,16680,23617,19436,18574,17248,23845,15412,12032,24052,16331,22235,15686,14606,7429,23848,16542,14642,12752,19264,17726,9585,6269,16981,6548,7134,23901,19566,23946,21197,23827,19017,16447,15411,23341,21990,17654,16503,10042,3490,18621,18974,22718,17717,19061,10329,11894,10755,9722,19880,16807,16362,17792,16366,17609,20272,16043,22718,17078,14329,12502,13920,13472,20270,13626,17768,15751,23936,3241,6804,23759,15053,5313,16179,23811,9464,19077,16473,16207,14069,18905,12610,17743,15694,17315,17026,21672,11288,21353,24274,21300,18142,13902,16402,24082,16709,18708,21542,24602,16202,7745,7564,24163,17550,20896,20790,17788,23214,16193,22887,9588,15341,23448,18139,18110,16742,21256,19195,19035,17814,22253,16103,17092,12372,18812,20232,19833,11326,8305,19984,15967,24116,18628,15778,15766,14714,18310,7843,22151,21304,20240,18800,23671,17549,19893,19038,15189,18319,15421,21814,17854,23341,10615,15194,10437,24144,11752,15651,17644,19363,14880,16692,13834,18710,23840,10674,18063,19362,16226,17079,22014,23910,2860,16917,18798,6333,3085,23836,13496,14199,22400,14288,15205,16865,11624,23805,7703,15475,16164,16465,6842,12619,15829,23144,17287,15017,21799,16627,18021,15474,11557,4558,24054,16920,15826,23856,16581,15112,23854,17715,13151,23836,13289,13724,19777,16199,3928,23929,20770,16692,15856,17799,6766,4834,23819,19785,14602,16696,13663,13002,17087,9153,12062,11518,15002,11660,12667,22888,13187,14420,13167,23019,15919,4894,16665,13522,6515,16187,13531,6458,17169,20647,23781,11132,21617,23697,14380,12385,23910,23811,15007,11871,13963,13594,14948,15300,18491,13703,16254,14776,18690,15840,16848,13745,7586,19290,7800,17858,12940,14750,10304,8473,16095,14728,13441,16631,19724,12068,17254,11616,13118,13024,17467,16776,8574,5979,21410,18078,16827,21142,16806,17058,17281,9123,6429,24104,14134,11733,2008,14926,14650,16013,14096,14925,12908,21739,11239,13452,16188,11975,11397,5319,23876,21171,23267,15723,15758,20626,13970,13238,16975,21393,22842,13988,17248,15480,18202,12823,21310,17464,6323,16216,18808,19053,10182,12163,9246,11485,20583,15502,9410,23950,11318,23752,13656,18464,16366,19025,17567,4181,20858,15608,12506,16711,20003,16220,15594,18200,17156,20288,23275,20580,23903,22141,13473,23752,8656,19402,16226,16980,19786,20650,9380,21036,20825,16834,3,18463,17528,15266,18647,13679,10534,17616,17932,17576,17385,16280,15210,14390,24107,19011,18388,15851,4061,19147,21362,18482,16088,9018,20455,21185,15678,17960,18393,23765,18373,14719,14225,1390,19319,15962,15826,23891,20890,13662,23845,13527,20531,2994,24059,18541,17627,14901,15266,16514,19727,17770,23452,11960,16228,23927,14333,13177,19080,19612,22607,18089,4185,17925,15232,15789,12419,15383,14275,16784,13746,17592,17352,23951,15409,13788,15829,14385,13283,13682,2089,7,23934,16086,17712,15598,2778,22900,17292,23922,13928,23135,16722,18498,18663,19011,23884,16249,15996,14590,17269,21226,10422,13442,11336,10491,18726,22390,13714,6928,19153,10131,11746,10400,22997,23801,18864,17397,7868,14562,16542,20229,7681,4424,17121,7109,24230,18216,17549,18362,18582,24093,16674,17128,19953,23794,15317,15766,14291,21707,19223,18376,23812,8090,23901,19823,19578,13501,14051,13436,15214,10868,11484,21386,17415,24079,13240,17247,12115,9862,14540,15926,19664,21773,12421,11501,17139,14384,14591,14338,5417,10140,20870,17118,15968,8759,24028,23877,18866,22389,23838,22826,17094,17571,19462,11857,18572,15386,17026,20608,17467,9042,19676,8277,14694,23957,23690,14761,10846,16578,23972,23375,23893,23760,18881,13100,16461,15887,18672,6100,9340,19542,15894,20450,17983,16776,15422,15497,15624,16596,14087,19102,18304,17327,6689,4838,23959,19197,20984,9540,13936,11760,14494,21459,11182,4927,19593,23829,23673,23106,16103,13380,14858,18522,20897,18456,10229,14733,8889,14108,18918,12030,14873,14360,23807,17345,16581,23039,16646,22038,14912,23702,19406,12165,12402,19109,15001,12620,15266,11940,20522,21855,21474,16992,23421,16258,11646,23941,18066,11464,19921,14620,11493,23973,23878,14436,5259,24116,17525,18153,20919,17422,9878,12049,15882,18399,14860,7228,19985,21437,8586,16712,16400,13153,18240,13432,18681,15085,18744,18302,16307,18158,15670,14240,14911,13461,14574,14358,14013,15021,12644,23260,7463,6225,10284,18755,22196,13741,15562,16824,19189,20232,9776,23231,10597,13539,11817,14852,16969,17774,24145,6279,23800,18579,17953,14561,17682,16426,23833,18603,7010,3467,23457,19511,19006,21578,21229,18207,17816,16502,18809,11940,20079,18895,14184,5647,22522,14461,16086,15061,17147,15868,16440,12758,16168,14400,20798,16161,4322,23838,21536,22715,23777,16766,12836,19339,21163,19076,19568,14981,12998,2724,8994,18971,20214,12700,19052,18854,18931,17849,13553,16419,16160,15390,14588,17935,19388,19316,19845,12283,22832,10829,9845,20848,23882,17289,11615,9570,13701,13823,14001,13700,8563,23782,20856,17507,14662,16819,13386,2768,22604,15811,16460,13627,14945,15132,11153,14431,22855,12285,3495,18674,22135,16465,19079,16296,13942,11086,22400,19164,19642,14619,12234,17378,22283,12785,16618,17120,12716,22381,20586,14304,12847,13906,17290,23912,18615,3862,19984,13472,15536,22005,22672,24205,12828,15637,23794,18021,16034,19035,18201,15402,5125,23529,23950,14924,22690,16690,18709,16613,21679,18952,15606,16541,22819,23648,17312,15756,17066,13785,16971,15557,19055,20668,20052,17395,17401,15516,14335,17868,17501,19528,15131,9778,17304,16154,15421,14158,4101,20793,23856,12870,18930,11643,19021,15262,16738,19815,18033,11633,13241,12444,2624,16784,14842,13061,21350,16126,20633,18882,18034,14386,23958,16944,23904,24201,14609,14611,14560,14729,5895,20292,13138,18766,13805,17620,13768,2450,22567,54,23719,21993,15945,21036,14137,20067,21888,16345,16434,13266,15037,15938,5513,22351,12622,13439,15500,14695,16251,19430,17480,17542,22211,20897,15080,23924,13689,15878,10168,20329,22224,23875,15350,14575,12993,13111,7056,21489,17797,17778,22850,23838,11040,14567,15629,23661,9122,23945,18457,19467,23664,12100,23912,13915,15975,8189,22249,21631,16930,13804,16991,16170,14391,17652,14486,15850,19329,12179,14912,17797,16610,16374,12381,13941,22541,5060,21773,21538,17421,11326,15046,21008,19197,2969,20310,16034,16832,13283,16684,21620,8249,13950,13301,13786,15918,14454,17189,15294,16382,14453,11180,20858,17867,6065,14944,16147,16413,13109,23884,16381,18584,14968,20871,23815,23872,9427,5137,20329,23499,16148,16658,18949,24211,23874,13332,16944,10986,13441,13598,16434,19381,4475,21538,17588,17924,20553,15047,13666,12461,16618,19947,18684,18098,21766,19219,16859,23798,23964,7076,20934,20625,17212,23820,12586,19908,20918,18889,16796,12537,16015,17965,3270,16216,14167,22500,11717,16646,19124,21622,12482,22034,19419,14423,6307,18289,17970,18694,18482,12915,17097,15358,2014,24007,23243,23985,17748,16955,15396,14588,11306,17537,19432,23883,16766,24011,20880,23764,16387,19020,22932,18230,23550,16563,15738,1450,19062,20446,18648,22717,16513,15903,19031,14834,14366,14012,18098,14509,15256,19944,17225,16319,17862,13871,15225,15033,15471,13592,16250,12921,3075,2278,1762,2710,2797,2751,3389,24044,18489,23740,22628,13998,5297,24393,24006,24035,19761,22760,20508,19644,15875,22184,21769,23896,19718,16766,19968,17721,23989,14648,4089,5335,8730,24434,19715,19722,21215,24354,16309,22919,23970,24099,22335,23962,19441,16858,21167,24108,17052,23852,21285,18896,5962,23413,21451,24063,25183,23966,20461,21793,19037,3663,24201,22121,24070,18198,23738,24336,21552,22596,3028,23521,22615,19057,20455,25032,23488,22651,10916,6523,16416,24565,23915,19732,23552,20925,20447,24039,23571,19404,23118,21866,17804,18774,7324,23555,23934,23816,18987,23612,23012,23577,23111,24768,17030,8841,22787,24334,11314,2393,2054,1180,1603,2113,7756,6743,6347,5550,5992,7939,5528,6476,6984,11976,10523,10078,12315,9541,13822,13083,12531,15780,14568,12908,10657,10944,10884,14089,14926,16163,17468,13863,12620,9782,8745,6189,8060,8388,9324,8244,3885,7373,7152,4478,3061,2431,1355,1079,669,332,108,60,19],"fragments":[{"begin":"0.000","end":"6.720","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.720","end":"47.760","lines":["While scientists have gotten much better at predicting where hurricanes will go, there’s still a lot of confusion about what forecast maps can actually tell us. That “cone of uncertainty,” for instance? It probably doesn’t mean what you think it means."]},{"begin":"47.760","end":"72.760","lines":["Here to break down how to read these crucial forecasts—and to explain why you should keep checking them even after you think you know what a storm will do—is Andrea Thompson, senior news editor for sustainability at Scientific American."]},{"begin":"72.760","end":"79.960","lines":["Thanks for coming on to chat with us."]},{"begin":"79.960","end":"82.600","lines":["Thanks for having me."]},{"begin":"82.600","end":"105.640","lines":["So let’s start by just reminding our listeners when hurricane season is, because I feel like a lot of folks just kind of associate hurricanes with summer in, like, a spiritual sense, but we’re still really in it, aren’t we [laughs]?"]},{"begin":"105.640","end":"168.720","lines":["We are. So hurricane season, the actual dates are sort of artificially imposed. They run from June 1 to November 30 for the Atlantic Ocean, and that’s just because those dates encapsulate, you know, the vast majority of hurricane formation. We do sometimes see hurricanes form before June 1 or after November 30, but they’re rarer. And we do associate hurricane season with the summer, but the peak of the season is actually at the very end of that: the peak of the season runs from about mid-August until October, so September is really kind of the prime time for hurricane season."]},{"begin":"168.720","end":"183.240","lines":["Yeah, so people should definitely still be prepared to see some hurricane alerts in the coming weeks, which is why I was so excited to see your piece about, you know, decoding and demystifying what those forecasts mean."]},{"begin":"183.240","end":"192.880","lines":["So let’s start with: What is the “cone of uncertainty,” which, as you pointed out in your piece, really sounds like something kind of mystical [laughs]."]},{"begin":"192.880","end":"245.160","lines":["Yeah, exactly. So really, it’s just meant to say the—show where the hurricane is most likely to go and, specifically, the center of the hurricane. So there’s often a misinterpretation of it that, “Oh, it encompasses where the hurricane impacts will be, so if you’re outside of the cone, you’re safe.” That’s not true at all. It’s just meant to show, “Okay, this is where we think the center of the storm is most likely to go in the coming days.” And, you know, sort of the center of that cone is the most likely track, but anything within it is sort of possible. And that cone is based not on the range of model output; it’s based on the average error that the forecasters have had in their track forecast over the past five years."]},{"begin":"245.160","end":"258.080","lines":["Hmm, so if I’m looking at this cone of uncertainty, what information can I get out of it? You know, what should my takeaways be about where this storm’s going and what it might mean for me?"]},{"begin":"258.080","end":"321.560","lines":["So it’s really a good sort of first take. If you see—and we have an example in the story of Hurricane Milton. So you could see that storm last year, and if you were in, say, New Orleans, you could look at that cone of uncertainty and say, “Okay, it’s really covering Florida. I am far enough away that it’s probably not a big deal to me.” But if you were in, say, Pensacola, you couldn’t necessarily do that because you’re close enough to the cone that you might still feel some of the influence of the storm, and because storm tracks can change you kind of [could say], “Okay, maybe I need to just be watching this, but it’s not a ‘I have to evacuate right now kind of situation.’” Versus, say, if you were in Tampa, you really needed to pay attention to the storm because you were sort of right in the center of that cone of uncertainty."]},{"begin":"321.560","end":"334.920","lines":["So it’s sort of just a first take of: “Do I need to pay attention to this? Do I not?” And then it’s—you know, if you are in the area of threats, it’s not gonna tell you that much ..."]},{"begin":"334.920","end":"335.280","lines":["Mm."]},{"begin":"335.280","end":"340.640","lines":["About what the actual threats are—from this specific graphic."]},{"begin":"340.640","end":"355.080","lines":["Yeah, we’ll definitely get into where you start looking for that information as forecasts, you know, build in more information about threats. But looking at this initial sort of big cone forecast, what can it tell us about the timing of the storm?"]},{"begin":"355.080","end":"388.880","lines":["Yeah, so it will look out over either three to five days, depending on which view you look at on the National Hurricane Center website. And it basically runs every 12 hours: so here’s where it’ll be at 7:00 A.M. on Monday, at 7:00 A.M. on Tuesday. And that just gives you sort of a look at the progress of the storm and when a storm sort of might be hitting a particular area at sort of designated points in time looking out."]},{"begin":"388.880","end":"402.880","lines":["And I would assume that, you know, similar to the trajectory being about the center of the storm, the sort of when the storm hits might not necessarily tell you when you might see some impacts from the storm. Is that right?"]},{"begin":"402.880","end":"428.400","lines":["Yeah, so because the cone of uncertainty is talking about the center of the storm, well, the storm extends far out from the center. And, you know, that can range a lot; there’s a big variation in the size of storms. And so you are often feeling the outermost what they call bands of the storm well before the center would actually ..."]},{"begin":"428.400","end":"429.440","lines":["Mm."]},{"begin":"429.440","end":"439.160","lines":["Hit you. That can, you know, start with tropical storm force and build up to hurricane force depending on where you are in relation to the hurricane."]},{"begin":"439.160","end":"460.440","lines":["Yeah, well, in, in, in August we had a great example of that in the Northeast and along the East Coast, where we had crazy riptides because of Hurricane Erin, even though, you know, if you were looking at sort of the track of the hurricane, you’d be like, “It’s still out in the ocean; it’s fine.” But apparently, no one could go swimming, so it was not fine [laughs]."]},{"begin":"460.440","end":"473.040","lines":["And yeah, speaking of strength, what can that cone of uncertainty tell us about what we can expect from the strength of the storm and what information should people actually take away from that versus what’s still very much up in the air?"]},{"begin":"473.040","end":"513.200","lines":["Right, so it has color-coded circles with letters in them, and those are just sort of a rough first look at the strength of the storm. So if there’s an “S,” it’s a tropical storm; “H” is hurricane; “M” is major hurricane, which means Category 3 or higher on the five-category Saffir-Simpson scale. And that’s based solely on wind speed. And that’s another really important point about the cone of uncertainty, is that the only threat it really gets at is wind-speed threat. And that is definitely not the only threat from a hurricane. Storm surge is another one, and rain is another one. So you’re not getting the information, really, on those threats if you’re just looking at the cone of uncertainty."]},{"begin":"513.200","end":"515.040","lines":["Hurricane Science Has a Lot of Jargon—Here’s What It All Means"]},{"begin":"515.040","end":"542.920","lines":["It will also tell you whether the storm is tropical or what they call post-tropical or extratropical, and that just has to do with sort of where the storm is getting its power. A tropical storm is powered by convection, so it’s pulling up warm, moist air, and that’s sort of driving the engine at its center, versus extratropical storms, which are sort of the weather fronts that we are—typically [experience] day-to-day when you have a rainy day."]},{"begin":"542.920","end":"567.160","lines":["So the cone of uncertainty, there’s a lot of information built in, but it kind of boils down to, like, this is a first-glance, major takeaways [tool]: “Is this anywhere near me? Do I need to be paying close attention to forecasts?” But once people realize that they might be somewhere near the projected path, where should they be looking for more information, and what kind of information should they be looking for?"]},{"begin":"567.160","end":"613.720","lines":["Right, so one of your best points of information is any trusted local weather source. So that could be your local TV weatherperson. That could be the local National Weather Service office because they’re the ones that are sort of taking high-level information from the National Hurricane Center and then looking at, “What does that mean for our specific area?” Because the hazards from a hurricane can be really localized, especially things like storm surge or rain. Storm surge is—how high it gets is based not just on, you know, the wind speeds of the storm and how big it is, but the topography of the coast itself. That can vary a lot over a short distance. So, you know, looking at those local sources is gonna give you a much better sense of what you face, specifically, where you are."]},{"begin":"613.720","end":"639.880","lines":["There are some other tools that aren’t just listening to the TV broadcast or whatnot. The National Hurricane Center does put out detailed maps showing expected storm surge levels, and those are a product of dedicated funding and research into how to better model storm surge and how to present it to people in a way that’s helpful. And with those maps you can get [a] pretty detailed look at the coastline and what the expected levels of storm surge is, sort of all the way along a coast."]},{"begin":"639.880","end":"674.680","lines":["There is also something called the Hurricane Threats and Impacts tool, and that comes from the National Weather Service, and basically, that takes all of the localized forecasts from a hurricane from all the various weather-service offices that are sort of in the area where the hurricane might hit and puts them all together so you can look at where you are and see, “Here’s my storm surge threat; here’s my rain threat; here’s the wind threat,” and kind of get a sense of all of those and what are the things you need to be paying attention to. And that can be helpful just in terms of, like, “Okay, am I really in the storm surge area, or am I kind of outside it?”"]},{"begin":"674.680","end":"693.240","lines":["But you really need to pay attention to local emergency managers and other local officials, and if they give orders to, say, evacuate, really heed those because they are looking at this detailed information and saying, “Okay, these areas are under significant enough threat that we don’t want people there and in harm’s way.”"]},{"begin":"693.240","end":"713.000","lines":["Well, and I think the last point to really hit on is that, as you mention in your piece, forecasts do change and people have a tendency to see a bunch of information, be like, “Great, I have checked the forecast; I know what the storm is doing,” and then sort of move on. But that’s not really how storms work, right [laughs]?"]},{"begin":"713.000","end":"735.680","lines":["So storms can and do change pretty quickly. You know, we are pretty good now at forecasting storms and sort of catching some of these changes that, before forecasts, [we] would not have been able to get. But, you know, there are still surprises, and a five-mile difference in where a storm actually makes landfall can make a pretty big difference to the impacts on the ground, depending on where you are."]},{"begin":"735.680","end":"759.200","lines":["And storms do still sometimes change intensity really quickly, especially what we call rapid intensification, where they jump up in strength really fast, and that can make a big difference to the impacts that are felt. And if you were looking at a forecast two days ago and said, “Oh, it’s only supposed to be a tropical storm when it hits,” and then aren’t paying attention, you’re gonna get a big surprise [laughs] if it’s now, say, a Category 4 hurricane."]},{"begin":"759.200","end":"771.960","lines":["Right, so we’re pretty good at telling people whether the storm is gonna be anywhere near them, but if it’s gonna be anywhere near you, the impact it could have is sort of subject to change [laughs], so you wanna pay attention to that."]},{"begin":"771.960","end":"778.080","lines":["Well, thank you so much for coming on. You always do such a great job demystifying the weather for us, so I really appreciate it."]},{"begin":"778.080","end":"781.200","lines":["Yeah, happy to be here. Thanks."]},{"begin":"781.200","end":"788.920","lines":["That’s all for today’s episode. We’ll be back on Friday to dive into the recent shake-ups at the Centers for Disease Control and Prevention."]},{"begin":"788.920","end":"809.800","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"809.800","end":"827.960","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":828}