{"title":"Trump’s Tylenol Claim Sparks FDA Action—But What Does the Research Say?","img":"https://static.scientificamerican.com/dam/m/6fa1f296ee5a6d02/original/2509_SQ_MON_SEPT_29_thumbnail.jpg?m=1758918200.439","url":"https://www.scientificamerican.com/podcast/episode/endangered-sharks-caught-in-rare-mating-ritual-beneath-the-waves/","audio":"https://traffic.megaphone.fm/SAM8567653518.mp3","intro":["The Food and Drug Administration plans to update the safety label for acetaminophen products, and the strongest storm on Earth this year struck several countries in East and Southeast Asia."],"authors":["Rachel Feltman","Allison Parshall","Fonda Mwangi","Alex Sugiura"],"category":["Autism"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"First, we’re bringing in one of our regular contributors from the SciAm newsroom for an update on one of last week’s biggest stories."},{"author":"","text":"[CLIP: Donald Trump speaking at a White House press conference: “Effective immediately the FDA will be notifying physicians that the use of acet—well, let’s see how we say that. Aceta— acetaminophen. Acetaminophen ...”]"},{"author":"Feltman","text":"That’s President Donald Trump at a White House press conference last Monday talking about the supposed ties between a pregnant person’s use of acetaminophen, which is the generic name for Tylenol, and autism spectrum disorder. Scientific American associate editor Allison Parshall wrote a piece last week unpacking the actual data. Here she is now to summarize a few major points."},{"author":"Allison Parshall","text":"So a handful of studies have shown a link between Tylenol use in pregnancy and autism diagnoses, but importantly that increase in risk has been relatively small and quite inconsistent across studies."},{"author":"","text":"So the largest study was from 2024; that came out of Sweden. The researchers looked at nearly 2.5 million people who were born between 1995 and 2019, and among those people rates of autism diagnoses were about 0.09 percentage points higher for the people who took Tylenol during pregnancy versus those who didn’t. But the effects disappeared once they controlled for genetic factors through what’s called a sibling-control analysis. So basically they looked at sibling pairs where the parent took acetaminophen during one pregnancy and not the other. And that tells them that any result they were seeing could have actually been due to underlying genetic factors, which is often the case with autism; we know it’s a predominantly genetic condition."},{"author":"","text":"There have been a handful of other studies that have shown a link between acetaminophen in pregnancy and autism diagnoses, but the increase in risk is relatively small, it’s pretty inconsistent, and the most important thing to understand is that they can’t determine causation. So because it’s often unethical to run randomized control trials on people who are pregnant, often researchers are having to rely on observational studies, where they basically look at the data and see what happened. But there’s a lot of variables—from just the world, from genetics, from environmental factors—that are baked into that data, and it can be really hard to pull them out."},{"author":"","text":"Despite the fact that none of these studies can show causality, the Trump administration in their press conference were very firmly claiming that it could—that there was an association between acetaminophen in pregnancy and autism diagnoses—which is simply not true."},{"author":"","text":"So what happens next is that the [Food and Drug Administration] is going to update the safety label on acetaminophen products, and they also said that they were going to notify physicians of this advisory about not taking Tylenol during pregnancy. The reason this matters is why someone chose to take acetaminophen during pregnancy in the first place: is that Tylenol is deemed safe to take during pregnancy. People use it to relieve pain, to reduce fever, and the fear among clinicians is that people will not take medication because of this warning, even when they really need it. We know that fever can be quite dangerous to pregnant people and to the fetuses."},{"author":"Feltman","text":"Speaking of maternal-health misinformation, a meta-analysis presented at a meeting of the American Academy of Pediatrics last Friday found COVID vaccination during pregnancy to be both safe and beneficial for pregnant people and their babies. The paper, which has not yet been published in full, analyzed more than 200 studies that encompassed data from more than 1.2 million pregnant individuals. The researchers found no increased risk of preeclampsia, hypertension, gestational diabetes, maternal hospitalization or intensive-care admission associated with vaccination. Meanwhile, immunized individuals had a 58 percent lower risk of contracting COVID, as well as a 25 percent lower risk of stillbirth and a 17 percent lower risk of congenital anomalies. Rates of preterm birth and neonatal intensive-care admission were also significantly lower. While the American College of Obstetricians and Gynecologists recommends COVID vaccinations and boosters during pregnancy, the federal government no longer does. This is especially perplexing given that pregnancy is still on the CDC's list of conditions that put people at higher risk for severe cases of COVID."},{"author":"","text":"For more on what’s going on in public health at the federal level, tune in this Wednesday. I’ll be talking to the former director of the National Center for Immunization and Respiratory Diseases about how Robert F. Kennedy Jr.’s leadership is endangering public health."},{"author":"","text":"In some more hopeful health news gene-therapy company uniQure claims to have achieved a significant slowdown in the progression of Huntington’s disease for the first time. Huntington’s is an inherited brain disease that decays and kills nerve cells over time. It can cause mental-health issues, cognitive conditions and movement disorders. While the disease itself isn’t technically fatal, people with Huntington’s tend to die of complications within a few decades of exhibiting symptoms. Current treatments focus on targeting specific issues related to the illness, and there is no cure."},{"author":"","text":"Last Wednesday uniQure issued a press release outlining the results of an early stage gene-therapy trial that followed participants for up to three years. Led by the director of University College London’s Huntington’s Disease Center the study treated 29 patients by essentially disabling the mutated protein that causes the brain damage associated with Huntington’s. The therapy, which is called AMT-130, uses a genetically modified virus to introduce new DNA to affected neurons, which then block the mutated protein. AMT-130 is infused directly into the brain using a microcatheter over the course of a 12-plus hour procedure."},{"author":"","text":"In the new trial, which hasn’t yet been through peer review, patients were split into groups that received high and low doses of AMT-130. Researchers followed up with 12 individuals of each group by testing them with multiple measurement tools, including the Unified Huntington’s Disease Rating Scale, which is a comprehensive assessment that quantifies changes in motor function, cognitive function, behavioral abnormalities and functional capacity. Three years after their infusions patients who received the high dose of AMT-130 had, on average, a 75 percent slowing of their symptom progression on the scale. Researchers also saw indications that those patients were experiencing lower rates of nerve-cell death. According to the BBC, the study’s lead author hopes to trial the therapy as a preventative measure in people who carry the gene for Huntington’s but haven't yet shown symptoms."},{"author":"","text":"Now for some weather news. Last week Typhoon Ragasa—the strongest storm on Earth so far this year, with winds topping 165 miles per hour—struck the Philippines, Hong Kong, Taiwan and China’s southern Guangdong province. Millions of people were evacuated in the wake of the storm, which had a death toll of at least 25 as of Thursday morning, according to the Guardian. Regasa was downgraded to a tropical storm as it headed toward Vietnam late last week. Pacific typhoon activity usually peaks in August or September, but until now this year’s season had been relatively quiet, according to NASA. Regasa changed that by rapidly intensifying, thanks to warm water surface temperatures and low vertical wind shear."},{"author":"","text":"The Atlantic hurricane season also seems poised to pick up after a slow start. As of late last week, Hurricane Gabrielle posed a rare threat to the Azores, Tropical Storm Humberto was expected to strengthen as it moved closer to the eastern U.S., and another disturbance showed a high likelihood of forming a cyclone near the Bahamas within seven days or so. For a refresher on how to interpret hurricane forecast maps, check out our September 3 episode."},{"author":"","text":"Let’s finish this week’s roundup with some fun, rapid-fire animal stories. First up: shark “threesomes.”"},{"author":"","text":"In a study published earlier this month in the Journal of Ethology scientists shared rare footage of endangered leopard sharks mating in the wild. What makes this footage even more special is that it involves three sharks instead of two. But it’s not at all as salacious as you might be thinking: the researcher who caught the behavior while snorkeling said he had to wait almost an hour while the trio stayed “almost motionless on the seafloor,” after that point two males took turns grasping the female’s pectoral fins and tail and mating with her as she swam around. While that lazy precopulatory phase lasted nearly an hour, the two mating acts took just over and just under a minute, respectively."},{"author":"","text":"Speaking of mating: another paper published earlier this month in Ecology and Evolution reports on a rare and beautiful blue jay and green jay hybrid. The study authors say they believe climate change played a role in the unlikely coupling, as green jays have expanded their territory by more than 100 miles north, potentially thanks to warming temperatures. Meanwhile, blue jays have moved westward, which the researchers hypothesize could be tied to both climate shifts and urbanization-related habitat loss. These birds are now much more likely to find themselves in the same location, which makes it possible for them to find interspecies love connections."},{"author":"","text":"Lastly, I wanna remind everyone that it’s currently the most wonderful time of the year: Fat Bear Week. This annual tournament celebrates the pre-winter fattening of brown bears at Brooks River in Alaska’s Katmai National Park. You can search “Fat Bear Week” online to meet this year’s contenders and vote in the bracket’s last couple of rounds today and tomorrow between noon and 9 P.M. Eastern. I’m personally pulling for Bear 901, who has plumped up quite dramatically since June and has, in my opinion, this year’s most Winnie-the-Pooh-esque physique."},{"author":"","text":"That’s all for this week’s science news roundup. We’ll be back on Wednesday to talk about troubling changes at the CDC. And one quick request: Science Quickly is up for a Signal Listener’s Choice Award, and we need your vote! You can find a link to go do that in our show notes. We really appreciate your support."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[0,7437,4649,16199,24428,18503,17013,7362,5047,16499,18918,16927,15166,15330,14120,11235,11758,16581,14493,14884,9853,8215,6421,18319,23254,18641,17156,14850,20504,18149,17616,17715,13723,19264,15659,9219,12870,17327,18067,16152,14163,13782,7079,15566,18748,20312,14374,19197,20738,13272,15660,14662,16003,15326,15241,13390,13707,14895,18349,13324,22663,15860,14745,11096,8300,9393,17307,14742,18709,17858,11733,16374,23774,19238,10225,9917,7218,16784,16235,17702,18763,13164,13599,10222,9729,38,2,6,103,508,1509,2350,14221,8484,9994,10767,10305,13482,12671,14708,10575,14881,14872,13224,15385,14778,15309,14972,15088,14401,10716,14521,12335,11698,10591,8985,8791,22616,18660,16270,14987,11150,19383,18770,15304,17129,19313,16424,15953,18167,14980,19541,15692,5833,19086,16179,20319,19729,14576,19290,18153,19166,15083,8523,10845,12139,13589,13926,13297,13720,13397,13817,11482,10108,12932,9010,4354,2844,6042,6039,6011,22301,18013,18947,17822,18010,20016,19007,17369,16656,18796,21211,15351,17513,15482,19918,16753,19493,20999,17454,18289,20829,13925,6264,12041,15134,11986,11827,11842,11942,13210,11247,12904,14064,12482,11466,12783,12290,12680,4742,3078,2738,11173,12345,13961,9428,11960,9521,10042,12424,10320,9456,3791,2553,2944,16642,15660,8939,5561,2674,9983,12157,10538,7650,2526,2687,12715,11501,8802,6696,8018,19910,17382,16202,21835,18239,20228,16721,17197,15701,16477,16944,17255,8580,17955,22254,10685,14810,17594,11102,14330,22438,15959,10650,12841,14149,15617,6999,13735,17339,17637,15437,21725,16522,21219,18531,16976,22397,12715,12603,2698,22432,17741,18204,16055,19738,16231,18529,12146,21283,17067,14961,19493,13547,22364,19596,13408,20416,9196,13847,11097,18833,16691,20329,20664,19136,14165,15956,15152,6075,2678,589,18005,15160,13551,16198,15727,13764,8950,14855,14550,13227,15460,15844,15336,16412,15016,14517,12697,12019,16052,1926,15227,9845,16358,11784,14021,13878,9244,14098,14050,15084,13199,14648,12387,14809,14113,16266,12625,15221,11557,1410,16138,14815,15342,12846,13199,11786,14425,12604,17207,15174,11968,15919,16190,15153,11217,16474,14556,13232,10597,14472,13688,13235,10300,10942,13839,13952,11699,12338,11351,719,1120,16828,14544,10859,13817,614,14716,16715,15362,15329,13808,16844,13943,14666,13699,13059,12051,9192,11787,11656,14923,14623,1030,13756,13135,16163,12331,10303,15438,14843,14403,16647,13918,1544,15917,14347,13511,13987,11574,12488,12841,12691,16788,15261,14982,16271,15678,11526,16623,9296,9568,12005,15934,14719,15272,14934,10575,10193,6828,14852,12432,14191,12770,15403,11693,15261,13301,15395,14956,11023,12972,1203,13678,15115,15975,14012,15235,14370,13042,16499,16151,13710,14817,11418,10575,16067,13785,10619,13705,15738,17620,14779,11779,12819,16063,13483,11741,12121,10555,9013,13992,15179,11301,16142,15461,11389,12686,12398,11850,12235,15847,12887,12975,15319,11552,13924,11378,12878,12428,7278,1421,16997,12265,12416,11246,14585,12748,12563,11620,12482,14798,14123,12650,12465,15090,12082,14435,12734,9040,12574,14348,10612,11965,10938,9731,7581,6318,15759,15046,13658,15330,13223,11460,11369,10124,14314,11537,11772,9945,13674,15453,9715,964,15628,14333,18268,13850,12855,14916,14529,14620,15312,15526,8920,15292,14193,12537,16136,14961,14961,12598,13059,15971,1082,14943,13475,11061,10990,16012,15302,15115,14277,10649,15444,11716,10613,15481,15389,12576,9690,16843,15238,13808,14249,15022,11843,12811,11902,13033,11582,5513,992,15962,14659,12490,10300,13640,10541,13125,15852,12100,9542,13943,14944,11541,11370,10735,10315,11328,12720,13055,8874,12982,11305,12666,10962,15904,15335,16341,11944,10604,12212,15190,11694,10437,16059,14800,14250,14480,11163,12287,1170,15949,13848,9687,687,15718,15097,13783,11036,14767,14593,15319,15116,15785,17195,12451,15782,14598,13499,15053,15824,12837,15230,13987,7957,15582,15841,14459,11254,12670,14611,15745,12467,13952,15964,1041,16143,16053,11309,14233,10455,13037,10222,12425,9955,9861,13194,1835,14245,14154,11277,12315,1698,14916,15731,14292,10451,14808,14124,11837,11820,13928,12079,13788,14150,1227,16742,13979,23,18052,11781,10554,13070,14954,15297,14110,10811,14597,13248,11937,12291,11921,11679,18053,13720,15211,1095,15726,11560,11751,12373,12015,13622,12309,13397,14944,13364,11826,11740,13650,10760,12995,11731,14864,11441,10544,10946,12057,15723,13479,12061,9818,14757,13818,11154,14520,15721,13201,14456,14769,12386,11438,4533,5757,19251,16514,17384,18090,19145,15077,14773,11118,5261,22320,18773,14649,19478,16212,15552,16359,15993,17543,22389,12791,18759,19948,20145,18600,4310,20018,18223,22423,17925,15636,19055,13102,12912,20139,15215,18468,19900,17657,22432,17118,14819,18124,18153,5510,5370,4195,18648,17160,17254,18592,16129,16217,15142,16502,17156,22160,16577,13363,12495,22514,13086,20225,19304,20313,16210,17603,18096,15113,15281,17956,17929,18737,21426,8180,3162,18867,12439,16356,13653,17894,18250,13269,15206,16488,14838,14785,16352,13334,19462,19959,15589,10069,19788,18745,15895,13402,16204,18997,16049,15123,18838,2545,15550,16875,15009,15706,17446,16195,14538,15546,15450,14439,6530,3887,17640,14914,18109,15853,14585,16326,13682,16326,13736,14960,18661,16561,16344,10840,21760,10722,15213,5934,15506,21345,16458,15290,17150,19113,12834,14846,19031,15426,3534,15780,17967,15240,21265,15154,14850,15638,19462,19255,12312,6542,3828,18047,17164,17466,14854,15631,17449,16656,17275,14470,17015,13930,19993,14715,12831,19183,16876,8624,2365,16842,15559,14423,18438,18937,14055,12152,19621,15413,14559,19549,20128,13587,20346,11871,10509,14357,15535,17292,13536,3181,16321,18111,17095,16406,15464,14151,15568,4978,2333,18589,16600,15488,22502,15644,18696,12039,16742,18348,16235,16904,5356,15607,16063,11291,12237,14454,20531,16248,8502,18796,14713,18748,18869,16575,11360,13128,13629,10323,16167,7057,1136,3364,18497,16536,18453,16072,15594,19373,13641,20321,17338,16709,2146,15550,14158,16205,13001,1973,20543,17220,13712,17060,17089,16563,19548,17343,20321,15827,15977,20254,19847,16077,14989,15678,14364,20504,18798,16841,17420,15382,12079,15755,15423,13973,15264,14484,16453,22434,6871,995,1768,1731,1613,1720,22307,16394,14747,17805,21523,10681,10399,16899,15752,19869,12786,17266,14893,14717,13694,13552,6275,16414,13864,17198,19774,10758,19053,19236,17122,16178,10014,12692,19010,17182,3342,2499,17987,13628,19453,18766,17152,17372,15736,22177,13626,16197,17621,18802,15059,18060,14715,16580,14176,3021,20944,22409,19077,22395,18703,16685,14162,19961,21065,16686,14475,16031,11450,8571,2065,1987,21114,17605,17674,22364,13427,21153,19493,18602,12954,15022,14924,17781,14215,11259,19992,16973,14661,11661,15203,13172,20801,16725,16586,16838,14778,4991,18618,16126,15470,17940,14224,19458,11087,19801,18478,14633,17419,16052,15754,21861,17572,17853,12741,12143,2428,11298,22404,22489,17017,18993,16365,12841,17547,15127,17490,15348,18033,14755,13031,12139,14362,18815,14732,19486,5734,19798,17339,12949,16062,18777,11381,17331,13959,5542,21525,21457,17747,16722,16367,16503,18203,12444,13159,15200,14110,16996,19943,12125,4091,18655,16666,17264,19644,16664,18079,22527,20320,14916,15542,14522,11768,16577,15356,15251,18310,15928,15213,17994,19169,13130,19248,16400,9420,3741,2625,20806,15604,14287,17989,21425,15149,19701,7309,17846,20134,22384,18964,21434,22356,13733,14352,14060,17865,22096,22487,19098,20257,5755,19945,22078,22436,16137,17541,18078,10006,4569,3422,20306,18874,17960,13772,16802,13244,16840,16245,16097,14909,13501,19729,15907,22316,15030,14264,17948,17089,17996,16708,18128,17514,13664,12311,8242,2494,1379,20245,15103,21787,14799,17205,14426,22286,18008,18765,9833,17672,7629,5334,20553,12353,17350,11971,17272,16611,18136,16852,18483,16669,11344,16514,12605,13223,6700,1433,17533,15218,22397,20405,16382,16077,16812,12811,10500,14367,6453,21826,15193,13356,15662,15535,10313,9764,3047,10353,13283,15572,17285,17048,12461,10676,13008,8462,16967,8464,15195,15523,20717,12836,19701,15781,17238,19167,16666,13802,16430,17353,18069,22402,18382,21441,13311,17284,16801,19672,14439,19915,16989,22490,22267,4663,2223,13489,18005,22134,15296,13315,17397,17013,12547,10277,11223,12898,21516,15818,17050,13841,14026,22374,16203,16802,22099,14839,19969,20548,18777,18277,16831,12712,13433,10605,19095,10323,20048,15581,16698,10518,1100,10176,16554,16912,22402,16550,13732,14217,19522,18307,15421,14768,11912,16262,17612,16821,14499,18273,17370,22411,14160,1615,1195,16174,15058,14239,16676,17674,14247,14664,16422,15910,15513,17701,15853,15461,17685,22419,16037,14404,8676,11410,17097,14952,15091,14431,14728,14968,7196,18835,20511,18149,16171,15469,4889,368,541,960,964,1735,1431,1369,2035,22442,14261,17705,7934,4248,2306,19945,13597,20333,15418,20668,16214,16437,17107,16384,18864,15492,18697,17707,14453,17412,14526,13811,16413,10863,22466,18326,16674,17724,9291,20243,13470,18483,17232,14420,17991,16260,21830,15637,15014,13630,19918,18791,16824,15441,19471,9523,6798,6297,17319,13388,14782,17626,20348,17816,15306,13897,12404,14457,17325,21432,18377,17584,14941,17051,18870,17543,15028,13475,17366,13025,16824,18544,7507,5163,4869,22543,15828,22454,15715,13168,16603,17505,18434,20923,14966,17751,15429,15793,16771,15044,8883,4161,5609,21066,16633,21957,19096,15335,17146,14788,17025,19078,12458,12940,18959,20194,16384,12948,22506,15996,14178,16135,13532,18263,15215,22424,17937,16706,16267,12810,6579,6472,19972,13758,18366,20315,18164,17278,17724,17212,13252,18206,20520,15631,18374,17021,20629,19536,22146,16751,14163,15747,11781,10742,3519,8125,17927,16770,16943,16669,16475,17749,17735,16901,13825,17621,22491,14234,12499,19169,7356,6199,22437,17408,17446,15579,4400,19031,14706,20135,17838,13717,16480,15567,19847,19303,16527,12047,6204,20690,17437,16597,20050,16797,15279,22452,10929,17998,16623,11298,17446,12472,10678,20342,14762,5943,20028,20447,15725,17314,17574,17214,14150,20100,19523,14736,16525,22249,15393,14295,19122,13048,17108,21884,12389,15847,11499,2664,2203,16481,19266,16063,20478,15352,16713,17951,14189,21034,16923,12233,19228,12451,18848,14897,14208,8933,4774,6528,4314,2790,8095,17450,18729,21770,14804,19383,16152,14408,18901,17236,17823,20863,16447,9085,10878,7073,18854,22464,3160,21897,14343,16044,5772,3473,20358,21452,16813,13884,16278,17443,14432,14890,22268,15790,6671,5643,18231,18932,15962,16944,16401,17428,17771,19378,15733,19499,16448,19913,18798,4601,3553,21044,17521,15829,18662,17283,18511,22443,16634,18884,17501,18426,17117,12873,22531,11710,15489,20924,7576,4135,18232,20136,14016,15710,17694,16127,18244,17276,22007,16422,2980,18078,15145,16293,20865,19868,17566,18016,15817,14646,19118,18208,15467,10867,22650,14288,15034,14849,17696,13724,19242,15607,16253,16598,10831,13852,11065,3104,22111,22653,13930,12396,15559,18322,14633,19019,20073,13594,13234,18130,16913,17954,11488,18292,16984,18514,12919,11778,13046,17337,4576,4761,9293,19479,16660,16644,16301,20220,16807,20292,19170,18726,12951,14165,22434,15908,5339,18612,16174,22121,15008,19414,20089,15906,18486,17461,18708,18957,20121,22575,13483,8455,9316,17285,17422,19983,6372,5103,22583,16763,17237,15357,15711,17589,14045,18391,16254,13621,20659,5994,15960,17430,15081,18336,19253,16169,14187,15129,17424,21148,14931,17093,22483,15075,7229,4706,19201,19025,17597,15995,15996,14272,18999,15651,15864,18996,15885,19078,16222,16304,15302,4423,22442,15372,14569,15004,16250,12528,14822,19888,14629,18001,15620,18972,14520,15038,2382,17234,20551,12037,11818,20666,10693,9928,16305,16821,14998,18996,15722,13799,19630,9955,16953,16378,14881,18308,19417,21079,16639,19032,14126,13001,19191,17648,17489,14047,17564,15045,11707,22488,22469,13068,5368,4253,13929,18291,15077,17325,16559,15680,17469,20801,17075,16562,11330,16045,8853,16459,19709,19406,19233,18040,17690,17498,15689,16444,18117,13450,12844,2639,4777,3472,18406,12651,17848,18969,16592,17965,21028,16857,12251,14000,14358,17006,18609,19487,15235,16111,22502,22661,8836,6602,4554,17966,22395,14711,18030,20140,14773,16260,15623,14061,21864,19615,19155,16208,22455,12744,16101,11403,17033,18811,15598,20312,20402,13192,15362,3163,3825,19079,16774,22246,21975,17342,17289,18295,16110,21905,12835,22071,14354,15012,16566,20878,19319,20370,13776,19139,7884,17238,21821,16640,17734,12835,19741,19282,21432,11436,11865,2632,19301,15665,13487,15227,18068,18752,14502,12840,16461,12943,16792,14867,18509,22405,19459,15068,13322,16098,20821,13515,19664,16458,13896,4784,16429,20290,15463,17906,17595,18419,12792,8207,5134,1439,1959,8555,22202,16381,14143,22420,16030,15929,13491,16342,20568,19466,16701,15791,17526,17070,20715,18069,15850,10656,14416,12378,3640,22491,16622,16415,16612,14881,15500,2458,15469,17152,17536,22331,13217,16963,16786,21123,14120,11394,22556,17548,18334,16131,2845,15576,22395,14393,18001,22231,16300,21851,12304,4911,16892,17892,20255,16463,14476,11849,2702,4284,22495,18474,18157,13601,22483,16344,15762,17934,15804,19263,16764,15940,17523,15929,16701,13621,5533,22484,18573,21044,22373,21552,12925,15434,9040,22404,13440,19080,16884,22388,22404,22434,12611,3633,19243,15189,17515,12573,17821,18833,19646,15110,2451,3120,22519,16884,22473,19541,13316,16960,18989,21312,19303,21801,19356,17584,9253,2075,1620,22515,15570,21425,19864,21791,15605,14249,19662,16508,2906,22389,15846,7886,1509,2248,13173,12991,11018,11299,11207,10772,7905,6676,8435,14338,14007,14057,14286,14531,15158,14857,15646,14997,15615,15496,14572,14099,14649,13025,15191,13110,15254,13328,13400,13523,13883,13654,12372,10466,12886,9042,3433,2679,13516,10345,8920,6471,3417,1250,672,326,141,58,23,15939,13629,13986,13598,13328,12676,12613,12417,11306,6663,14152,16569,14762,11409,13003,9910,20797,10136,12970,18520,18649,11556,5503,24512,11381,6715,12919,7543,18969,11923,18188,12369,9529,4973,9512,8485,23046,22404,21047,15616,11455,15551,10419,14669,16990,17643,17425,11782,10793,19587,13294,15638,11477,17104,10536,18407,13668,18954,14478,19226,18475,15505,13514,21975,21812,15841,14372,14108,18934,24396,14453,6122,6824,19683,21182,15717,14859,13101,14469,16578,17499,11206,15784,19804,20968,24521,17694,15197,22859,17192,16477,24335,17859,22229,16105,16363,24310,16622,15941,9924,6989],"fragments":[{"begin":"0.000","end":"10.360","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"10.360","end":"18.880","lines":["First, we’re bringing in one of our regular contributors from the SciAm newsroom for an update on one of last week’s biggest stories."]},{"begin":"18.880","end":"53.360","lines":["[CLIP: Donald Trump speaking at a White House press conference: “Effective immediately the FDA will be notifying physicians that the use of acet—well, let’s see how we say that. Aceta— acetaminophen. Acetaminophen ...”]"]},{"begin":"53.360","end":"90.760","lines":["That’s President Donald Trump at a White House press conference last Monday talking about the supposed ties between a pregnant person’s use of acetaminophen, which is the generic name for Tylenol, and autism spectrum disorder. Scientific American associate editor Allison Parshall wrote a piece last week unpacking the actual data. Here she is now to summarize a few major points."]},{"begin":"90.760","end":"102.680","lines":["So a handful of studies have shown a link between Tylenol use in pregnancy and autism diagnoses, but importantly that increase in risk has been relatively small and quite inconsistent across studies."]},{"begin":"102.680","end":"141.760","lines":["So the largest study was from 2024; that came out of Sweden. The researchers looked at nearly 2.5 million people who were born between 1995 and 2019, and among those people rates of autism diagnoses were about 0.09 percentage points higher for the people who took Tylenol during pregnancy versus those who didn’t. But the effects disappeared once they controlled for genetic factors through what’s called a sibling-control analysis. So basically they looked at sibling pairs where the parent took acetaminophen during one pregnancy and not the other. And that tells them that any result they were seeing could have actually been due to underlying genetic factors, which is often the case with autism; we know it’s a predominantly genetic condition."]},{"begin":"141.760","end":"174.760","lines":["There have been a handful of other studies that have shown a link between acetaminophen in pregnancy and autism diagnoses, but the increase in risk is relatively small, it’s pretty inconsistent, and the most important thing to understand is that they can’t determine causation. So because it’s often unethical to run randomized control trials on people who are pregnant, often researchers are having to rely on observational studies, where they basically look at the data and see what happened. But there’s a lot of variables—from just the world, from genetics, from environmental factors—that are baked into that data, and it can be really hard to pull them out."]},{"begin":"174.760","end":"188.440","lines":["Despite the fact that none of these studies can show causality, the Trump administration in their press conference were very firmly claiming that it could—that there was an association between acetaminophen in pregnancy and autism diagnoses—which is simply not true."]},{"begin":"188.440","end":"224.000","lines":["So what happens next is that the [Food and Drug Administration] is going to update the safety label on acetaminophen products, and they also said that they were going to notify physicians of this advisory about not taking Tylenol during pregnancy. The reason this matters is why someone chose to take acetaminophen during pregnancy in the first place: is that Tylenol is deemed safe to take during pregnancy. People use it to relieve pain, to reduce fever, and the fear among clinicians is that people will not take medication because of this warning, even when they really need it. We know that fever can be quite dangerous to pregnant people and to the fetuses."]},{"begin":"224.000","end":"294.880","lines":["Speaking of maternal-health misinformation, a meta-analysis presented at a meeting of the American Academy of Pediatrics last Friday found COVID vaccination during pregnancy to be both safe and beneficial for pregnant people and their babies. The paper, which has not yet been published in full, analyzed more than 200 studies that encompassed data from more than 1.2 million pregnant individuals. The researchers found no increased risk of preeclampsia, hypertension, gestational diabetes, maternal hospitalization or intensive-care admission associated with vaccination. Meanwhile, immunized individuals had a 58 percent lower risk of contracting COVID, as well as a 25 percent lower risk of stillbirth and a 17 percent lower risk of congenital anomalies. Rates of preterm birth and neonatal intensive-care admission were also significantly lower. While the American College of Obstetricians and Gynecologists recommends COVID vaccinations and boosters during pregnancy, the federal government no longer does. This is especially perplexing given that pregnancy is still on the CDC's list of conditions that put people at higher risk for severe cases of COVID."]},{"begin":"294.880","end":"310.600","lines":["For more on what’s going on in public health at the federal level, tune in this Wednesday. I’ll be talking to the former director of the National Center for Immunization and Respiratory Diseases about how Robert F. Kennedy Jr.’s leadership is endangering public health."]},{"begin":"310.600","end":"344.120","lines":["In some more hopeful health news gene-therapy company uniQure claims to have achieved a significant slowdown in the progression of Huntington’s disease for the first time. Huntington’s is an inherited brain disease that decays and kills nerve cells over time. It can cause mental-health issues, cognitive conditions and movement disorders. While the disease itself isn’t technically fatal, people with Huntington’s tend to die of complications within a few decades of exhibiting symptoms. Current treatments focus on targeting specific issues related to the illness, and there is no cure."]},{"begin":"344.120","end":"382.000","lines":["Last Wednesday uniQure issued a press release outlining the results of an early stage gene-therapy trial that followed participants for up to three years. Led by the director of University College London’s Huntington’s Disease Center the study treated 29 patients by essentially disabling the mutated protein that causes the brain damage associated with Huntington’s. The therapy, which is called AMT-130, uses a genetically modified virus to introduce new DNA to affected neurons, which then block the mutated protein. AMT-130 is infused directly into the brain using a microcatheter over the course of a 12-plus hour procedure."]},{"begin":"382.000","end":"437.760","lines":["In the new trial, which hasn’t yet been through peer review, patients were split into groups that received high and low doses of AMT-130. Researchers followed up with 12 individuals of each group by testing them with multiple measurement tools, including the Unified Huntington’s Disease Rating Scale, which is a comprehensive assessment that quantifies changes in motor function, cognitive function, behavioral abnormalities and functional capacity. Three years after their infusions patients who received the high dose of AMT-130 had, on average, a 75 percent slowing of their symptom progression on the scale. Researchers also saw indications that those patients were experiencing lower rates of nerve-cell death. According to the BBC, the study’s lead author hopes to trial the therapy as a preventative measure in people who carry the gene for Huntington’s but haven't yet shown symptoms."]},{"begin":"437.760","end":"481.800","lines":["Now for some weather news. Last week Typhoon Ragasa—the strongest storm on Earth so far this year, with winds topping 165 miles per hour—struck the Philippines, Hong Kong, Taiwan and China’s southern Guangdong province. Millions of people were evacuated in the wake of the storm, which had a death toll of at least 25 as of Thursday morning, according to the Guardian. Regasa was downgraded to a tropical storm as it headed toward Vietnam late last week. Pacific typhoon activity usually peaks in August or September, but until now this year’s season had been relatively quiet, according to NASA. Regasa changed that by rapidly intensifying, thanks to warm water surface temperatures and low vertical wind shear."]},{"begin":"481.800","end":"510.280","lines":["The Atlantic hurricane season also seems poised to pick up after a slow start. As of late last week, Hurricane Gabrielle posed a rare threat to the Azores, Tropical Storm Humberto was expected to strengthen as it moved closer to the eastern U.S., and another disturbance showed a high likelihood of forming a cyclone near the Bahamas within seven days or so. For a refresher on how to interpret hurricane forecast maps, check out our September 3 episode."]},{"begin":"510.280","end":"517.240","lines":["Let’s finish this week’s roundup with some fun, rapid-fire animal stories. First up: shark “threesomes.”"]},{"begin":"517.240","end":"558.840","lines":["In a study published earlier this month in the Journal of Ethology scientists shared rare footage of endangered leopard sharks mating in the wild. What makes this footage even more special is that it involves three sharks instead of two. But it’s not at all as salacious as you might be thinking: the researcher who caught the behavior while snorkeling said he had to wait almost an hour while the trio stayed “almost motionless on the seafloor,” after that point two males took turns grasping the female’s pectoral fins and tail and mating with her as she swam around. While that lazy precopulatory phase lasted nearly an hour, the two mating acts took just over and just under a minute, respectively."]},{"begin":"558.840","end":"597.640","lines":["Speaking of mating: another paper published earlier this month in Ecology and Evolution reports on a rare and beautiful blue jay and green jay hybrid. The study authors say they believe climate change played a role in the unlikely coupling, as green jays have expanded their territory by more than 100 miles north, potentially thanks to warming temperatures. Meanwhile, blue jays have moved westward, which the researchers hypothesize could be tied to both climate shifts and urbanization-related habitat loss. These birds are now much more likely to find themselves in the same location, which makes it possible for them to find interspecies love connections."]},{"begin":"597.640","end":"631.760","lines":["Lastly, I wanna remind everyone that it’s currently the most wonderful time of the year: Fat Bear Week. This annual tournament celebrates the pre-winter fattening of brown bears at Brooks River in Alaska’s Katmai National Park. You can search “Fat Bear Week” online to meet this year’s contenders and vote in the bracket’s last couple of rounds today and tomorrow between noon and 9 P.M. Eastern. I’m personally pulling for Bear 901, who has plumped up quite dramatically since June and has, in my opinion, this year’s most Winnie-the-Pooh-esque physique."]},{"begin":"631.760","end":"656.800","lines":["That’s all for this week’s science news roundup. We’ll be back on Wednesday to talk about troubling changes at the CDC. And one quick request: Science Quickly is up for a Signal Listener’s Choice Award, and we need your vote! You can find a link to go do that in our show notes. We really appreciate your support."]},{"begin":"656.800","end":"710.520","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"710.520","end":"716.880","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":716}