{"title":"What Can Nature Teach Us about Sex and Gender?","img":"https://static.scientificamerican.com/dam/m/575dc57cf70675e9/original/2508_SQ_WED_SEXUAL_EVOLUTION-Podcast-Span-Art.jpeg?m=1755628105.539","url":"https://www.scientificamerican.com/podcast/episode/nathan-lentss-new-book-explores-how-animal-behavior-and-evolution-challenge/","audio":"https://traffic.megaphone.fm/SAM6824786209.mp3","intro":["Traditional biology has long ignored nature’s sexual diversity—but evolution tells a far more complex story."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Biology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"The natural world is full of sexual diversity—traits that challenge binary definitions of male and female—but traditional biology has often overlooked it. Researchers tend to focus on “typical” specimens while relegating variations to footnotes or dismissing them entirely."},{"author":"","text":"This approach has led scientists to miss fascinating examples of alternative reproductive strategies and complex social behaviors across the animal kingdom. What we’ve often labeled as anomalies might actually represent successful evolutionary adaptations that deserve serious study. And these creatures could help us understand how our own species breaks the binary, too."},{"author":"","text":"Today we’re joined by Nathan Lents, a professor of biology at John Jay College of Criminal Justice. His new book is called The Sexual Evolution: How 500 Million Years of Sex, Gender, and Mating Shape Modern Relationships."},{"author":"","text":"Thanks so much for coming on to chat with us today."},{"author":"Nathan Lents","text":"Oh, thanks for having me. I look forward to the conversation."},{"author":"Feltman","text":"So let’s start with your background: You know, what kind of research do you do, and how did it lead you to writing a book about sex?"},{"author":"Lents","text":"Well, my research is actually in genome evolution, so I look at the human genome; I look at Neandertal genomes, other hominins; I look at ape genomes; and I look at how those genomes evolve over time, particularly over the last few million years. I’m interested in genome sequence evolution, basically. And that doesn’t have any direct bearing on [laughs] sex and gender, so this is a question I always get is: “How did I end up writing a book like this?”"},{"author":"","text":"Well, in my program at John Jay College I also teach courses in the biology of sex and gender, and I’ve been doing that for about 15 years. And this book really came out of that experience because I teach the course as a seminar, and the students would bring research articles, and I encourage them to, you know, find articles and—about sex and gender in, in humans and other animals, and we would discuss them."},{"author":"","text":"And one thing kept coming up over and over and over again, and that was the idea of sex and gender diversity in animals—so different types of males and females and different strategies associated with sex—that the researchers themselves were kind of ignoring. They would relegate this information to footnotes or big charts of data, but they really only concentrated their analysis on what they considered to be the main type of male or the main type of female, sort of the archetypes. And biology does this a lot, where we focus our attention on, you know, the type specimen or the archetype, the ideal. And the problem with doing that is it—besides just ignoring the diversity that exists—it also fails to appreciate the role of that diversity in the social life and ecological life of the organisms."},{"author":"","text":"And so after having gathered examples, you know, over a decade and a half, I realized, you know, there was a lot of information—this belonged in a book. And I also hope to educate the public about the fact that, actually, sex and gender diversity is quite natural, quite normal, quite expected in—basically all social animals will have a variety in the way that they approach sex and reproduction. And, and I think it was underappreciated, not just by the public but even by the scientists themselves."},{"author":"Feltman","text":"So your book makes a really compelling case for the existence of sexual diversity all over the animal kingdom, really breaking down the idea of there being a sexual binary in most places in the natural world. And I think the extent to which you make that case might be surprising to some of our listeners, so could you sort of unpack that main idea for us, of sexual diversity in the animal kingdom?"},{"author":"Lents","text":"Sure, so when we talk about diversity of sex there’s a lot of ways you could think about it, right? So you could think about the body: sex to bodies, you know, male and female bodies. You could also think about behaviors, and that’s generally what my book covers. But it goes beyond that: you can look at chromosomes; you can look at sexuality; you can look at gendered behaviors."},{"author":"","text":"So almost all of these aspects we think about behavior in these very binary terms, as either masculine or feminine, but what I show in the book is that, especially with behaviors, there’s actually a variety within both of those, and that variety tends to overlap quite a bit. So you can have animals that you might chart as masculine in several ways, but then some of their behaviors very clearly fall in the feminine category. And if you do this often enough, all throughout the body—and by the way, the same is true for humans—you start to come up with this idea that, you know what, maybe this isn’t the best way to think about it [laughs]: by trying to fit everything into these nice, neat categories, especially binary categories."},{"author":"","text":"And when there’s so many exceptions and when there’s so many animals that don’t fit their bucket on at least some of those measures, you start to realize that the binary is really the problem, that these strict categories are not really upheld. Instead, what you see is a continuum, and there’s a continuum of masculinity and femininity, and how many individuals fall neatly into those buckets will be very different from trait to trait."},{"author":"","text":"So if you look at, for example, in humans you might look at red blood cell count or basal metabolic rate or upper body strength or distribution of body hair or distribution of fat in the body, no matter what these features are that you look at you’ll see this continuum, and—with a lot of overlap between the masculine and feminine averages, we’ll say. And when you notice that the overlap is even larger than the degree of specificity that you see, per [se], you start to realize that the categories themselves really are too narrow to be helpful. But even worse than that, when biologists study the natural world with these categories in mind, they tend to collapse the diversity that they see into those buckets, to fit into those buckets neatly, even when sort of the natural variation really doesn’t fit into those buckets. And so what that leads to is, I think, a science that is less accurate, that is less informative than [one that emphasizes] appreciating all of the variety that exists there."},{"author":"","text":"Now, my book concentrates on sexual behaviors, primarily, but there are other books and other people working in this space that concentrate on sexed bodies and physiology, and we all are coming to the same conclusion, which is that the binary is really failing us: it’s inhibiting our thinking; it’s inhibiting the way that we approach our science. And just because we have words and categories with strict definitions doesn’t mean that represents the reality. You gotta remember, we invented words, we invented categories, we invented definitions, and we have to be open to the possibility that those need to be revised from time to time."},{"author":"","text":"And we’ve seen that in other areas of biology and other areas of science as well. And usually, you know, when we have these big paradigm shifts, it leads to a, you know, gradual embrace of a richer tradition. But unfortunately, with the area of sex and gender, it’s so tied up with gender stereotypes and a social order that we’ve constructed for ourselves that we all [feel] very committed to, you know? And when you feel committed to a certain social order there’s a resistance to change, and that resistance doesn’t come from the science; it comes from our psychology—it comes from our ways of thinking."},{"author":"","text":"And that’s why not everything I say in my book will be accepted, even by other scientists. You’ll find scientists who disagree with a lot of what I’m saying, and what I’m hoping is not to be proven right and them to be proven wrong; what I’m hoping is to engage the conversation, to get more people thinking about this in an open-minded way, because that’s the only way that we’ll get to the truth, is to be open-minded, to really consider, you know, the full spectrum for what it is rather than what we wish it were, and then, you know, see where the science takes us."},{"author":"Feltman","text":"Yeah, well, and speaking of that, you know, potential pushback and the reticence to be open to this, you make the point in your book that these aren’t new ideas—you’re not coming up with the idea of sexual diversity [laughs] in the animal kingdom. Could you tell our listeners a little bit about the history of the exploration of sexual diversity?"},{"author":"Lents","text":"Right, well, it’s a very good point because as I was collecting these examples, of course, I went to the literature; I said, “Surely, other people have seen this.” And that’s where I came across the work of Joan Roughgarden, and Joan Roughgarden has been working in this space, really, for at least 25 years, if not longer—and there are others as well who have been challenging our binary understanding of this, and I really encourage you to read widely if you’re interested in this because, you know, the story with primates is very different than the story with other kinds of mammals. Fish and birds, they’ve been evolving separately with their behaviors and their approach to sex for so long that a lot of times you can’t really compare among those different groups."},{"author":"","text":"And so people have been working in these spaces, but I credit Joan Roughgarden for really identifying the notion that there’s not just one type of male out there; there’s not just one type of female; there’s not one way to be successful as a female or as a male—that, actually, variant strategies sometimes are successful just by virtue of being different. So I came across the book Evolution’s Rainbow, geez, almost about 16 years ago now is when I first read it, and it changed my whole perspective, and it really, in my mind, it took my blinders off, and then I went back to those same studies and I started to see them differently. And I could almost see the scientists themselves struggling to fit their data into these nice charted categories, when Joan Roughgarden was telling us all along: “Forget the categories and just watch the animals behave as they are, and drop your assumption that they’re trying to be like the dominant paradigm and just let them find success in their own way. And what that will lead you to is a richer understanding.”"},{"author":"Feltman","text":"So your book has a lot of really fun and interesting examples of this diversity in the natural world. Could you share a couple of your favorites?"},{"author":"Lents","text":"One of my favorites is the crickets of Hawaii. So field crickets are, are well-known for their loud chirping, which is a sexual signal, and so a lot of people have studied their sexual signaling to understand how that works in a sexually reproducing species."},{"author":"","text":"Well, one thing that happened recently, in [roughly] the last 20 years, is that an invasive parasitic fly began to infect the crickets on the Hawaiian Islands, and that devastated the population because [the flies] would follow their chirping and then they would use that chirping to home in on them as their prey and these parasites would then kill the loudest crickets."},{"author":"","text":"Well, the cricket population very quickly evolved: they adapted to be silent so that they could escape these invasive predators. And the most interesting thing happened. So first of all, the population did just fine when they ditched the chirping—almost all of the males now are silent—so it wasn’t this critical feature that everyone expected. Most biologists would’ve said, “Well, if the males go silent, then they, they won’t find their mates, and that would be the end.” But it wasn’t."},{"author":"","text":"The second thing that it revealed was that silent males always existed in crickets. They didn’t have to wait around for a mutation; they didn’t need these sort of freak events of a male going silent and then being successful and—no, no, no, that was standing variation that was already there in the population. And standing variation means you can adapt much, much quicker because you don’t have to wait around for a mutation to give you the feature that you want. So you have this standing variation. And when this happened on a second Hawaiian island—so it happened not once, but twice—it made the entomologists realize that, “Okay, so these silent males already existed; now let’s study them and take them more seriously.”"},{"author":"","text":"We’ve known since about [the] mid-1970s that some male crickets don’t chirp, but we just ignored them—we thought that they were suboptimal, they were wrong, they were defective. But well, wait a minute, if they persist year after year after year—from the 1970s ’til now you always have silent males—if they were really defective, natural selection would’ve eliminated them, but they haven’t. They’ve been maintained in the population."},{"author":"","text":"So when the scientists finally started taking them a little bit more seriously, they noticed that these males engage in same-sex courtship and that they work together with chirping males to court females and that females often prefer paired males rather than solo males, for reasons that we’re still trying to understand."},{"author":"","text":"This opened up a whole field of research regarding same-sex sexual behaviors in insects, not just crickets but in other insects as well, and we’re finding all kinds of interesting things about the social life of these animals that we’d been ignoring—basically forever we’ve been ignoring it. And there’s stories like that in my book of all kinds of creatures in which behaviors were ignored because we didn’t think they were important, and then [when] we finally took the time to study them, we found all kinds of interesting biology."},{"author":"","text":"So one of the exciting things about this, even though it’s, it’s kind of sad that we’ve missed all this, the exciting thing is: it’s a great time to be a biologist because you can go back out into the field and study—even organisms that are already very well-studied you can find interesting things because now we’re studying things that were ignored in the past. So there’s this open area of research, which, as a scientist, we love open areas of research ’cause there’s so much to explore."},{"author":"Feltman","text":"That’s great. Thank you so much for coming on to chat, and I’m sure a lot of our listeners will be checking out your book. I definitely enjoyed it, so I think they will, too."},{"author":"Lents","text":"Thank you so much, Rachel. It’s always great to talk to you."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to talk about peanut allergies: Why are they so much more common than they used to be, and could we ever eliminate them?"},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[20358,10083,19052,18994,3064,19235,15296,16539,14984,10709,3161,18748,18198,17508,19493,14698,13516,17576,16550,15496,17441,16775,14846,7348,14207,21243,17538,12477,15502,15109,16265,15518,16437,14723,11130,18816,15804,14598,8643,17953,7565,10521,1439,209,19466,13890,20110,18489,19392,9409,17925,15293,17176,19065,9761,17,16875,16263,16953,17166,16107,17856,15889,13923,18969,18018,16674,17986,14482,16659,14991,17831,4426,18152,20096,17266,16966,17700,15702,12944,15406,15877,18609,13537,11850,18725,17437,14889,19069,14485,15137,9382,46,18877,18957,5602,13066,18941,16757,8701,3165,14421,14130,9126,10267,7871,8604,9461,10767,8477,4514,15031,14773,13500,8513,10971,14612,2810,14854,9716,4768,14881,2220,14409,6831,9501,14780,8616,6144,14794,7937,8625,9870,9938,8618,10441,8428,12056,7474,15170,8885,14855,6873,15064,15437,14774,11604,8966,12123,8215,14962,14985,14893,7578,13746,8980,15038,13226,8332,8437,7821,9593,4761,7409,9889,11874,2758,1814,14847,5629,13740,13771,14839,14615,12432,15115,9425,14235,13798,15447,5676,3117,13278,13996,6874,9937,11718,8135,14258,15110,14713,2506,14319,8675,13207,13310,15500,15452,7210,8785,7355,9348,15238,8889,8115,8305,15423,8315,14679,11622,14320,11266,9703,6531,15028,12548,15045,14617,9439,15232,9673,10621,15124,14375,15170,14919,14784,10054,7472,7338,10691,14918,13135,13109,15094,8482,15089,8292,8122,9516,12713,15194,14776,8033,12255,10757,8271,10169,7280,8490,13307,13844,9706,11414,14741,11730,14994,5672,2997,3943,1986,862,704,520,470,387,247,113,49,14,2,29,187,1173,1975,15766,10256,10843,11983,10612,12019,14908,14182,16211,11782,17275,16340,17022,16094,16427,17122,13209,16632,15111,16653,14950,15448,15395,15165,17032,16117,15024,15315,12279,17353,15998,13833,10525,7744,7153,20820,19679,17104,15717,21011,16156,14070,20667,15596,18826,18192,7398,10747,13338,15499,16103,15978,16325,16259,16646,16339,16332,15724,15039,15385,13517,12668,9167,14247,10078,3339,2455,1731,1766,2296,2568,2994,2379,16718,19245,15272,15170,13316,14155,17163,18750,14183,10839,20574,17921,17546,12899,23846,17398,17379,16681,13504,15778,15301,2542,22104,18916,24887,17902,14504,18487,16339,15782,15964,4557,2915,13986,14258,18672,23449,15824,13283,20685,24844,14779,16046,18897,17615,17599,15653,13974,16130,22906,7290,16705,14720,13751,24900,11870,6160,1982,17592,15254,18452,16893,13686,16511,17858,16691,15973,16139,16836,15936,19949,24857,16527,15255,17504,14972,17382,17058,16869,15502,21710,18622,17196,15341,14613,3822,3394,23450,17758,16134,16117,18510,20174,15087,20461,18630,18108,18571,17677,10383,21651,17253,18439,19612,16817,13883,19800,17733,12537,12821,20714,14043,3135,3132,22418,16847,15827,17614,18404,15744,15274,18007,15783,12394,14727,16838,24893,12907,12696,12307,1384,13520,20030,13370,24722,13675,18020,24733,22140,24909,23954,16576,19950,15183,16785,14376,20434,15640,16737,3937,17847,14306,17089,14418,13532,20004,20908,15898,17882,20622,20649,12789,13617,13709,14524,20471,15884,16956,19869,19978,21565,18882,14808,12547,16938,9312,2138,1597,16524,19052,16305,24413,22231,13420,1112,18964,19513,10875,10710,12561,13417,11609,7168,16686,21126,17091,23291,15426,12136,19197,17348,15798,14394,18537,20651,14175,12199,11076,14114,17214,21881,24934,21402,7364,18807,18241,10600,13836,10834,11333,14032,13593,10342,11462,15693,13914,7421,13970,13161,16110,13760,10626,12171,15075,13734,10090,9226,10504,10946,7205,11262,18913,11591,8646,12602,15369,14136,12403,13787,12291,9724,11033,11477,11934,12580,17443,11579,12307,14569,10920,9984,13076,5718,16822,18734,10639,13710,10854,12363,4482,17240,18699,16521,18445,12251,18152,19284,16990,18131,18785,19112,15379,14092,15050,13877,15571,14803,14413,18390,13162,12050,11591,7406,13274,16629,1298,17468,13613,18178,10078,13795,18976,15916,11965,18286,14920,13695,17524,10104,12598,12635,15798,18344,14518,16307,15094,14481,1557,20070,17123,17893,16278,12998,12630,16064,15098,7972,13580,15848,6429,17608,14423,15870,14944,17330,16583,18790,11996,9187,15063,12801,614,17078,16840,15633,14567,16259,13875,14335,13983,11060,12636,10419,16391,15889,6381,7018,17554,9034,7519,14788,17778,13896,10291,6179,16129,11747,13409,6692,15656,9966,19359,7224,7038,17903,15748,14838,15752,11975,10882,15969,11472,11133,14863,12879,12470,12147,15145,18736,7622,5321,13681,18251,18448,18731,17956,16262,19022,16076,17188,8404,17774,11388,11103,14321,18455,16129,14225,816,18947,13842,18952,11740,12716,16071,9282,12627,13453,10105,16991,9016,15478,17026,14035,12387,13973,11613,11639,13493,17031,1325,17060,14444,13622,14575,14369,12238,17943,16567,10710,9754,19015,19137,12035,11992,19253,14202,14450,14860,14231,11614,15006,15677,12100,835,17519,17713,18958,11563,12469,14762,19258,18775,7560,20685,12471,18065,12668,19026,15138,20575,13983,11937,12575,18151,15566,16298,15084,9180,18093,18609,18033,10331,12613,14071,13651,6907,8367,11309,21085,21703,6326,10536,14415,16928,15963,15054,19075,16658,9520,8109,18103,17806,13672,16503,21101,16079,14866,15655,16721,19422,14458,11221,16495,12282,14267,11263,18775,11802,16076,13445,13768,8783,15595,9252,703,14549,18290,11966,8243,15012,12553,6654,15096,16101,17715,10592,18806,12854,8151,10311,6159,10347,8959,9166,1112,16521,16330,16294,19480,14273,14222,18584,7713,14387,10684,14904,18786,15959,19739,4925,17392,18433,8113,11056,18718,18274,12545,17592,14111,7956,7789,972,18093,13428,16359,14627,12627,15292,9296,13487,12903,611,18680,15059,15001,10019,16547,12068,16075,15124,15171,14087,11932,16902,14774,17642,14919,19631,17067,18684,12731,15782,19076,18802,15895,11916,8520,16772,12888,15339,6617,8468,16791,12294,16660,10059,859,19067,12760,14616,14221,13255,15198,12380,11059,17398,16488,15701,17565,13783,12376,9335,16409,13654,11436,8125,1645,18210,16189,19230,13715,15443,14813,16291,14580,15586,18955,14173,13363,11478,18108,15248,15119,12045,13112,15100,13219,14269,13017,14930,12284,8993,21996,23248,16129,13909,23609,18113,15010,19136,20375,13734,2437,21946,19400,10900,20829,15285,16196,22902,21344,14056,19448,22512,15442,21103,17870,13097,8543,22449,3326,16306,21623,24898,19251,22144,12813,17906,15647,17533,24910,21237,12850,16323,15062,15143,14741,18595,18268,15587,12366,17158,9327,11356,12889,14122,9196,17920,18406,1390,14056,12014,15219,15538,17761,19133,13220,18101,16939,14152,17858,15706,9367,13549,12088,8761,10362,10748,11299,18892,11628,17539,14435,14718,20657,15639,16786,15872,11750,18024,14039,8326,1556,17715,13314,13379,16917,14262,18218,12605,12488,7533,8250,14281,15261,19085,16695,15919,11984,15698,16404,13462,15568,15105,12645,13494,15982,13387,14075,12729,13008,12961,10386,14792,15873,14186,11949,17118,17970,11434,9282,10705,18871,18335,8437,15868,16066,5193,5946,17437,13554,10985,15108,15268,11370,15153,15722,12243,8195,1098,17106,14188,16773,13594,16197,13481,11231,11562,10991,7891,13734,15118,18752,8460,19548,17773,9946,17462,16481,13921,12632,16068,12797,16353,17663,10389,17945,19624,10427,17351,12298,7959,16080,17902,16927,14299,12617,14989,11238,15352,11690,13583,15600,19511,14123,7420,13888,6443,10113,13793,14591,16014,14508,15696,17855,18514,17724,13201,13237,12537,9228,4048,13908,10233,11149,16046,14867,8620,11766,10963,11867,14820,16577,16345,17002,19062,4222,18315,13505,14534,15926,12719,8434,12943,12659,15134,12852,11262,17735,20291,14091,10850,6371,1398,16054,13034,14521,15557,15594,7703,14873,11845,11950,17689,15689,12933,16673,13079,10874,14400,14587,12226,9096,9058,13193,11882,15671,14027,15514,10614,16432,15662,12005,12378,13510,14110,16014,14820,11031,819,14854,16297,16262,15185,14751,9570,13646,14738,19601,14837,11885,1675,15008,19881,17866,13124,15752,15902,18854,17284,19312,19006,12346,2906,11947,18280,10263,16126,15086,11382,17228,13582,12238,14205,15157,19380,20029,9613,16392,7363,11906,12503,14948,10770,9962,15074,11580,15110,12733,16508,19317,15198,20867,5761,3445,15940,13917,17464,12481,9011,13022,11840,10671,10298,5638,18459,15019,18968,18391,11419,11608,9856,13878,17212,10364,7856,14712,13758,10726,14375,13564,15540,16016,15788,13323,14664,16984,15618,2106,17944,16025,18749,17966,18024,13552,11897,10522,12964,6306,12650,6729,16595,10035,12490,8225,17526,14756,10719,13608,18933,15170,11843,12647,18393,19138,18383,15285,18921,19710,20375,13439,14171,11863,13125,9845,14805,15552,15011,15618,13162,11445,12546,685,18421,14235,10677,13934,19035,11019,17991,6693,1390,19721,16836,16441,17192,18285,14130,16985,15799,11526,13223,10544,19503,13687,12971,14254,4356,18451,18824,16777,12609,15476,11413,10040,11572,16239,16956,14405,2834,19444,16404,20282,16855,15658,16566,10216,13409,17823,17139,8325,20949,19888,16207,14176,19135,20021,17226,7307,8865,7522,20465,20721,13713,15883,10387,17919,17678,14909,8549,17999,17926,15733,13535,11402,19315,18041,11196,10076,15808,10301,17725,9623,16845,15676,15479,11255,12024,11338,13545,14374,13227,14698,4281,18716,16464,16919,17035,10715,16805,13724,18424,19642,19221,4369,15641,18054,17676,16349,12263,14592,10104,14777,9626,16086,11005,18625,12755,13259,9234,5729,14331,15335,11664,12445,16575,18912,19684,20066,11078,16522,13408,12851,14908,9861,12853,822,19238,16560,10543,17240,16291,18055,13215,9399,14818,10701,15197,10207,19050,9353,13172,14613,15469,15639,8994,16309,14028,10856,5228,17248,12813,15496,12080,17059,17825,17461,19347,13238,11476,14931,13159,16699,5083,667,19337,15539,15476,19477,13507,9117,15347,18535,18114,18562,19378,19102,13688,10650,16751,20140,12267,20339,9303,15726,19077,12698,11789,6484,1488,14212,16219,12548,12292,14150,13978,7911,10392,11326,8169,19853,5570,10304,10350,10031,12390,15642,17332,13091,11449,10402,12055,13792,10585,11619,5835,18379,1651,20515,7788,951,17343,14182,18721,16220,20402,15992,13201,14181,13616,14409,14411,11358,13425,8526,9271,17316,11257,9357,11427,12136,10740,13825,18751,7512,15069,9883,13394,16710,13230,12203,10108,12672,12798,12601,11028,8616,17968,17838,17182,16944,13624,11611,11985,13372,13546,10995,10040,13763,11717,17680,7147,17510,15876,18767,17768,15513,5609,8417,11531,15342,16897,16931,16444,13690,13471,11697,15817,17894,15083,16159,16449,14300,9586,19461,6230,8939,18769,7026,18860,17496,15229,19452,13359,15190,10520,11026,12063,9246,13762,10104,10215,9773,12968,6835,8043,18866,20680,16359,10606,12894,16316,19370,16864,17502,14127,10300,7620,17705,18997,18024,17322,18464,13185,13678,15841,12900,8899,12272,12729,13742,9754,16553,1878,19114,10827,18634,16094,17937,11261,15785,12516,14544,18974,18122,19028,15774,15649,16912,16642,8073,11326,13212,14084,9825,14366,9528,12504,16098,8483,12959,11738,5549,15843,12490,7171,16764,12241,20481,8997,19474,19204,19342,15062,12036,14534,12604,11834,10908,11580,15888,12605,14733,11163,16820,10041,17391,12841,12035,10658,15726,18947,18538,16955,18720,13834,12216,10814,18862,14066,11276,21440,16958,9167,16797,17441,13797,13864,4131,9,23432,18302,22038,20757,18003,23242,14910,17741,17004,15861,18441,20392,12708,15119,17093,23456,24461,17688,17541,16878,17080,17691,17339,16755,21991,15420,8579,2856,16500,18370,18171,16940,20638,17661,23113,16707,14186,16773,14905,14310,24338,12089,17449,16314,16371,12314,24,17592,13883,18353,12865,13564,15366,13877,14517,18009,16619,11973,7526,10677,9706,18942,15846,11441,19127,10692,13248,15114,16658,17709,10638,7945,14111,14572,16355,16610,13074,13617,11964,11559,9707,6242,2754,13704,18877,18205,9011,14643,10887,16747,8675,9463,19338,11997,13269,21177,20742,7760,9428,9151,6285,12166,17203,16994,12792,16867,16928,15178,17752,10310,13157,9638,10062,15232,13445,17153,12084,13607,12330,9575,11693,11671,12313,5744,11110,8779,9817,9820,15852,1245,11226,13806,14878,16948,11843,13731,16757,11788,12228,18000,18561,18221,13942,12774,2263,19632,14338,18104,19763,19055,16809,19368,18570,11995,12160,15561,16234,8317,15104,13588,14231,12368,14890,15253,11461,12314,9700,13237,15192,13231,18093,12147,8590,8557,10702,12156,11636,15313,10991,11706,9194,5433,18717,19183,15461,15475,17213,16347,16863,17339,15698,15789,18414,14643,16471,13247,239,1431,8099,18643,19229,18647,10899,15313,8884,18728,11686,15552,14321,12639,14422,15643,15045,15496,14862,12909,8851,8790,2587,19785,19249,18903,12700,16572,14578,12296,10726,9679,7511,9666,13176,18554,13706,5382,19080,16201,17507,18689,6870,18108,17321,17934,13238,16080,16307,10435,18761,16078,15588,12316,5848,12988,17397,13181,16795,13133,14618,12883,10516,13829,8075,10005,9037,3066,183,15802,13442,18974,14878,15665,13945,19514,10198,19099,19058,18370,18379,15280,12633,6502,14384,16313,18179,18941,10255,14901,15025,13224,7228,15429,14429,14193,17282,16706,14920,16161,12476,13341,12130,12669,18939,17284,16471,15652,12995,15205,15026,13405,17540,6740,14122,18301,18506,6981,18726,18171,19230,11078,7784,13672,16765,11718,19344,9043,2244,14198,7935,18845,16945,19300,18376,12897,14320,13665,17637,15518,17522,14830,9616,11091,16014,14288,12935,14652,16424,16124,16762,10873,17725,16227,16748,14330,13216,13734,16639,16738,18187,8101,16424,19305,14668,17770,4986,7262,15098,13850,8772,18813,12489,12640,14227,16438,13194,14180,8343,11262,10133,12799,8057,7891,4594,18240,19272,17908,17009,16342,17168,16962,15346,6598,24832,13517,15448,15086,17629,14532,20523,15009,15854,15075,15135,4236,3995,17129,18495,14788,24618,15974,18737,14281,14747,15301,16172,13928,9477,15064,13918,12230,16895,12809,17988,15418,10043,12892,14085,11958,13871,15383,15385,15559,17779,12158,10621,12130,11572,8650,12881,11280,16287,12535,13139,8273,12952,14509,14521,14189,15897,10943,13907,8654,8068,13328,7769,1311,17626,16963,15357,16395,17111,11774,11030,8216,12933,14220,2056,18411,18263,17047,16477,12092,13115,8417,14895,13139,17524,16677,16297,15719,12734,14297,19346,9923,19265,20737,20563,18233,19013,14386,13362,18498,13873,18112,5498,12112,12092,11276,20453,17838,14498,13523,10159,10509,19733,16482,15466,19098,16830,13395,19456,15579,9622,17009,16536,15249,13162,13770,18358,19671,19402,14213,14331,16638,9011,17746,9747,1850,15191,14245,18956,11304,11015,12977,18872,9888,17074,16305,16281,5602,15278,10802,8793,16761,19834,17755,15638,18626,2851,17545,15263,13773,19611,14734,19645,11275,12533,18128,13250,19087,16025,17225,15657,12516,14255,10848,11948,6360,15278,17637,14253,9356,16136,17709,11474,11151,16399,15987,17598,15082,19670,14932,12646,19962,20067,15897,17126,17716,10405,8923,10552,17874,15768,9215,8594,15152,17738,17786,10152,17049,15041,19036,11112,11547,10039,14526,20249,18383,14252,16864,13987,17952,18573,11316,15916,9044,10776,7736,19379,18596,16757,15319,8015,18057,15866,15402,9676,7500,12284,14949,19112,16567,8586,16882,18400,15215,18407,10342,11542,7334,15545,7996,15469,18656,19041,12259,9554,15014,12983,14450,13401,8179,11529,12392,9997,8770,6246,2196,15612,18950,17536,13403,14972,18775,19481,19638,18760,15415,19167,11939,18455,15853,14079,16476,19031,16496,12794,11959,6458,18643,1759,16234,19814,14747,12211,10867,7813,1211,18009,16834,20044,14565,18910,15991,13599,4858,18431,12476,14192,7410,13185,9955,13321,13830,3477,18442,18591,13715,14506,17118,10220,16907,17642,16871,19109,15654,14467,17446,13730,16032,17235,13282,14134,15586,14561,15886,16925,14123,14728,14166,13159,13115,16757,13764,17156,10125,1023,14382,12341,14280,13298,9961,15353,10776,14910,15092,15600,14656,16144,17978,11353,12231,18690,16872,18652,18788,18838,19004,13096,15607,10312,10991,8892,5677,3257,13788,13000,14393,15241,16945,14915,18097,12197,12872,19466,8688,18219,18690,19100,14642,13263,18274,12790,12367,558,18762,12761,15134,14607,18830,17918,11677,10854,17135,14887,10445,14710,15226,12139,4590,3378,10313,15086,11984,12522,16987,14587,13439,14029,11050,12118,16730,15316,16823,15677,15526,12556,18786,12116,14107,19268,19625,9559,12523,14458,17767,16632,14419,20031,17687,15065,9816,13182,12747,11899,7480,14894,15283,14559,15301,17162,16257,8604,17174,16344,14081,16869,13816,13488,9454,14027,15797,12748,11123,14313,10971,10695,1854,16775,17081,15234,9978,11110,15378,14000,10227,16171,16344,15535,9638,16176,12046,8882,11321,14531,15000,13986,17061,18170,8390,10404,11087,8428,15416,11763,18275,13073,14482,15115,15456,15198,14369,9674,13940,12641,9671,13445,15029,17796,14001,15822,14920,934,19286,14101,1411,19486,11808,14305,8850,20929,18924,19351,16132,19105,11891,13286,13522,11825,16856,14583,11986,7517,15962,10581,17762,15167,11232,15169,11263,15459,13474,12581,12138,6769,11882,19046,17129,11976,12637,14898,9467,13739,9851,17197,9432,6568,6541,8629,16291,18924,18031,16692,17512,12253,12103,7572,10136,17766,9530,15715,17941,11369,15980,8823,11742,18306,16525,9807,19567,19347,18503,19275,19127,12969,12939,18333,19340,19262,16537,13994,17047,2842,13636,18334,12565,14869,13337,12764,15812,17417,13935,12741,13862,15794,10958,16525,12772,11497,12118,15795,16718,15451,14390,15505,14393,15645,6403,11652,8379,11133,15542,16708,10371,12465,18386,15732,17683,17912,10212,10029,6842,9663,12835,8068,7873,7879,1405,1162,24727,14585,1723,24646,18291,24704,20498,18315,22302,13700,17966,20663,18773,20899,14090,17809,16298,15635,24830,4592,19146,14222,15656,23457,19106,16522,16273,3109,16813,19237,16362,18245,19508,15676,7691,1946,1976,8678,24192,18549,23765,22912,9820,17837,16724,20634,21841,15011,20775,13361,21185,14238,11500,6626,15629,14331,14410,19543,16631,16223,14310,15533,18259,10793,16211,20005,16362,19876,9835,3090,3131,22840,15697,15386,13636,14707,24762,16887,24007,21115,18521,20507,16141,11444,16352,24921,17242,18496,19816,16250,17639,15569,22134,20528,24807,24893,23685,17588,15008,2515,22783,16556,20642,16917,25021,24132,22839,19979,2798,18034,15542,14649,15273,14833,21844,19564,16794,2937,17942,25014,23455,16194,20975,14489,16157,22083,21850,24871,17527,14849,13677,4491,3030,2970,1655,21361,17142,24900,16171,20037,12129,18020,22574,15910,2312,17845,23209,11225,725,268,743,1750,2529,15208,14313,12448,12684,12603,12154,7795,7502,9526,16431,15901,15873,16154,16910,16630,16816,17614,17362,14369,17366,15921,16282,16311,15927,17340,15082,17490,15357,16498,15458,15624,11963,13942,11732,14686,10146,3862,15358,14474,11683,9587,6775,3406,1265,593,321,124,58,22,0,283,1392,2722,3121,21951,22042,16968,14849,15156,21725,18433,17738,16809,13383,18855,18666,15204,21772,22033,7429,21278,14040,16628,17101,15560,15762,18153,14909,13915,12582,15283,17011,13532,16046,14039,20141,14724,16771,12515,15339,21653,11825,21642,14331,20751,16915,17172,16831,13919,14618,21742,14578,15651,15078,14036,17275,14022,19260,15648,21729,17696,18238,12451,15218,14157,14254,13375,12677,13860,15679,8002,11961,15376,14693,17631,10680,18780,16527,15589,15058,18559,19972,16586,16113,16460,16208,15071,17662,16182,15174,21754,21831,13893,5271,5649,2949,1625,168,0],"fragments":[{"begin":"0.000","end":"4.560","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"4.560","end":"25.400","lines":["The natural world is full of sexual diversity—traits that challenge binary definitions of male and female—but traditional biology has often overlooked it. Researchers tend to focus on “typical” specimens while relegating variations to footnotes or dismissing them entirely."]},{"begin":"25.400","end":"54.680","lines":["This approach has led scientists to miss fascinating examples of alternative reproductive strategies and complex social behaviors across the animal kingdom. What we’ve often labeled as anomalies might actually represent successful evolutionary adaptations that deserve serious study. And these creatures could help us understand how our own species breaks the binary, too."]},{"begin":"54.680","end":"72.520","lines":["Today we’re joined by Nathan Lents, a professor of biology at John Jay College of Criminal Justice. His new book is called The Sexual Evolution: How 500 Million Years of Sex, Gender, and Mating Shape Modern Relationships."]},{"begin":"72.520","end":"77.080","lines":["Thanks so much for coming on to chat with us today."]},{"begin":"77.080","end":"94.240","lines":["Oh, thanks for having me. I look forward to the conversation."]},{"begin":"94.240","end":"111.160","lines":["So let’s start with your background: You know, what kind of research do you do, and how did it lead you to writing a book about sex?"]},{"begin":"111.160","end":"142.360","lines":["Well, my research is actually in genome evolution, so I look at the human genome; I look at Neandertal genomes, other hominins; I look at ape genomes; and I look at how those genomes evolve over time, particularly over the last few million years. I’m interested in genome sequence evolution, basically. And that doesn’t have any direct bearing on [laughs] sex and gender, so this is a question I always get is: “How did I end up writing a book like this?”"]},{"begin":"142.360","end":"170.880","lines":["Well, in my program at John Jay College I also teach courses in the biology of sex and gender, and I’ve been doing that for about 15 years. And this book really came out of that experience because I teach the course as a seminar, and the students would bring research articles, and I encourage them to, you know, find articles and—about sex and gender in, in humans and other animals, and we would discuss them."]},{"begin":"170.880","end":"235.440","lines":["And one thing kept coming up over and over and over again, and that was the idea of sex and gender diversity in animals—so different types of males and females and different strategies associated with sex—that the researchers themselves were kind of ignoring. They would relegate this information to footnotes or big charts of data, but they really only concentrated their analysis on what they considered to be the main type of male or the main type of female, sort of the archetypes. And biology does this a lot, where we focus our attention on, you know, the type specimen or the archetype, the ideal. And the problem with doing that is it—besides just ignoring the diversity that exists—it also fails to appreciate the role of that diversity in the social life and ecological life of the organisms."]},{"begin":"235.440","end":"275.960","lines":["And so after having gathered examples, you know, over a decade and a half, I realized, you know, there was a lot of information—this belonged in a book. And I also hope to educate the public about the fact that, actually, sex and gender diversity is quite natural, quite normal, quite expected in—basically all social animals will have a variety in the way that they approach sex and reproduction. And, and I think it was underappreciated, not just by the public but even by the scientists themselves."]},{"begin":"275.960","end":"307.760","lines":["So your book makes a really compelling case for the existence of sexual diversity all over the animal kingdom, really breaking down the idea of there being a sexual binary in most places in the natural world. And I think the extent to which you make that case might be surprising to some of our listeners, so could you sort of unpack that main idea for us, of sexual diversity in the animal kingdom?"]},{"begin":"307.760","end":"337.400","lines":["Sure, so when we talk about diversity of sex there’s a lot of ways you could think about it, right? So you could think about the body: sex to bodies, you know, male and female bodies. You could also think about behaviors, and that’s generally what my book covers. But it goes beyond that: you can look at chromosomes; you can look at sexuality; you can look at gendered behaviors."]},{"begin":"337.400","end":"376.000","lines":["So almost all of these aspects we think about behavior in these very binary terms, as either masculine or feminine, but what I show in the book is that, especially with behaviors, there’s actually a variety within both of those, and that variety tends to overlap quite a bit. So you can have animals that you might chart as masculine in several ways, but then some of their behaviors very clearly fall in the feminine category. And if you do this often enough, all throughout the body—and by the way, the same is true for humans—you start to come up with this idea that, you know what, maybe this isn’t the best way to think about it [laughs]: by trying to fit everything into these nice, neat categories, especially binary categories."]},{"begin":"376.000","end":"398.880","lines":["And when there’s so many exceptions and when there’s so many animals that don’t fit their bucket on at least some of those measures, you start to realize that the binary is really the problem, that these strict categories are not really upheld. Instead, what you see is a continuum, and there’s a continuum of masculinity and femininity, and how many individuals fall neatly into those buckets will be very different from trait to trait."]},{"begin":"398.880","end":"454.000","lines":["So if you look at, for example, in humans you might look at red blood cell count or basal metabolic rate or upper body strength or distribution of body hair or distribution of fat in the body, no matter what these features are that you look at you’ll see this continuum, and—with a lot of overlap between the masculine and feminine averages, we’ll say. And when you notice that the overlap is even larger than the degree of specificity that you see, per [se], you start to realize that the categories themselves really are too narrow to be helpful. But even worse than that, when biologists study the natural world with these categories in mind, they tend to collapse the diversity that they see into those buckets, to fit into those buckets neatly, even when sort of the natural variation really doesn’t fit into those buckets. And so what that leads to is, I think, a science that is less accurate, that is less informative than [one that emphasizes] appreciating all of the variety that exists there."]},{"begin":"454.000","end":"490.280","lines":["Now, my book concentrates on sexual behaviors, primarily, but there are other books and other people working in this space that concentrate on sexed bodies and physiology, and we all are coming to the same conclusion, which is that the binary is really failing us: it’s inhibiting our thinking; it’s inhibiting the way that we approach our science. And just because we have words and categories with strict definitions doesn’t mean that represents the reality. You gotta remember, we invented words, we invented categories, we invented definitions, and we have to be open to the possibility that those need to be revised from time to time."]},{"begin":"490.280","end":"523.800","lines":["And we’ve seen that in other areas of biology and other areas of science as well. And usually, you know, when we have these big paradigm shifts, it leads to a, you know, gradual embrace of a richer tradition. But unfortunately, with the area of sex and gender, it’s so tied up with gender stereotypes and a social order that we’ve constructed for ourselves that we all [feel] very committed to, you know? And when you feel committed to a certain social order there’s a resistance to change, and that resistance doesn’t come from the science; it comes from our psychology—it comes from our ways of thinking."]},{"begin":"523.800","end":"554.840","lines":["And that’s why not everything I say in my book will be accepted, even by other scientists. You’ll find scientists who disagree with a lot of what I’m saying, and what I’m hoping is not to be proven right and them to be proven wrong; what I’m hoping is to engage the conversation, to get more people thinking about this in an open-minded way, because that’s the only way that we’ll get to the truth, is to be open-minded, to really consider, you know, the full spectrum for what it is rather than what we wish it were, and then, you know, see where the science takes us."]},{"begin":"554.840","end":"568.920","lines":["Yeah, well, and speaking of that, you know, potential pushback and the reticence to be open to this, you make the point in your book that these aren’t new ideas—you’re not coming up with the idea of sexual diversity [laughs] in the animal kingdom. Could you tell our listeners a little bit about the history of the exploration of sexual diversity?"]},{"begin":"568.920","end":"607.160","lines":["Right, well, it’s a very good point because as I was collecting these examples, of course, I went to the literature; I said, “Surely, other people have seen this.” And that’s where I came across the work of Joan Roughgarden, and Joan Roughgarden has been working in this space, really, for at least 25 years, if not longer—and there are others as well who have been challenging our binary understanding of this, and I really encourage you to read widely if you’re interested in this because, you know, the story with primates is very different than the story with other kinds of mammals. Fish and birds, they’ve been evolving separately with their behaviors and their approach to sex for so long that a lot of times you can’t really compare among those different groups."]},{"begin":"607.160","end":"669.080","lines":["And so people have been working in these spaces, but I credit Joan Roughgarden for really identifying the notion that there’s not just one type of male out there; there’s not just one type of female; there’s not one way to be successful as a female or as a male—that, actually, variant strategies sometimes are successful just by virtue of being different. So I came across the book Evolution’s Rainbow, geez, almost about 16 years ago now is when I first read it, and it changed my whole perspective, and it really, in my mind, it took my blinders off, and then I went back to those same studies and I started to see them differently. And I could almost see the scientists themselves struggling to fit their data into these nice charted categories, when Joan Roughgarden was telling us all along: “Forget the categories and just watch the animals behave as they are, and drop your assumption that they’re trying to be like the dominant paradigm and just let them find success in their own way. And what that will lead you to is a richer understanding.”"]},{"begin":"669.080","end":"677.920","lines":["So your book has a lot of really fun and interesting examples of this diversity in the natural world. Could you share a couple of your favorites?"]},{"begin":"677.920","end":"690.960","lines":["One of my favorites is the crickets of Hawaii. So field crickets are, are well-known for their loud chirping, which is a sexual signal, and so a lot of people have studied their sexual signaling to understand how that works in a sexually reproducing species."]},{"begin":"690.960","end":"708.800","lines":["Well, one thing that happened recently, in [roughly] the last 20 years, is that an invasive parasitic fly began to infect the crickets on the Hawaiian Islands, and that devastated the population because [the flies] would follow their chirping and then they would use that chirping to home in on them as their prey and these parasites would then kill the loudest crickets."]},{"begin":"708.800","end":"733.880","lines":["Well, the cricket population very quickly evolved: they adapted to be silent so that they could escape these invasive predators. And the most interesting thing happened. So first of all, the population did just fine when they ditched the chirping—almost all of the males now are silent—so it wasn’t this critical feature that everyone expected. Most biologists would’ve said, “Well, if the males go silent, then they, they won’t find their mates, and that would be the end.” But it wasn’t."]},{"begin":"733.880","end":"772.880","lines":["The second thing that it revealed was that silent males always existed in crickets. They didn’t have to wait around for a mutation; they didn’t need these sort of freak events of a male going silent and then being successful and—no, no, no, that was standing variation that was already there in the population. And standing variation means you can adapt much, much quicker because you don’t have to wait around for a mutation to give you the feature that you want. So you have this standing variation. And when this happened on a second Hawaiian island—so it happened not once, but twice—it made the entomologists realize that, “Okay, so these silent males already existed; now let’s study them and take them more seriously.”"]},{"begin":"772.880","end":"794.040","lines":["We’ve known since about [the] mid-1970s that some male crickets don’t chirp, but we just ignored them—we thought that they were suboptimal, they were wrong, they were defective. But well, wait a minute, if they persist year after year after year—from the 1970s ’til now you always have silent males—if they were really defective, natural selection would’ve eliminated them, but they haven’t. They’ve been maintained in the population."]},{"begin":"794.040","end":"811.640","lines":["So when the scientists finally started taking them a little bit more seriously, they noticed that these males engage in same-sex courtship and that they work together with chirping males to court females and that females often prefer paired males rather than solo males, for reasons that we’re still trying to understand."]},{"begin":"811.640","end":"838.840","lines":["This opened up a whole field of research regarding same-sex sexual behaviors in insects, not just crickets but in other insects as well, and we’re finding all kinds of interesting things about the social life of these animals that we’d been ignoring—basically forever we’ve been ignoring it. And there’s stories like that in my book of all kinds of creatures in which behaviors were ignored because we didn’t think they were important, and then [when] we finally took the time to study them, we found all kinds of interesting biology."]},{"begin":"838.840","end":"862.760","lines":["So one of the exciting things about this, even though it’s, it’s kind of sad that we’ve missed all this, the exciting thing is: it’s a great time to be a biologist because you can go back out into the field and study—even organisms that are already very well-studied you can find interesting things because now we’re studying things that were ignored in the past. So there’s this open area of research, which, as a scientist, we love open areas of research ’cause there’s so much to explore."]},{"begin":"862.760","end":"876.520","lines":["That’s great. Thank you so much for coming on to chat, and I’m sure a lot of our listeners will be checking out your book. I definitely enjoyed it, so I think they will, too."]},{"begin":"876.520","end":"882.200","lines":["Thank you so much, Rachel. It’s always great to talk to you."]},{"begin":"882.200","end":"894.360","lines":["That’s all for today’s episode. We’ll be back on Friday to talk about peanut allergies: Why are they so much more common than they used to be, and could we ever eliminate them?"]},{"begin":"894.360","end":"943.680","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"943.680","end":"953.360","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":953}