{"title":"Summer Brings Hurricanes, Tornadoes and Extreme Heat—And an Underresourced National Weather Service","img":"https://static.scientificamerican.com/dam/m/15dfc46f0f10e613/original/SQ-Friday-EP-Art.png?m=1715878940.917","url":"https://www.scientificamerican.com/podcast/episode/the-national-weather-service-is-understaffed-and-underfunded-heres-why-that/","audio":"https://traffic.megaphone.fm/SAM7801156673.mp3?updated=1749160988","intro":["What happens when the U.S.’s most trusted source of extreme weather alerts can’t staff the night shift?"],"authors":["Rachel Feltman","Andrea Thompson","Fonda Mwangi"],"category":["Weather"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"About 317 billion times per year members of the U.S. public check the weather on their phones, TVs or some other source. Those updates and alerts do everything from saving campers from rainy days to saving lives during big disasters. But what most of us don’t realize is that behind those forecasts, there’s a single, often invisible engine: the National Oceanic and Atmosphere Administration’s National Weather Service."},{"author":"","text":"Now this federal agency, which serves as the backbone of U.S. forecasting, is under threat. What happens when the country’s most trusted source of extreme weather alerts can’t staff the night shift?"},{"author":"","text":"Our guest today is Andrea Thompson, editor at Scientific American, who covers the environment, energy and Earth sciences. She’s here to talk about how deep staffing cuts and proposed funding reductions are straining this vital agency—right as the summer months begin, bringing the threat of tornados, hurricanes and wildfires."},{"author":"","text":"Thanks so much for coming to chat with us today."},{"author":"Andrea","text":"Thompson: Thanks for having me."},{"author":"Feltman","text":"So let’s start with a basic question: What is the National Weather Service? What do they do for us?"},{"author":"Thompson","text":"So the National Weather Service is really what provides all of the weather forecasting for the U.S., so even if you’re opening up your weather app on your phone, if you’re tuning in to your TV broadcast, all of that information comes originally from the National Weather Service. So they take up all the data for temperature, humidity, precipitation that’s happening, feed it into their forecast models and put out the forecast for the entire country—all day, every day [laughs]."},{"author":"Feltman","text":"Yeah, so obviously pretty important, and what’s been going on over there?"},{"author":"Thompson","text":"So the National Weather Service has been hit by a lot of cuts, both in terms of staffing and in terms of funding. So the staffing cuts have come primarily through the actions of DOGE, or the Department of Government Efficiency, as it is being called. And they have, essentially, tasked many agencies, including the National Weather Service, with cutting staff."},{"author":"","text":"This has come through what is called a “‘fork in the road’ email,” where current employees were offered early retirement, and they have fired what are called “probationary employees.” Now that term just means either you were a recent hire or you moved into a new job, often a promotion. So basically it just means you are new in your position, and you were considered sort of in this temporary status for either a year or two. And the job protections for those employees are not as strong as for longer-term employees, so those employees were fired, there was a court case where they were temporarily reinstated, and then were fired again."},{"author":"","text":"So essentially the National Weather Service is currently severely understaffed. So before President Trump came into office, they were about 5 percent below ideal staffing. They are currently now about 19 percent below ideal staffing, and that varies a lot from office to office, so some offices may be fully staffed, but some are hovering around 40 percent understaffed. So that’s a huge difference."},{"author":"","text":"So a lot of these offices where cuts have happened and where they are severely understaffed are in places where they’re in the midst of tornado season or where hurricane season has just started, and summer is also when we see a lot of extreme heat and wildfires. So there are concerns of whether these offices will have the staff to issue timely and adequate warnings for these kinds of events."},{"author":"Feltman","text":"Yeah, well, I definitely wanna get into that in more detail, but also, something you said was really surprising to me—I guess I didn’t really understand what a probationary employee was, and I think, to a lot of people, that implies, you know, this person is brand-new, or, you know, there’s something wishy-washy about their employment. I didn’t realize it could also include people who’ve just been promoted, which seems like sort of the opposite [laughs] of what people have in mind when they hear “probationary employee.”"},{"author":"Thompson","text":"Yeah, it’s one of those, I think, just funny government terms, and, you know, that term applies outside; it’s not only used in the National Weather Service. But yeah, so some of the people that were let go are people who have actually been with the National Weather Service, potentially, for decades, and so there’s a lot of institutional knowledge ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"That’s been lost."},{"author":"Feltman","text":"Yeah, and so with the National Weather Service specifically, what kinds of impacts have we seen so far?"},{"author":"Thompson","text":"So it’s a little hard to pick out because there’s so much that goes into a forecast that sort of pinning some sort of miss or damage or something on any one element is very difficult."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"We do know there were tornadoes in a large part of the country in mid-May, including in eastern Kentucky, where—which is one of the forecast offices that had been very understaffed and that has had to cease 24-7 operations ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"So they closed down during the night. They did—because they anticipated this severe weather outbreak because we can forecast these things so well, they made sure all their staff came in, they had help from neighboring offices. And they actually were able to get tornado warnings out with, actually, above-average timing. But that’s not to say that, “Oh, we can make it through,” because those events are—they’re very taxing for, for the forecasters. You can’t do that repeatedly without having burnout, without having, you know, some impact on their ability to do their job."},{"author":"Feltman","text":"Right, so essentially it’s no longer staffed 24-7, so now when they need to be there overnight, they’re pulling in their daytime employees, too."},{"author":"Thompson","text":"Mm-hmm, so it’s basically people having to work extra to make sure that the community, the people that depend on them for warnings don’t suffer. But, you know, eventually, especially since the administration has proposed additional cuts, it’s a matter of when, not if, things break."},{"author":"Feltman","text":"And am I remembering correctly that nighttime tornadoes are already considered more dangerous and maybe even becoming more common?"},{"author":"Thompson","text":"They’re definitely more dangerous, so—and that’s in part because most of us sleep at night, so you may not be paying attention to weather warnings or hear them. That’s why forecasters and experts urge people in tornado-prone areas to have weather radios ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"Because they’re very loud and they will go off [laughs] when you have a warning in your area, and to make sure that you have the warnings on your phone activated. But even then, because people are asleep, are not as aware, they do tend to be deadlier."},{"author":"","text":"They tend to happen in certain parts of the country more than others, just because of the way weather moves across the U.S., so they are much more common in the Southeast than, say, in the central Plains. I’m not sure if we have a lot of good data on whether they’re becoming more common or not; I think it’s partly a shift in just where they’re happening. And we have seen a bit of a change in quote, unquote, “Tornado Alley” ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"So typically the area where tornado activity is centered in the country has been sort of northeastern Texas into Oklahoma and then kind of around that. That’sbeen declining a little bit, and then tornado activity has been on the rise a bit more about 400, 500 miles to the east."},{"author":"Feltman","text":"Right, so it’s the areas where nighttime tornadoes are generally more common ..."},{"author":"Thompson","text":"Yes."},{"author":"Feltman","text":"Are now becoming more tornado-prone?"},{"author":"Thompson","text":"Yes."},{"author":"Feltman","text":"Got it. So obviously that’s very troubling, given what’s happening at the NWS. Could you walk us through some of the other potential impacts that experts are worried about?"},{"author":"Thompson","text":"So the National Weather Service doesn’t just tell you, you know, whether it’s gonna be sunny today, if you need to bring your umbrella or even, you know, the important things like whether there’s going to be tornado activity or a hurricane coming; they do a lot of other forecasts that I think people aren’t as aware of."},{"author":"","text":"One of them is aviation forecasting ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"So they do specific forecasts for airports on what weather is going to be like, so airlines use those to know how to route their airplanes [and] pilots help—use them to help decide, you know, “Am I going to land in this weather? Do I need to, you know, fly around for a little bit? Do I need to divert?” And they work in partnership with the [Federal Aviation Administration], and, you know, there are radars that help facilitate, and they’re part of what have made flying so much safer overall in the U.S. over the last few decades. That’s a critical one."},{"author":"","text":"They also issue forecasts for oceans, so fishing and shipping industries use those. The National Weather Service and then their larger parent organization, the National Oceanic and Atmospheric Administration, all of the data that they take up is used by the insurance industry to understand where risk is and to know how to price things like homeowner’s insurance, so—and those are just, you know, a few of the industries that depend on them. So there is a lot of the U.S. economy that is affected by weather and that—the National Weather Service has a, a huge impact on the national economy."},{"author":"Feltman","text":"Yeah, I think in a recent piece you wrote for Scientific American you talked about how the agency really punches above its weight when it comes to the value industry gets from a very low cost to taxpayers. Could you tell us those numbers?"},{"author":"Thompson","text":"Yeah, so it’s estimated that the National Weather Service costs the average taxpayer about $4 a year."},{"author":"Feltman","text":"Happy to pay that [laughs]."},{"author":"Thompson","text":"Yes, each of us pays about that—you know, we often pay that for one of those apps that we have [laughs]—and it collectively provides a benefit of about $100 billion to the economy. And one of the sort of recent improvements that has really made a huge difference is: they made a concerted effort to improve hurricane forecasts, and it’s estimated that those improvements have saved $5 billion for each hurricane that has hit the U.S. since 2007."},{"author":"Feltman","text":"Wow."},{"author":"Thompson","text":"Yeah, and then the budget for all of National Weather Service for last year was [about] $1.4 billion, so the benefit they bring to the economy is far outweighed by what it costs."},{"author":"Feltman","text":"Yeah, well, with extreme weather season, such as it is [laughs]—of course, extreme weather happens all year—but with it upon us, is there any hope of this funding coming back? Is anyone fighting this legally?"},{"author":"Thompson","text":"So that’s—really remains to be seen. You know, in the first Trump administration, you know, the White House would propose their cuts when they came out with their budget, and Congress essentially said, “No, we’re going to keep funding.” The National Weather Service especially has had a lot of bipartisan support historically."},{"author":"","text":"It’s a little unclear what’s going to happen this year. There is still bipartisan support for these weather services. I know that industries, including the insurance industry as well as others, have been pushing to maintain NOAA and National Weather Service funding because they depend on this data. Some Republican lawmakers, even some that are—have been very supportive of President Trump, have also underscored the need for these services."},{"author":"","text":"It’s unclear, though, A, whether Congress will continue to try and do funding—to try and fund the National Weather Service and push back against the staffing cuts in their appropriations in their upcoming budget and then, if they do, if the Trump administration even follows through with that. And I, I actually specifically asked the National Weather Service that during my reporting, and they did not answer that question ..."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"So it’s unclear, you know, whether that would even happen."},{"author":"Feltman","text":"So with all this uncertainty, what are people, you know, in the world of weather saying about what’s going on?"},{"author":"Thompson","text":"I have honestly never seen the weather enterprise, as it’s called, this alarmed and this dismayed."},{"author":"Feltman","text":"Mm."},{"author":"Thompson","text":"You know, when I talk to people they’re just truly aghast at what is being done—I think in part because the National Weather Service has historically had such broad support and it is one of the organizations that is most positively viewed by the American people. Yeah, they’re just really floored and really dismayed and, you know, trying to do what they can to draw attention and to push back."},{"author":"Feltman","text":"Yeah, well, it definitely sounds like, you know, this is a story we’re gonna continue to follow ..."},{"author":"Thompson","text":"Absolutely."},{"author":"Feltman","text":"But for today thanks so much for coming in to give us this overview."},{"author":"Thompson","text":"Thank you for having me."},{"author":"Feltman","text":"There has actually been movement on this subject since Andrea and I recorded our conversation: earlier this week the National Weather Service announced that it would hire some new employees to “stabilize operations.” However, the current stated plan is for the NWS to hire 126 people—compared to nearly 600 people who were fired. It will also take time to fill these positions, so it’s not clear how much of an impact the hirings will have on summer weather forecasting."},{"author":"","text":"That’s all for today’s episode. We’ll be back on Monday with our usual science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[0,1100,5140,3170,1084,20078,20653,20275,8137,14083,20785,21266,9851,13948,18524,20483,18982,5140,20057,18427,21269,9706,17470,20648,18320,20282,12142,20631,6741,20286,20782,7513,21120,19923,18916,20833,9953,14252,13475,12009,13612,11090,11386,20688,13994,14053,14474,11933,11927,20426,11785,10942,19970,14098,9481,20033,17457,15749,13191,18141,19312,13948,11634,12111,19723,13871,11186,20028,20510,14850,21125,20496,20602,20761,17037,14129,13380,12795,15958,17127,14756,8790,7298,19053,14145,20172,8838,20072,11545,20813,14449,20829,1344,20639,20742,15787,15481,10098,99,0,3921,6082,8755,6762,5996,8013,7723,8784,6329,3494,16336,16231,9968,13178,15786,7647,10867,11785,11794,13173,7940,1536,1177,15730,8764,16137,12442,10943,13772,13031,15610,6395,11963,9362,13541,8399,15431,13497,10940,14859,13696,7685,11358,6542,6065,9641,10686,15377,11259,5620,2493,1660,15440,15161,8501,12220,12899,13382,10247,11238,11796,15393,8760,8456,12298,6062,11831,12339,13848,8504,16122,5227,2272,1885,15971,12223,13619,12771,14791,12419,16057,14069,11277,15344,12160,8185,10420,12196,15588,7622,7712,8340,11348,2762,1181,15262,10972,10845,10286,15765,7856,8050,10787,9823,15317,9022,12779,6253,2760,1247,1908,15945,11478,14096,11029,10048,9134,10135,12887,16021,6814,8334,8966,15539,8225,9580,8308,15777,1323,5158,15227,16043,7997,9988,8866,7579,9889,13276,9464,8538,11025,10043,4224,11633,15889,9418,7726,2701,1891,15787,12624,14055,10541,8422,8688,3329,10344,12120,12282,9192,9523,15434,15131,12171,10192,10440,7845,9651,7671,4912,4645,1466,3469,15694,15803,16001,8167,13707,13000,14318,8119,9602,12685,14906,8646,14148,7009,7190,13446,5992,7080,9712,15077,8916,11554,10462,6562,12465,7992,15600,5931,15596,10250,10910,6562,11488,10894,7430,3537,5600,4240,4346,4325,3883,4681,3965,2994,1542,15320,10731,15477,15084,14761,13710,3065,4753,14697,5155,140,6733,15451,14382,13543,12341,13128,12711,15353,10455,4435,229,15392,9383,13783,13923,12841,11471,7693,10820,8426,12020,4504,29,15467,15554,11675,10286,6673,8553,7798,11037,13606,9303,6053,15489,11609,7132,6302,2932,3908,7353,7511,8288,5614,1778,11909,11086,7571,13492,4922,15397,9519,6354,3884,4835,2746,2166,2651,15450,8646,2885,15445,13477,12590,6230,4562,307,12691,13624,6415,10171,8709,9399,6564,3750,5935,5268,2343,4766,11971,11804,15403,1533,4235,6457,6093,6197,10824,6682,5851,5663,4523,6472,4696,497,9979,12338,14536,15512,11696,9096,8660,5966,9982,5997,6107,7442,4530,8518,15481,7146,13474,2550,170,15590,14381,15405,6779,15422,9637,13995,11019,6407,4326,15366,11774,10316,11973,14755,15466,0,4328,15419,15536,11080,7581,8635,7134,9803,9910,11140,9303,7818,8775,15550,5099,5521,4905,3879,3283,2657,8218,10355,3240,1343,15495,15500,8034,8630,5774,4718,6060,15482,7887,8853,5535,12920,7798,5713,5629,3312,6497,15442,5803,7595,5149,4216,5342,3353,1938,1113,6868,9845,6936,7356,10620,6100,15515,10657,6840,13186,15492,1470,15580,9167,3308,1442,3948,14723,15488,11991,11382,7063,14977,15535,1034,7389,9624,5638,6116,3509,5433,9514,6846,8238,13923,5518,2678,3371,7176,8889,7093,4086,10113,5861,8365,14741,6682,3005,1112,7921,7888,8931,14385,4106,15484,14566,4391,8244,8042,12892,5612,4789,4168,1487,13897,15504,15449,8561,6061,5427,8922,9987,8886,15454,13562,6812,7442,4299,15437,15425,7804,4695,5755,3712,4296,15495,11681,8379,4031,9484,15399,6486,6024,6418,1146,5023,4068,5850,4293,4219,5327,5416,8967,15510,11904,732,5076,10015,5402,5758,7684,5235,12094,6502,15481,7507,3891,4122,3807,4308,1784,7484,9799,2386,15463,9418,3416,4164,6862,3909,3993,4507,7803,13885,7143,5559,4449,4910,1009,15413,10749,6475,15412,15557,4779,1755,12787,6788,15482,15515,12872,12940,9675,467,11914,6897,6645,14893,6216,2802,12596,14265,15373,8003,7045,13253,6330,3847,2660,4813,8753,9399,9493,7323,9436,9632,1355,2208,4931,6139,4907,6321,3976,15467,1811,1116,6881,9441,15477,11664,4531,4666,5211,11784,4031,8341,5808,8975,6490,7169,4152,2561,3999,8533,8442,5126,4403,4743,6050,5590,14921,6120,6870,3234,15481,15454,12023,10914,4946,3817,2158,2080,4337,6989,15551,15500,5082,3028,6357,13202,3197,4304,15348,12577,10393,5200,6488,7769,6801,6403,12002,2510,1736,6757,5865,8530,6652,4308,15523,15436,9387,12916,5680,6547,5414,11296,3048,15456,10153,7056,5180,4357,7486,5017,5750,15422,12393,1120,12904,6980,5246,5107,4799,4835,7967,4384,15415,7625,5849,2837,4047,2784,9194,8104,7338,5895,5726,5589,7817,9251,8692,6885,5478,3538,6943,6286,4884,6943,9883,6665,2274,3923,7855,12139,8961,7780,10559,3498,14159,7355,15449,5390,10374,8072,15411,4272,588,3672,11608,6387,3998,4537,3941,5945,2310,258,0,12733,6706,15570,12787,11181,10890,15395,8481,14536,15305,6496,15312,10591,10207,13939,11311,7277,15433,5483,7491,15336,15462,13482,14564,7699,12278,8957,11996,8372,10189,487,15441,14044,13972,13755,13417,14374,13515,8623,2896,15431,10392,11435,15420,8866,3576,10319,12358,13789,7796,10740,13625,10647,11813,11298,15460,11144,15500,10518,11091,10524,1303,15402,11551,12708,10893,10651,10565,9821,8924,15484,8732,8412,14049,15406,11626,15375,15505,15464,15509,13536,7399,14431,9931,8417,10021,10783,15460,13803,15515,15229,12544,10624,9970,7775,13419,8745,10227,15468,13966,15503,8831,10099,6381,15400,12909,9223,4677,13827,15497,8052,8266,15532,6811,7321,6254,8337,10868,10636,2707,14015,15354,15475,7081,6689,6761,5885,6043,9280,11816,7536,4495,6107,8186,3663,4512,7679,11168,10217,7746,10752,4025,3353,11782,14792,2195,15547,6161,12953,13375,12235,12538,11092,11144,12538,10523,1395,15309,13137,10108,15444,3273,15487,7777,15256,11514,6168,44,15499,10976,7243,12638,10152,9971,7126,9747,15501,7910,5974,5739,11332,2803,10395,4606,5306,1065,973,9520,10206,8424,4476,5874,7482,4773,5296,7615,5755,6536,7355,5466,6843,12293,9852,4510,7944,9306,2067,12117,12562,13521,7363,5024,5361,7231,14367,12821,4995,7715,8857,10825,6095,6605,1437,9319,9728,7739,6843,6158,5009,3306,2901,15448,6005,8498,10695,15363,5052,12376,15383,3605,6692,6251,10835,13246,15412,5264,13521,11756,3973,2373,8222,9512,9327,11615,10852,10041,10310,1590,10014,7880,9401,11172,5843,10133,14808,1007,9405,8510,15577,9483,11584,14895,10864,10958,7791,3281,9538,3632,6674,7152,7920,2427,3363,5606,3356,1718,15417,14487,15436,15474,4901,4826,6899,6412,6362,7306,4868,5472,2300,7211,15510,15443,9251,3696,5598,4100,3516,8945,4665,7089,14008,11590,8865,5064,1076,15523,15438,3588,869,9456,14384,15463,14151,10033,14672,5989,9493,11139,15448,6867,5766,2727,813,12396,10875,6098,14850,15469,4936,9456,15416,5900,7441,5547,9457,8809,8098,15418,9672,13986,6730,5962,7933,10581,15500,7381,6900,7065,8501,12396,6999,15471,12452,10842,8701,817,15349,13931,15439,15468,10611,12520,14593,12625,8566,11153,11824,10539,9970,9025,15455,8062,4292,220,15497,12946,14583,9454,10531,13380,11482,13178,10816,14144,13977,5581,14684,13665,4092,11608,8647,7320,6277,6650,6382,6591,7506,6436,5135,4436,8307,10719,3186,8809,11398,8028,15611,6630,5506,15456,7647,8127,5667,5232,7288,5552,6092,4764,15525,7019,15566,8428,5726,5210,3730,4195,10774,11285,69,15053,6685,15347,11023,15549,10871,10752,111,15481,12281,12657,9038,15365,10703,9955,254,11233,14087,11620,11762,7012,11698,5709,15471,8596,8035,11938,11601,3713,18,15708,5362,6557,7648,2474,8140,12907,9453,6942,15452,15499,8939,5631,9605,4315,4513,4556,6547,5606,4615,7206,5774,1294,6132,8013,8295,15547,6516,6013,4813,6472,5203,5632,8601,6266,7252,2366,15452,9475,8534,6756,12107,5605,7967,12987,10125,5065,5534,3273,15528,5560,11068,11589,7992,9116,12130,8272,9656,15446,8407,6748,4723,8072,4796,3818,3031,2859,5246,8003,2109,15479,8977,15428,8132,6715,4278,2737,8589,5034,12837,1672,10137,8495,10864,8250,6146,4674,3593,6829,6561,7974,8701,15429,6611,7285,4188,6468,6256,8782,5917,8215,6358,5377,11671,11014,4206,12455,15291,15511,8735,9846,4454,4444,11332,2959,4092,1700,6412,5944,3058,4557,4061,1656,1201,15393,12629,7100,6689,4962,5751,8531,6908,4387,2029,2977,4052,5826,6658,11118,4261,4712,4451,3685,2760,2831,6235,11733,7535,7878,11541,12465,6792,14688,10272,5628,5344,6135,5801,6703,10084,6841,13657,5370,11741,5630,5992,8476,7452,8360,1014,5691,15446,6979,5529,5966,4060,3990,2739,5843,5717,5709,5445,14341,6312,7218,7284,6396,9481,4219,9278,15596,9797,15423,8246,8642,4549,7417,6698,7318,10872,10479,5602,2535,3441,4758,4462,4311,4452,7503,5077,11369,11696,4261,3291,2514,2315,3025,15455,321,15354,12773,12608,11207,10381,12338,12563,8601,10867,2844,9814,10382,10687,15049,16165,13470,9088,10171,11303,11770,7000,2481,15338,5013,15464,15617,10356,2179,15348,3370,15518,10402,12721,14774,9594,15289,10433,10381,7131,11577,10886,10625,1620,15411,15036,14533,11584,10027,15192,10856,2306,15433,11980,8471,15506,12370,11388,10462,11978,6865,15496,14749,15480,9934,5126,2468,5184,3704,5087,2857,5816,9562,15550,12229,4623,4705,12476,14799,11199,14884,5860,5208,3037,3726,4465,4308,4882,10294,8179,9857,3286,5070,5229,3145,4527,1906,12409,6203,15454,11219,9297,11109,4423,4039,3917,15465,15339,5704,5355,7006,12135,7507,8324,8044,3929,10174,7398,4367,15426,15563,10786,11723,3744,7705,8302,6978,10765,15441,15382,5232,15419,11635,15522,7463,4547,6812,8715,5226,11202,11482,15389,6027,3350,3194,15411,7026,3315,4138,4657,2791,6990,2846,8792,8003,4093,5701,15528,11201,12992,8689,6969,15416,12026,6812,6101,7035,5490,3477,5585,15650,7520,10174,11265,3266,3058,9418,7774,15319,8839,8643,13604,8799,9677,5778,6751,4430,5473,9250,15452,13968,10177,6080,11197,14015,13971,8619,5761,4195,5500,15504,8503,5922,10228,9413,7080,5770,3485,4273,1576,2438,4789,6874,6685,5382,8417,5946,4824,9841,15270,3118,3782,4590,7455,9966,4101,10296,4549,4246,5674,5832,6484,9109,7712,2555,974,15469,9740,5697,6141,8369,10222,5948,5713,4967,3716,3339,2532,2434,4337,4172,3484,5164,10852,9551,10201,7954,3154,15440,7283,11199,8287,6692,3837,5919,6094,5886,3420,1784,12953,9854,9450,5086,6987,3282,6752,6975,5228,4879,5997,8317,7825,4664,15460,9442,6649,8140,6952,5582,4595,3603,6382,5499,4759,7030,5892,11910,8813,11001,11116,7406,3721,5330,8250,8513,3554,2069,6555,15578,7258,9815,11004,6164,5373,15336,7208,7333,6716,10532,9552,6457,15454,5971,12906,4967,4288,8,15510,10376,7397,4553,10620,14914,10325,9900,15517,9633,13079,673,15092,15550,12662,15600,8095,190,9277,14229,8997,9041,8936,371,15533,10842,14644,9692,11157,13315,8486,6391,15376,10640,8057,13388,15485,14697,15412,6003,11247,14755,12235,13341,6464,15464,13996,10186,10012,15415,11725,13869,2141,15588,9839,10466,12329,9654,11961,15508,10730,7062,8202,9712,15522,15507,13521,10883,6760,15427,7989,15472,6357,3914,17197,14919,19790,13563,15525,15543,6462,12917,15491,9690,13916,7526,8868,15513,15450,12573,13062,12846,8204,3575,1983,15406,6586,15518,15458,8944,7573,14125,6939,8579,13949,13977,9025,6398,6076,4976,7836,5309,9599,7913,6137,15415,12365,6099,8550,5460,7750,12005,5877,7791,6897,7087,8272,7142,5460,8349,10352,15469,5623,3380,6143,5355,6258,7910,4704,11379,14728,8372,15396,7785,12856,12464,997,15423,9940,10832,4505,8784,4512,15442,10437,10884,7004,9231,8664,12549,5524,6309,6493,12233,3206,8602,4230,13608,5664,15364,10353,15464,11093,6074,14360,11981,8984,6732,15502,4766,4152,4759,4513,5208,5248,7132,1872,15582,10443,13481,8887,5927,6341,14510,10835,4076,11179,11608,8939,1760,13327,14250,5012,13220,1411,14854,13584,9267,11966,4826,15117,11250,15452,2390,15058,13456,15561,15592,12270,20697,16122,10236,13387,13196,15425,15258,8206,14720,14077,6949,5699,12153,13082,11533,5009,15486,15550,8865,6857,3579,15479,9030,8068,8443,8683,108,76,15558,13632,9337,15455,11463,4498,15503,9889,6740,6376,8706,7449,9432,10012,5919,5990,3926,6617,7158,7132,5855,15528,4797,4366,4275,7686,2593,3400,4367,15033,5983,8076,3694,4617,7214,6927,3464,6813,4781,4976,3637,8856,3702,15584,5291,5888,7156,4918,12719,5805,6209,15516,14868,7227,3125,6051,7360,7086,5686,1083,15448,14912,9218,5993,11021,4711,1939,15522,6556,13301,14536,15509,8256,11326,10421,7980,8166,5463,9737,6089,6658,6418,1622,15468,4898,6771,7833,6747,5389,4621,2685,11142,11439,6182,5700,6171,5649,15400,11349,15411,10686,10867,5491,4846,3471,4834,6062,4466,4667,5578,6417,8786,7265,3942,4060,5828,7424,3884,5845,8745,7932,9225,6939,6423,7657,5374,5386,5616,8424,5270,6426,5059,8400,7438,6673,8707,8442,4545,1343,12678,6029,6368,4333,4424,4467,4598,6545,3496,1220,10539,10697,10231,6282,1832,15665,12779,11521,9404,6831,4673,3161,7744,9975,8943,6581,4815,3786,15404,7672,7690,7756,10103,8307,4811,11267,5593,4766,8382,12347,3285,1331,5894,7555,5686,5149,8260,6790,10924,8431,5797,14984,5685,12365,12569,2538,15529,7427,8870,6109,4101,6505,4098,7118,15481,14867,15419,5975,6195,15514,8600,4891,4453,9037,5682,5751,13282,6256,5246,7420,8674,6395,9270,9838,9663,5026,4320,5173,6409,4551,10618,5583,6132,12506,15478,13769,12450,6380,7277,2747,14183,11373,8036,12167,9252,6394,9305,6040,11321,12447,10339,9847,4984,12467,15397,10942,11765,11279,0,12626,11578,11908,15421,9214,8986,5322,3401,15417,10362,10288,4485,7381,4805,10070,6235,5183,5182,5412,3951,8806,17115,2996,3922,4338,6860,3659,4688,3059,4841,12858,13597,5347,4770,4603,10573,7014,15323,11405,7094,5306,3310,8753,4758,8038,3261,8632,9904,6175,5855,6669,2150,10916,12070,9098,5198,4274,7762,4429,6046,12765,4941,3029,4379,5537,3666,7253,2017,1133,12046,6632,4611,10949,8462,8489,6460,6557,6199,6692,7944,3990,4516,5130,7337,3701,3859,3012,7118,1573,9959,14845,13527,14379,11799,12329,11192,13149,9924,8350,8606,9409,13151,9188,8420,14884,11484,6278,15112,11531,15171,13488,9193,10343,8331,7301,10565,10585,9902,741,15392,15653,1424,2680,1997,2187,2217,2434,15851,15279,14107,13908,8267,10064,14297,12240,12686,12167,15257,7177,14407,5866,11213,3895,1099,15506,9708,8551,15797,14567,14109,13734,9850,9165,11620,16462,8849,5753,8690,6821,10568,11627,15540,14841,6368,9529,1680,14795,7419,12048,15071,8266,11012,8644,11576,15817,8428,14338,9498,10632,7233,7087,7222,7945,15558,6184,12036,14027,11100,11220,15572,12726,1823,945,13472,15737,10375,13460,10429,15548,11367,11436,10729,8970,1572,15488,15566,8752,12051,11576,13969,15810,9612,15669,7624,15650,5850,15939,9112,15540,13243,2604,1905,1797,2059,1144,1074,720,230,108,3147,15347,10626,14105,7136,5576,15901,10505,11667,11773,12025,15719,7601,14996,10176,1019,15477,9402,9342,9378,15282,8318,10514,13937,5816,13184,11118,13328,9700,12529,15812,9858,9901,10066,6601,9504,11716,6823,8440,1596,16004,11375,12892,12725,17287,16125,11301,12674,1986,12888,11130,12689,11627,13305,15331,8422,3173,888,12544,15752,18509,10180,12139,8525,16051,10969,9346,15514,12577,8294,8387,1739,1437,15790,6629,13034,9402,14775,13914,13262,16796,3853,16503,14224,16294,2832,2170,944,1409,6494,11252,10469,9039,9153,8686,8018,4340,3622,3938,15215,14000,12350,11507,11341,12968,10775,11179,10819,13321,14250,13249,12464,12880,12130,11804,11577,12719,10043,13805,13519,12559,9371,9088,9049,6894,4846,1809,14462,13773,10781,7365,4927,2033,645,275,85,45,10,0],"fragments":[{"begin":"0.000","end":"13.240","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"13.240","end":"63.480","lines":["About 317 billion times per year members of the U.S. public check the weather on their phones, TVs or some other source. Those updates and alerts do everything from saving campers from rainy days to saving lives during big disasters. But what most of us don’t realize is that behind those forecasts, there’s a single, often invisible engine: the National Oceanic and Atmosphere Administration’s National Weather Service."]},{"begin":"63.480","end":"74.600","lines":["Now this federal agency, which serves as the backbone of U.S. forecasting, is under threat. What happens when the country’s most trusted source of extreme weather alerts can’t staff the night shift?"]},{"begin":"74.600","end":"95.560","lines":["Our guest today is Andrea Thompson, editor at Scientific American, who covers the environment, energy and Earth sciences. She’s here to talk about how deep staffing cuts and proposed funding reductions are straining this vital agency—right as the summer months begin, bringing the threat of tornados, hurricanes and wildfires."]},{"begin":"95.560","end":"97.760","lines":["Thanks so much for coming to chat with us today."]},{"begin":"97.760","end":"99.560","lines":["Thompson: Thanks for having me."]},{"begin":"99.560","end":"105.680","lines":["So let’s start with a basic question: What is the National Weather Service? What do they do for us?"]},{"begin":"105.680","end":"133.080","lines":["So the National Weather Service is really what provides all of the weather forecasting for the U.S., so even if you’re opening up your weather app on your phone, if you’re tuning in to your TV broadcast, all of that information comes originally from the National Weather Service. So they take up all the data for temperature, humidity, precipitation that’s happening, feed it into their forecast models and put out the forecast for the entire country—all day, every day [laughs]."]},{"begin":"133.080","end":"138.240","lines":["Yeah, so obviously pretty important, and what’s been going on over there?"]},{"begin":"138.240","end":"160.600","lines":["So the National Weather Service has been hit by a lot of cuts, both in terms of staffing and in terms of funding. So the staffing cuts have come primarily through the actions of DOGE, or the Department of Government Efficiency, as it is being called. And they have, essentially, tasked many agencies, including the National Weather Service, with cutting staff."]},{"begin":"160.600","end":"201.080","lines":["This has come through what is called a “‘fork in the road’ email,” where current employees were offered early retirement, and they have fired what are called “probationary employees.” Now that term just means either you were a recent hire or you moved into a new job, often a promotion. So basically it just means you are new in your position, and you were considered sort of in this temporary status for either a year or two. And the job protections for those employees are not as strong as for longer-term employees, so those employees were fired, there was a court case where they were temporarily reinstated, and then were fired again."]},{"begin":"201.080","end":"227.400","lines":["So essentially the National Weather Service is currently severely understaffed. So before President Trump came into office, they were about 5 percent below ideal staffing. They are currently now about 19 percent below ideal staffing, and that varies a lot from office to office, so some offices may be fully staffed, but some are hovering around 40 percent understaffed. So that’s a huge difference."]},{"begin":"227.400","end":"251.160","lines":["So a lot of these offices where cuts have happened and where they are severely understaffed are in places where they’re in the midst of tornado season or where hurricane season has just started, and summer is also when we see a lot of extreme heat and wildfires. So there are concerns of whether these offices will have the staff to issue timely and adequate warnings for these kinds of events."]},{"begin":"251.160","end":"277.360","lines":["Yeah, well, I definitely wanna get into that in more detail, but also, something you said was really surprising to me—I guess I didn’t really understand what a probationary employee was, and I think, to a lot of people, that implies, you know, this person is brand-new, or, you know, there’s something wishy-washy about their employment. I didn’t realize it could also include people who’ve just been promoted, which seems like sort of the opposite [laughs] of what people have in mind when they hear “probationary employee.”"]},{"begin":"277.360","end":"292.560","lines":["Yeah, it’s one of those, I think, just funny government terms, and, you know, that term applies outside; it’s not only used in the National Weather Service. But yeah, so some of the people that were let go are people who have actually been with the National Weather Service, potentially, for decades, and so there’s a lot of institutional knowledge ..."]},{"begin":"292.560","end":"292.880","lines":["Mm."]},{"begin":"292.880","end":"294.200","lines":["That’s been lost."]},{"begin":"294.200","end":"301.520","lines":["Yeah, and so with the National Weather Service specifically, what kinds of impacts have we seen so far?"]},{"begin":"301.520","end":"313.040","lines":["So it’s a little hard to pick out because there’s so much that goes into a forecast that sort of pinning some sort of miss or damage or something on any one element is very difficult."]},{"begin":"313.040","end":"313.440","lines":["Mm."]},{"begin":"313.440","end":"327.960","lines":["We do know there were tornadoes in a large part of the country in mid-May, including in eastern Kentucky, where—which is one of the forecast offices that had been very understaffed and that has had to cease 24-7 operations ..."]},{"begin":"327.960","end":"328.280","lines":["Mm."]},{"begin":"328.280","end":"359.400","lines":["So they closed down during the night. They did—because they anticipated this severe weather outbreak because we can forecast these things so well, they made sure all their staff came in, they had help from neighboring offices. And they actually were able to get tornado warnings out with, actually, above-average timing. But that’s not to say that, “Oh, we can make it through,” because those events are—they’re very taxing for, for the forecasters. You can’t do that repeatedly without having burnout, without having, you know, some impact on their ability to do their job."]},{"begin":"359.400","end":"368.080","lines":["Right, so essentially it’s no longer staffed 24-7, so now when they need to be there overnight, they’re pulling in their daytime employees, too."]},{"begin":"368.080","end":"382.960","lines":["Mm-hmm, so it’s basically people having to work extra to make sure that the community, the people that depend on them for warnings don’t suffer. But, you know, eventually, especially since the administration has proposed additional cuts, it’s a matter of when, not if, things break."]},{"begin":"382.960","end":"391.800","lines":["And am I remembering correctly that nighttime tornadoes are already considered more dangerous and maybe even becoming more common?"]},{"begin":"391.800","end":"404.120","lines":["They’re definitely more dangerous, so—and that’s in part because most of us sleep at night, so you may not be paying attention to weather warnings or hear them. That’s why forecasters and experts urge people in tornado-prone areas to have weather radios ..."]},{"begin":"404.120","end":"404.160","lines":["Mm."]},{"begin":"404.160","end":"418.640","lines":["Because they’re very loud and they will go off [laughs] when you have a warning in your area, and to make sure that you have the warnings on your phone activated. But even then, because people are asleep, are not as aware, they do tend to be deadlier."]},{"begin":"418.640","end":"440.280","lines":["They tend to happen in certain parts of the country more than others, just because of the way weather moves across the U.S., so they are much more common in the Southeast than, say, in the central Plains. I’m not sure if we have a lot of good data on whether they’re becoming more common or not; I think it’s partly a shift in just where they’re happening. And we have seen a bit of a change in quote, unquote, “Tornado Alley” ..."]},{"begin":"440.280","end":"440.600","lines":["Mm."]},{"begin":"440.600","end":"456.880","lines":["So typically the area where tornado activity is centered in the country has been sort of northeastern Texas into Oklahoma and then kind of around that. That’sbeen declining a little bit, and then tornado activity has been on the rise a bit more about 400, 500 miles to the east."]},{"begin":"456.880","end":"461.680","lines":["Right, so it’s the areas where nighttime tornadoes are generally more common ..."]},{"begin":"461.680","end":"462.280","lines":["Yes."]},{"begin":"462.280","end":"463.480","lines":["Are now becoming more tornado-prone?"]},{"begin":"463.480","end":"464.080","lines":["Yes."]},{"begin":"464.080","end":"475.680","lines":["Got it. So obviously that’s very troubling, given what’s happening at the NWS. Could you walk us through some of the other potential impacts that experts are worried about?"]},{"begin":"475.680","end":"489.640","lines":["So the National Weather Service doesn’t just tell you, you know, whether it’s gonna be sunny today, if you need to bring your umbrella or even, you know, the important things like whether there’s going to be tornado activity or a hurricane coming; they do a lot of other forecasts that I think people aren’t as aware of."]},{"begin":"489.640","end":"491.600","lines":["One of them is aviation forecasting ..."]},{"begin":"491.600","end":"491.920","lines":["Mm."]},{"begin":"491.920","end":"521.640","lines":["So they do specific forecasts for airports on what weather is going to be like, so airlines use those to know how to route their airplanes [and] pilots help—use them to help decide, you know, “Am I going to land in this weather? Do I need to, you know, fly around for a little bit? Do I need to divert?” And they work in partnership with the [Federal Aviation Administration], and, you know, there are radars that help facilitate, and they’re part of what have made flying so much safer overall in the U.S. over the last few decades. That’s a critical one."]},{"begin":"521.640","end":"555.360","lines":["They also issue forecasts for oceans, so fishing and shipping industries use those. The National Weather Service and then their larger parent organization, the National Oceanic and Atmospheric Administration, all of the data that they take up is used by the insurance industry to understand where risk is and to know how to price things like homeowner’s insurance, so—and those are just, you know, a few of the industries that depend on them. So there is a lot of the U.S. economy that is affected by weather and that—the National Weather Service has a, a huge impact on the national economy."]},{"begin":"555.360","end":"571.320","lines":["Yeah, I think in a recent piece you wrote for Scientific American you talked about how the agency really punches above its weight when it comes to the value industry gets from a very low cost to taxpayers. Could you tell us those numbers?"]},{"begin":"571.320","end":"576.760","lines":["Yeah, so it’s estimated that the National Weather Service costs the average taxpayer about $4 a year."]},{"begin":"576.760","end":"577.400","lines":["Happy to pay that [laughs]."]},{"begin":"577.400","end":"605.480","lines":["Yes, each of us pays about that—you know, we often pay that for one of those apps that we have [laughs]—and it collectively provides a benefit of about $100 billion to the economy. And one of the sort of recent improvements that has really made a huge difference is: they made a concerted effort to improve hurricane forecasts, and it’s estimated that those improvements have saved $5 billion for each hurricane that has hit the U.S. since 2007."]},{"begin":"605.480","end":"605.960","lines":["Wow."]},{"begin":"605.960","end":"615.160","lines":["Yeah, and then the budget for all of National Weather Service for last year was [about] $1.4 billion, so the benefit they bring to the economy is far outweighed by what it costs."]},{"begin":"615.160","end":"629.520","lines":["Yeah, well, with extreme weather season, such as it is [laughs]—of course, extreme weather happens all year—but with it upon us, is there any hope of this funding coming back? Is anyone fighting this legally?"]},{"begin":"629.520","end":"647.040","lines":["So that’s—really remains to be seen. You know, in the first Trump administration, you know, the White House would propose their cuts when they came out with their budget, and Congress essentially said, “No, we’re going to keep funding.” The National Weather Service especially has had a lot of bipartisan support historically."]},{"begin":"647.040","end":"674.200","lines":["It’s a little unclear what’s going to happen this year. There is still bipartisan support for these weather services. I know that industries, including the insurance industry as well as others, have been pushing to maintain NOAA and National Weather Service funding because they depend on this data. Some Republican lawmakers, even some that are—have been very supportive of President Trump, have also underscored the need for these services."]},{"begin":"674.200","end":"695.680","lines":["It’s unclear, though, A, whether Congress will continue to try and do funding—to try and fund the National Weather Service and push back against the staffing cuts in their appropriations in their upcoming budget and then, if they do, if the Trump administration even follows through with that. And I, I actually specifically asked the National Weather Service that during my reporting, and they did not answer that question ..."]},{"begin":"695.680","end":"695.920","lines":["Mm."]},{"begin":"695.920","end":"698.920","lines":["So it’s unclear, you know, whether that would even happen."]},{"begin":"698.920","end":"707.560","lines":["So with all this uncertainty, what are people, you know, in the world of weather saying about what’s going on?"]},{"begin":"707.560","end":"712.840","lines":["I have honestly never seen the weather enterprise, as it’s called, this alarmed and this dismayed."]},{"begin":"712.840","end":"713.720","lines":["Mm."]},{"begin":"713.720","end":"733.120","lines":["You know, when I talk to people they’re just truly aghast at what is being done—I think in part because the National Weather Service has historically had such broad support and it is one of the organizations that is most positively viewed by the American people. Yeah, they’re just really floored and really dismayed and, you know, trying to do what they can to draw attention and to push back."]},{"begin":"733.120","end":"738.640","lines":["Yeah, well, it definitely sounds like, you know, this is a story we’re gonna continue to follow ..."]},{"begin":"738.640","end":"739.080","lines":["Absolutely."]},{"begin":"739.080","end":"742.320","lines":["But for today thanks so much for coming in to give us this overview."]},{"begin":"742.320","end":"745.080","lines":["Thank you for having me."]},{"begin":"745.080","end":"775.800","lines":["There has actually been movement on this subject since Andrea and I recorded our conversation: earlier this week the National Weather Service announced that it would hire some new employees to “stabilize operations.” However, the current stated plan is for the NWS to hire 126 people—compared to nearly 600 people who were fired. It will also take time to fill these positions, so it’s not clear how much of an impact the hirings will have on summer weather forecasting."]},{"begin":"775.800","end":"780.400","lines":["That’s all for today’s episode. We’ll be back on Monday with our usual science news roundup."]},{"begin":"780.400","end":"797.160","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"797.160","end":"816.920","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":816}