{"title":"Why We Struggle to Say No—And How to Get Better at It","img":"https://static.scientificamerican.com/dam/m/5f3629386e6cd4c/original/2511_SQ_WED_DEFIANCE-Podcast-Span-Art.jpeg?m=1762293436.088","url":"https://www.scientificamerican.com/podcast/episode/the-psychology-behind-standing-up-and-saying-no/","audio":"https://traffic.megaphone.fm/SAM6542886968.mp3","intro":["Why saying no is harder than it should be."],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Psychology"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"As children many of us are taught that being “good” means being obedient: doing what we’re told by parents, teachers and authority figures. But that conditioning can make it incredibly difficult to speak up when we know something is wrong, whether that means correcting a mishandled coffee order or standing up against injustice. How can we learn to overcome these instincts when it really counts?"},{"author":"","text":"My guest today is Sunita Sah, a professor of management and organizations at Cornell University and the author of Defy: The Power of No in a World that Demands Yes. She thinks we could all stand to be a little more defiant, and she’s here to tell us why."},{"author":"","text":"Thank you so much for coming on to chat with us today."},{"author":"Sunita Sah","text":"It’s wonderful to be here."},{"author":"Feltman","text":"So tell us a bit about your background. You know, what led you to studying defiance?"},{"author":"Sah","text":"Ah, so this probably started way back in my childhood because as a child I was really known for being an obedient daughter and student. And I remember asking my dad when I was quite young, “What does my name mean?” And he told me that Sunita means “good” in Sanskrit, and I mainly lived up to that: I was obedient at home. I was agreeable at school. I did all of my homework. I went to school on time. I even got my hair cut the way my parents wanted me to."},{"author":"","text":"And these were the messages that I received not just from parents but from teachers and the community: to be good. And what does that really mean? It means to do as you’re told, to obey, to be obedient, to be compliant. And I really internalized a lot of those messages, and I think they’re often messages that we give to children. You know, we like it when they’re obedient, and then we call that as being really good."},{"author":"","text":"And I ended up studying medicine at the University of Edinburgh, which was really due to expectations. And while I was there I did an intercalated degree in psychology, and I became fascinated by Stanley Milgram’s experiments on obedience to authority and why we go to the extent of that amount of compliance and obedience even when we’re causing harm, maybe even killing another person, with sort of dangerous electric shocks."},{"author":"","text":"So that fascinated me, but I went back, and I finished my medical degree, and I worked as a junior doctor, and then I did some consulting work for the pharmaceutical industry. And during that time I became fascinated in how industry and the medical profession interact with each other, how they influence each other, how that affects physicians and then how that trickles down to sort of decisions patients are making."},{"author":"","text":"And I wanted to study all of this in more depth, and so I was doing an executive M.B.A. at London Business School, and I talked to a few professors there. They said if you wanna look at ethical dilemmas, I have to go to the U.S. So I traveled to the U.S., and I did a Ph.D. in organizational behavior, and that got me down the track of really being able to spend my time researching and studying this and teaching about why people take bad advice."},{"author":"","text":"So at first I looked in medicine, then the finance industry got interested, then the criminal justice industry, and then basically, in all interpersonal interactions we have, I found this pattern of compliance everywhere."},{"author":"Feltman","text":"And for listeners who might need a little refresher could you remind us what the Milgram experiments found?"},{"author":"Sah","text":"So Stanley Milgram, he conducted his experiments in the early 1960s because he wanted to really investigate whether the Nazi refrain, “I was just following orders,” was a psychological reality or not. So he set up an experiment that basically was positioned as a learning or memory experiment and whether people would learn better if they were—received some kind of punishment, which were electric shocks."},{"author":"","text":"So we had people come in, and they met someone who was actually an actor, and they were told that this person would be the learner, and they would be strapped into something like—that looked like an electric chair that was gonna give them some electric shocks."},{"author":"","text":"Then the participant was led to another room, and they were told that they were the teacher, and they were sat in front of a machine that had different levers on it, which were labeled with different voltages. And the lower voltages, it started at 15 volts, and it went up in 15-volt increments, all the way up to 450 volts, which was labeled “XXX.” And in advance people, psychiatrists, predicted less than 1 percent would go up to 450 volts."},{"author":"","text":"And what the teacher had to do was read out word pairs, and if the learner got something wrong, they had to pull the lever for the shocks and go up in these 15-bolt increments. No electric shocks were actually given, but the teacher believed that they would’ve been given. And what was found is that every single one pushed the lever for 150 volts, when the learner started saying to stop. Every single one pushed the lever at 300 volts, after which the learner was completely silent and said they would not continue. And [almost] 66 percent went up to 450 volts ..."},{"author":"Feltman","text":"Wow."},{"author":"Sah","text":"And gave, yes, the most lethal shock."},{"author":"","text":"So this was really shocking [laughs] to many people. And what fascinated me when I looked at the Milgram studies is that Milgram also described the participants as having some nervous laughter, asking questions, stuttering, sweating, and I recognized all of those signs as that these people actually were not “moral imbeciles,” as what Milgram described them, but they were trying to defy, they were trying to say no—they just didn’t know how. They’d never been taught how to do it. And so they continued with what they were told to do by someone that looked like they were an authority figure, even though inside they felt torn."},{"author":"Feltman","text":"I think that does a really great job of illustrating what you are referring to in your work when you say, you know, compliance or defiance. But what makes it difficult for humans to be defiant when they know that it’s important to be?"},{"author":"Sah","text":"Yeah, well, we actively resist defiance, and even though the Milgram experiments were a long time ago we’re still seeing things like this. When I started delving into this in my own research I saw such high levels of compliance with obviously bad advice."},{"author":"","text":"So even in the simplest of experiments—like, you would give people a choice between two different lotteries, A or B, and it’s obvious that lottery A is clearly superior; it’s more than two times the expected value. More than 95 percent of people will choose it when given both options, but under certain circumstances—a stranger comes up to them and recommends that you take B—people start complying. And that compliance can be as high as 85 percent, even though they don’t want to and they’re less satisfied with their choice."},{"author":"","text":"So why does this happen? Why do we find that, in another survey, nine out of 10 health care workers, most of them nurses, feel too uncomfortable to speak up when they see a colleague or a physician making an error. Why do we find these things?"},{"author":"","text":"There’s three main reasons. First of all we feel enormous pressure to go along with other people, this social pressure. And one psychological process, which I can explain in a little bit, I call “insinuation anxiety” goes along with that."},{"author":"","text":"The second reason is that we don’t actually understand what compliance and defiance and consent actually are. Like, we conflate compliance and consent; we think they’re the same thing. And they’re not. And we don’t really understand what defiance is; we think of it as something negative and compliance as something positive."},{"author":"","text":"And then the third one is once we decide that we defy, or we think we should defy, we don’t actually know how because we’ve been trained so much from a young age to be compliant, we don’t have the skill set to be defiant. We don’t know how to say no. We feel that is too confrontational."},{"author":"","text":"So they’re the three main reasons. So let me loop back to the first one again. Like, there’s a lot of reasons why we’ll feel pressure to go along with other people. We might think that we’re gonna damage a relationship or lose our job. But one of the reasons I found is due to this very powerful psychological force that I call insinuation anxiety. And this is a distinct type of anxiety that we have when we become concerned that rejecting another person’s order or suggestion gives them a signal that we don’t trust them."},{"author":"","text":"So like telling the experimenter in the Milgram experiment, who’s wearing a lab coat, “We think you’re doing the wrong thing; we think you might be killing this person,” is very difficult to do. Telling your boss that you don’t think this is the right way to go is often very difficult for people to do. Even telling someone you’re in a relationship with or a family member or a good friend that they’re wrong or that they’re incompetent or that they’re untrustworthy is really hard. So we often experience this in many different situations, from at the doctor’s to co-workers to close friends and even strangers, I’ve found in my experiments."},{"author":"Feltman","text":"So how can we overcome those instincts? What can we do about it?"},{"author":"Sah","text":"One of the first things is to have a mindset shift about what defiance really means. So the Oxford English Dictionary defines defiance as challenging the power of another person openly and boldly, but I do think that definition is too narrow, and it doesn’t really honor our agency."},{"author":"","text":"My definition of defiance is simply acting in accordance with your true values, especially when there is pressure to do otherwise. So it doesn’t need to be dramatic or loud or confrontational; it’s just acting in a way that’s aligned to who you want to be. And so it becomes this proactive positive force."},{"author":"","text":"If we redefine defiance in this way, we move it from something negative, rare and risky to something positive and more accessible and meaningful and even prosocial. So defiance isn’t just for the brave or the extraordinary. It’s not about being loud or bold or violent or aggressive. It’s none of those things. It’s acting in alignment with your true values, and it is available and necessary for all of us."},{"author":"","text":"The second step is to start practicing small, so start with small acts of defiance: correcting the wrong coffee order, you know? [Laughs.] A lot of us might not do that. Or telling your hairdresser to stop when they tell you to trust them with a new cut, right? So we can start in these small-stakes situations to build up this skill set."},{"author":"","text":"But we really need to make this defiance a practice and see it not as a personality trait. And that practice starts long before a moment of crisis, when you really wish you had done the right thing or said the right thing. And so to do that we need to anticipate those situations, visualize it, even roll script so our ears get used to hearing defiant words, our mouth gets used to saying it, especially if you’ve been socialized to be compliant."},{"author":"","text":"There’s a wonderful quote that’s often attributed to Bruce Lee—it actually comes from a Greek poet—that’s really helpful here, that “under duress we don’t rise to the level of our expectations; we fall to the level of our training.”"},{"author":"Feltman","text":"Mm."},{"author":"Sah","text":"So we need to parent for defiance, too. Like, we need to parent our children not just for compliance but for defiance. And if we were socialized to be compliant, we need to start practicing."},{"author":"Feltman","text":"Yeah, what advice do you have for parents specifically? I think that’s such an interesting way of looking at fostering defiance."},{"author":"Sah","text":"So the first thing that parents can do is definitely role-model defiance. Even though my parents were pretty compliant, and I saw them as, as very compliant—I really thought my mum, who did all the grocery shopping, cooking, cleaning, that this is what goodness is, until one day I saw her defy, when we were walking home from the grocery store and we were stopped by a group of teenage boys who blocked our path and yelled out, “Go back home!”"},{"author":"","text":"And that was the first time I saw her defy, when she just asked them simply, “What do you mean?” And they didn’t answer. And she asked them again, you know, “What do you mean?” And there was just silence. And so she went, “Oh, yes, you think you’re so clever—big, strong, tough boys, right?” And the boys didn’t know what to do. They just looked at each other, and then they dispersed. And so it really worked in that sense: “I’ve got to know when and where to speak up.”"},{"author":"","text":"And then if we can ask our children, we can do values exercises with them: “What are our family values?” Because if we can do that and talk to our children about how to defy, then what I hope is that we will build a society where one day in that same alleyway one of the teenage boys is gonna speak up and turn to his friends and say, “That’s not okay. Let them pass.”"},{"author":"","text":"And that’s what I think we can build if we can get this skill set of being defiant. Because every single act of consent, of compliance, of dissent, that actually creates the society we live in. It affects our lives, our workplaces, our communities. And what I hope with my book and the work and the research that I’ve done is that I make defiance accessible to people that don’t know how to use it."},{"author":"Feltman","text":"Thank you so much for coming on to talk with us today. This has been great."},{"author":"Sah","text":"Thank you so much. Thank you for having me."},{"author":"Feltman","text":"That’s all for today’s episode. Tune in on Friday for a deep dive into the surprisingly mysterious science of human headaches."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,329,1586,3306,2728,3811,3461,11792,14663,15097,6730,20719,15203,3527,9396,16644,19893,11595,13631,20551,14835,14096,14140,20553,15207,19708,12266,20545,20568,11378,12843,15763,18535,16967,20843,16172,16533,10896,10791,5086,20786,10789,16410,4847,20641,16382,17496,20355,15227,9422,16491,8634,4345,20588,21089,12860,17298,18377,14911,19710,5125,19798,20415,20694,13661,16806,20808,16315,20100,14473,20534,18365,20596,15946,20283,8098,14487,6737,12346,17425,23309,10658,19751,7273,13943,17122,13382,19555,21690,4384,14062,8461,9545,12794,7329,22692,4967,655,48,0,118,12871,12963,10162,11175,8556,12796,12308,10616,11915,12792,12813,13192,8249,11931,7480,9627,12044,7532,10389,13391,11896,12855,13171,2740,12732,8797,8700,11283,12935,12131,12830,7662,9902,10930,12728,9896,7791,756,12718,8133,13986,9471,12134,10870,12927,9799,9620,3972,12812,11401,7132,11122,12767,9578,8652,13184,9107,9820,12853,11220,10680,10317,12070,11862,13463,13175,4632,570,13186,12323,10635,11550,10782,9340,11528,11630,11407,11909,12198,12766,9589,12936,9904,11334,8797,11588,12747,12139,12048,2022,12682,12018,11386,11520,9977,13671,9286,10863,9464,10559,10049,10073,13113,11218,12783,10821,9659,9425,12962,11260,10387,12979,12071,11136,13156,1482,12843,7312,11909,7775,12080,12736,12755,10201,10707,10947,8416,10594,605,8932,11329,12895,10242,11391,8643,8208,6362,12993,11020,8325,12079,10855,12892,12118,5507,13118,12798,11805,10029,4611,13214,12977,12891,10893,5569,13685,10159,12822,12013,10300,8949,2110,2183,1939,2195,1978,1510,1159,1521,1578,954,675,635,349,194,107,16,133,664,1526,3168,15092,9534,12480,10348,10897,12435,11688,14377,11453,13375,12797,13515,14764,13708,13594,14234,14048,12168,16000,16650,15112,14969,13788,15433,13199,13769,15666,14913,12159,10811,9425,8232,6217,6196,4117,3959,19822,16455,21920,19073,15348,15407,22481,18268,18183,14905,3756,5323,7013,8468,9737,11094,14003,14750,14439,14541,16147,15737,14808,12873,11350,8908,11131,7570,3203,2630,3554,5874,3149,3029,2037,22471,21044,18048,20059,17647,16372,19264,16406,12550,15717,15476,14854,16943,14942,15641,15848,13016,17839,17611,12199,16109,21177,16706,16448,21036,18475,15347,15203,16977,10098,2420,20004,20671,16593,18127,16858,13908,14462,16491,17634,15274,18169,15158,18298,13827,13570,15175,9620,3699,20867,15146,16179,17667,17774,12845,15892,16783,13510,12897,15325,19681,16164,16024,8477,1876,17493,16040,13271,16207,15670,17639,16430,18193,19505,17613,15063,5009,21822,17462,18297,18497,14425,21379,14786,15082,17205,17826,16254,15822,17208,16173,16859,17410,17613,14584,14642,20239,18361,19449,16546,5993,17672,21894,20770,13791,13830,16590,16402,16074,18087,9765,5294,19903,16268,14555,18014,15780,14159,15377,15758,14962,12458,16232,14508,13897,15330,16592,6950,1543,2235,2219,913,942,1352,1067,22469,12502,18402,16746,18086,17112,16686,15269,16418,17012,16232,15135,13415,19173,10369,11423,16273,22509,22530,16766,18153,17316,15428,22500,10600,12203,8920,18899,12912,7796,16455,14043,4245,39,379,22492,22585,20027,22452,22551,22557,21406,22492,22501,13466,22355,12780,18732,16377,22538,22534,19499,10107,16643,15876,13377,1639,22185,18338,17109,15905,11571,16096,7409,22493,12972,9808,17560,18990,9408,13406,10175,14358,17879,22027,16726,14034,14349,16274,12954,12573,13090,9659,11969,10015,12049,14518,10886,752,389,18605,13763,14894,11939,14634,10170,11332,12054,5356,4223,17870,16031,14877,11363,9709,16401,17319,12786,14122,14534,15807,12606,9698,10585,18592,15885,19035,17353,17037,15241,16958,13827,14262,16226,7148,18943,16097,14614,17087,16353,15164,16658,21993,16584,17213,15776,10698,12622,12418,14892,14639,13953,13943,14837,15526,12643,22333,18512,11695,11562,3087,15840,15377,16183,13349,12211,11012,11967,12465,9685,10088,12383,12362,11894,8098,2005,19209,8528,15717,22543,12864,15307,11602,10653,6346,14019,11870,16410,8792,11213,13306,14890,8722,10218,16325,13831,14439,11311,16950,11761,7485,22389,22440,19376,15589,11445,13617,12222,11626,13635,11439,13482,14570,15873,12612,10333,17075,8298,12838,10749,14305,9503,11816,9272,12443,12157,10635,14368,8342,13069,8740,14822,12398,12779,10073,12344,7456,2947,22012,9791,21598,12764,19910,4742,13409,13710,12835,10867,14922,14297,11456,11417,18964,15597,14601,13574,17067,16483,14420,15852,20110,18073,18581,12165,22500,17107,16177,17047,13205,14652,15359,13515,10919,14045,16380,11176,9539,14184,10641,17503,16922,10579,9997,12335,11270,18357,16960,13723,12210,17173,15032,11439,16380,12308,8301,10729,7927,3580,17379,9663,15171,11793,13779,11730,12478,9360,8470,3456,16632,10789,11558,9835,12540,11006,8625,11964,11926,10612,10994,13391,14218,1554,21286,16049,14950,17904,11984,16975,19337,12086,8759,19336,14931,15737,17775,14724,3505,7293,22284,11219,20402,22578,14897,21205,22491,13584,22476,15916,10529,14410,9767,11403,13832,11355,11771,12671,12266,12449,12179,12398,11232,13004,11718,11249,9278,16948,17988,13385,10643,10107,10060,13490,15754,21705,17059,13668,22486,11988,9327,1596,14862,15802,15210,14674,13845,13593,14064,13296,12667,21209,10930,15198,14914,10727,12179,1693,11889,15021,3651,21126,14904,22337,17297,14216,13934,15462,17002,12418,10948,14898,10210,9392,11661,11212,15428,8365,11971,9118,3945,15488,17011,6737,12751,15237,10967,12513,9826,12511,10891,15075,13227,14491,13406,12597,16105,15004,13555,12930,15260,13020,10269,14779,10666,12978,13567,13130,18660,16118,12393,16908,18141,14959,21010,14070,21749,18004,16083,16731,4389,18776,15329,22587,21678,18920,19542,15486,19846,21957,18596,15459,14152,17538,18076,13519,15031,12195,13779,14131,12243,14853,10734,13014,13431,14788,9743,12090,3561,436,13355,10926,11679,14035,13705,9170,10218,12407,11672,6005,15518,10305,7437,15190,13916,12192,11788,8994,2343,15441,19196,18731,12806,12405,13422,12378,11778,13692,13522,13211,13823,14073,13279,12178,12086,11990,11161,9457,12623,8114,13845,11807,12342,11958,12303,11114,11479,11340,10514,12496,12499,8630,18767,10277,11050,15642,10122,5483,17477,9348,349,22505,13442,14140,12663,22506,20674,13818,17900,20107,17728,2915,20346,15520,22527,14803,14816,16626,17795,11620,4048,22481,7924,14909,13395,12420,15072,7880,10901,13509,12061,9649,11481,12950,10984,7469,12656,10806,7581,9422,10180,12170,8422,10183,9012,11899,9793,11760,9907,13333,12260,7922,14386,20158,13041,11856,9392,9430,10120,12528,9635,11948,8829,12146,12478,13111,10258,10225,13423,15012,12374,11834,10373,11345,11905,10230,2914,17755,12668,15165,16119,15145,12815,9771,14716,7509,987,11227,15876,13101,12296,18060,14185,22102,9691,13729,13805,10005,11081,10079,8694,13312,6450,7040,22566,10073,7959,3124,14210,14836,12559,14729,9971,13527,10405,14920,14993,22397,22539,20407,17937,19782,11502,17547,18000,12312,14559,10606,2322,22507,17914,13471,15839,13715,21206,11263,13281,11268,16723,10270,14552,14094,9884,21804,9840,6039,13235,9467,12699,1357,22515,9979,14001,15310,17093,13229,13715,12017,10456,8042,13285,11128,7043,17613,15901,10824,20392,13082,14067,11728,13510,13250,13357,13614,15767,3835,15386,10263,16978,12976,13228,11285,10670,9385,9914,3765,18552,12568,7892,14658,5248,17903,17540,14347,11719,13853,13846,12122,16753,16345,14842,14360,12639,13622,10743,11052,3786,16601,22468,11842,12709,11073,11145,13379,10484,972,666,20293,19913,15918,98,4933,18369,15356,13591,9788,8891,13891,13233,17663,12028,13470,13581,10141,14073,16045,19004,12543,11334,14576,12016,15199,13094,9728,18140,16925,12903,12819,12442,2050,674,18825,15661,11358,12173,12386,14579,14404,12832,11504,15192,11271,9639,14386,13704,14167,22527,6569,14618,14427,8693,20789,16889,17478,20600,7219,13549,11536,16336,13468,9982,13628,12237,12344,11135,13452,13607,12477,11719,12839,5663,13598,14019,12053,11829,12368,12686,4777,15467,12857,16110,13156,17388,16340,12264,10657,22021,13694,11508,7516,12932,11600,15624,17958,11707,13852,12572,950,17621,19678,14107,11582,10865,9619,12936,19157,10074,10002,10367,11541,9077,11655,6646,3063,17692,22494,19626,16598,20919,9902,14686,15701,11764,11479,11546,14906,12400,10152,12175,9107,1898,1960,22502,14897,14599,8551,18050,12521,6248,10642,13445,12697,13038,13537,12237,14009,5615,15386,13782,15414,12498,12938,12040,11660,8654,13430,9277,10507,15021,10795,13227,11066,3190,13418,19814,1711,18832,14039,12340,12960,12789,12241,10675,11530,13580,8737,16350,11387,12234,10559,9296,11023,13172,10159,10941,9457,14344,11413,11410,10155,7741,1334,22488,10937,2736,14248,8609,12366,12954,10635,11877,10028,10816,10288,10986,7919,5873,9457,12958,11904,13227,13788,10182,10894,8411,8973,11073,2240,17350,16387,9751,12656,9429,22382,22571,22532,19674,22512,22529,20293,6582,22537,16181,1483,9025,15464,16721,13736,9347,10047,11923,11135,11465,11635,8752,12153,519,402,2954,17390,13569,11240,7913,16583,14513,13062,9037,11616,14848,12660,9604,13219,13954,16929,1512,14681,10502,16206,13345,12856,11963,11396,17937,8652,1430,17557,12270,14471,13535,9652,10221,11921,10700,14187,9064,8145,14596,10290,10441,21511,20240,13224,11098,12324,14575,10208,10382,14188,12655,16035,11842,18071,11631,2809,16723,15179,10856,13518,8485,9543,4408,14206,15291,13589,14634,15393,12668,15611,15808,11677,2984,14860,16853,14653,19031,9600,13651,12723,14454,17150,10902,13200,3856,1440,17432,15071,14972,13683,11162,9708,14914,13482,12122,17034,13890,13155,17055,12225,14101,13321,14007,9602,13354,10973,11954,9717,911,17028,13760,12151,12849,14142,12801,11066,1412,22551,22528,18433,22536,19496,18402,19793,16981,16713,10411,14424,22509,19444,17099,16742,15714,22508,12320,15840,19381,14449,14950,22464,19109,14481,2949,22529,21236,19,22469,21240,18639,20602,17100,16863,18674,14120,12558,20011,22512,13932,17477,9209,20711,19053,13196,16419,18725,15149,17811,21849,19581,16619,11114,22413,14413,13089,13508,4942,14593,12316,8963,14347,11836,17135,14801,15151,16319,11245,14457,14549,11986,10311,10955,15048,15818,15713,16740,16101,14295,16766,11557,13643,17797,14003,10315,15501,16850,13664,9884,13168,20346,17659,18109,10491,1056,16981,8045,14354,17588,10728,13417,18853,10406,15271,16517,7612,1929,14005,14457,15504,13262,21368,14910,16173,14735,10834,11657,14212,12441,14960,12589,12710,13501,14056,13699,14279,11093,11260,3028,22476,11884,3149,11754,10273,14735,13920,7376,20303,13365,12987,14626,11584,12198,9075,11711,14390,10571,12385,14298,18916,18711,11969,17221,9607,13858,15510,12623,14251,13728,9296,11886,11024,14748,13901,12156,13362,9853,8114,6027,14718,15104,14749,15186,11154,9162,12985,13446,11576,13413,12056,11040,12597,5987,17312,14809,6821,16215,12791,10272,11310,11589,12952,15199,16236,13736,11369,14008,17544,13091,10802,14737,10839,16304,14636,9631,13826,12559,11621,11424,9283,5146,14176,12141,17401,9429,10244,10536,5795,2055,15136,15200,14927,17217,11808,8796,18384,17135,12961,12390,13112,12629,13907,10796,14685,11888,15046,13430,9091,11898,8613,17798,14867,19071,9634,804,19780,12349,17935,13019,11823,17236,11848,1248,14941,12287,14496,12164,10316,12673,12299,13992,6737,1778,19086,16954,11803,9932,14242,11331,12749,9117,5964,17557,18145,11111,12522,16419,12227,14465,8795,15842,10160,10640,10610,6114,12244,14626,18056,9537,8324,17216,15123,19142,13790,12369,10226,11416,13194,11763,12645,8357,12916,15708,12239,13202,12697,13555,10068,12360,9570,7936,20491,16246,10988,14379,3829,13557,19868,12118,10012,15260,19002,11781,11000,15230,8434,14321,15370,11867,14774,16190,11055,4650,19264,18876,19155,17706,14137,12568,21561,10760,16667,16514,7961,15967,16451,10569,12814,11146,11267,13558,15344,17846,12897,17874,12446,16518,15274,12992,14851,17150,14373,11395,11246,12942,10993,12047,16253,15255,5394,12475,18034,13203,12075,17701,8641,3416,2393,19934,13296,15836,18581,13276,12516,12331,15495,13270,22522,11163,15264,14319,14965,12818,10409,11617,8009,11458,15170,8521,9047,14486,13734,13685,13373,12407,8537,16910,10327,13710,14446,15231,11438,12247,12772,15160,12180,11954,16427,17286,11985,12863,13831,10298,13250,9963,10968,938,7138,17929,12015,14080,10184,13419,13853,17881,11525,11449,11652,10944,8207,11986,22484,22475,15399,10602,11890,10000,7512,3331,16492,14515,22446,12920,14230,11157,16304,13208,20011,16651,16079,14597,11680,13770,16128,15125,12691,10950,14237,11855,13492,12215,15628,13332,9070,1198,14813,17688,11025,11516,14380,10656,14879,12841,12421,20134,19939,14654,18816,12565,10788,15465,18549,10600,11395,15630,13171,16772,19588,15157,16565,12991,11116,6700,11387,18299,14352,11577,13106,13477,11679,13838,4880,3795,1880,15037,13824,17603,15380,9132,16608,16715,13997,12589,11237,15018,2611,17896,13545,12605,13167,11852,15690,9984,21079,17172,10964,13095,12559,12946,9111,10717,13702,10965,11579,13348,10029,1700,20412,18383,16175,14390,15481,14282,11809,8743,17755,13251,11969,18209,4176,787,22411,15810,17758,17523,19680,12808,13044,13870,16099,16657,16461,11399,12070,19215,13306,8204,8447,13825,13218,14498,17502,12054,14299,16475,22538,18005,14792,13588,16218,20192,17746,15489,15446,966,22503,12940,17823,20211,15381,12824,12854,19461,10363,12446,10241,14266,10584,12239,11787,10569,9076,12146,14436,14329,6830,14825,12910,11466,14900,18219,11060,13279,21916,10899,13791,12641,14439,11656,10187,19154,15143,13462,9778,11895,10311,13737,12571,11308,12248,10389,1240,14773,13663,12364,12732,10692,9724,15625,6463,859,14534,12372,18745,22078,19045,15934,14967,12266,12033,13601,14640,13360,12100,10827,12881,11586,13822,16496,16392,10113,624,13762,18271,16843,13972,4480,13320,16623,18499,18253,11073,13708,14086,16077,11377,9935,12517,11201,10026,10839,3779,20568,21440,22517,22494,14639,16696,21132,17036,8657,11663,11803,12966,10881,8,12767,14716,13851,16654,10898,12261,8414,17189,12028,9338,11189,8965,13226,8986,15298,7688,10808,10372,7182,1922,17100,13490,16732,9658,14145,12102,13679,12490,11337,8237,11466,12046,11889,15252,13974,14162,10712,10447,1051,17867,12103,11648,16024,12112,688,22572,17971,22503,18241,15470,13054,19407,14241,13738,11666,12107,18892,20257,12089,10259,7629,1057,13185,16303,13736,13133,14415,11913,7676,12700,4247,4724,12046,13185,17809,13745,15600,14343,10607,12284,12720,13309,9298,13765,16872,12933,9927,13442,7861,8170,8392,6194,2563,13051,15261,12077,13002,14620,12358,12938,12173,15457,12281,13060,9201,2123,10903,11034,18037,12955,11233,18574,11659,10879,12030,14511,13584,15865,9753,11631,883,1137,22093,13789,15890,15722,16102,22248,11224,6782,16043,12271,11562,10168,10022,13839,12549,15728,13815,10900,12411,10111,13529,15586,14217,13762,13400,14477,11774,10856,11073,16011,11389,7975,1310,18559,11134,19529,12758,9709,15409,8558,19129,12538,12553,11113,7333,1676,8400,17686,19907,12282,16829,11575,12332,16423,10166,12530,9333,14437,13028,12707,20269,22468,16625,8200,15228,19196,18221,21549,12725,13276,22009,12109,13623,12340,13517,14063,7996,1518,20887,19036,12773,13717,11150,5739,440,14927,17430,19851,12978,19270,18772,10659,10548,12809,10862,12034,11279,8412,13105,10171,8034,16760,21408,20318,14743,14953,13748,19555,17555,9645,12788,9843,1430,19564,14763,14393,11105,18129,19184,18390,16211,15318,13178,13022,17520,20611,18748,19367,20261,19094,17537,18239,12112,17451,10519,22520,19076,22527,13234,11204,18255,12312,16824,16199,17686,15205,17090,9624,17059,22531,19298,19804,14040,14147,16088,15634,12343,15251,9607,18058,17837,14004,12766,11251,13865,17951,13360,11407,15180,13664,16308,10406,18531,10096,12670,12582,10844,18161,17786,10485,11030,19272,10749,20010,15047,14761,16193,14717,10867,16293,14787,16752,13149,14672,10241,15039,15711,13898,14629,1574,19225,20361,13086,17031,10793,19022,12528,12842,6671,17416,15830,12909,17106,10587,12934,13673,15637,13538,14132,12351,11828,13707,12092,14043,9519,16713,15923,13931,8887,6699,18648,18454,15120,18241,16685,16283,10012,19411,22387,14960,17737,20959,18142,13822,18320,16172,13358,17120,10638,14418,13150,11774,9679,9396,11900,5169,14014,17732,15396,17386,15684,21518,15282,15877,12341,11234,10603,14297,12056,12975,12042,13721,11476,16575,9784,14569,13679,11044,9783,2407,1153,17188,18072,13394,18225,17533,19043,11656,11634,14129,9612,14061,10403,9435,428,13383,14759,13740,11957,12882,15186,12933,17152,13548,17109,12023,12472,11518,10155,10109,8298,22503,12883,17755,13915,10724,12846,11654,2197,14290,11349,19450,18410,11613,13067,14029,10767,12122,10244,15366,11559,12039,13855,11769,11579,9822,9612,10911,8683,7856,11809,11572,6309,7427,18,22559,22571,22517,22531,22541,21053,16534,20452,14438,15723,22528,19477,22440,11041,18380,16522,12928,18671,19849,19636,22372,21644,10945,14948,22259,16109,16435,16460,13450,10426,16169,9230,11534,9334,10344,10980,2287,18618,19111,17730,14335,9691,15506,14402,16055,17518,16931,16008,20007,11026,13078,7411,19386,17161,18368,15042,15466,14577,2544,18782,17763,14993,9663,22482,19296,11614,17242,14152,701,22488,7226,50,19988,22548,18756,21484,14811,14872,14278,16318,20162,10776,267,19909,14439,18783,14761,16388,13318,14360,12656,13845,13881,13454,11130,11260,11462,15470,14407,14248,13866,12217,13203,18814,14417,17117,14950,17828,10746,1607,16784,13730,12112,11992,12265,13186,1575,22511,9488,18644,12662,14187,11291,11114,12936,11623,11571,12560,13478,15230,10246,12858,7953,8869,9591,4828,639,432,16485,9148,15592,14580,20668,12771,7071,1066,14285,11737,13289,9378,10650,9859,9786,8324,405,1809,14042,9456,184,14498,13278,14182,13331,4346,194,13795,9488,5828,7849,7916,5621,8549,12681,9955,11805,10267,10889,10445,7623,9334,13447,8803,8273,9391,5893,473,337,13378,13602,14553,14990,13789,16282,10218,13579,17323,10200,813,13901,8735,12559,7506,4368,851,13339,12114,13489,13644,19676,20959,13635,15726,14680,18373,16955,15388,17243,7767,17241,18758,21019,12740,15718,1279,18920,15353,10857,12672,14926,11645,17372,11863,14945,18205,11999,12282,11557,11072,10562,14549,14282,20349,16512,10740,6985,11097,10546,13139,12881,14391,13226,12100,12412,11147,8435,12197,12765,17543,439,10812,16150,15161,7500,7658,15721,16512,21821,12909,13521,11024,13928,13732,916,12150,17381,14503,11026,4346,18940,10675,6689,14320,16721,11762,15898,11890,8591,11323,14379,9645,9663,14469,7715,14516,13607,11054,9970,4596,22302,10744,12187,8636,8423,15184,11718,15862,10394,10255,11601,13686,10579,8450,1188,20937,14060,11397,13358,12147,10704,12252,8145,9766,10421,13155,7752,2258,540,12150,18394,14571,11375,12081,8465,6179,11809,5735,13793,15115,12421,14210,15442,16695,11953,13725,16825,12493,11643,15085,11769,5304,21792,17801,12522,10655,10504,15131,9314,10511,11711,7416,15101,22306,14314,8024,7919,20558,10284,12226,13475,13197,12603,10056,1186,13835,11691,5047,21239,13265,12251,11783,11721,13117,11298,13210,12385,16796,15021,11199,1305,14662,12762,11604,13739,14436,10005,14922,16360,3047,18192,9392,11495,330,17892,14514,11762,8659,7933,1731,1492,2361,22501,22563,22554,22529,17656,22522,22546,17890,18973,20574,14088,20136,15964,13232,7650,15338,13850,10181,3019,1995,22074,22486,16143,22527,21484,12361,22480,20276,18908,17705,16384,19649,16747,18790,14545,15958,15990,15673,16140,14151,17334,17415,16063,7788,2359,4421,19542,14672,19593,16077,20228,17941,22487,21337,19199,18126,17700,15621,16911,18224,15047,13881,5343,22479,18610,22598,21740,17410,16539,17465,2337,21392,17371,20044,16758,17146,18221,17125,22388,22529,22311,18703,14763,16001,21417,17705,18381,3966,20799,22437,21946,17429,20443,14351,21628,22376,16629,18061,18446,15025,14897,11018,4383,19214,21531,21383,17933,20939,16793,22540,22332,17586,10761,19127,19972,20906,6140,820,695,670,646,1392,2423,16696,14823,12140,11743,11501,12078,8803,6104,6543,16259,16855,14418,15245,13904,15948,14159,11780,14669,15003,16305,15527,15159,15269,14599,15014,15320,16263,14821,15827,15583,14861,14268,12076,12403,10691,7730,3679,2070,16798,13419,10900,7876,4415,1612,669,349,114,56,17,0],"fragments":[{"begin":"0.000","end":"7.720","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"7.720","end":"51.120","lines":["As children many of us are taught that being “good” means being obedient: doing what we’re told by parents, teachers and authority figures. But that conditioning can make it incredibly difficult to speak up when we know something is wrong, whether that means correcting a mishandled coffee order or standing up against injustice. How can we learn to overcome these instincts when it really counts?"]},{"begin":"51.120","end":"71.600","lines":["My guest today is Sunita Sah, a professor of management and organizations at Cornell University and the author of Defy: The Power of No in a World that Demands Yes. She thinks we could all stand to be a little more defiant, and she’s here to tell us why."]},{"begin":"71.600","end":"75.440","lines":["Thank you so much for coming on to chat with us today."]},{"begin":"75.440","end":"76.840","lines":["It’s wonderful to be here."]},{"begin":"76.840","end":"90.840","lines":["So tell us a bit about your background. You know, what led you to studying defiance?"]},{"begin":"90.840","end":"147.720","lines":["Ah, so this probably started way back in my childhood because as a child I was really known for being an obedient daughter and student. And I remember asking my dad when I was quite young, “What does my name mean?” And he told me that Sunita means “good” in Sanskrit, and I mainly lived up to that: I was obedient at home. I was agreeable at school. I did all of my homework. I went to school on time. I even got my hair cut the way my parents wanted me to."]},{"begin":"147.720","end":"184.440","lines":["And these were the messages that I received not just from parents but from teachers and the community: to be good. And what does that really mean? It means to do as you’re told, to obey, to be obedient, to be compliant. And I really internalized a lot of those messages, and I think they’re often messages that we give to children. You know, we like it when they’re obedient, and then we call that as being really good."]},{"begin":"184.440","end":"225.080","lines":["And I ended up studying medicine at the University of Edinburgh, which was really due to expectations. And while I was there I did an intercalated degree in psychology, and I became fascinated by Stanley Milgram’s experiments on obedience to authority and why we go to the extent of that amount of compliance and obedience even when we’re causing harm, maybe even killing another person, with sort of dangerous electric shocks."]},{"begin":"225.080","end":"266.080","lines":["So that fascinated me, but I went back, and I finished my medical degree, and I worked as a junior doctor, and then I did some consulting work for the pharmaceutical industry. And during that time I became fascinated in how industry and the medical profession interact with each other, how they influence each other, how that affects physicians and then how that trickles down to sort of decisions patients are making."]},{"begin":"266.080","end":"295.680","lines":["And I wanted to study all of this in more depth, and so I was doing an executive M.B.A. at London Business School, and I talked to a few professors there. They said if you wanna look at ethical dilemmas, I have to go to the U.S. So I traveled to the U.S., and I did a Ph.D. in organizational behavior, and that got me down the track of really being able to spend my time researching and studying this and teaching about why people take bad advice."]},{"begin":"295.680","end":"308.080","lines":["So at first I looked in medicine, then the finance industry got interested, then the criminal justice industry, and then basically, in all interpersonal interactions we have, I found this pattern of compliance everywhere."]},{"begin":"308.080","end":"314.800","lines":["And for listeners who might need a little refresher could you remind us what the Milgram experiments found?"]},{"begin":"314.800","end":"346.520","lines":["So Stanley Milgram, he conducted his experiments in the early 1960s because he wanted to really investigate whether the Nazi refrain, “I was just following orders,” was a psychological reality or not. So he set up an experiment that basically was positioned as a learning or memory experiment and whether people would learn better if they were—received some kind of punishment, which were electric shocks."]},{"begin":"346.520","end":"363.680","lines":["So we had people come in, and they met someone who was actually an actor, and they were told that this person would be the learner, and they would be strapped into something like—that looked like an electric chair that was gonna give them some electric shocks."]},{"begin":"363.680","end":"397.520","lines":["Then the participant was led to another room, and they were told that they were the teacher, and they were sat in front of a machine that had different levers on it, which were labeled with different voltages. And the lower voltages, it started at 15 volts, and it went up in 15-volt increments, all the way up to 450 volts, which was labeled “XXX.” And in advance people, psychiatrists, predicted less than 1 percent would go up to 450 volts."]},{"begin":"397.520","end":"436.160","lines":["And what the teacher had to do was read out word pairs, and if the learner got something wrong, they had to pull the lever for the shocks and go up in these 15-bolt increments. No electric shocks were actually given, but the teacher believed that they would’ve been given. And what was found is that every single one pushed the lever for 150 volts, when the learner started saying to stop. Every single one pushed the lever at 300 volts, after which the learner was completely silent and said they would not continue. And [almost] 66 percent went up to 450 volts ..."]},{"begin":"436.160","end":"436.760","lines":["Wow."]},{"begin":"436.760","end":"439.280","lines":["And gave, yes, the most lethal shock."]},{"begin":"439.280","end":"483.320","lines":["So this was really shocking [laughs] to many people. And what fascinated me when I looked at the Milgram studies is that Milgram also described the participants as having some nervous laughter, asking questions, stuttering, sweating, and I recognized all of those signs as that these people actually were not “moral imbeciles,” as what Milgram described them, but they were trying to defy, they were trying to say no—they just didn’t know how. They’d never been taught how to do it. And so they continued with what they were told to do by someone that looked like they were an authority figure, even though inside they felt torn."]},{"begin":"483.320","end":"498.760","lines":["I think that does a really great job of illustrating what you are referring to in your work when you say, you know, compliance or defiance. But what makes it difficult for humans to be defiant when they know that it’s important to be?"]},{"begin":"498.760","end":"515.720","lines":["Yeah, well, we actively resist defiance, and even though the Milgram experiments were a long time ago we’re still seeing things like this. When I started delving into this in my own research I saw such high levels of compliance with obviously bad advice."]},{"begin":"515.720","end":"549.320","lines":["So even in the simplest of experiments—like, you would give people a choice between two different lotteries, A or B, and it’s obvious that lottery A is clearly superior; it’s more than two times the expected value. More than 95 percent of people will choose it when given both options, but under certain circumstances—a stranger comes up to them and recommends that you take B—people start complying. And that compliance can be as high as 85 percent, even though they don’t want to and they’re less satisfied with their choice."]},{"begin":"549.320","end":"563.880","lines":["So why does this happen? Why do we find that, in another survey, nine out of 10 health care workers, most of them nurses, feel too uncomfortable to speak up when they see a colleague or a physician making an error. Why do we find these things?"]},{"begin":"563.880","end":"578.480","lines":["There’s three main reasons. First of all we feel enormous pressure to go along with other people, this social pressure. And one psychological process, which I can explain in a little bit, I call “insinuation anxiety” goes along with that."]},{"begin":"578.480","end":"596.520","lines":["The second reason is that we don’t actually understand what compliance and defiance and consent actually are. Like, we conflate compliance and consent; we think they’re the same thing. And they’re not. And we don’t really understand what defiance is; we think of it as something negative and compliance as something positive."]},{"begin":"596.520","end":"615.800","lines":["And then the third one is once we decide that we defy, or we think we should defy, we don’t actually know how because we’ve been trained so much from a young age to be compliant, we don’t have the skill set to be defiant. We don’t know how to say no. We feel that is too confrontational."]},{"begin":"615.800","end":"650.160","lines":["So they’re the three main reasons. So let me loop back to the first one again. Like, there’s a lot of reasons why we’ll feel pressure to go along with other people. We might think that we’re gonna damage a relationship or lose our job. But one of the reasons I found is due to this very powerful psychological force that I call insinuation anxiety. And this is a distinct type of anxiety that we have when we become concerned that rejecting another person’s order or suggestion gives them a signal that we don’t trust them."]},{"begin":"650.160","end":"691.400","lines":["So like telling the experimenter in the Milgram experiment, who’s wearing a lab coat, “We think you’re doing the wrong thing; we think you might be killing this person,” is very difficult to do. Telling your boss that you don’t think this is the right way to go is often very difficult for people to do. Even telling someone you’re in a relationship with or a family member or a good friend that they’re wrong or that they’re incompetent or that they’re untrustworthy is really hard. So we often experience this in many different situations, from at the doctor’s to co-workers to close friends and even strangers, I’ve found in my experiments."]},{"begin":"691.400","end":"695.520","lines":["So how can we overcome those instincts? What can we do about it?"]},{"begin":"695.520","end":"714.080","lines":["One of the first things is to have a mindset shift about what defiance really means. So the Oxford English Dictionary defines defiance as challenging the power of another person openly and boldly, but I do think that definition is too narrow, and it doesn’t really honor our agency."]},{"begin":"714.080","end":"735.880","lines":["My definition of defiance is simply acting in accordance with your true values, especially when there is pressure to do otherwise. So it doesn’t need to be dramatic or loud or confrontational; it’s just acting in a way that’s aligned to who you want to be. And so it becomes this proactive positive force."]},{"begin":"735.880","end":"762.400","lines":["If we redefine defiance in this way, we move it from something negative, rare and risky to something positive and more accessible and meaningful and even prosocial. So defiance isn’t just for the brave or the extraordinary. It’s not about being loud or bold or violent or aggressive. It’s none of those things. It’s acting in alignment with your true values, and it is available and necessary for all of us."]},{"begin":"762.400","end":"781.320","lines":["The second step is to start practicing small, so start with small acts of defiance: correcting the wrong coffee order, you know? [Laughs.] A lot of us might not do that. Or telling your hairdresser to stop when they tell you to trust them with a new cut, right? So we can start in these small-stakes situations to build up this skill set."]},{"begin":"781.320","end":"808.920","lines":["But we really need to make this defiance a practice and see it not as a personality trait. And that practice starts long before a moment of crisis, when you really wish you had done the right thing or said the right thing. And so to do that we need to anticipate those situations, visualize it, even roll script so our ears get used to hearing defiant words, our mouth gets used to saying it, especially if you’ve been socialized to be compliant."]},{"begin":"808.920","end":"822.800","lines":["There’s a wonderful quote that’s often attributed to Bruce Lee—it actually comes from a Greek poet—that’s really helpful here, that “under duress we don’t rise to the level of our expectations; we fall to the level of our training.”"]},{"begin":"822.800","end":"823.240","lines":["Mm."]},{"begin":"823.240","end":"835.480","lines":["So we need to parent for defiance, too. Like, we need to parent our children not just for compliance but for defiance. And if we were socialized to be compliant, we need to start practicing."]},{"begin":"835.480","end":"842.560","lines":["Yeah, what advice do you have for parents specifically? I think that’s such an interesting way of looking at fostering defiance."]},{"begin":"842.560","end":"870.720","lines":["So the first thing that parents can do is definitely role-model defiance. Even though my parents were pretty compliant, and I saw them as, as very compliant—I really thought my mum, who did all the grocery shopping, cooking, cleaning, that this is what goodness is, until one day I saw her defy, when we were walking home from the grocery store and we were stopped by a group of teenage boys who blocked our path and yelled out, “Go back home!”"]},{"begin":"870.720","end":"902.920","lines":["And that was the first time I saw her defy, when she just asked them simply, “What do you mean?” And they didn’t answer. And she asked them again, you know, “What do you mean?” And there was just silence. And so she went, “Oh, yes, you think you’re so clever—big, strong, tough boys, right?” And the boys didn’t know what to do. They just looked at each other, and then they dispersed. And so it really worked in that sense: “I’ve got to know when and where to speak up.”"]},{"begin":"902.920","end":"929.600","lines":["And then if we can ask our children, we can do values exercises with them: “What are our family values?” Because if we can do that and talk to our children about how to defy, then what I hope is that we will build a society where one day in that same alleyway one of the teenage boys is gonna speak up and turn to his friends and say, “That’s not okay. Let them pass.”"]},{"begin":"929.600","end":"957.960","lines":["And that’s what I think we can build if we can get this skill set of being defiant. Because every single act of consent, of compliance, of dissent, that actually creates the society we live in. It affects our lives, our workplaces, our communities. And what I hope with my book and the work and the research that I’ve done is that I make defiance accessible to people that don’t know how to use it."]},{"begin":"957.960","end":"961.840","lines":["Thank you so much for coming on to talk with us today. This has been great."]},{"begin":"961.840","end":"964.200","lines":["Thank you so much. Thank you for having me."]},{"begin":"964.200","end":"972.280","lines":["That’s all for today’s episode. Tune in on Friday for a deep dive into the surprisingly mysterious science of human headaches."]},{"begin":"972.280","end":"989.520","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"989.520","end":"1010.080","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":1010}