{"title":"Talking to the Host of Drilled about the Legal Battles around Standing Rock","img":"https://static.scientificamerican.com/dam/m/450fc996fe659a91/original/SQ-Monday-EP-Art.png?m=1717792183.71","url":"https://www.scientificamerican.com/podcast/episode/why-did-the-company-behind-the-dakota-access-pipeline-sue-greenpeace/","audio":"https://traffic.megaphone.fm/SAM9158946015.mp3?updated=1751048911","intro":["Energy Transfer, the company behind the Dakota Access Pipeline, sued the nonprofit Greenpeace over alleged conspiracy—the host of Drilled explains why"],"authors":["Rachel Feltman","Alex Sugiura","Jeffery DelViscio","Fonda Mwangi"],"category":["The Environment"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"In 2016 a group of activists who called themselves water protectors—led by members of the Standing Rock Sioux Tribe—set up camp on the windswept plains of North Dakota. Their protest against the Dakota Access Pipeline quickly grew into one of the largest Indigenous-led movements in recent U.S. history. At the protest’s height more than 10,000 people gathered to stand in defense of water, land and tribal sovereignty."},{"author":"","text":"The response? Militarized police, surveillance drones, and a private security firm with war-zone experience—and eventually a sprawling lawsuit that arguably aimed to rewrite the history of Standing Rock."},{"author":"","text":"My guest today is Alleen Brown. She’s a freelance journalist and a senior editor at Drilled, a self-described “true-crime podcast about climate change.” The latest season of Drilled, which premiered on June 3, digs into the shocking legal battle the pipeline’s builder, Energy Transfer, launched against Greenpeace."},{"author":"","text":"Thank you so much for coming on to chat with us today."},{"author":"Alleen Brown","text":"Yeah, thank you for having me."},{"author":"Feltman","text":"So for folks who don’t remember or maybe weren’t paying as much attention as they should’ve, remind us what the Dakota Access Pipeline is."},{"author":"Brown","text":"Yeah, so the Dakota Access Pipeline is an oil pipeline that travels from kind of the western part of North Dakota to Illinois. And in 2016 and 2017 it was being completed and sort of inspired a big Indigenous-led movement of people who were attempting to stop it."},{"author":"Feltman","text":"Yeah, and what were their motivations for stopping the pipeline?"},{"author":"Brown","text":"There were a few motivations. I think the biggest one and most famous one was that the Standing Rock Sioux Tribe was worried about water contamination ..."},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"The pipeline travels underneath the Missouri River, right next to the reservation and not far from where the tribal nation has a water-intake system, so they were really worried about an oil leak."},{"author":"Feltman","text":"Right, and it had actually—the route had been moved from what was initially planned to [in part] avoid that same concern in a predominantly white area; am I remembering that correctly?"},{"author":"Brown","text":"Yeah, there were talks early on—one of the routes that was being considered was across the Missouri River upstream from the Bismarck-Mandan community’s water-intake system. And so, you know, that’s a more urban area that is predominantly white."},{"author":"Feltman","text":"And again, you know, reminding listeners—it has been a very eventful few years [laughs], to be fair—what exactly happened at Standing Rock? You know, this became a big sort of cultural and ecological moment."},{"author":"Brown","text":"Yeah, so to make a long story short, what became known as the Standing Rock movement started with a small group of grassroots people from the Standing Rock Sioux Tribe. Eventually the tribe itself got really involved, and what started as kind of a small encampment opposed to the pipeline turned into these sprawling encampments, a sprawling occupation that, at times, had upwards of 10,000 people—people were kind of constantly coming and going. And all of these people were there to stand behind the Standing Rock Sioux Tribe and stop the construction of the pipeline under the Missouri River."},{"author":"","text":"In response—you know, there was a very heavy-handed response from law enforcement and the pipeline company. So, I think, when a lot of people think of Standing Rock, they think of private security dogs kind of lunging at pipeline opponents who are trying to stop bulldozers."},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"They think of law enforcement spraying water hoses in below-freezing temperatures at people who are protesting. You know, they might think of tear gas. So it was very, very intense for the people who were there."},{"author":"Feltman","text":"So in the new season of Drilled you’re digging into a lawsuit filed by Energy Transfer, the company that built the pipeline, and, you know, folks might be surprised to hear that they sued at all, given that the pipeline was built. It’s sort of the opposite direction [laughs] you might expect a lawsuit to be flowing, but then the lawsuit’s claims are also very surprising. Could you summarize those for us?"},{"author":"Brown","text":"Well, I’m not a lawyer, but I can share what I found in my reporting. I remember when this lawsuit, or another version of this lawsuit, was first filed in 2017—at that time I was working at The Intercept and had been digging into these documents from this private security company, TigerSwan. So I was talking to all kinds of people who had been at Standing Rock and looking at these reports from the private security company. I really didn’t hear anything about Greenpeace and this big lawsuit, which started out as a RICO lawsuit—which is [one that regards] the Racketeer Influenced and Corrupt Organizations Act, designed to go after the Mafia—turned into a conspiracy lawsuit. The lawsuit had Greenpeace at the heart of everything."},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"The lawsuit was eventually overturned in federal court and refiled in state court in North Dakota, but the damages that they were originally demanding were around $300 million. Ultimately, in that state court case, [the jury] awarded Energy Transfer over $666 million."},{"author":"Feltman","text":"Wow. Could you tell us a little bit more about, you know, what it means to be accusing someone of conspiracy and sort of what Energy Transfer’s actually trying to say happened here?"},{"author":"Brown","text":"Yeah, so, you know, for there to be conspiracy you essentially have to have multiple parties kind of conspiring together to do crimes ..."},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"And this lawsuit just morphed a number of times since it was originally filed. Again, eventually it was turned into a conspiracy suit, and the players that they were alleging were involved kind of changed over time. So by the time it became a conspiracy suit they were saying two individual Indigenous water protectors—which is what a lot of the pipeline opponents referred to themselves as well as this encampment that called itself Red Warrior Society that was maybe a little bit more kind of into doing direct actions that blocked bulldozers, for example, and Greenpeace were all conspiring together."},{"author":"Feltman","text":"Hmm, and so you had already been investigating the Dakota Access Pipeline for years when this lawsuit came about. In your mind, you know, what are the sort of major points that you had uncovered in your reporting that are, are really conflicting with this narrative from Energy Transfer?"},{"author":"Brown","text":"I would say one thing about Standing Rock is that everyone that you talk to who was involved will say, “I’m gonna tell you the real story of Standing Rock.” So it’s like people have very diverse ideas about exactly what happened, and I think that speaks to how many people were there and how many people were kind of approaching this question of pipeline construction from different angles."},{"author":"","text":"There were people coming in from all over the world, and some people were really, you know, aligned with what the Standing Rock Sioux Tribe wanted; some people had their own agendas. But people had, I think, overall really good intentions."},{"author":"","text":"So there was a lot of diversity, a lot of chaos—you know, the National Guard was called in, and there were kind of federal-level law enforcement resources being used and a lot of pressure from private security, which was working with law enforcement that really amplified the tension in those spaces. There were these lights beaming down on the camp. There were people infiltrating the camps and there were drones flying around."},{"author":"","text":"I think, for me, understanding the way, I think, militarism and the war on terror were brought home and into this Indigenous-led resistance space is something that I’ve really focused on."},{"author":"Feltman","text":"Right. So, you know, based on your reporting this Energy Transfer lawsuit had raised a lot of questions, and was even dismissed initially and had to be sort of repackaged. But then it sounds like they sort of got everything they wanted out of the lawsuit. What do you think are the larger implications of that?"},{"author":"Brown","text":"One thing is that a lot of people think of this lawsuit as a SLAPP suit, which stands for “strategic lawsuit against public participation.”"},{"author":"","text":"So there are a number of groups that have called this lawsuit a SLAPP. Um, there’s this coalition called Protect the Protest Coalition, which includes legal advocacy and movement organizations, like the ACLU [American Civil Liberties Union], Amnesty International, Human Rights Watch, Union of Concerned Scientists. [Editor’s Note: Greenpeace is also a member of the Protect the Protest Coalition.] Another group that has called this a SLAPP is the Energy Transfer v. Greenpeace Trial Monitoring Committee, which came together to keep an eye on the trial. That group is wide-ranging, but it’s mostly lawyers—so human rights attorneys, there’s a First Amendment attorney, law professors, nonprofit leaders, attorneys who have represented Indigenous and environmental defenders. Um, Greenpeace, of course, considers this a SLAPP suit."},{"author":"","text":"So, the idea is that, you know, it’s not necessarily meant to win on the merits; it’s also meant to scare people and send a message and drain a lot of different people of time and resources. This jury did deliver the verdict that the pipeline company wanted, and now the pipeline company can point to that verdict, even if it’s overturned, and say, “Well, a jury in North Dakota said XYZ is true about the Standing Rock movement.”"},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"And, you know, a big part of this case, beyond the conspiracy, were these defamation claims. And, you know, Energy Transfer was saying, “It’s defamatory to say that the pipeline company deliberately destroyed sacred sites,” which was a huge issue in this whole pipeline fight ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Brown","text":"“It’s defamation to say that private security used violence against nonviolent pipeline opponents.” The third one is that “it’s defamation to say that the pipeline crossed tribal land.”"},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"So those things—two of those things are things that come directly from the Standing Rock Sioux Tribe and that the Standing Rock Sioux Tribe stands behind. So now Energy Transfer has this record that they can lean on ..."},{"author":"Feltman","text":"Mm."},{"author":"Brown","text":"And we don’t know exactly how they’ll use that."},{"author":"","text":"They’ve really hit Greenpeace hard, and I think [this] opens the door against the environmental movement at large."},{"author":"Feltman","text":"Yeah, well, thank you so much for coming on to chat about the show with us today. I’m definitely looking forward to hearing more of this story over the course of the season."},{"author":"Brown","text":"Thank you so much for having me."},{"author":"Feltman","text":"And just a small update, listeners: Greenpeace has stated its intention to appeal the jury's verdict."},{"author":"","text":"That’s all for today’s episode. You can start listening to the latest season of Drilled wherever you get your podcasts. For more of Alleen’s work, check out her newsletter, Eco Files. "},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time!"}],"wave_peaks":[0,1884,3102,3067,6016,17277,15026,18853,22494,12712,15341,21127,10894,10669,14942,20704,14433,11503,21457,14651,16814,11076,13510,16180,14904,9391,13438,14127,15083,21891,21630,12522,13225,14400,11172,20961,21461,21543,21357,21158,13903,14688,13174,13475,15013,16129,17663,16612,21221,14946,13943,18551,20104,10986,20963,21219,13137,16316,21444,19226,12832,13287,16730,13714,13747,20892,15307,16996,21426,15560,16231,16802,13677,15618,19730,20967,18150,13438,11158,16483,20014,15617,11698,21618,21501,14502,21379,14352,12043,21384,2892,1360,1255,977,723,630,332,197,55,0,5,56,249,627,6889,5367,3953,5298,4494,5021,5582,5184,6751,4984,6450,5873,5799,5901,4127,3871,2810,2699,1784,1927,1672,1141,1118,10305,20189,11935,12838,10900,7790,7965,9383,8067,15108,2944,1157,1345,1568,1813,3376,3962,4789,4881,5691,6164,7051,7064,6063,5457,8482,8493,8179,8410,7018,7759,7299,6925,7094,8577,8152,7659,6370,4641,3369,4483,2903,1091,758,545,591,383,362,269,500,698,622,600,966,930,13152,17080,7945,7039,7673,6760,12384,8025,10898,9261,8772,17125,9028,7804,9997,12032,7449,5535,5519,8757,5763,13803,948,13511,16747,13422,7530,10077,10626,5362,7083,3384,8833,2844,1088,14390,18234,13350,9108,16961,31899,12537,12326,6014,8114,8737,5545,7424,9051,7705,6577,8422,11433,7460,4396,4304,8893,7699,3184,1561,796,13641,12893,11463,7113,7496,7344,15457,4172,5697,16432,5058,5798,5404,5470,9936,10724,2114,7296,6264,16209,12762,13268,2618,1599,1151,1478,12933,9271,8132,1317,10174,9084,7256,6658,2637,8640,5444,8728,6310,6662,6666,6809,6137,7075,5033,8029,7216,7165,5657,1845,754,11476,17667,9072,7202,6849,9876,12070,9139,9968,13439,7380,5305,5526,4823,19567,5096,6369,8429,6645,6616,1638,1613,13769,13031,13527,15820,6901,10893,1512,8695,8439,10345,14142,9963,9124,11658,15299,16877,9329,7203,26291,13420,21012,7263,15542,10974,11287,6481,6698,5999,3739,3220,1474,12966,12872,8681,11751,10899,6818,12865,8415,10520,9167,9173,6499,13468,6106,8849,8277,7277,6418,10269,7250,13692,5738,4933,3796,2372,7573,11890,2821,4269,2033,1254,600,10244,13352,13395,12973,19871,9807,6268,162,3999,11509,12429,11609,7265,99,12074,9295,10445,9856,10653,9387,7889,6265,7396,10232,7996,8471,6091,8787,5699,1228,12156,11053,8832,14744,7650,10849,7940,5168,3744,7,9027,14791,14817,12418,15010,6678,9772,13684,11915,9210,7925,11017,7999,12686,12176,14837,14644,14628,9092,11972,10034,11495,14004,12534,14378,11967,9781,11837,6560,13438,8109,6659,11640,9025,4332,14696,15405,15203,11598,13939,14604,9209,6583,8003,6912,10987,7887,9377,496,13902,10409,5302,15901,16232,16057,15904,12170,10803,12187,15336,10168,7754,10251,11282,6058,8865,4892,6635,5851,7964,6357,8409,8047,2532,9160,9060,12473,5862,3947,11753,8890,9912,6678,5846,8085,11657,7634,334,10684,9258,8851,11097,7887,14192,6681,13613,8358,11388,6067,9812,10476,11208,15276,15177,15186,11092,9386,8885,5326,13521,8606,10251,11157,13136,12421,6122,14029,7173,7458,5679,8038,7742,8015,11615,6414,8798,6148,3215,6655,5999,7417,7154,8017,14565,7846,5944,7155,8106,7346,6710,1061,13599,15473,11406,14128,11902,10628,6079,12626,12913,10565,12180,12807,7461,11992,5533,7680,9423,7263,7886,8932,6864,901,14598,12650,11313,15974,6265,10698,2869,3016,9909,10187,15438,9525,7563,11689,11455,10830,8040,7280,9954,7738,7830,7928,4609,7072,11754,11493,7364,2075,9511,12583,17352,10540,11364,7272,10674,7085,11549,10497,8714,5351,14290,15021,12304,8311,6020,8251,10672,10685,7442,13060,9806,6252,3482,10326,8904,12849,12751,10214,11401,5332,7286,8381,6346,10961,7292,10844,11555,10434,9690,9858,6775,6682,9164,8735,3931,6986,5721,7950,10944,16536,7522,12349,11339,17268,14319,9918,8760,7177,5172,14475,9550,14159,10054,10864,8873,8084,7313,9553,25707,13282,11160,7050,9082,15161,13014,9153,3477,15412,15823,24368,11777,14048,9600,9613,8720,8471,12788,7067,7829,645,9951,7592,6759,9714,8900,7337,2237,5465,14638,14589,10561,10787,11279,10582,11468,4481,8201,12685,7630,9460,8125,10593,8888,17068,17600,14333,13324,8840,10084,8992,13870,3567,7003,6208,9684,9310,7918,5559,4459,14408,14144,9096,5051,8637,12005,11455,13167,8232,12709,10806,11285,11646,8513,9673,12672,11189,7407,4418,8269,6794,11886,7673,5817,5353,5424,8265,11188,1325,6820,6911,4733,6550,4364,12151,8330,5310,6762,3667,9803,7420,3668,4427,3553,13980,13514,9896,8480,7287,5028,8122,8431,3313,3356,4308,4989,4527,4348,6626,5955,598,9543,11660,6829,5992,4909,6305,5441,7691,8887,4876,4069,5932,4151,7523,7520,5464,5741,4061,4307,3569,5047,3561,3907,4614,891,6114,5404,7400,7674,3942,5557,7652,7796,4874,5117,4595,2798,495,8836,5178,6961,5934,6037,8509,8839,8643,6577,3835,2586,12943,9590,8385,13028,6371,6599,4965,7771,1287,8202,9926,8416,9914,1838,13487,5333,6309,9937,6058,9490,10116,7610,7245,7066,7906,7430,4362,3576,6560,9366,10499,5742,2985,5390,10511,8651,12042,9418,10663,10696,5516,4342,9502,14663,8665,7660,5219,8208,7877,6060,4799,6782,6025,3766,13911,3871,5666,8355,5906,3959,790,7178,10778,8756,10862,8085,2824,10978,15501,14483,10084,13477,10278,6668,7009,7792,5706,25,11753,7967,7164,8086,7382,7636,6362,6312,11289,7162,12974,16450,7583,9261,7082,8577,9017,9805,10102,5111,11836,14154,7821,8932,12583,7483,8291,12902,5891,7431,5943,12395,9015,6431,10568,10618,1202,11729,10005,8790,3996,16367,6896,8545,9630,10666,12144,10606,10612,12728,12112,9902,9355,6800,9131,13670,6245,11596,11934,8346,10022,8965,9349,6498,11979,6404,7510,5862,9780,7170,8117,1097,5150,5033,8299,7056,11029,6787,9392,10616,6666,5559,4773,2897,4010,1693,109,11916,8762,9347,7297,5042,6065,7887,5891,4866,5447,3482,4474,12260,12429,3780,4117,5546,3663,3705,13360,6306,3891,3502,6128,9314,6448,7026,5770,4744,7833,6728,5165,2509,5603,2930,3686,2195,4057,1977,2212,6314,6841,6309,8277,8790,5416,3031,3871,8339,9052,8239,5955,7719,6936,3370,12097,7755,6217,5446,5235,5169,8408,4348,8006,3306,1444,11515,7077,7530,9285,9341,8126,9350,2004,8463,2587,2746,8465,5816,7794,9054,4694,2608,5547,8521,9716,3791,5708,8115,3343,5125,9270,11985,4134,4265,3936,4781,3319,4626,2079,6156,956,10358,7775,3252,2931,1923,3863,4200,2206,3917,4722,2649,6148,8858,4224,14249,12707,4531,3074,3523,7094,5731,4851,2704,5798,5423,8912,8024,3876,3947,2731,4263,3100,6861,6820,4683,3131,5500,5525,2504,2305,4438,3706,3142,6408,7446,520,12490,5930,6515,6167,6179,5727,5451,4497,4415,4217,5600,6680,4539,4510,3520,4777,3842,2641,3261,7327,6437,4700,5816,5113,5245,7860,4128,6601,6202,4882,6399,6405,5646,4052,4278,4631,3933,4506,2580,2754,2510,2702,3256,2019,1794,10403,5975,10814,9372,11334,9921,8288,14365,8138,9227,6200,6860,8132,6206,8896,7726,10548,8500,6113,6584,6490,8676,6215,8605,15173,7935,10291,10740,6986,6152,12403,9115,5925,16731,7119,5356,5614,7260,6236,6964,10263,6300,6492,10151,2647,5408,4685,5198,7423,6021,9739,14197,4397,6909,4093,5181,6064,5457,1072,6767,3793,14146,8579,10114,4176,10371,4251,4546,7122,12356,9068,8878,10593,10094,4986,3220,6364,4800,4578,7601,5836,3908,3608,2936,3990,8155,3622,12111,10626,10743,14860,6414,6605,5601,5643,7128,5382,6640,275,6357,10641,5987,5629,6818,4077,6088,3986,3285,4445,3873,1750,9169,8142,7493,4837,3774,2878,3066,4013,4276,5781,5998,1715,2553,6065,6432,6012,4930,4591,6072,5262,5095,419,13192,8049,6726,3132,5829,4111,5146,4719,5604,5079,3679,7277,4129,5423,5428,387,5105,9572,9814,7196,4973,6015,7479,6380,9465,5130,4155,4632,3623,5317,3936,8073,6386,7323,7273,3532,4170,978,4819,8193,8998,6879,6782,2524,4177,11103,3487,5158,4802,6553,4541,4807,3479,3048,4217,3004,4889,9891,5785,4769,3041,7033,8404,5797,4389,5054,3430,5752,3373,10779,5768,9101,12821,11046,9148,13922,9021,4871,8239,10820,11781,13550,7436,9666,6809,7688,8408,1388,5348,7805,7096,10353,2617,11912,13194,9569,12044,10048,6274,9578,9560,7935,9721,11260,8994,6960,7091,9020,8931,6367,5494,4057,6550,9525,8078,10063,7479,8551,8162,5447,6809,7327,4966,6722,7258,4362,4429,3391,3939,4732,4680,5091,2504,3460,5319,4467,6898,7709,402,13463,5767,3864,3928,1867,2259,1953,2830,10077,15386,10667,5018,5339,6462,5815,4389,4504,5118,5475,7012,3263,4559,3173,5668,5863,6797,2341,3767,3533,2393,96,5720,5909,3170,5155,10099,9120,6184,3596,3872,3668,5450,5684,4000,4954,4390,6309,3732,4397,4194,2040,3537,2139,9446,2076,2584,6852,7369,2421,10442,8534,7377,5783,280,4024,7294,5063,6076,6301,5720,6082,6349,5093,5505,6871,4602,5683,4080,3485,5412,3477,4397,3399,6337,3673,3295,2093,2975,3563,5432,5880,4725,2633,4380,6151,9132,5837,5893,2719,2139,13231,6797,8202,1781,225,10585,8871,6218,6425,5535,2191,6524,9854,11364,11911,5411,150,3144,6072,7241,3373,7541,7301,4911,8352,5289,3243,4353,2767,4341,4269,3671,5019,4913,4945,3464,7673,3500,2620,3046,3295,2939,2793,342,8445,8810,9339,4758,5624,4338,3713,3800,4008,4290,4528,2557,3527,2995,13396,13096,5422,4852,2599,6747,4926,4121,2797,3279,4976,3706,4402,3868,3396,3016,9600,3695,5069,5559,2855,6685,7195,6580,1130,6147,8010,7308,5817,5207,5065,4873,3742,4055,1335,6145,3569,9407,9549,5408,5152,4863,7467,3246,3656,6244,4467,1682,3986,5254,5819,6081,7203,6096,5409,4376,7483,9850,4933,4729,4860,706,4102,6246,7083,5573,4502,5281,5275,4791,8484,4283,3642,3342,7267,5792,3424,4795,4028,6017,5005,4976,3471,3986,5317,6260,4833,5505,4727,4136,3896,4266,3010,8484,211,461,12810,5130,14241,11689,9421,10250,10647,4464,8275,6458,8979,8722,6164,13027,533,7832,8804,12249,7809,18355,5843,10819,12151,4975,9864,14466,9603,7696,15137,8382,7027,19689,9855,1266,17204,14288,12416,12990,11578,10308,227,16450,10612,9344,12053,1793,14366,8718,8257,4891,5593,12333,5839,13981,8622,12376,8627,8421,7755,7988,6517,10440,90,7713,8687,6686,6005,5572,10600,10853,1675,168,9568,4036,4181,4263,6121,4666,4890,7330,3806,3636,5017,4223,3313,3994,6867,5443,4345,4339,2491,3584,3534,365,5556,5854,7519,6164,3207,10362,3613,4438,2927,3384,2876,7431,2545,5066,4765,4389,2797,4991,4845,3063,5026,4803,3566,5293,4319,3576,2454,3087,1731,6090,8897,8895,3282,7862,5221,4904,2434,2835,2501,2554,4715,2757,2121,9543,9210,2766,1077,9346,4479,2649,302,5636,6230,2337,8003,2857,1776,2029,9113,5776,4955,4364,2100,6473,5535,4164,4241,5038,5500,4695,3939,4559,2001,2986,2029,3364,7436,5697,2955,1274,3001,5351,7872,4145,2259,2946,5500,5872,4071,4115,3868,382,11916,3215,8056,5175,4505,4101,2963,2833,4084,2030,4306,2017,2270,2517,2890,2838,1835,1843,1251,6966,6396,4888,2492,6371,4595,3869,2066,111,3636,5956,5099,4334,6274,3217,3414,5653,6156,5167,5902,4724,5726,4603,5006,5289,3070,3424,6024,3540,4120,2260,5190,6390,3174,655,8533,6917,10760,9146,5368,10699,9861,5429,10187,9668,4480,6564,3671,8166,7988,1987,3499,3371,9581,7248,6412,3294,5342,7845,4293,6323,5223,5347,4347,4062,6226,4975,3379,7117,6409,5549,3374,3775,3890,477,8077,5369,4366,3930,3435,2045,7030,6196,8311,3948,6389,4660,5812,7178,6735,3728,3496,2935,5200,3830,4960,7952,5938,3616,5354,5435,4601,2733,5059,9218,6189,5376,4044,4159,3778,2216,3690,4611,5926,6013,4417,3449,4636,8105,269,9711,8816,11177,8160,4312,4119,4025,3742,4127,6488,8404,4891,3198,1756,6976,5227,2519,8677,11800,6242,3773,6740,2577,2892,4401,3251,6529,8325,3980,3174,2891,1798,7079,2553,4558,7652,4174,4407,4194,3538,6404,5456,7113,4113,3709,5478,6836,5993,8317,3760,6264,6701,3239,7682,6077,4345,4457,3913,6406,2244,5488,4035,4360,4548,3122,4037,3727,5991,4160,6334,6013,5095,8199,3960,2666,5833,4930,9257,7817,1386,755,5182,2817,3212,3109,6059,3026,4604,4367,4621,3200,5839,5720,4289,3586,613,5374,8102,6381,10259,7817,4734,3300,6015,4242,5010,5040,6398,8217,5780,5101,5268,7590,5043,8253,6089,2118,5109,7540,6559,5609,1831,426,4625,6645,6138,5384,5243,3518,6165,4840,4584,4848,4521,3536,4817,6242,6645,4531,3450,7016,132,1609,7579,6050,6097,2365,1148,12075,12214,5764,3154,7446,7580,5446,9979,4497,7193,6689,4110,4876,4125,9862,13722,11968,7233,4685,3592,4344,4876,14313,2444,6715,5665,4279,6644,3371,3229,5381,3335,6161,8417,5043,4981,5775,4309,7961,7590,6364,6615,546,8269,5620,5025,8590,9603,9353,1600,11535,11001,8469,7463,7601,7357,11197,9684,8915,9404,8300,16346,9957,6630,10091,9036,7461,7022,5709,9171,6243,7214,9655,7822,6669,6733,5457,7208,11306,6602,2618,1235,1124,9335,8037,7257,11974,8037,8193,6758,6524,9249,9221,9108,9697,7456,6658,6224,7517,6089,7230,6458,1371,836,848,5025,17702,8794,6374,5750,2833,7582,10461,5280,3970,5664,3786,4472,8251,6322,10754,5429,9521,8357,1927,1493,8633,9830,5715,8057,11703,13437,5379,9671,5797,9792,3441,1506,13199,14834,6243,6139,3530,9514,3902,6281,3993,6620,8212,6522,3735,5545,8855,6968,3014,6002,5617,4709,5467,5160,1739,5077,9748,8115,7133,15827,4628,3394,1484,1490,6625,7513,7004,6636,11348,11751,6122,4283,10773,7913,4873,6351,5019,9336,5555,1786,1219,1479,13782,21812,13715,5223,6900,7685,11607,5874,6488,7379,7359,4315,3132,1247,5820,17077,6205,8006,5858,6324,6636,4935,7417,1356,4548,9764,22526,6978,6254,6064,6132,5274,3068,2459,2744,10136,8932,8161,7539,9123,7513,5671,7334,7265,9096,9471,8881,8617,7815,7992,7747,8437,7536,6649,9154,8698,8118,6217,6063,5732,3231,3119,1212,9593,9145,6169,4899,3225,1041,352,175,58,32,12,3],"fragments":[{"begin":"0.000","end":"6.680","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"6.680","end":"80.760","lines":["In 2016 a group of activists who called themselves water protectors—led by members of the Standing Rock Sioux Tribe—set up camp on the windswept plains of North Dakota. Their protest against the Dakota Access Pipeline quickly grew into one of the largest Indigenous-led movements in recent U.S. history. At the protest’s height more than 10,000 people gathered to stand in defense of water, land and tribal sovereignty."]},{"begin":"80.760","end":"94.840","lines":["The response? Militarized police, surveillance drones, and a private security firm with war-zone experience—and eventually a sprawling lawsuit that arguably aimed to rewrite the history of Standing Rock."]},{"begin":"94.840","end":"113.800","lines":["My guest today is Alleen Brown. She’s a freelance journalist and a senior editor at Drilled, a self-described “true-crime podcast about climate change.” The latest season of Drilled, which premiered on June 3, digs into the shocking legal battle the pipeline’s builder, Energy Transfer, launched against Greenpeace."]},{"begin":"113.800","end":"116.320","lines":["Thank you so much for coming on to chat with us today."]},{"begin":"116.320","end":"118.040","lines":["Yeah, thank you for having me."]},{"begin":"118.040","end":"125.920","lines":["So for folks who don’t remember or maybe weren’t paying as much attention as they should’ve, remind us what the Dakota Access Pipeline is."]},{"begin":"125.920","end":"148.120","lines":["Yeah, so the Dakota Access Pipeline is an oil pipeline that travels from kind of the western part of North Dakota to Illinois. And in 2016 and 2017 it was being completed and sort of inspired a big Indigenous-led movement of people who were attempting to stop it."]},{"begin":"148.120","end":"152.280","lines":["Yeah, and what were their motivations for stopping the pipeline?"]},{"begin":"152.280","end":"161.760","lines":["There were a few motivations. I think the biggest one and most famous one was that the Standing Rock Sioux Tribe was worried about water contamination ..."]},{"begin":"161.760","end":"162.120","lines":["Mm."]},{"begin":"162.120","end":"177.200","lines":["The pipeline travels underneath the Missouri River, right next to the reservation and not far from where the tribal nation has a water-intake system, so they were really worried about an oil leak."]},{"begin":"177.200","end":"186.840","lines":["Right, and it had actually—the route had been moved from what was initially planned to [in part] avoid that same concern in a predominantly white area; am I remembering that correctly?"]},{"begin":"186.840","end":"201.480","lines":["Yeah, there were talks early on—one of the routes that was being considered was across the Missouri River upstream from the Bismarck-Mandan community’s water-intake system. And so, you know, that’s a more urban area that is predominantly white."]},{"begin":"201.480","end":"213.000","lines":["And again, you know, reminding listeners—it has been a very eventful few years [laughs], to be fair—what exactly happened at Standing Rock? You know, this became a big sort of cultural and ecological moment."]},{"begin":"213.000","end":"248.320","lines":["Yeah, so to make a long story short, what became known as the Standing Rock movement started with a small group of grassroots people from the Standing Rock Sioux Tribe. Eventually the tribe itself got really involved, and what started as kind of a small encampment opposed to the pipeline turned into these sprawling encampments, a sprawling occupation that, at times, had upwards of 10,000 people—people were kind of constantly coming and going. And all of these people were there to stand behind the Standing Rock Sioux Tribe and stop the construction of the pipeline under the Missouri River."]},{"begin":"248.320","end":"265.720","lines":["In response—you know, there was a very heavy-handed response from law enforcement and the pipeline company. So, I think, when a lot of people think of Standing Rock, they think of private security dogs kind of lunging at pipeline opponents who are trying to stop bulldozers."]},{"begin":"265.720","end":"266.120","lines":["Mm."]},{"begin":"266.120","end":"278.720","lines":["They think of law enforcement spraying water hoses in below-freezing temperatures at people who are protesting. You know, they might think of tear gas. So it was very, very intense for the people who were there."]},{"begin":"278.720","end":"300.440","lines":["So in the new season of Drilled you’re digging into a lawsuit filed by Energy Transfer, the company that built the pipeline, and, you know, folks might be surprised to hear that they sued at all, given that the pipeline was built. It’s sort of the opposite direction [laughs] you might expect a lawsuit to be flowing, but then the lawsuit’s claims are also very surprising. Could you summarize those for us?"]},{"begin":"300.440","end":"342.560","lines":["Well, I’m not a lawyer, but I can share what I found in my reporting. I remember when this lawsuit, or another version of this lawsuit, was first filed in 2017—at that time I was working at The Intercept and had been digging into these documents from this private security company, TigerSwan. So I was talking to all kinds of people who had been at Standing Rock and looking at these reports from the private security company. I really didn’t hear anything about Greenpeace and this big lawsuit, which started out as a RICO lawsuit—which is [one that regards] the Racketeer Influenced and Corrupt Organizations Act, designed to go after the Mafia—turned into a conspiracy lawsuit. The lawsuit had Greenpeace at the heart of everything."]},{"begin":"342.560","end":"342.960","lines":["Mm."]},{"begin":"342.960","end":"362.800","lines":["The lawsuit was eventually overturned in federal court and refiled in state court in North Dakota, but the damages that they were originally demanding were around $300 million. Ultimately, in that state court case, [the jury] awarded Energy Transfer over $666 million."]},{"begin":"362.800","end":"373.720","lines":["Wow. Could you tell us a little bit more about, you know, what it means to be accusing someone of conspiracy and sort of what Energy Transfer’s actually trying to say happened here?"]},{"begin":"373.720","end":"383.440","lines":["Yeah, so, you know, for there to be conspiracy you essentially have to have multiple parties kind of conspiring together to do crimes ..."]},{"begin":"383.440","end":"384.120","lines":["Mm."]},{"begin":"384.120","end":"423.160","lines":["And this lawsuit just morphed a number of times since it was originally filed. Again, eventually it was turned into a conspiracy suit, and the players that they were alleging were involved kind of changed over time. So by the time it became a conspiracy suit they were saying two individual Indigenous water protectors—which is what a lot of the pipeline opponents referred to themselves as well as this encampment that called itself Red Warrior Society that was maybe a little bit more kind of into doing direct actions that blocked bulldozers, for example, and Greenpeace were all conspiring together."]},{"begin":"423.160","end":"439.360","lines":["Hmm, and so you had already been investigating the Dakota Access Pipeline for years when this lawsuit came about. In your mind, you know, what are the sort of major points that you had uncovered in your reporting that are, are really conflicting with this narrative from Energy Transfer?"]},{"begin":"439.360","end":"462.080","lines":["I would say one thing about Standing Rock is that everyone that you talk to who was involved will say, “I’m gonna tell you the real story of Standing Rock.” So it’s like people have very diverse ideas about exactly what happened, and I think that speaks to how many people were there and how many people were kind of approaching this question of pipeline construction from different angles."]},{"begin":"462.080","end":"477.720","lines":["There were people coming in from all over the world, and some people were really, you know, aligned with what the Standing Rock Sioux Tribe wanted; some people had their own agendas. But people had, I think, overall really good intentions."]},{"begin":"477.720","end":"505.440","lines":["So there was a lot of diversity, a lot of chaos—you know, the National Guard was called in, and there were kind of federal-level law enforcement resources being used and a lot of pressure from private security, which was working with law enforcement that really amplified the tension in those spaces. There were these lights beaming down on the camp. There were people infiltrating the camps and there were drones flying around."]},{"begin":"505.440","end":"519.560","lines":["I think, for me, understanding the way, I think, militarism and the war on terror were brought home and into this Indigenous-led resistance space is something that I’ve really focused on."]},{"begin":"519.560","end":"539.480","lines":["Right. So, you know, based on your reporting this Energy Transfer lawsuit had raised a lot of questions, and was even dismissed initially and had to be sort of repackaged. But then it sounds like they sort of got everything they wanted out of the lawsuit. What do you think are the larger implications of that?"]},{"begin":"539.480","end":"548.720","lines":["One thing is that a lot of people think of this lawsuit as a SLAPP suit, which stands for “strategic lawsuit against public participation.”"]},{"begin":"548.720","end":"592.480","lines":["So there are a number of groups that have called this lawsuit a SLAPP. Um, there’s this coalition called Protect the Protest Coalition, which includes legal advocacy and movement organizations, like the ACLU [American Civil Liberties Union], Amnesty International, Human Rights Watch, Union of Concerned Scientists. [Editor’s Note: Greenpeace is also a member of the Protect the Protest Coalition.] Another group that has called this a SLAPP is the Energy Transfer v. Greenpeace Trial Monitoring Committee, which came together to keep an eye on the trial. That group is wide-ranging, but it’s mostly lawyers—so human rights attorneys, there’s a First Amendment attorney, law professors, nonprofit leaders, attorneys who have represented Indigenous and environmental defenders. Um, Greenpeace, of course, considers this a SLAPP suit."]},{"begin":"592.480","end":"622.200","lines":["So, the idea is that, you know, it’s not necessarily meant to win on the merits; it’s also meant to scare people and send a message and drain a lot of different people of time and resources. This jury did deliver the verdict that the pipeline company wanted, and now the pipeline company can point to that verdict, even if it’s overturned, and say, “Well, a jury in North Dakota said XYZ is true about the Standing Rock movement.”"]},{"begin":"622.200","end":"622.720","lines":["Mm."]},{"begin":"622.720","end":"639.160","lines":["And, you know, a big part of this case, beyond the conspiracy, were these defamation claims. And, you know, Energy Transfer was saying, “It’s defamatory to say that the pipeline company deliberately destroyed sacred sites,” which was a huge issue in this whole pipeline fight ..."]},{"begin":"639.160","end":"639.440","lines":["Mm-hmm."]},{"begin":"639.440","end":"653.120","lines":["“It’s defamation to say that private security used violence against nonviolent pipeline opponents.” The third one is that “it’s defamation to say that the pipeline crossed tribal land.”"]},{"begin":"653.120","end":"653.360","lines":["Mm."]},{"begin":"653.360","end":"666.040","lines":["So those things—two of those things are things that come directly from the Standing Rock Sioux Tribe and that the Standing Rock Sioux Tribe stands behind. So now Energy Transfer has this record that they can lean on ..."]},{"begin":"666.040","end":"666.520","lines":["Mm."]},{"begin":"666.520","end":"669.640","lines":["And we don’t know exactly how they’ll use that."]},{"begin":"669.640","end":"677.560","lines":["They’ve really hit Greenpeace hard, and I think [this] opens the door against the environmental movement at large."]},{"begin":"677.560","end":"684.920","lines":["Yeah, well, thank you so much for coming on to chat about the show with us today. I’m definitely looking forward to hearing more of this story over the course of the season."]},{"begin":"684.920","end":"687.800","lines":["Thank you so much for having me."]},{"begin":"687.800","end":"694.120","lines":["And just a small update, listeners: Greenpeace has stated its intention to appeal the jury's verdict."]},{"begin":"694.120","end":"703.960","lines":["That’s all for today’s episode. You can start listening to the latest season of Drilled wherever you get your podcasts. For more of Alleen’s work, check out her newsletter, Eco Files."]},{"begin":"703.960","end":"725.160","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"725.160","end":"741.120","lines":["For Scientific American, this is Rachel Feltman. See you next time!"]}],"duration":741}