{"title":"How Your Brain Constructs—And Sometimes Distorts—Your Experience of the World","img":"https://static.scientificamerican.com/dam/m/595ed346b29774ec/original/2509_SQ_FRI_DANIEL_YON_thumbnail.png?m=1757615688.816","url":"https://www.scientificamerican.com/podcast/episode/daniel-yon-explains-why-your-brain-is-a-brilliant-illusionist/","audio":"https://traffic.megaphone.fm/SAM4518074123.mp3","intro":[" In his new book, Daniel Yon explains how our brain is constantly constructing reality"],"authors":["Rachel Feltman","Fonda Mwangi","Alex Sugiura"],"category":["Books"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"You probably think you’re listening to my voice right now. But what if I told you that you’re actually experiencing a sophisticated hallucination?"},{"author":"","text":"Perception isn’t the passive process that most of us imagine it to be, with our senses simply recording reality and sending it up to our brains for processing. Instead, our brains are constantly constructing theories about what’s going on around us—and sometimes our brains get reality wrong."},{"author":"","text":"Here to explain this mind-bending way of looking at, well, the mind, is Daniel Yon, an associate professor of cognitive neuroscience and director of the Uncertainty Lab at Birkbeck, University of London. Daniel is also the author of a recent book called A Trick of the Mind: How the Brain Invents Your Reality."},{"author":"","text":"Thank you so much for coming on to chat with us."},{"author":"Daniel Yon","text":"Thank you for having me."},{"author":"Feltman","text":"So why don’t you start by telling me a little bit about your background and how it led you to write your latest book."},{"author":"Yon","text":"Yeah, so I’m an experimental psychologist and a cognitive neuroscientist, so that means my day job is to try and understand how your mind and brain work and how what happens inside your skull kind of makes the world that you live in."},{"author":"","text":"So the motivation behind my new book, A Trick of the Mind, is that I think that the work that’s been going on in my lab and that which colleagues have been working on around the world gives us a brand-new way of thinking about how our brains work: that your brain is like a scientist. And I think this new idea ..."},{"author":"Feltman","text":"Hmm."},{"author":"Yon","text":"Can shed a lot of light on both the wonderful things [laughs] that your brain gets right but also the ways that our minds and brains can mislead us and get us to perceive and believe things that may not be true."},{"author":"Feltman","text":"Right. So you, you say that our brains are constantly hallucinating reality and that this is “a feature, not a bug.” Can you explain more what that means for our listeners?"},{"author":"Yon","text":"Yeah [laughs], so I suppose when I say that your brain’s like a scientist, I kind of mean it both as an insult and a compliment, in that I think, you know, science is a wonderful thing. I am a scientist, and I think science is maybe the best way we’ve come up with to make sense of the world around us. But science also isn’t infallible, right?"},{"author":"Feltman","text":"Mm."},{"author":"Yon","text":"The process of science is: you kind of take the data that’s been given to you, you come up with theories and paradigms to make sense of it, but then those theories become the lens through which you understand the world. And I think that same process is happening, in a very real sense, inside our brains: that we’re taking in the experiences that the world serves up, we’re using those to make our own models and theories, but then that becomes the kind of key, the filter, the prism that we use to make sense of our surroundings."},{"author":"","text":"So in that sense you’re never really seeing the world exactly as it is, but you’re seeing this projection that your brain’s models make for you—and that’s how you should want to see the world. But it ..."},{"author":"Feltman","text":"Hmm."},{"author":"Yon","text":"Doesn’t mean that, in some sense, it’s an invention as much as something that’s really out there."},{"author":"Feltman","text":"Could you walk us through what’s going on when we perceive something and maybe how that differs from what most people think our experience of reality [laughs] is like?"},{"author":"Yon","text":"[Laughs] Yeah, sure, so I guess maybe you right now and maybe your sort of listeners on this podcast will be perceiving our voices, and your kind of intuitive picture of how that might work, right, would be, you know, there’s some sound waves coming out of my mouth into this microphone and coming out of your speakers or your headphones, and you think that you hear me and you perceive what I’m saying just by kind of taking that information and processing it and kind of extracting the meaning through different circuits through your brain."},{"author":"","text":"What we see when we look inside your actual listening brain [laughs] is something rather different happening. It’s not just this incoming information, but there’s this kind of two-way traffic happening in your head: at the same time that you’re having this incoming signal you also have these predictions descending from higher levels of the brain to lower ones, and they add kind of context and interpretation to what’s going on. And that means that what you actually perceive in any given moment is not just the incoming information, but it’s this interpretation that resolves that expectation and reality."},{"author":"","text":"One way I think you can kind of experience this [laughs] in everyday life would be when you realize you’ve been mishearing song lyrics."},{"author":"Feltman","text":"Mm."},{"author":"Yon","text":"So some of the sort of classic ones are things like, I dunno, if you hear sort of Jimi Hendrix say, “Excuse me while I kiss this guy ...”"},{"author":"Feltman","text":"Mm-hmm."},{"author":"Yon","text":"Rather than “the sky.” Or, you know, people who hear Bob Dylan sing, “The ants are my friends, and they’re blowing in the wind.” [Laughs] You can kind of think that those are happening because you’re not really hearing the signal, but you’re having this interpretation kind of projected on top there."},{"author":"","text":"It’s a pretty reasonable theory for your brain to come up with, right? When you listen to Hendrix and you think he says, you know, “Excuse me while I kiss this guy,” because guys are the kind of thing that you can kiss [laughs] and skies really aren’t. And in that sense your kind of brain is coming up with this theory, this hypothesis, that’s perfectly reasonable, but that’s what you perceive rather than the real words that are coming out of its mouth."},{"author":"Feltman","text":"And why do you think that we evolved to process information this way? You know, what are the benefits to our brain making these kind of inferences?"},{"author":"Yon","text":"I think, in some sense, you can think that one of the benefits is it makes your perception and your kind of analysis of the world really quick and efficient because often those predictions are gonna let you get a head start on the signals around you. So again, something like natural conversation’s a good example: when we take turns when we talk the kind of turns between individual people [last] fractions of seconds. And that’s only possible because we aren’t really [laughs] waiting for the end of the sentence to come up with our conclusion and interpretation, but we’re kind of planning ahead in time and in—kind of interpreting beyond the signal that’s arrived so far."},{"author":"","text":"So part of it’s speed. But I think there’s, in many ways, a much more kind of fundamental reason that our brains have to work this way, which is that we just couldn’t perceive the world without this kind of background model, these background predictions. The signals that we get from our environment are just so ambiguous, they’re so uncertain, and they’re kind of, [in a] sort of mathematical sense, they’re kind of an, an ill-posed problem. It’s really kind of, in a strict sense, impossible to work out what the world is like just from the signals alone."},{"author":"","text":"Something like vision gives you a good feel for this sometimes. When you think that how you see the kind of three-dimensional world is through light that lands on your eyes, but the surface of your retina in the back of your eye is just a flat, two-dimensional map, right? So you’re taking this 3D world, and you’re looking at the shadows of it that land on your eye, and in a kind of strict sense there are loads of different shadows that would all look exactly the same on your eye. There’s this sort of classic joke about, you know, objects being small and close or big and far away, and it’s kind of impossible to tell the difference from your eye alone, right? You need to have this kind of context to make sense of it. And that’s the position we’re in with everything that we try and perceive ..."},{"author":"Feltman","text":"Mm."},{"author":"Yon","text":"The signals alone, they can’t tell us what it’s really like. We need a kind of paradigm to make sense of it, and that’s how your brain’s configured itself: to take the signals but to always contextualize them with its own model and theory about what’s going on."},{"author":"Feltman","text":"And what are some of the shortcomings that we face with this sort of brain-bound scientist?"},{"author":"Yon","text":"Yeah, well, I suppose [laughs] in the same way that I’m kind of talking about perception as being this kind of theory-laden process, right—you kind of come up with these hypotheses, and then they become the window that you see the world through—just like in science it’s possible to arrive at a theory that’s not right but nonetheless becomes the way you understand things, you know? The history of science is the history of people who were conscientious and intelligent and tried very hard to carefully interpret their measurements, but, you know, nonetheless they still end up believing that the sun revolves around the Earth."},{"author":"","text":"And there’s a sense in which the same thing can happen to you, right? You can arrive at a prediction and a theory, but if that prediction’s wrong, you’ll end up perceiving things that aren’t really there. The sort of song lyrics is a, maybe, a bit of a sort of playful example—you don’t mind too much that you kinda mishear a song you’re listening to. But at the kind of extreme ends of this process, if you’re constantly projecting false theories into your perceptions, you’re gonna be experiencing a world that’s rather different to the one that everyone else lives in."},{"author":"","text":"And some of the kind of most exciting work in this area, I think, has begun to suggest that you can rethink certain kinds of psychiatric illness, things like schizophrenia and other kinds of psychotic illness, as possibly arising from a difference in this projection process in the brain. That one thing that seems to happen in people who hallucinate in their everyday life, kind of people who hear voices that often say threatening or unpleasant things to them, is we can see within the kind of cortical networks for perception a kind of exaggeration of these top-down predictive kind of theory-laden processes. That kinda begins to make sense ’cause you can think that what the hallucination is, in the clinical case, is it’s this extreme projection of an idea into the reality that you’re living in without a kind of corresponding signal behind it."},{"author":"","text":"So I think it can explain some kind of quite serious sort of symptoms but also give us a completely different view on what those symptoms really mean. It’s not that kind of some people are mad or are perceiving the world in a completely different way to everybody else. We’re all points on a kind of sliding continuum, sometimes using the world and sometimes using our own existing models to make sense of our surroundings, and where we lie on that spectrum can have big consequences for how we experience the world around us."},{"author":"Feltman","text":"What’s some of the most exciting research going on in this field right now?"},{"author":"Yon","text":"I think one of the really exciting things that this new way of thinking brings into view is questions about how we might begin to change our own minds. So if you think that your brain is like a scientist, kind of building its own theories and paradigms to make sense of its surroundings, the question then becomes: How does the brain know when those theories should change or those paradigms should shift?"},{"author":"","text":"And the solution that psychologists and neuroscientists have kind of landed on is that we should change our minds when the world around us seems to be changing. That there’s a sense in which if the world seems stable and predictable, we should stick with what we know because the world’s stable and say the past is gonna be a good predictor of the present and the future. But if we think that the world is changing, if we find ourselves living through volatile or unstable times, that should make our points of view and our perspectives and our models and our predictions more flexible."},{"author":"","text":"And what the latest neuroscience begins to unearth is kind of various systems that seems to control that kind of malleability and uncertainty in our heads. That there might be particular neurochemical systems, like the noradrenaline or norepinephrine system, that play a key role in manipulating the kind of flexibility of our brain’s paradigms, which makes it easier sometimes for us to stick with what we know, but other times easier to undergo quite a dramatic shift in our sorts of perspectives."},{"author":"","text":"So I think we’ve sort of seen this happen in recent years through things like the COVID pandemic and the sense that the world around us is a much more unstable place. That’s had a measurable impact on these mechanisms that track how stable and unstable the world seems."},{"author":"","text":"But in more recent work it seems that we can begin to manipulate these systems directly. That, you know, there are drugs that already exist—drugs that, you know, some of your listeners might already take—that happen to have effects on these pathways that can change how easy it is for you to stick with your existing predictions and how easy it is for you to discard old ideas and come up with new ones."},{"author":"","text":"So I suppose, in a sense, that we might not be too far [laughs] in the not too distant future from having a prescription to make you more open-minded or more close-minded. But I guess, in the book what I try to explore is whether, even if such drugs were on the market, would you want to take them?"},{"author":"Feltman","text":"Mm."},{"author":"Yon","text":"Should you want to stick with those predictive models you have or try to change your own mind?"},{"author":"Feltman","text":"Well, in the meantime what can we do to [laughs] avoid misinterpretations of reality that might backfire on us?"},{"author":"Yon","text":"Yeah, well, I suppose one thing that you might think is gonna be important is gonna be making sure that the predictions are based on good samples."},{"author":"Feltman","text":"Mm."},{"author":"Yon","text":"So I think, in a sense, one of the things I talk about in the book is the value of diverse experiences in kind of training up the models that your brain is using. That this becomes particularly important, say, in some of the chapters where I talk about how we understand other people—that we try to make sense of the people we interact with based on experiences we have in the past. We kind of never really have a first impression, but instead we bring to bear all of our past impressions on the interpretations we make in the present."},{"author":"","text":"That means that we can read people who are like people we’ve met before, but we’re not so good at understanding the minds of other people if they’re quite different to people that we haven’t interacted with. So there’s a value in having diverse experiences of the world, of other people, even of ourselves that can help to diversify the predictions that the brain deploys and help us to not overfit certain experiences."},{"author":"","text":"I think besides kind of trying to have a sort of diverse range of experience in our brains, I think one thing that we might want to kind of court, if we want to make our predictions more flexible in a changing world, is to try and seek out that kind of uncertainty and change that we know makes the brain more flexible. So while quite dramatic changes like an unprecedented global virus [laughs] are maybe not the sorts of things that I would kind of wish on anybody, the sense that experiencing change in one bit of your life, if this theory’s right, should also increase the malleability of other bits of your kind of predictive machinery."},{"author":"","text":"That if you, for instance, travel or spend time with people that you weren’t expecting to spend time with, you know, you kind of branch out of your regular routines, the effects of these things should be to increase the kind of surprise signals that emanate through your brain, and that should make it possible for you to have new experiences and new information imprint itself in the predictions your brain’s making. That will kind of stop you being stubborn and calcified, seeing the world in one particular way, but instead make it possible for you to experience the world that is around you rather than the one that you might be carrying with you from the more distant past."},{"author":"Feltman","text":"Well, thank you so much for coming on to chat with us, and I think our listeners will really enjoy your book."},{"author":"Yon","text":"Great, thank you. Thanks for having me."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Monday with our science news roundup."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[14259,12404,11029,11843,1570,20741,19596,16414,16734,15403,9752,11982,4283,943,1408,1432,23230,23970,20592,16259,12238,11671,20138,14817,10611,14189,16528,3521,2502,1853,2004,8274,24592,21451,7396,19529,19828,14543,5709,13601,7959,10110,1822,1273,1061,1039,954,18845,18667,12894,1435,986,1447,1590,2655,19842,24415,18808,21684,20226,1540,12821,14860,6164,2231,1019,24433,20798,18114,16563,1290,1189,1030,19571,24606,24328,22894,14671,18763,16143,2512,1950,22563,20451,11992,13222,25407,23009,15480,7195,14593,15349,14477,6401,24508,15568,13969,9303,1047,1202,4504,4061,2626,1706,15370,12453,15168,13974,11997,11898,16126,16177,13111,11971,15018,15287,11142,12885,15120,14349,12046,17013,14708,16191,11291,5982,15236,13481,14450,14754,15927,15784,11738,15454,12869,14976,7506,14927,11356,12526,14867,7910,2647,2365,15631,11494,15174,15592,14298,5078,5508,15859,11972,15099,14810,14756,7643,15026,11481,6120,4476,4249,15727,15117,12233,11880,13866,15111,12977,14779,16110,13639,14701,10537,5814,731,14800,14928,14788,10008,15116,14941,13324,12315,15282,10615,14149,11728,2816,1250,3898,16327,10628,11923,13731,12494,14328,13081,10726,14854,15965,16065,15283,7599,1502,15678,14874,14501,7609,14636,13165,11003,9446,1315,15038,13955,14775,13360,2618,12232,14657,14025,13062,14163,14099,13811,7398,15223,14763,12591,15235,13893,2677,15234,14866,14761,15713,4582,979,15262,13242,11245,9178,2427,15752,14010,15022,14954,14325,7695,5208,4439,15198,11989,14620,8872,10214,1045,844,14155,14960,17095,15432,14932,13812,15817,7161,15734,14991,11622,14712,13207,11544,2687,1150,917,14298,14430,12907,13303,15615,15540,14316,12757,15935,13260,14928,6593,1371,15180,12694,15411,12703,15068,15204,12958,1301,15198,15072,14861,14790,15720,4967,15538,15141,15670,9629,1503,15180,13606,15830,7546,15957,15067,14059,16160,13403,3570,15087,14977,15488,15626,16156,14618,12149,14200,11712,1284,15128,14882,15252,15189,11301,15086,17991,15122,14670,10088,885,15464,17817,8203,3271,2655,15468,15535,13717,12314,15052,12597,7125,6398,15725,15963,15177,6621,8943,14606,1494,1485,3514,3683,1834,1505,1734,1203,888,615,457,545,1178,914,443,269,406,173,145,66,36,36,45,23,4,34,228,1117,1762,9494,6405,7096,8898,7642,9814,12368,12319,13431,8340,13707,10989,14048,12984,13633,13867,9941,13483,12596,14257,8285,8240,11632,9066,12656,12484,12385,12526,8231,7969,7032,6875,6737,22648,16154,18351,18038,22392,16788,22223,22456,19241,22431,12802,5467,6658,7294,8356,6699,8064,9605,9646,11666,13025,13729,13730,13686,9933,8259,10011,6904,9200,11785,7862,8397,2713,1832,1867,1527,1388,1245,1067,9106,16872,20868,22397,19624,13740,15286,17390,17877,14590,4841,21622,21077,16531,16392,17186,15991,22429,16140,18546,15166,13905,15028,15503,14916,16222,15689,16630,11914,13753,3070,13699,22259,14264,14479,17566,22515,15269,19776,18424,19825,16607,22270,22397,13559,6578,19866,22443,16430,18139,15128,17044,20042,19673,14858,13654,22452,22429,15964,15852,22386,12936,5228,3717,21035,18889,20221,16380,19840,19704,16144,17004,11821,22464,12101,13964,22396,16750,18784,22280,11771,5320,2506,22520,22318,22406,15551,22341,16878,19528,22474,13602,14840,5372,2789,2922,22521,13311,18787,16446,18470,20435,18275,13652,18329,11079,20637,20642,21117,5309,22320,22462,14517,9972,22478,20516,16048,22486,18906,20807,17859,19994,19474,22452,18318,19304,22432,19226,22411,22469,19066,22391,17305,17720,16012,18160,1834,1841,20409,17308,22380,17079,20367,15872,15881,17683,17554,17728,20112,20258,16188,6191,22435,19621,16054,22476,14331,22366,20031,5842,548,505,19103,17186,18840,17065,18778,18008,12143,19179,19550,15864,18212,19086,16545,16902,15925,14117,20040,17962,21663,13765,16820,15399,15725,12425,12515,14631,7341,17004,18110,10496,15404,9279,10884,14587,17097,14117,14631,14323,7769,9910,12739,13938,13715,13561,12398,17990,22432,12510,4843,14814,21554,18024,14142,17357,10699,14677,5038,22044,12875,13994,16977,13092,12080,13768,22443,9934,11080,14347,7572,10996,10689,9684,8821,3430,2581,1497,16866,13353,10384,19601,15874,17017,6525,15276,17577,15460,16705,19525,6142,8246,9374,4845,22402,12244,16539,9770,16603,12884,22407,16590,8356,20547,12203,11982,12869,17725,13287,1348,16730,15381,6781,20729,15683,15610,19322,18843,12202,7771,1542,2039,18027,14144,16056,15255,12956,10613,887,14819,13426,15497,15345,13565,15256,12829,10418,2291,18369,22444,21055,22104,18806,21441,15172,12320,16990,13820,12873,2891,16111,12012,12943,9381,9724,7237,8918,8768,13439,12371,10899,6819,1438,10349,10425,1408,14507,13662,13774,15942,12481,15947,17392,11556,11854,16181,11133,14341,15266,14316,14602,12839,4508,18982,18257,14380,16753,13267,11559,12564,13509,13118,13363,17593,9284,18347,13631,4946,18261,15403,17811,20758,11541,13011,15683,17380,15732,13563,12380,20028,14652,15758,12483,16086,11649,15814,15580,17697,22430,22447,19028,14041,18184,14520,21248,22400,15982,22448,19980,18857,11354,8089,15552,12683,7612,21968,19416,14899,17466,12649,13019,9417,15200,13083,14687,20275,17607,1650,13859,15126,18750,15470,13061,22504,13809,9605,19303,18018,14821,9275,15663,22441,18251,15317,12983,13392,10261,7190,17202,14095,13073,22418,8471,13157,17800,16052,188,21069,17969,13337,19952,14764,8227,11622,12668,10361,15422,2618,1194,16877,18701,21154,16941,17520,20489,14196,5069,21110,17144,14872,17438,16281,4321,11637,14580,1606,22552,15662,14651,9019,11245,15557,16868,15953,17619,12620,14543,12658,13351,8756,14176,16987,15628,3640,13875,22595,14299,22437,8109,1933,16348,17112,16824,14795,19374,12335,17807,13368,11648,11705,12687,11094,16652,16422,14363,7367,16082,22513,17916,20476,16866,15028,19683,13910,14682,14051,14610,11303,1198,20229,11785,13116,14140,11000,9728,20565,22456,15100,16245,20698,12399,6611,11491,19689,12928,17706,15449,12522,14437,7505,9016,12021,5544,12271,9564,7193,7099,16279,14380,14848,8355,12214,12424,17980,14837,15590,14869,12285,15685,14221,14869,16695,14473,6220,16563,22355,19737,4162,17345,14896,22347,13394,7555,16441,16309,15480,11046,19822,19382,9280,17514,13702,15139,17620,14791,36,15967,7607,14068,13384,16199,15849,15154,11357,14006,18703,10957,12904,11422,11472,9053,6677,17639,12030,10876,755,14859,17668,15258,15982,9851,2901,1674,22443,20829,15340,16518,14086,19050,20167,12047,21686,11939,13617,13528,2495,14946,22465,14664,20222,16660,15039,11635,15782,18115,13509,12977,15124,14850,12889,11923,2598,1607,22378,7456,15763,13069,17765,16223,15255,13306,14717,21284,13989,8279,22445,21009,22489,18549,14451,11817,19705,12422,12047,19362,15330,20524,10338,10919,9588,7382,13319,12679,8503,6235,797,7449,22464,16486,18138,21686,21873,18291,15667,22440,22429,13375,15262,12229,14868,20385,6074,10119,18240,14655,8280,1899,21970,22476,17072,13130,13331,12069,6179,1817,22417,17878,20522,22434,16614,10683,8503,19702,22454,19258,17721,10649,14784,16179,8044,12918,19135,11608,21520,14741,14203,15168,12601,20768,15615,9371,14869,15614,16701,6547,2789,16864,22358,11087,21524,15463,17102,18059,12528,8530,9559,6179,704,22414,14082,15788,17872,16274,14912,14523,15107,13505,18682,10645,19992,14169,14295,11745,20243,22319,17045,11698,1273,18958,17826,13376,17930,22470,18749,7145,1268,5470,22491,18628,22393,18151,19040,15217,14843,16937,13220,7028,826,18145,14780,18149,15624,11183,19544,16426,13525,6829,14495,12530,22420,13927,14883,13492,6283,1222,10062,10522,12809,11173,12831,13519,10934,12647,17241,15562,17371,19964,14597,18644,22451,18936,16018,12702,15284,22388,12201,8912,8012,9321,10026,13551,10463,12614,18808,21097,14689,15148,9823,17041,19702,19910,13345,3422,16850,22548,21463,18740,22450,16083,18936,12990,971,17667,19582,11883,19922,19572,18777,19377,8161,10077,15810,22394,14111,14470,18418,15876,13904,20183,14205,10864,13664,17112,11344,20282,15563,17455,13813,14029,14834,14366,8935,11825,14944,14060,8587,22407,10124,18696,16355,12660,12301,1677,14543,17738,13452,16707,9317,16293,8027,22443,22404,19742,12601,11999,11075,22137,15695,18871,22572,19700,15764,21209,11179,4540,21757,21420,17311,20294,15686,12158,18981,12983,16120,19020,21364,12575,22558,15505,14072,10736,12925,22440,12744,14795,16671,12631,15544,12427,10829,7618,4612,5,22400,9650,19823,13550,20289,20738,11370,15829,15904,11446,13135,9036,21397,11383,13615,13040,16211,16862,17625,18489,18594,11718,9821,21969,14458,13288,14348,13587,19090,14372,5673,15351,12702,12963,1861,16699,12264,12810,10457,8869,12620,15886,14879,12379,7522,695,13756,18350,10469,11164,15429,17520,9340,11365,20736,12506,11491,10145,14695,14277,12201,10937,1901,16002,21063,12814,14857,15385,11991,12689,12910,18794,13348,12415,13537,9914,6168,18258,22577,15808,18397,15297,18136,10762,15805,15948,1561,19852,18426,22519,22454,13239,16448,11082,15151,22605,10119,17710,14090,17001,22547,12426,21584,6590,20793,14466,21989,13686,15543,1962,18471,14558,17553,21916,13942,14850,14583,16081,16360,1664,21598,14515,12945,12595,15632,15212,14629,9571,17990,22488,13555,19879,22483,8887,14607,10048,11898,22451,12037,10907,16270,7961,9629,10932,16236,11175,22473,12977,10049,204,18243,15234,17420,15210,17680,22450,15577,11797,11959,10021,12189,8438,9823,3076,8458,15312,15447,14981,22451,12480,16975,16824,15143,9602,22447,9507,17508,14658,11692,10390,12654,9386,6983,4430,20816,13035,16501,12041,12889,10038,14914,18967,15115,10043,5906,17679,15943,15819,12188,22149,7600,22444,21531,10245,16562,15759,13861,15546,21020,19739,6059,16681,17726,15885,10713,13305,15645,15733,21458,15563,16547,18659,13970,11080,8161,17785,13817,15458,9790,17241,17790,16235,11948,11776,14482,14039,15577,4002,1195,17747,13099,14594,22466,14110,16655,17556,15872,17202,16463,13670,11537,15802,12444,12873,14372,9440,16744,12639,21127,16205,21479,16945,10867,14230,16332,18508,19043,13162,13121,7103,22413,9663,17011,22416,17627,14862,16318,13232,13943,22380,22400,10482,17401,12126,17464,22447,8078,22383,15995,20616,16814,19647,7154,22161,22411,13474,18240,16453,12683,16065,20912,13264,14671,18666,13268,14574,15662,15606,15317,20369,18557,13549,6907,16848,15190,9594,20393,17278,10586,15876,22453,20039,22496,22045,18157,19695,19775,19628,12317,2667,18996,22496,15548,13042,12342,16419,22441,16172,15588,14149,22257,15048,10660,12581,2386,22429,21420,10775,15048,13879,14067,14404,15231,8617,16795,18803,12951,14494,11202,12427,12500,1041,12904,22387,15129,16884,14037,12754,22453,14688,11805,9417,14611,12281,22318,17540,14793,7634,15586,13191,14770,11344,11144,13966,3794,18332,11999,16075,8801,9861,6101,17696,14329,14878,15876,22420,13442,14249,15850,9297,11236,4566,17923,11439,14665,17197,11871,22484,9165,5364,7423,20634,18022,18835,19330,17581,13034,19606,18732,20790,14170,15884,11527,14930,9671,12755,12040,13766,17487,14630,13887,11072,10281,11863,1056,20307,13657,16604,10884,9542,12970,13743,11902,8062,10193,12659,8730,837,1031,22379,22483,16650,9816,22337,15659,16003,16552,15303,12635,10788,20952,2202,15024,14162,19092,16060,9566,15064,15585,12005,9817,17493,16189,14580,11942,3798,16999,16246,16084,10094,15058,17245,13544,13785,22089,8140,17751,18982,17689,15246,22249,16291,12796,14297,7860,14356,2648,22471,21359,16067,12441,13614,12453,12696,15993,17006,13273,7142,22456,16077,13659,17551,15114,12248,13405,11875,15654,12472,18039,15580,9239,14458,17512,19049,16849,11167,17254,6845,15383,15655,14593,11346,10155,14392,14023,14283,11665,21832,16381,13942,18727,16789,12324,19929,15336,22497,18867,9963,11192,13333,11601,9677,11113,11812,11011,19797,15262,20394,15603,13368,18769,12675,1418,15835,18706,13246,19737,17456,16160,13658,13653,12346,14377,16974,10335,1197,18301,14684,17777,16045,17173,17005,15810,13934,12508,11319,11844,16979,14223,1487,1100,2347,21062,21080,14877,21159,19843,19309,13165,13070,10979,13051,9835,2105,13901,13513,15476,15271,16321,16469,9892,14558,9385,10330,11376,11551,15109,12223,13468,14144,11034,11841,11669,22434,17169,12001,12827,6769,22348,17758,11618,11466,15406,12109,10056,9942,1121,15865,1391,5545,22421,14019,20011,12596,11176,12832,17040,16196,2256,17664,17241,12374,8542,12788,10428,13960,14971,11037,7059,811,22039,17143,17375,15109,10009,11724,15479,11214,13151,13442,14029,7535,15762,18213,17357,14141,17576,14091,12536,13461,12897,13771,12530,17261,22457,13531,14103,493,13004,21322,16715,13284,10688,11338,13547,10864,8426,4217,1543,22366,22482,17840,16944,14582,14732,14665,18829,20889,18357,13672,15295,20493,21522,9192,13886,7555,12747,21008,16440,19647,14640,14343,11963,785,19013,21078,11779,16862,19058,15630,18832,15015,20281,15421,15168,15356,7430,321,504,190,22056,19837,18701,12891,14362,17787,16499,8801,16294,16210,16892,19736,12661,11451,10860,11619,13070,9548,10917,12355,13291,13434,17953,13996,12070,20510,17579,12170,9919,13720,15529,11858,12842,21691,13687,15780,9266,13449,4324,1027,18542,13336,11338,16041,15839,15809,9727,2511,827,15795,19927,18926,12568,19589,15130,11910,13695,11890,8517,10965,9853,10417,14090,16884,7749,4422,18801,22293,16106,12371,13899,17370,11627,7520,10041,14294,10397,11073,8792,5572,16795,15574,16717,12605,17883,12551,12534,12446,11408,10779,10823,16744,425,22413,22432,18628,6579,13025,19540,12387,13207,7965,13388,10650,12703,10013,16030,921,14872,22149,17398,22448,6223,11494,21464,15035,15796,8233,523,475,17123,15200,16359,13832,10519,22490,14961,15386,13293,15183,13579,14077,16943,22455,16354,9240,12120,8223,17659,20012,7782,1297,22461,18144,18792,22437,15524,17733,17562,12989,11673,17411,7632,2802,14364,21490,9671,17180,5413,14839,16346,16754,17002,18235,15180,12719,12198,10115,19120,14092,10743,6812,20200,20034,18993,17674,6337,13321,20172,17480,8759,7569,14625,5590,368,1241,13761,14730,15136,11076,846,20631,18165,11913,15879,19192,15032,11151,10699,17973,13656,11690,16568,14181,6183,1003,11903,18816,16132,14250,13091,19821,14570,13840,18547,15721,10832,11603,4948,19753,21984,13625,12379,15146,21224,12244,15497,11754,15342,11115,17537,12601,13066,11827,21656,10846,1219,22468,15595,14459,6201,16879,15392,13589,16663,12024,13284,7239,14395,9607,16350,4841,901,22513,22502,15542,16818,14720,18344,12680,20099,19205,14743,11734,10758,15410,13047,10765,15408,10726,22440,15498,11151,12541,10580,12876,3334,14731,1213,18329,13829,13315,16714,9610,11416,14469,11232,14206,12076,17366,9234,9254,19890,16921,16495,11099,7863,15198,18157,13724,15442,16717,12062,10843,14083,6159,3407,1530,17559,18535,22454,22463,17382,12352,15305,16856,11713,16840,19135,17771,16366,19454,18953,22470,15224,9037,7821,11070,15008,5605,1252,18047,15572,13867,20614,12888,16045,15844,16861,14208,13657,15273,20070,13475,10436,9616,20113,16487,11113,12549,15400,14038,14909,21271,5520,1438,20936,17433,19360,15703,17080,8701,17158,11695,11098,10901,11333,10245,13153,3408,216,17382,18505,19087,14409,14769,12535,14000,16825,11454,585,15232,15243,14207,11616,14560,16453,5744,9909,13536,18811,12372,12185,13618,19987,17065,13481,14228,18777,16045,20066,8120,11552,1628,22201,21275,18668,11467,6892,508,13032,21455,13767,11833,21372,8824,4922,22479,13640,10137,11671,13947,14172,10261,15441,12526,14343,13450,10367,11729,578,18365,14668,10684,10168,12328,11403,3070,22034,1925,19939,22369,16679,22440,15469,17073,19536,15925,15632,13520,17438,10498,1008,22458,16892,15731,14503,968,16111,17829,22468,22249,16679,18698,21568,21575,22403,22451,13256,15661,11429,13010,19200,13420,14038,16703,12323,17645,11701,15209,19078,4779,14579,15733,13042,14157,13040,13414,11457,9713,8551,1185,14225,16954,11993,7544,0,13542,15005,12684,13881,16278,15178,11606,12410,11658,16486,16148,16338,13699,4396,18444,12757,18608,15695,14867,15947,18625,18317,20931,14973,16243,5749,90,20728,16712,14704,14007,5722,22415,12202,16158,14068,10560,10655,11338,11565,11736,3844,475,18,11612,14180,18804,10431,12400,14964,18387,13228,22007,11744,13052,12944,9679,12563,13587,6474,690,9228,22481,20269,15024,13553,16284,12745,14269,16407,12637,2790,389,17609,22341,16726,20691,13807,11720,19461,7937,9805,11915,15941,11028,10385,13976,11385,12077,7645,16922,12990,3056,22440,12921,13123,13188,13435,14820,15875,13184,8741,14198,11256,9422,16423,6574,11359,13789,15230,15226,16598,12500,12925,12662,19618,13019,2427,921,22469,12753,9129,16054,16105,19079,17030,10272,8842,13710,16229,17192,18027,13474,18589,10720,14302,12396,5907,22467,18805,15163,18606,22477,15201,9837,8937,8405,14538,11078,9734,18130,2698,22538,14350,13741,18886,13231,15804,20608,12357,11431,12760,10054,19383,15074,20597,16892,9204,15145,11583,11493,12219,14449,22180,15826,10057,11835,12227,11733,8146,1241,16867,22466,11730,14590,11753,13600,10455,17097,11363,15354,16450,17956,12222,9673,15444,1819,22377,16545,20433,13717,15583,13765,10495,12395,15712,8098,1264,20900,19210,14436,1015,18095,20043,20136,9493,15778,14456,6424,22465,17343,16135,12355,11410,11510,17199,19007,7380,13939,16243,14399,14800,12845,14725,8418,998,16391,22469,15599,13463,15464,7939,506,4907,18840,12817,15631,13233,13597,17978,12098,18419,18615,7853,3832,14995,17712,20282,13751,20183,16908,17954,16315,18275,16144,22262,17612,13745,14034,11410,18371,9177,16005,13447,13180,10605,6234,575,22453,14899,1649,22449,22457,22477,17319,21282,11997,12201,949,22331,17105,17658,19045,16776,22457,20000,17301,15163,13316,19715,18749,14964,12054,14396,12424,13166,12314,15764,11683,22366,13555,16992,12377,15295,12939,6465,17082,11173,522,14082,18462,13317,10155,14254,12206,19668,14651,14670,11517,8594,10306,12615,9162,8212,12881,1696,15057,14977,18977,10020,10840,21884,18892,11368,16807,10350,9239,19305,20527,12269,14935,10416,16215,14394,18741,10672,14755,14285,16751,12066,13091,15149,11015,1243,18417,20638,10265,14203,11645,11042,8279,15813,7628,717,14491,14418,17732,14164,13475,9698,14197,12795,18219,10884,19408,22458,20973,11538,13425,4841,3122,22438,15152,16367,11039,11108,11604,10892,22435,10079,11264,11099,11772,11489,6368,17667,16519,12132,17114,22462,8614,22446,10315,12987,14043,12275,15264,16664,3166,2053,19255,19066,13018,9054,9072,12950,14454,14520,18267,18962,7312,15438,12076,10401,7554,10025,22478,16961,9380,9240,10284,4842,2403,1950,20006,18413,17049,16755,15260,11011,22426,15282,16293,16801,15127,16422,12813,11131,11628,11852,9444,13501,19851,14681,17282,6488,1721,2301,2311,22492,19101,19987,21511,13921,2436,21365,22503,22452,22297,22492,15386,18879,11100,2066,22443,17654,16478,16061,22476,12560,19104,21643,18117,20644,19563,19994,13156,17449,19830,22369,17713,20852,17984,17416,2867,20240,22456,13889,22292,18737,17924,14779,19568,1762,22445,20037,17819,22372,22475,19431,22473,18436,14376,2441,21225,17120,17090,11095,16919,22460,20293,17890,1536,996,22442,22450,22351,21377,14568,17725,22467,19962,19871,17126,20316,22062,15640,7449,317,310,22495,12109,21443,16214,21097,13239,17499,19708,16410,4499,22428,19058,18054,441,125,210,720,1419,2398,5969,4264,5632,6444,7074,7085,4998,6227,7776,10172,7811,11573,10557,10125,13287,13513,14126,14311,13672,9125,9556,11451,11631,13005,14210,12623,14162,12339,11641,7384,8782,5887,9563,8602,11685,8219,3108,6480,5070,3200,2341,1387,873,781,466,222,78,41,9,15939,13986,13598,13489,13328,12676,12417,11732,6663,3270,14152,16569,8978,11409,13003,20797,11668,12970,18520,7252,18649,9760,14132,24512,6099,6715,12919,7543,18969,18188,11825,12369,6566,8120,9512,8485,23046,12914,21047,12238,15551,11422,10419,14669,16990,17643,14442,11782,17998,19587,13004,15638,17104,14092,15734,18407,14707,18954,18127,19226,18475,12682,18893,21975,21812,13507,14372,18934,10672,24396,14453,5814,6824,21182,20188,15717,14859,14469,16428,17499,16274,13582,19804,18918,20968,24521,17291,10914,22859,15084,16477,24335,16622,22229,16363,24310,16622,15481,15941,9924,4424],"fragments":[{"begin":"0.000","end":"4.520","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"4.520","end":"15.240","lines":["You probably think you’re listening to my voice right now. But what if I told you that you’re actually experiencing a sophisticated hallucination?"]},{"begin":"15.240","end":"34.800","lines":["Perception isn’t the passive process that most of us imagine it to be, with our senses simply recording reality and sending it up to our brains for processing. Instead, our brains are constantly constructing theories about what’s going on around us—and sometimes our brains get reality wrong."]},{"begin":"34.800","end":"57.080","lines":["Here to explain this mind-bending way of looking at, well, the mind, is Daniel Yon, an associate professor of cognitive neuroscience and director of the Uncertainty Lab at Birkbeck, University of London. Daniel is also the author of a recent book called A Trick of the Mind: How the Brain Invents Your Reality."]},{"begin":"57.080","end":"61.520","lines":["Thank you so much for coming on to chat with us."]},{"begin":"61.520","end":"62.880","lines":["Thank you for having me."]},{"begin":"62.880","end":"71.880","lines":["So why don’t you start by telling me a little bit about your background and how it led you to write your latest book."]},{"begin":"71.880","end":"89.200","lines":["Yeah, so I’m an experimental psychologist and a cognitive neuroscientist, so that means my day job is to try and understand how your mind and brain work and how what happens inside your skull kind of makes the world that you live in."]},{"begin":"89.200","end":"108.160","lines":["So the motivation behind my new book, A Trick of the Mind, is that I think that the work that’s been going on in my lab and that which colleagues have been working on around the world gives us a brand-new way of thinking about how our brains work: that your brain is like a scientist. And I think this new idea ..."]},{"begin":"108.160","end":"116.120","lines":["Hmm."]},{"begin":"116.120","end":"131.040","lines":["Can shed a lot of light on both the wonderful things [laughs] that your brain gets right but also the ways that our minds and brains can mislead us and get us to perceive and believe things that may not be true."]},{"begin":"131.040","end":"145.280","lines":["Right. So you, you say that our brains are constantly hallucinating reality and that this is “a feature, not a bug.” Can you explain more what that means for our listeners?"]},{"begin":"145.280","end":"171.120","lines":["Yeah [laughs], so I suppose when I say that your brain’s like a scientist, I kind of mean it both as an insult and a compliment, in that I think, you know, science is a wonderful thing. I am a scientist, and I think science is maybe the best way we’ve come up with to make sense of the world around us. But science also isn’t infallible, right?"]},{"begin":"171.120","end":"171.680","lines":["Mm."]},{"begin":"171.680","end":"213.120","lines":["The process of science is: you kind of take the data that’s been given to you, you come up with theories and paradigms to make sense of it, but then those theories become the lens through which you understand the world. And I think that same process is happening, in a very real sense, inside our brains: that we’re taking in the experiences that the world serves up, we’re using those to make our own models and theories, but then that becomes the kind of key, the filter, the prism that we use to make sense of our surroundings."]},{"begin":"213.120","end":"228.320","lines":["So in that sense you’re never really seeing the world exactly as it is, but you’re seeing this projection that your brain’s models make for you—and that’s how you should want to see the world. But it ..."]},{"begin":"228.320","end":"228.560","lines":["Hmm."]},{"begin":"228.560","end":"235.000","lines":["Doesn’t mean that, in some sense, it’s an invention as much as something that’s really out there."]},{"begin":"235.000","end":"246.440","lines":["Could you walk us through what’s going on when we perceive something and maybe how that differs from what most people think our experience of reality [laughs] is like?"]},{"begin":"246.440","end":"280.280","lines":["[Laughs] Yeah, sure, so I guess maybe you right now and maybe your sort of listeners on this podcast will be perceiving our voices, and your kind of intuitive picture of how that might work, right, would be, you know, there’s some sound waves coming out of my mouth into this microphone and coming out of your speakers or your headphones, and you think that you hear me and you perceive what I’m saying just by kind of taking that information and processing it and kind of extracting the meaning through different circuits through your brain."]},{"begin":"280.280","end":"321.680","lines":["What we see when we look inside your actual listening brain [laughs] is something rather different happening. It’s not just this incoming information, but there’s this kind of two-way traffic happening in your head: at the same time that you’re having this incoming signal you also have these predictions descending from higher levels of the brain to lower ones, and they add kind of context and interpretation to what’s going on. And that means that what you actually perceive in any given moment is not just the incoming information, but it’s this interpretation that resolves that expectation and reality."]},{"begin":"321.680","end":"328.880","lines":["One way I think you can kind of experience this [laughs] in everyday life would be when you realize you’ve been mishearing song lyrics."]},{"begin":"328.880","end":"329.040","lines":["Mm."]},{"begin":"329.040","end":"337.920","lines":["So some of the sort of classic ones are things like, I dunno, if you hear sort of Jimi Hendrix say, “Excuse me while I kiss this guy ...”"]},{"begin":"337.920","end":"338.960","lines":["Mm-hmm."]},{"begin":"338.960","end":"359.360","lines":["Rather than “the sky.” Or, you know, people who hear Bob Dylan sing, “The ants are my friends, and they’re blowing in the wind.” [Laughs] You can kind of think that those are happening because you’re not really hearing the signal, but you’re having this interpretation kind of projected on top there."]},{"begin":"359.360","end":"385.560","lines":["It’s a pretty reasonable theory for your brain to come up with, right? When you listen to Hendrix and you think he says, you know, “Excuse me while I kiss this guy,” because guys are the kind of thing that you can kiss [laughs] and skies really aren’t. And in that sense your kind of brain is coming up with this theory, this hypothesis, that’s perfectly reasonable, but that’s what you perceive rather than the real words that are coming out of its mouth."]},{"begin":"385.560","end":"398.280","lines":["And why do you think that we evolved to process information this way? You know, what are the benefits to our brain making these kind of inferences?"]},{"begin":"398.280","end":"452.160","lines":["I think, in some sense, you can think that one of the benefits is it makes your perception and your kind of analysis of the world really quick and efficient because often those predictions are gonna let you get a head start on the signals around you. So again, something like natural conversation’s a good example: when we take turns when we talk the kind of turns between individual people [last] fractions of seconds. And that’s only possible because we aren’t really [laughs] waiting for the end of the sentence to come up with our conclusion and interpretation, but we’re kind of planning ahead in time and in—kind of interpreting beyond the signal that’s arrived so far."]},{"begin":"452.160","end":"489.440","lines":["So part of it’s speed. But I think there’s, in many ways, a much more kind of fundamental reason that our brains have to work this way, which is that we just couldn’t perceive the world without this kind of background model, these background predictions. The signals that we get from our environment are just so ambiguous, they’re so uncertain, and they’re kind of, [in a] sort of mathematical sense, they’re kind of an, an ill-posed problem. It’s really kind of, in a strict sense, impossible to work out what the world is like just from the signals alone."]},{"begin":"489.440","end":"525.600","lines":["Something like vision gives you a good feel for this sometimes. When you think that how you see the kind of three-dimensional world is through light that lands on your eyes, but the surface of your retina in the back of your eye is just a flat, two-dimensional map, right? So you’re taking this 3D world, and you’re looking at the shadows of it that land on your eye, and in a kind of strict sense there are loads of different shadows that would all look exactly the same on your eye. There’s this sort of classic joke about, you know, objects being small and close or big and far away, and it’s kind of impossible to tell the difference from your eye alone, right? You need to have this kind of context to make sense of it. And that’s the position we’re in with everything that we try and perceive ..."]},{"begin":"525.600","end":"525.600","lines":["Mm."]},{"begin":"525.600","end":"538.080","lines":["The signals alone, they can’t tell us what it’s really like. We need a kind of paradigm to make sense of it, and that’s how your brain’s configured itself: to take the signals but to always contextualize them with its own model and theory about what’s going on."]},{"begin":"538.080","end":"543.800","lines":["And what are some of the shortcomings that we face with this sort of brain-bound scientist?"]},{"begin":"543.800","end":"573.080","lines":["Yeah, well, I suppose [laughs] in the same way that I’m kind of talking about perception as being this kind of theory-laden process, right—you kind of come up with these hypotheses, and then they become the window that you see the world through—just like in science it’s possible to arrive at a theory that’s not right but nonetheless becomes the way you understand things, you know? The history of science is the history of people who were conscientious and intelligent and tried very hard to carefully interpret their measurements, but, you know, nonetheless they still end up believing that the sun revolves around the Earth."]},{"begin":"573.080","end":"597.000","lines":["And there’s a sense in which the same thing can happen to you, right? You can arrive at a prediction and a theory, but if that prediction’s wrong, you’ll end up perceiving things that aren’t really there. The sort of song lyrics is a, maybe, a bit of a sort of playful example—you don’t mind too much that you kinda mishear a song you’re listening to. But at the kind of extreme ends of this process, if you’re constantly projecting false theories into your perceptions, you’re gonna be experiencing a world that’s rather different to the one that everyone else lives in."]},{"begin":"597.000","end":"642.600","lines":["And some of the kind of most exciting work in this area, I think, has begun to suggest that you can rethink certain kinds of psychiatric illness, things like schizophrenia and other kinds of psychotic illness, as possibly arising from a difference in this projection process in the brain. That one thing that seems to happen in people who hallucinate in their everyday life, kind of people who hear voices that often say threatening or unpleasant things to them, is we can see within the kind of cortical networks for perception a kind of exaggeration of these top-down predictive kind of theory-laden processes. That kinda begins to make sense ’cause you can think that what the hallucination is, in the clinical case, is it’s this extreme projection of an idea into the reality that you’re living in without a kind of corresponding signal behind it."]},{"begin":"642.600","end":"666.840","lines":["So I think it can explain some kind of quite serious sort of symptoms but also give us a completely different view on what those symptoms really mean. It’s not that kind of some people are mad or are perceiving the world in a completely different way to everybody else. We’re all points on a kind of sliding continuum, sometimes using the world and sometimes using our own existing models to make sense of our surroundings, and where we lie on that spectrum can have big consequences for how we experience the world around us."]},{"begin":"666.840","end":"670.480","lines":["What’s some of the most exciting research going on in this field right now?"]},{"begin":"670.480","end":"690.080","lines":["I think one of the really exciting things that this new way of thinking brings into view is questions about how we might begin to change our own minds. So if you think that your brain is like a scientist, kind of building its own theories and paradigms to make sense of its surroundings, the question then becomes: How does the brain know when those theories should change or those paradigms should shift?"]},{"begin":"690.080","end":"718.480","lines":["And the solution that psychologists and neuroscientists have kind of landed on is that we should change our minds when the world around us seems to be changing. That there’s a sense in which if the world seems stable and predictable, we should stick with what we know because the world’s stable and say the past is gonna be a good predictor of the present and the future. But if we think that the world is changing, if we find ourselves living through volatile or unstable times, that should make our points of view and our perspectives and our models and our predictions more flexible."]},{"begin":"718.480","end":"741.600","lines":["And what the latest neuroscience begins to unearth is kind of various systems that seems to control that kind of malleability and uncertainty in our heads. That there might be particular neurochemical systems, like the noradrenaline or norepinephrine system, that play a key role in manipulating the kind of flexibility of our brain’s paradigms, which makes it easier sometimes for us to stick with what we know, but other times easier to undergo quite a dramatic shift in our sorts of perspectives."]},{"begin":"741.600","end":"754.000","lines":["So I think we’ve sort of seen this happen in recent years through things like the COVID pandemic and the sense that the world around us is a much more unstable place. That’s had a measurable impact on these mechanisms that track how stable and unstable the world seems."]},{"begin":"754.000","end":"774.000","lines":["But in more recent work it seems that we can begin to manipulate these systems directly. That, you know, there are drugs that already exist—drugs that, you know, some of your listeners might already take—that happen to have effects on these pathways that can change how easy it is for you to stick with your existing predictions and how easy it is for you to discard old ideas and come up with new ones."]},{"begin":"774.000","end":"786.800","lines":["So I suppose, in a sense, that we might not be too far [laughs] in the not too distant future from having a prescription to make you more open-minded or more close-minded. But I guess, in the book what I try to explore is whether, even if such drugs were on the market, would you want to take them?"]},{"begin":"786.800","end":"787.000","lines":["Mm."]},{"begin":"787.000","end":"791.800","lines":["Should you want to stick with those predictive models you have or try to change your own mind?"]},{"begin":"791.800","end":"799.840","lines":["Well, in the meantime what can we do to [laughs] avoid misinterpretations of reality that might backfire on us?"]},{"begin":"799.840","end":"809.920","lines":["Yeah, well, I suppose one thing that you might think is gonna be important is gonna be making sure that the predictions are based on good samples."]},{"begin":"809.920","end":"810.360","lines":["Mm."]},{"begin":"810.360","end":"837.280","lines":["So I think, in a sense, one of the things I talk about in the book is the value of diverse experiences in kind of training up the models that your brain is using. That this becomes particularly important, say, in some of the chapters where I talk about how we understand other people—that we try to make sense of the people we interact with based on experiences we have in the past. We kind of never really have a first impression, but instead we bring to bear all of our past impressions on the interpretations we make in the present."]},{"begin":"837.280","end":"857.520","lines":["That means that we can read people who are like people we’ve met before, but we’re not so good at understanding the minds of other people if they’re quite different to people that we haven’t interacted with. So there’s a value in having diverse experiences of the world, of other people, even of ourselves that can help to diversify the predictions that the brain deploys and help us to not overfit certain experiences."]},{"begin":"857.520","end":"891.960","lines":["I think besides kind of trying to have a sort of diverse range of experience in our brains, I think one thing that we might want to kind of court, if we want to make our predictions more flexible in a changing world, is to try and seek out that kind of uncertainty and change that we know makes the brain more flexible. So while quite dramatic changes like an unprecedented global virus [laughs] are maybe not the sorts of things that I would kind of wish on anybody, the sense that experiencing change in one bit of your life, if this theory’s right, should also increase the malleability of other bits of your kind of predictive machinery."]},{"begin":"891.960","end":"926.840","lines":["That if you, for instance, travel or spend time with people that you weren’t expecting to spend time with, you know, you kind of branch out of your regular routines, the effects of these things should be to increase the kind of surprise signals that emanate through your brain, and that should make it possible for you to have new experiences and new information imprint itself in the predictions your brain’s making. That will kind of stop you being stubborn and calcified, seeing the world in one particular way, but instead make it possible for you to experience the world that is around you rather than the one that you might be carrying with you from the more distant past."]},{"begin":"926.840","end":"939.680","lines":["Well, thank you so much for coming on to chat with us, and I think our listeners will really enjoy your book."]},{"begin":"939.680","end":"942.560","lines":["Great, thank you. Thanks for having me."]},{"begin":"942.560","end":"948.800","lines":["That’s all for today’s episode. We’ll be back on Monday with our science news roundup."]},{"begin":"948.800","end":"1000.280","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1000.280","end":"1007.160","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":1007}