{"title":"AI Could Broaden the Applications of Entertaining Drone Shows","img":"https://static.scientificamerican.com/dam/m/225cfca2d98f2cb5/original/SQ-Wednesday-EP-Art.png?m=1716342177.955","url":"https://www.scientificamerican.com/podcast/episode/could-ai-make-drone-shows-less-technically-challenging/","audio":"https://traffic.megaphone.fm/SAM3471641536.mp3?updated=1751401226","intro":["AI can allow engineers to focus on artistry over technical details for drone shows"],"authors":["Rachel Feltman","Jeffery DelViscio","Fonda Mwangi","Alex Sugiura"],"category":["Artificial Intelligence"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"This Fourth of July some of the celebrants flocking to their local parks and waterfronts won’t be taking in the iconic sights and sounds of a fireworks display. In some cases, those traditional explosives could be replaced with swarms of colorful drones."},{"author":"","text":"Drone light shows have been popping up more and more in recent years, replacing or supplementing fireworks at the Olympics and even some Super Bowl halftime shows. They’re dazzling, precise and a lot safer than explosions. Besides the obvious risks of setting off incendiary devices, fireworks shows also raise environmental concerns: studies suggest these big displays have a marked impact on local air quality in the hours that follow."},{"author":"","text":"But swapping out fireworks for drones isn’t simple: every one of those displays takes painstaking effort from a team of engineers. They have to plot the movement of every single drone, frame by frame."},{"author":"","text":"Today’s guests recently published a paper that offers an AI-powered solution. Mac Schwager is an associate professor in the Aeronautics and Astronautics Department at Stanford University, and Eduardo Montijano is an associate professor in the Department of Computer Science and Systems Engineering at the University of Zaragoza in Spain."},{"author":"","text":"Thank you both so much for coming on to chat."},{"author":"Mac Schwager","text":"Sure, our pleasure."},{"author":"Eduardo Montijano","text":"Thank you."},{"author":"Feltman","text":"Why don’t we start with just a quick overview of this study: You know, how did it come to be? What got you interested in this particular aspect of drone swarms?"},{"author":"Montijano","text":"I’ve been doing research in multirobot systems for some time. Also, I’ve been collaborating with Mac for many years as well. And with all the development of all these new AI techniques that have been successfully applied to other problems and applications, we thought—in collaboration with mainly one student, although there are more people in this research, but here, probably, I would like to highlight Pablo Pueyo mostly—but we decided, or we discussed, how cool it would be to try to apply all these new techniques to this problem of controlling hundreds or thousands of robots for animation displays."},{"author":"Feltman","text":"So speaking of those animation displays, when compared to fireworks, what problems do they solve and what problems do they raise that maybe your paper was trying to address?"},{"author":"Schwager","text":"I think we consider sort of animation displays with drone swarms as being much more flexible and sort of [an] artistically richer medium for entertainment. So in fireworks displays, right, there’s a big bang and a big flash, but the engineer has actually very little control over exactly what the fireworks do and what they look like, right? But with drones you can program the lights and you can program the motion of the drones to display a very clear image—for a sporting event you could have somebody playing the sport floating in the air, or for the Fourth of July you could have words spelled out, you could have the American flag or whatnot. So it’s much more flexible, and, you know, there’s more control by the artist and the engineer as far as what they wanna convey."},{"author":"","text":"There’s a challenge, though, which is that drone swarms, especially large drone swarms, require a lot more engineering expertise and quite a bit more infrastructure to control and to deploy, especially to do that safely. And so this was one of the targets of our research, is to basically make the planning of these large-scale drone displays much more automatic and to kind of empower people without that kind of special knowledge to create their own drone displays."},{"author":"Feltman","text":"And could you kind of paint a picture for us: Currently, what does it look like to put on one of these displays? What’s required in the background?"},{"author":"Schwager","text":"Right, so these are usually managed by large engineering companies, and there’s usually a team of engineers, specialist engineers, who make sure that all the drones are properly charged and have landing stations. They would have to go out to the site where the display is gonna be performed and engineer the site to plan where all the drones would fly and where they go and to make sure that the space is clear."},{"author":"","text":"And really, the target of our research is that before drone display happens, there are artists and engineers that carefully chart the path of every drone. At the time of the display the drones are actually just following sort of points in space that have been preplanned by the engineers—one point at a time, one drone at a time. So you can imagine it’s very much like animating an animated film: it’s very painstaking, very hands-on and requires lots of expertise."},{"author":"","text":"So the target of Gen-Swarms was essentially to use generative AI to do that phase of planning for you ..."},{"author":"Feltman","text":"Hmm."},{"author":"Schwager","text":"So you can type in a high-level prompt, like “the American flag,” for example, or “a skier skiing downhill,” and our algorithm would essentially produce these sets of waypoints, these sets of points in 3D space, for the drones to fly along to then create the illusion of this artistic display."},{"author":"Feltman","text":"Mm, so basically, you enter the image you want to end up with and the AI tells the drones where to go, what colors to be, all of that stuff."},{"author":"Schwager","text":"Yeah, actually, at the moment we enter just text."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Schwager","text":"So we enter a text description of what we want to see, and then the method produces the colors, and the arrangement, and so on—although I think it wouldn’t be too hard to extend our methods so that you could upload a picture or a sketch of what you wanna see."},{"author":"Feltman","text":"And what are the specific challenges that arise when you’re trying to control a group of drones with AI?"},{"author":"Montijano","text":"The way these models work, they have been popular [for] creating images, no? And at the end of the day they predict the color of each pixel when you give this prompt. So the idea here is: when you want to somehow translate this to drones, pixels [are] just a color, and they don’t have any motion constraints, any collision constraint."},{"author":"","text":"So the idea is: when you try to translate this idea of making pixels look [how you’d] like to making drones look [how you’d] like, you need to account for [the fact] that drones cannot teleport from one location to another, so they have some dynamics—some velocity, acceleration—some constraints in the motion [such] that you cannot do any motion that you want. You need to account for those somehow in your algorithm."},{"author":"","text":"And also, drones have some physical properties—some mass, some size—so they can collide with each other. So there are these safety constraints that you also need to include in the planning algorithm that [uses] this generative model so that the motion of the drones, it’s also safe."},{"author":"Feltman","text":"Mm, and how close are we to actually being able to use the model you created with drones?"},{"author":"Montijano","text":"So from the research perspective I would say that our solution, in some sense, is mature enough to be applied. But then there are all these technological challenges that Mac mentioned before about all the real deployment of drones that, obviously, as academic professors, we don’t have the resources to deploy 1,000 or 100 or whatever number of drones."},{"author":"","text":"So for that there’s still a gap in terms of [going] from research to application, but it’s more a matter of maybe collaborating with companies that already are deploying drones in many locations. So I think that the integration wouldn’t be that difficult; it’s just a matter, probably, of having the right contact within a company that has the skills for real deployment. But the algorithm, I think, it’s already in shape to be deployed."},{"author":"Feltman","text":"Very cool. What other applications could this have?"},{"author":"Schwager","text":"Yeah, so certainly, artistic displays are powerful and important, but we’d love for our robots to really help people in their day-to-day lives and also help people who are in danger. So for example, we could imagine using an algorithm like this for search and rescue. You know, if you have hikers who are stranded somewhere in the wilderness and you need some way of deploying a team of drones to go look for the lost hiker, this could be a method that could be adapted to that. We’re also interested in, you know, things like exploration. Maybe in a space application, NASA might consider developing a tool like this to explore the surfaces of asteroids or planetary bodies."},{"author":"","text":"We’re also really interested—currently, our kind of next step along this research journey is drone or other robot swarms for construction. So currently, our algorithm, you type in a prompt and the drones will organize themselves into a shape, right, that looks like what you asked for. What we’re looking at now is: “How could you type in the prompt and have the drones actually deposit material—like maybe the drones can carry little square blocks—how could they deposit the material in the right order to construct something that is useful or interesting for an artistic display?” So you could imagine drones constructing a bridge in a remote area where people maybe need to pass over some, some difficult terrain, or maybe there’s an emergency scenario, maybe there’s a disaster scenario, and a bridge has been washed out, and you’d like drones to automatically construct a temporary bridge—something like that."},{"author":"Montijano","text":"Even when we applied this [to] a drone show because it’s—the artistic component is beautiful, I would say that there are no limitations on applying this to any kind of multirobot system. So in that sense we could go for other ground robots, domestic robots, construction robots, as Mac mentioned."},{"author":"","text":"So the idea here is to be able to translate these high-level commands specified by text that—every person can, more or less, give these commands—and then automatically translate them into plans for teams of robots to achieve these commands. So the ambition, in that sense, I think it’s—it goes way beyond the artistic display."},{"author":"Feltman","text":"And what about the environmental impacts of a drone show versus a firework show?"},{"author":"Montijano","text":"Well, I would say that, in my opinion, drone shows are safer in the sense that fireworks are a very, you know, explosive material, and you hear [about] accidents, and you need to produce and store them."},{"author":"","text":"And then within my knowledge that is not very deep, I would say that, probably, the residual impact of fireworks is bigger than, probably, drone shows; that at the end of the day you can recycle or reuse these drones in multiple shows. Noisewise, probably, they are similar, even that—in the sense that drones currently are quite noisy, although it’s true that when you see them from far, far away fireworks are very annoying and drone shows are not. But when you fly them in close space, let me tell you that now, having a drone flying nearby, it’s more annoying than a firework [laughs]."},{"author":"","text":"So there I guess there could be arguments in favor or against each of them, but if I have to choose drones, I would say that this reusability and safety, in terms of explosive materials, are the two main, big advantages."},{"author":"Feltman","text":"Well, and given everything that you’re presenting in the paper, how do you see the world of drone shows evolving with this new tech?"},{"author":"Montijano","text":"Well, so I would say that [on] the artistic side of the problem the idea is that with this they are already—existing drone shows are able to develop complex and beautiful animations. The idea is that this will speed up and simplify this rather tedious and complex process; to maybe make [it possible to] scale to larger numbers of robots in an easy way; maybe also, in terms of the testing phase, deciding the appropriate number of drones to create specific figures. Well, in summary, speeding up the whole creative process and hopefully ... providing more beautiful, more complex animations and displays."},{"author":"Schwager","text":"I think right now one of the most exciting research frontiers is figuring out how to use, you know, powerful, modern generative AI tools that we’re all familiar with—ChatGPT, image-generation models, and so on—how to use those in ways that benefit people, you know. And myself and Eduardo being roboticists, I think we’re always looking for ways to enable robots to help people, to better serve people, to make people’s lives safer, and I think this is a really exciting frontier."},{"author":"","text":"And one of the grand challenges in robotics is: “How do you orchestrate the activities of large groups of robots?” It’s hard enough to control a single robot, and now, when you’ve got a large group, you know, there’s this persistent problem of: “How does one human, or a small number of humans, tell a large group of robots what they should do?” And I think this is an interesting model that we’re sort of approaching: using generative AI as kind of the bridge, the interface, to allow one person, or a small number of people, to command the activities of a very large group of drones."},{"author":"Montijano","text":"Another issue that I also like to point out when mixing robotics and AI would be—with the current state of the art—would be explainability. If you want to generate an image, what you care about [is] the output, but “Why this output?” might not be as relevant as [what] you are considering about the motion of robots. So understanding and obtaining outputs that are consistent for robots, it’s a very important problem that, currently, I would say that we are struggling [with] because these AI models [works] very well, but somehow they work well until they stop working well, and having some kind of understanding of when or why these things [happen] is very important from a research perspective."},{"author":"Feltman","text":"Thank you both so much for coming on to chat about this. This has been great."},{"author":"Montijano","text":"Thank you, Rachel."},{"author":"Schwager","text":"Great, thank you, Rachel. It’s our pleasure."},{"author":"Feltman","text":"That’s all for today’s episode. We’re taking Friday off for the holiday. Next week, we’ll be sharing reruns of some of our favorite segments from the past year. We’ll be back with a new episode on July 14. In the meantime, you can quench your thirst for fresh science news by reading Scientific American online or in print."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great weekend!"}],"wave_peaks":[16810,18789,17966,15983,6353,4865,12277,12818,2272,21646,10775,14748,11830,12811,10019,2070,1266,18927,18595,17436,14503,20315,21094,16518,9791,10942,21794,15599,21419,19167,2589,19517,23749,19991,15977,16921,21620,14918,15756,21215,26329,22169,13115,19931,11808,10598,25122,23715,24140,19006,15723,14875,18235,26169,26117,25424,26797,18200,25957,20296,26356,26141,17420,19553,17305,22619,21902,25908,25439,25017,22147,24106,14894,11559,15302,24280,25986,25404,18610,23203,19363,26100,26147,14081,22743,25731,26052,20462,15435,26025,26508,25606,25492,21667,25276,24313,19740,20391,480,130,30,225,1031,1895,13743,8420,8721,11442,9475,10533,11423,10816,13176,9432,13537,11352,13607,11713,12609,12825,13123,12898,11179,16967,13761,8539,6169,20372,23599,20589,16156,24630,13902,13369,24323,20793,20443,9055,7213,11792,12305,11802,16061,15013,15104,14666,12348,14516,13281,12285,12120,15630,14845,13996,15023,14293,13283,14759,13857,13250,13302,14792,14092,13588,11828,9629,10194,7869,6884,2269,2033,1457,3655,2626,3270,3232,1162,2042,2967,18262,18249,18519,17736,17264,22649,21528,14649,14331,24144,18435,15106,24739,20670,22857,24755,20755,17415,15153,17983,16456,24885,20839,14050,24802,11460,18810,16161,2488,1710,18405,24800,16200,15095,15847,17051,15334,16982,14852,16709,16911,14459,12881,15219,14667,17824,14269,15954,5367,2327,16389,12726,18130,17307,16446,17823,18850,13355,15872,13846,14045,13040,10610,16158,17052,24856,20525,24772,12863,21645,17951,16739,4259,24819,18711,16083,24228,15341,24832,24498,16662,5933,1290,17819,16926,24638,12280,24859,14744,21613,17090,17316,15958,15047,16507,7607,3866,2244,17573,24766,15355,19541,19130,15376,24686,17649,17052,17832,24804,12163,24834,14040,16090,18201,16320,18632,20130,22464,17195,19691,4324,5980,23416,18897,12456,18372,15843,14536,24766,16455,14129,24798,11997,15096,16778,14733,12338,24728,17260,18208,8394,3102,24824,21668,17929,24787,14325,16337,17756,10788,17494,18832,14505,1591,24708,21039,15472,14212,13547,18420,15619,17966,21941,13239,14699,19316,11998,13739,5467,1462,24532,18932,13314,15602,15757,23156,12690,13782,16094,10270,17442,24712,13771,11967,2204,1798,16141,19715,16613,14822,16246,20200,16503,22026,15646,17563,18318,18316,24234,15994,13958,18014,3212,24714,18504,16659,15363,16472,15570,24685,14101,17230,19360,17396,24741,17937,20915,20921,20532,19409,15501,17182,13641,2693,24755,22269,15642,18750,11166,15271,15875,24794,19360,21193,20404,16804,17854,17292,11658,14414,16042,11850,14830,14360,14770,13679,16383,13763,17298,9769,17436,3514,610,880,19787,19653,16134,21063,16137,24628,24629,20189,19017,20081,3193,18148,13789,488,24695,10914,24824,4801,15724,16312,17537,13049,11865,15832,4226,11623,21331,9548,23598,14350,15756,10620,11589,14900,24779,8823,11101,14967,9937,6429,12911,2361,18867,21646,22460,17252,15814,9860,15312,8917,5223,111,16047,16694,11182,16040,7951,7628,11293,7834,13031,11267,13140,11024,509,9962,17515,16901,11955,10920,10170,6279,16448,13136,12010,13028,958,17923,9795,18109,17235,16890,15396,13646,9820,10575,12004,15516,10986,14220,7924,12582,10815,8076,8064,10022,11476,14569,10616,16886,14948,15702,16565,15059,2787,11105,15080,17670,12595,8113,5928,6393,6723,12691,11627,8020,9054,10440,8205,15576,12013,4703,9982,11476,7582,12999,12992,15912,18831,11640,16896,13139,14145,9020,15777,17616,14544,13323,14403,10553,11157,12465,10983,7012,18369,17154,16806,15898,14761,17731,10895,237,12442,17500,15568,14298,15961,9077,13236,13561,14066,12515,11117,9895,4903,10865,10974,12601,15017,10306,5465,3,19526,17069,16763,16123,13446,9132,10826,18917,18359,13058,24787,12000,4563,17880,802,24800,8587,12320,9744,19421,19098,18472,22753,9469,13866,11646,8003,10901,7467,15983,11901,10656,12,20706,18953,20761,17432,16279,16156,15588,11698,15828,15573,15295,14453,12743,14920,17756,19404,15450,18233,18913,18295,14091,19487,18769,12578,18992,17552,11291,19834,19365,15078,16985,19159,15201,19109,12567,17057,18178,2659,17201,18440,15282,17771,16417,17385,10681,15813,15446,15506,1028,13271,18819,18504,17030,12201,12793,13890,13944,14573,11747,15742,16892,19113,9634,13343,8445,18814,17448,11749,9256,15297,11468,9712,11853,6787,663,8203,13979,15642,19138,17700,17322,15852,13683,20737,18287,20138,16466,18611,4244,924,17676,16629,13813,17742,2358,15235,11621,16240,15469,13824,12367,1164,19513,15070,19896,11988,17196,15759,16290,16392,15327,13235,13701,17612,10680,11628,1202,18600,15444,12186,17084,18381,19055,11745,14104,17352,17844,14905,754,18561,18744,8722,9619,9902,12326,14080,7888,12523,20511,20689,18792,14966,17617,16038,14402,9528,17181,18256,16836,10504,9209,6320,7722,17285,18432,14311,18793,13934,13032,13385,9250,2904,12242,18392,18163,16883,19361,14970,11831,13781,17005,19396,11796,18538,17508,396,18974,15921,15873,18403,14211,1930,11598,19750,18568,17388,16631,17980,19578,14610,13976,13200,10911,12357,13164,9628,17148,3389,16749,14031,3907,19154,13509,18098,18032,17566,16770,9285,14537,13583,15351,19258,14312,898,572,15981,7762,14123,20001,19595,16279,808,15857,16378,19299,18339,17770,15005,13304,8105,14838,13518,10664,13310,11183,2751,23,15698,19810,13650,15563,16371,19325,15772,16267,11669,790,19032,16705,11994,18486,9095,10172,13255,15788,10518,9950,14970,15835,19183,9645,16628,12871,2723,1,19023,17600,17562,11615,15215,10529,17241,19049,17470,15923,12781,8913,11894,13924,8693,15042,15801,17452,14291,15042,11215,3780,2167,13994,21492,20031,17145,17900,15721,15596,18449,21416,17748,13997,12890,14809,13806,10655,6109,17234,17813,17602,18037,19267,12644,14562,12773,10228,13621,15882,7619,1867,18315,21031,19351,12699,17914,18240,15022,9508,18381,18111,15170,18660,9936,16174,1762,16979,15977,19856,16774,1812,17397,15109,17645,18338,17728,18010,14703,16696,13763,16045,15028,16931,20309,6157,3967,19192,18674,19206,19700,13297,11890,14670,16782,744,18836,18700,21444,20063,19380,16034,15673,5852,2065,21379,18961,18732,18054,16254,19015,16110,18312,18217,9871,475,17248,14712,11628,20733,19479,16981,18617,15976,18176,17452,12004,17156,17314,16238,16550,14948,13173,12255,1386,17698,18197,13062,17737,16973,15504,15349,14676,15683,13236,3606,19154,17515,17494,17518,19234,17800,2555,15919,15395,6153,11226,20150,18259,17431,14147,8320,2157,11779,18816,9717,17762,16624,15509,12909,11631,9653,12905,10092,15554,15574,11509,949,16038,19345,16651,16461,13919,13105,5296,17167,16572,7124,17253,16657,19407,19180,16679,19900,15833,13860,15245,17839,15182,15432,12896,12854,1648,14104,18234,16939,16858,10342,18052,14478,1351,3382,19682,17929,17655,15391,14467,13555,12811,10000,10583,19773,12382,15243,9431,3436,13843,18632,15418,14159,12745,19907,5163,652,5420,18892,15628,18702,17438,14372,17468,6988,14507,17969,16435,14041,12529,18584,18125,16543,15137,6811,6583,20034,18257,12804,10085,17375,17504,9175,6734,11435,8244,13433,7613,12647,12718,9634,18475,10993,12566,9574,17715,10231,13265,10319,7178,11974,9156,7560,12258,6180,9739,0,17833,20028,17728,17394,18598,14754,13682,11124,9604,17852,8814,13696,16951,18598,11511,15350,11851,10714,7757,9406,12995,16358,16350,14862,17041,21123,16406,15610,9075,15661,10875,1757,18636,18863,18244,19266,14111,17252,16141,16026,16698,13957,13397,14859,14651,18256,14807,18753,6508,15140,12093,11480,2859,20131,20048,13849,15099,12904,13252,13232,9955,23620,9937,8956,7324,12238,10935,5858,11588,16632,14515,11914,12763,14081,4760,14249,11435,15649,15356,16607,16359,11714,12628,13144,6349,3109,16329,15095,16780,16671,14574,18031,16835,16211,11592,17488,6202,15963,13212,11199,2258,780,18477,16855,15972,15187,14229,11254,6985,14261,9109,11724,10985,6858,9410,9549,694,770,16429,16865,16327,16368,15416,16394,11159,10581,12986,13848,12616,10329,9333,16309,13326,11544,1630,16046,16434,14487,15831,15112,14921,12627,12776,13992,15649,9004,16481,14787,13221,14644,11339,11281,13615,10259,15624,7280,1005,16914,16313,15588,13587,17354,16796,16262,12287,15452,18417,4083,18330,16568,17918,15561,10430,14005,14538,11548,10656,12177,10432,9102,13065,9782,9507,16626,16533,1120,12482,12631,14503,16169,17700,16767,17714,16262,11597,13046,10503,6057,1092,15836,13319,16646,17086,14127,5569,11437,11311,14859,14507,774,17638,17409,13747,13429,11506,17611,16830,11616,12659,11471,9941,11808,403,16367,14954,10199,15917,14616,16166,11073,8582,13948,15683,13973,14144,12419,10475,926,13513,16888,12694,14732,11804,17496,11939,11586,12282,17080,12600,13683,916,17732,17064,11575,16499,16708,17265,9191,16263,10892,1917,5562,2601,24817,16256,12989,8029,16665,8435,9676,24782,6717,8452,5625,9865,10525,11019,10193,10339,714,11273,12964,3045,17321,16003,16565,15668,15980,14966,1847,10959,12323,10646,9412,8388,14149,10975,7422,5052,5281,2164,10687,14361,9675,10172,12756,17112,628,17923,17058,16764,14936,16309,14772,16249,12103,11977,12699,635,14477,11711,15307,11594,11175,8234,14869,15439,16680,11945,8396,10411,1437,13185,9063,18269,14712,15649,18818,17236,12290,17301,17180,12173,14904,14953,12100,10503,1935,13751,15169,11376,8819,16307,15230,15497,9591,10278,11082,7121,12228,9185,14361,11460,8629,17519,16842,18696,827,17584,16435,4100,14746,10124,2220,8347,13816,9346,7751,12456,14602,12116,9952,15459,15408,14364,13943,12277,14383,794,15202,12437,9143,16875,16530,18292,16862,11576,16164,10245,10729,916,11441,12039,12535,16251,3314,19102,17709,14334,19403,18251,12324,16090,14902,14285,11823,7810,12423,11734,12999,6504,11567,18194,18198,17337,11734,14042,15759,12236,12345,11352,8023,18395,12381,7892,3795,17841,17663,10227,12799,13862,13478,8014,11520,5875,10754,10276,81,579,11694,8950,2342,3183,16048,24816,17244,12287,5229,13615,18316,9212,264,19461,18307,17080,19701,11113,14608,16616,12007,11179,20211,17285,19363,20285,20434,18182,12785,17076,13497,10069,12683,14692,13618,9124,1938,18453,18302,19155,17148,12561,17305,17870,16932,18085,14484,19395,16522,3394,1290,19890,19413,13940,17282,13210,15477,15711,13487,12363,3637,13724,16917,19030,17191,17583,15326,13746,17307,15888,12929,4919,923,15379,13978,19140,17969,18524,15478,11622,15518,16012,15430,19804,18814,17228,1442,968,20848,5068,20820,19731,19615,20118,14695,20595,5695,19604,18883,17104,14766,13727,15999,16738,17070,14236,13600,8626,14050,19221,19324,19991,16830,12099,19627,17674,15800,16695,16086,1280,19032,14631,17799,14945,11641,14785,16675,19570,14605,18611,19780,14597,15271,14358,13773,9995,894,17822,18342,16836,18085,18200,20065,19949,18366,21144,19849,15550,21964,18756,15387,14883,15044,17839,10196,2705,954,13293,20156,10252,19513,18849,1564,21615,19735,20607,18499,15887,14123,17937,14476,18604,11343,1064,12010,20091,3638,581,21583,19400,16419,10728,21330,11324,11746,5045,12754,5435,391,14565,14123,15752,19492,17094,16065,16701,10160,12543,9292,13449,12795,15820,14103,13338,14275,1334,866,8836,18621,17306,18443,20547,17163,10560,16341,16448,12985,16008,12713,13657,16017,11367,13452,19047,18092,17207,14545,17588,13103,16675,15102,14478,16683,18904,5789,3909,396,21735,19574,19958,17451,17070,16095,19821,18008,7496,17894,11842,11366,3360,3948,20316,13926,19624,18362,15840,13662,18923,13301,13795,16116,7207,2544,21325,19691,16555,16413,15267,17988,16571,15272,14050,11311,18585,17564,9839,10885,9575,20069,17836,13957,6792,6729,16656,17252,18356,15572,12594,14845,1558,18424,16978,18488,14147,18299,17187,14619,15325,18633,15317,16669,11436,12651,16100,15344,13785,1332,10212,18213,14190,21674,20109,15626,17221,14645,16440,15289,3250,106,15433,17765,10927,16354,16278,15848,14009,14389,10979,18510,13388,15413,13958,17693,17356,17770,13702,16342,16056,13336,15882,2591,722,17453,15401,14496,13664,16245,8369,11844,9717,9198,11944,16819,9303,12525,12564,11084,4931,15257,16009,15008,16427,15125,16271,14371,17347,16010,10905,15584,17366,14027,13909,15406,15129,8434,14269,12694,11938,11403,10069,11148,11300,17032,16620,16641,12433,16169,16448,10378,15250,15071,565,10320,10207,13228,14613,6109,15768,12047,4419,18432,18344,15991,15984,7789,518,15135,13415,13589,14712,8660,6976,10784,10192,10364,1952,17563,17745,15370,18135,15644,11859,15946,17436,11039,18823,14517,953,16918,14126,12265,9172,5584,712,15911,14854,1090,14725,4839,3955,15021,14484,13436,13774,13279,12788,3234,16661,17288,3930,15837,13714,6688,18352,14417,11021,46,23987,16376,13479,19481,16299,24797,14539,17885,16696,14907,23121,14638,15245,21181,13079,21834,6,15697,14744,15570,15168,13037,16291,16985,16474,16982,16686,16574,14703,10587,12693,17443,15894,16826,16331,7906,16841,14888,16829,12565,15350,16624,10064,15053,15810,6601,7643,11742,15362,7712,5452,11974,11626,14563,15825,11236,1234,13560,16510,7491,16921,18388,17279,16060,17838,17265,16092,10876,13940,13462,11809,12038,9608,13301,14552,16489,16053,10225,15294,15368,7454,16476,14233,12360,9546,10380,10161,3879,13854,12354,12605,17133,8695,13238,17622,16963,12656,13864,1280,12174,14295,13137,16751,13354,11936,3315,10718,18297,13707,16816,15690,14077,10561,12612,8343,5562,13033,14802,15407,1215,13682,14465,12347,12594,12889,8704,14666,9987,8008,15811,14582,17119,16906,15779,12638,18982,15977,14580,15830,18294,16447,15681,13100,12794,7225,545,16742,14612,13975,17369,16519,16291,16885,13260,12621,17261,15345,6241,1295,467,17086,17654,15286,3069,11645,14406,15647,17214,15730,17175,15245,16451,14681,10651,5891,7109,14088,17341,15052,443,17103,16554,16618,12916,62,12044,10683,13897,8267,7971,15145,12678,8515,952,16449,15926,2464,8920,18304,14184,18322,13114,10321,12282,10907,8502,13071,14649,18119,17968,14454,12242,13510,18576,11112,13918,9378,11931,11785,10560,12498,7662,6157,1203,3245,16040,7750,6057,16,18902,19728,7642,13667,12679,12558,15700,8850,10946,12565,1153,24823,8850,5643,7730,9730,10129,11547,8955,10978,11667,10278,15645,20405,8281,6883,10832,8417,4919,10,15337,17390,17510,15592,9588,17523,13039,17795,9293,16690,17768,16169,16137,3361,11266,16195,13082,14948,15995,15195,16125,14992,482,14700,14430,14009,11667,14038,11040,12211,13670,12255,15168,15834,14942,7966,14195,10876,14088,5791,16455,16107,14223,11919,16482,17058,3173,15216,13102,14625,4539,13359,13060,5174,17645,15470,12875,15121,10860,10918,16258,560,14279,11752,16786,13811,16745,17261,12714,16008,15714,14904,11091,10655,4631,10113,10553,16072,5788,208,16969,16696,15818,12134,11575,12714,10634,13578,13785,17810,16415,15367,17563,13372,11384,10835,5931,272,11476,14670,2559,15104,13496,16876,15105,16985,16432,15318,16917,15755,15753,15506,9918,11708,9293,8158,11511,11867,12643,403,17439,16493,6117,17439,15013,15379,10142,12599,12397,16136,14289,12493,5895,8503,11469,4627,19423,19908,16640,14454,11140,15458,15660,10486,12787,13263,13810,15871,15909,8647,18979,19230,20825,19228,12882,8971,401,4846,18782,18701,18310,19213,18082,17010,16587,16103,13602,14254,11488,14472,11326,1152,19425,10850,11400,11329,897,18159,19126,17964,16925,16126,16758,15483,1091,19410,16522,18017,16449,7715,19142,19234,17829,9708,16062,15454,17065,15777,18599,18864,15844,18359,12579,4563,14598,16817,17579,12800,15444,2429,887,17287,16977,7392,14886,12407,857,20117,18220,19270,20362,16804,12623,17966,15338,10245,14147,15744,14620,14378,1212,4121,19379,18061,18704,15783,19298,15231,13666,10886,986,14347,19929,19739,13278,17975,16656,18442,15799,14199,18018,15575,19493,13927,19984,18148,15390,15195,6250,17980,21935,18621,18554,17502,17571,14985,630,14054,17202,17717,17140,15880,8174,10797,11065,3206,14081,16822,18171,17197,19909,17205,13843,13811,14276,15843,18298,10033,5588,945,18774,17452,14313,16805,18293,18909,17791,15521,6023,1482,18736,18650,17622,17350,18578,16149,16661,10020,2574,18809,19634,14578,6885,19363,19738,18221,18072,12643,15849,12817,18552,4997,14662,16615,4559,614,13734,17713,17374,17274,17489,12060,14209,12413,11599,12332,8514,8438,16248,13292,15845,12859,13940,18883,15892,11524,14372,3091,0,15747,15769,14853,10384,13021,9905,12573,14600,16659,8771,13702,13681,16598,13024,11791,15031,11373,9126,11251,12522,6807,15506,17867,8908,16334,16662,12232,11256,5558,14093,11484,10099,10325,5981,353,13489,14102,12841,9821,13456,14427,15486,18009,14506,14779,9616,15811,14376,12945,13006,14898,11470,9690,14870,12578,11161,8233,11362,13328,14402,6106,481,16020,11125,15941,17677,16596,12167,10926,17416,9155,11487,17477,13855,14711,12951,17342,13788,15081,16192,13063,13498,17012,14080,14640,16057,12962,15023,12192,11767,7910,16019,11781,9085,6084,15043,16092,9593,13105,13896,14276,9153,13792,17782,16070,16643,401,18054,17263,15521,18205,16866,17084,16864,14448,12480,5554,2228,9359,4616,16989,14864,18909,13727,2754,523,18009,18098,11832,6495,16921,11897,10776,9494,10853,11069,13774,14065,9815,6116,1478,1505,16558,9899,12699,12224,9929,3523,2239,17958,14837,13797,9988,16350,18228,16331,23414,11942,8465,11824,11795,3841,3437,14048,16687,14384,14007,4031,20792,20373,17920,19660,16831,4939,3023,2948,2491,2256,2185,24874,19547,15744,17414,18261,20656,16399,24782,16736,16866,12439,6187,11614,24367,16570,13819,14564,21354,16664,22116,17852,24700,15624,19992,24744,12977,2564,2225,20612,19210,17389,16786,16783,21699,11779,11765,2321,18428,15958,13949,14887,20499,16387,13640,22175,20306,14568,24755,16570,24877,12061,19512,17781,15233,16000,11466,11791,18072,3362,2181,24805,21124,14356,16981,15837,24807,17767,19912,14873,16416,20036,19532,11203,20268,18947,17757,18374,22286,13657,20525,15445,15662,2335,22716,19686,24141,23940,17751,14473,15105,2445,10100,20758,14420,20711,24055,21973,19883,20921,2202,24773,17409,16973,18087,21109,15673,18294,2247,3474,24665,24822,18371,18618,14243,21431,17254,20489,21091,21469,15076,11027,2211,21084,24755,21208,15972,20462,14293,17226,20567,7886,24813,16292,18311,3815,3592,3713,3740,3625,3654,2246,627,1175,1835,15379,13597,11094,10752,10593,11037,10161,6326,5530,6020,15613,14230,13957,12710,14995,13002,10794,13378,13796,14830,14877,14224,14074,13036,13779,13092,14933,13471,14565,14496,13751,13040,11012,11293,9921,6962,6324,2960,15817,14283,10318,8259,5168,1888,861,430,131,78,28],"fragments":[{"begin":"0.000","end":"9.320","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"9.320","end":"51.840","lines":["This Fourth of July some of the celebrants flocking to their local parks and waterfronts won’t be taking in the iconic sights and sounds of a fireworks display. In some cases, those traditional explosives could be replaced with swarms of colorful drones."]},{"begin":"51.840","end":"96.560","lines":["Drone light shows have been popping up more and more in recent years, replacing or supplementing fireworks at the Olympics and even some Super Bowl halftime shows. They’re dazzling, precise and a lot safer than explosions. Besides the obvious risks of setting off incendiary devices, fireworks shows also raise environmental concerns: studies suggest these big displays have a marked impact on local air quality in the hours that follow."]},{"begin":"96.560","end":"109.480","lines":["But swapping out fireworks for drones isn’t simple: every one of those displays takes painstaking effort from a team of engineers. They have to plot the movement of every single drone, frame by frame."]},{"begin":"109.480","end":"130.040","lines":["Today’s guests recently published a paper that offers an AI-powered solution. Mac Schwager is an associate professor in the Aeronautics and Astronautics Department at Stanford University, and Eduardo Montijano is an associate professor in the Department of Computer Science and Systems Engineering at the University of Zaragoza in Spain."]},{"begin":"130.040","end":"132.040","lines":["Thank you both so much for coming on to chat."]},{"begin":"132.040","end":"133.320","lines":["Sure, our pleasure."]},{"begin":"133.320","end":"134.240","lines":["Thank you."]},{"begin":"134.240","end":"145.680","lines":["Why don’t we start with just a quick overview of this study: You know, how did it come to be? What got you interested in this particular aspect of drone swarms?"]},{"begin":"145.680","end":"181.680","lines":["I’ve been doing research in multirobot systems for some time. Also, I’ve been collaborating with Mac for many years as well. And with all the development of all these new AI techniques that have been successfully applied to other problems and applications, we thought—in collaboration with mainly one student, although there are more people in this research, but here, probably, I would like to highlight Pablo Pueyo mostly—but we decided, or we discussed, how cool it would be to try to apply all these new techniques to this problem of controlling hundreds or thousands of robots for animation displays."]},{"begin":"181.680","end":"191.440","lines":["So speaking of those animation displays, when compared to fireworks, what problems do they solve and what problems do they raise that maybe your paper was trying to address?"]},{"begin":"191.440","end":"232.920","lines":["I think we consider sort of animation displays with drone swarms as being much more flexible and sort of [an] artistically richer medium for entertainment. So in fireworks displays, right, there’s a big bang and a big flash, but the engineer has actually very little control over exactly what the fireworks do and what they look like, right? But with drones you can program the lights and you can program the motion of the drones to display a very clear image—for a sporting event you could have somebody playing the sport floating in the air, or for the Fourth of July you could have words spelled out, you could have the American flag or whatnot. So it’s much more flexible, and, you know, there’s more control by the artist and the engineer as far as what they wanna convey."]},{"begin":"232.920","end":"262.560","lines":["There’s a challenge, though, which is that drone swarms, especially large drone swarms, require a lot more engineering expertise and quite a bit more infrastructure to control and to deploy, especially to do that safely. And so this was one of the targets of our research, is to basically make the planning of these large-scale drone displays much more automatic and to kind of empower people without that kind of special knowledge to create their own drone displays."]},{"begin":"262.560","end":"270.920","lines":["And could you kind of paint a picture for us: Currently, what does it look like to put on one of these displays? What’s required in the background?"]},{"begin":"270.920","end":"292.880","lines":["Right, so these are usually managed by large engineering companies, and there’s usually a team of engineers, specialist engineers, who make sure that all the drones are properly charged and have landing stations. They would have to go out to the site where the display is gonna be performed and engineer the site to plan where all the drones would fly and where they go and to make sure that the space is clear."]},{"begin":"292.880","end":"320.000","lines":["And really, the target of our research is that before drone display happens, there are artists and engineers that carefully chart the path of every drone. At the time of the display the drones are actually just following sort of points in space that have been preplanned by the engineers—one point at a time, one drone at a time. So you can imagine it’s very much like animating an animated film: it’s very painstaking, very hands-on and requires lots of expertise."]},{"begin":"320.000","end":"326.480","lines":["So the target of Gen-Swarms was essentially to use generative AI to do that phase of planning for you ..."]},{"begin":"326.480","end":"327.480","lines":["Hmm."]},{"begin":"327.480","end":"346.440","lines":["So you can type in a high-level prompt, like “the American flag,” for example, or “a skier skiing downhill,” and our algorithm would essentially produce these sets of waypoints, these sets of points in 3D space, for the drones to fly along to then create the illusion of this artistic display."]},{"begin":"346.440","end":"356.160","lines":["Mm, so basically, you enter the image you want to end up with and the AI tells the drones where to go, what colors to be, all of that stuff."]},{"begin":"356.160","end":"358.800","lines":["Yeah, actually, at the moment we enter just text."]},{"begin":"358.800","end":"359.400","lines":["Mm-hmm."]},{"begin":"359.400","end":"372.080","lines":["So we enter a text description of what we want to see, and then the method produces the colors, and the arrangement, and so on—although I think it wouldn’t be too hard to extend our methods so that you could upload a picture or a sketch of what you wanna see."]},{"begin":"372.080","end":"377.200","lines":["And what are the specific challenges that arise when you’re trying to control a group of drones with AI?"]},{"begin":"377.200","end":"396.680","lines":["The way these models work, they have been popular [for] creating images, no? And at the end of the day they predict the color of each pixel when you give this prompt. So the idea here is: when you want to somehow translate this to drones, pixels [are] just a color, and they don’t have any motion constraints, any collision constraint."]},{"begin":"396.680","end":"419.160","lines":["So the idea is: when you try to translate this idea of making pixels look [how you’d] like to making drones look [how you’d] like, you need to account for [the fact] that drones cannot teleport from one location to another, so they have some dynamics—some velocity, acceleration—some constraints in the motion [such] that you cannot do any motion that you want. You need to account for those somehow in your algorithm."]},{"begin":"419.160","end":"435.080","lines":["And also, drones have some physical properties—some mass, some size—so they can collide with each other. So there are these safety constraints that you also need to include in the planning algorithm that [uses] this generative model so that the motion of the drones, it’s also safe."]},{"begin":"435.080","end":"441.160","lines":["Mm, and how close are we to actually being able to use the model you created with drones?"]},{"begin":"441.160","end":"465.520","lines":["So from the research perspective I would say that our solution, in some sense, is mature enough to be applied. But then there are all these technological challenges that Mac mentioned before about all the real deployment of drones that, obviously, as academic professors, we don’t have the resources to deploy 1,000 or 100 or whatever number of drones."]},{"begin":"465.520","end":"490.760","lines":["So for that there’s still a gap in terms of [going] from research to application, but it’s more a matter of maybe collaborating with companies that already are deploying drones in many locations. So I think that the integration wouldn’t be that difficult; it’s just a matter, probably, of having the right contact within a company that has the skills for real deployment. But the algorithm, I think, it’s already in shape to be deployed."]},{"begin":"490.760","end":"494.720","lines":["Very cool. What other applications could this have?"]},{"begin":"494.720","end":"532.120","lines":["Yeah, so certainly, artistic displays are powerful and important, but we’d love for our robots to really help people in their day-to-day lives and also help people who are in danger. So for example, we could imagine using an algorithm like this for search and rescue. You know, if you have hikers who are stranded somewhere in the wilderness and you need some way of deploying a team of drones to go look for the lost hiker, this could be a method that could be adapted to that. We’re also interested in, you know, things like exploration. Maybe in a space application, NASA might consider developing a tool like this to explore the surfaces of asteroids or planetary bodies."]},{"begin":"532.120","end":"587.560","lines":["We’re also really interested—currently, our kind of next step along this research journey is drone or other robot swarms for construction. So currently, our algorithm, you type in a prompt and the drones will organize themselves into a shape, right, that looks like what you asked for. What we’re looking at now is: “How could you type in the prompt and have the drones actually deposit material—like maybe the drones can carry little square blocks—how could they deposit the material in the right order to construct something that is useful or interesting for an artistic display?” So you could imagine drones constructing a bridge in a remote area where people maybe need to pass over some, some difficult terrain, or maybe there’s an emergency scenario, maybe there’s a disaster scenario, and a bridge has been washed out, and you’d like drones to automatically construct a temporary bridge—something like that."]},{"begin":"587.560","end":"605.520","lines":["Even when we applied this [to] a drone show because it’s—the artistic component is beautiful, I would say that there are no limitations on applying this to any kind of multirobot system. So in that sense we could go for other ground robots, domestic robots, construction robots, as Mac mentioned."]},{"begin":"605.520","end":"628.080","lines":["So the idea here is to be able to translate these high-level commands specified by text that—every person can, more or less, give these commands—and then automatically translate them into plans for teams of robots to achieve these commands. So the ambition, in that sense, I think it’s—it goes way beyond the artistic display."]},{"begin":"628.080","end":"633.040","lines":["And what about the environmental impacts of a drone show versus a firework show?"]},{"begin":"633.040","end":"645.160","lines":["Well, I would say that, in my opinion, drone shows are safer in the sense that fireworks are a very, you know, explosive material, and you hear [about] accidents, and you need to produce and store them."]},{"begin":"645.160","end":"681.960","lines":["And then within my knowledge that is not very deep, I would say that, probably, the residual impact of fireworks is bigger than, probably, drone shows; that at the end of the day you can recycle or reuse these drones in multiple shows. Noisewise, probably, they are similar, even that—in the sense that drones currently are quite noisy, although it’s true that when you see them from far, far away fireworks are very annoying and drone shows are not. But when you fly them in close space, let me tell you that now, having a drone flying nearby, it’s more annoying than a firework [laughs]."]},{"begin":"681.960","end":"696.800","lines":["So there I guess there could be arguments in favor or against each of them, but if I have to choose drones, I would say that this reusability and safety, in terms of explosive materials, are the two main, big advantages."]},{"begin":"696.800","end":"705.760","lines":["Well, and given everything that you’re presenting in the paper, how do you see the world of drone shows evolving with this new tech?"]},{"begin":"705.760","end":"746.520","lines":["Well, so I would say that [on] the artistic side of the problem the idea is that with this they are already—existing drone shows are able to develop complex and beautiful animations. The idea is that this will speed up and simplify this rather tedious and complex process; to maybe make [it possible to] scale to larger numbers of robots in an easy way; maybe also, in terms of the testing phase, deciding the appropriate number of drones to create specific figures. Well, in summary, speeding up the whole creative process and hopefully ... providing more beautiful, more complex animations and displays."]},{"begin":"746.520","end":"777.680","lines":["I think right now one of the most exciting research frontiers is figuring out how to use, you know, powerful, modern generative AI tools that we’re all familiar with—ChatGPT, image-generation models, and so on—how to use those in ways that benefit people, you know. And myself and Eduardo being roboticists, I think we’re always looking for ways to enable robots to help people, to better serve people, to make people’s lives safer, and I think this is a really exciting frontier."]},{"begin":"777.680","end":"810.320","lines":["And one of the grand challenges in robotics is: “How do you orchestrate the activities of large groups of robots?” It’s hard enough to control a single robot, and now, when you’ve got a large group, you know, there’s this persistent problem of: “How does one human, or a small number of humans, tell a large group of robots what they should do?” And I think this is an interesting model that we’re sort of approaching: using generative AI as kind of the bridge, the interface, to allow one person, or a small number of people, to command the activities of a very large group of drones."]},{"begin":"810.320","end":"855.360","lines":["Another issue that I also like to point out when mixing robotics and AI would be—with the current state of the art—would be explainability. If you want to generate an image, what you care about [is] the output, but “Why this output?” might not be as relevant as [what] you are considering about the motion of robots. So understanding and obtaining outputs that are consistent for robots, it’s a very important problem that, currently, I would say that we are struggling [with] because these AI models [works] very well, but somehow they work well until they stop working well, and having some kind of understanding of when or why these things [happen] is very important from a research perspective."]},{"begin":"855.360","end":"858.880","lines":["Thank you both so much for coming on to chat about this. This has been great."]},{"begin":"858.880","end":"860.600","lines":["Thank you, Rachel."]},{"begin":"860.600","end":"863.760","lines":["Great, thank you, Rachel. It’s our pleasure."]},{"begin":"863.760","end":"882.200","lines":["That’s all for today’s episode. We’re taking Friday off for the holiday. Next week, we’ll be sharing reruns of some of our favorite segments from the past year. We’ll be back with a new episode on July 14. In the meantime, you can quench your thirst for fresh science news by reading Scientific American online or in print."]},{"begin":"882.200","end":"900.920","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"900.920","end":"921.880","lines":["For Scientific American, this is Rachel Feltman. Have a great weekend!"]}],"duration":921}