{"title":"A Surgeon Explains the Alarming Rise of Lung Cancer in Nonsmoking Women","img":"https://static.scientificamerican.com/dam/m/55491f6479191b56/original/2510_SQ_WED_LUNG_CANCER.png?m=1760470442.787","url":"https://www.scientificamerican.com/podcast/episode/why-lung-cancer-is-increasing-among-nonsmoking-women-under-age-65/","audio":"https://traffic.megaphone.fm/SAM6385185224.mp3","intro":["Thoracic surgeon Jonathan Villena explains why early screening for lung cancer is critical—even for those without symptoms."],"authors":["Rachel Feltman","Jeffery DelViscio","Fonda Mwangi","Kylie Murphy","Alex Sugiura"],"category":["Cancer"],"transcript":[{"author":"Rachel Feltman","text":"For Scientific American’s Science Quickly, I’m Rachel Feltman."},{"author":"","text":"Lung cancer is the deadliest cancer among women in the United States, surpassing the mortality numbers of breast and ovarian cancer combined. And surprisingly, younger women who have never smoked are increasingly being diagnosed with the disease."},{"author":"","text":"Here to explain what could be driving this trend—and why early screening can make all the difference—is Jonathan Villena, a thoracic surgeon at NewYork-Presbyterian and Weill Cornell."},{"author":"","text":"Thank you so much for joining us."},{"author":"Jonathan Villena","text":"Thank you for having me."},{"author":"Feltman","text":"So our viewers and listeners might be surprised to hear that lung cancer [deaths] in women now tops breast cancer, ovarian cancer combined. Can you tell us more about what’s going on there?"},{"author":"Villena","text":"Yeah, definitely. So in general lung cancer is the number-one cancer [killing] people in the U.S., both men and women. If you look at the American Cancer Society, around 226 new—226,000 new cases of lung cancer are projected to be diagnosed in 2025. Of those about 50 percent are cancer-related deaths, meaning [roughly] 120,000 people die every year from lung cancer. Now, what’s—the good news is that the incidence has actually been decreasing in the last few years."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"If you look at the American Cancer Society’s statistics, in the last 10 years [ of data, which goes through 2021], the, the incidence of lung cancer has decreased in men around 3 percent per year. And it’s about half of that in women, meaning it’s decreasing [roughly] 1.5 percent per year. So one of the reasons that they think that this might be happening is that there was an uptick in smoking in women around the ’60s and ’70s, and that’s why we’re seeing a slight, you know, decrease in the incidence in men but not so much in the women."},{"author":"","text":"What’s more interesting and very surprising is the fact that when you look at younger people, meaning less than 65 years old—especially younger never-smoking people—there’s actually an increase of women in that subgroup. They’re overrepresented, and that’s something very surprising."},{"author":"Feltman","text":"Does the research offer us any clues about what’s going on in this demographic of younger women?"},{"author":"Villena","text":"Yeah, so there’s been a lot of research. So, you know, in general—and something that people don’t know is that about 20 percent of lung cancers actually occur in people that have never smoked in their entire lives."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"This is something that we don’t really understand why this happens to this one in five people, but there are some risk factors associated with it. Number one is exposure to radon, which is a natural gas that sometimes people are exposed to for a prolonged time. Number two is secondhand smoking ..."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"So they don’t smoke directly, but they live in a household where they smoke. And number three are kind of other environmental factors, things such as working in a specific, you know, manufacturing plant that deals with specific chemicals. And then lastly, the one that has had, actually, had a lot of research into it are genetic factors. There’s definitely a preponderance of certain mutations in somebody’s genes that can cause lung cancer, and that is overrepresented in women."},{"author":"Feltman","text":"Do women face any unique challenges in getting diagnosed or treated when it comes to lung cancer?"},{"author":"Villena","text":"So, yes. First of all, you know, how do we treat or catch lung cancer? So the newest and, and latest way of catching this disease is actually through lung cancer screening.That’s something that’s relatively new; it’s only happened in the last 10 years. And that’s in certain demographics, meaning that if someone is over 50 years old and they have smoked more than one pack per day for 20 years, they meet the criteria for lung cancer screening, which is basically a radiograph or a CAT scan of their lungs. That’s the way that we pick up lung cancer."},{"author":"","text":"That’s the—almost the exact same thing that people have for breast cancer, such as mammography, or colonoscopy. So that’s before any symptoms come in. That’s really just to try to capture it when it’s in very nascent stages, right?"},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"Where it’s very small or not symptomatic. And that’s the way we diagnose a, a lot of lung cancer."},{"author":"","text":"Now, that being said, there’s a couple of things. So first of all, [roughly] 60 to 70 percent of people, like, in general get mammographies."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"[About] 60 to 70 percent of people get colonoscopies. Only 6 percent of people actually get lung cancer screening. So it’s dismally low."},{"author":"Feltman","text":"Yeah."},{"author":"Villena","text":"The reason being that sometimes people don’t know about it; it’s relatively new. Sometimes even doctors don’t know about it. There’s also a little bit of guilt involved, where people, you know, they think they did it to themselves by smoking ..."},{"author":"Feltman","text":"Hmm."},{"author":"Villena","text":"So they don’t wanna go do it. The second thing is that, as you could imagine, this is only for high-risk individuals or people that have a history of smoking, all right? So it misses these never-smoking one in five patients. So that’s one of the things that we’re actively working on."},{"author":"Feltman","text":"Yeah, how else does the, you know, the stigma associated with lung cancer because of its association with smoking, how does that impact people’s ability to get diagnosed and treated?"},{"author":"Villena","text":"I think there’s a lot of hesitancy between patients. There’s, you know, a recent study that showed that people are more—have more tendency to downplay their smoking history, meaning that if they quit, let’s say 10 years ago, you tell your doctor that you never smoked."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"And that’s something very common. Or if you smoked, you know, one pack a day, maybe you say you smoked half a pack a day because you feel that guilt. So then you don’t give your doctor or your caretaker the full picture. And sometimes that prevents you from getting these tests, right? So there’s definitely that attitude."},{"author":"","text":"There’s also a bit of a fatalistic attitude, sort of like, “I did it to myself. I’d rather not know. You know, this is something that—you know, I made that choice, and if I get cancer, that’s my choice.” Right? So that’s, that’s also another attitude that we’re constantly trying to change in patients. You know, the treatment, once you capture it, is all the same, but really it’s about getting screening and it’s about finding the lung cancer."},{"author":"Feltman","text":"So with smoking no longer necessarily being the driving factor, at least in this younger demographic, what kinds of risk factors should we be talking about more?"},{"author":"Villena","text":"So I think, you know—so smoking is always number one."},{"author":"Feltman","text":"Sure."},{"author":"Villena","text":"In the never-smoking people it’s either radon, secondhand smoking or environmental factors, and then a little bit of genetics plays, plays a part."},{"author":"","text":"Radon is something that people can test for in their homes. It’s something that people should read up on. So that’s number one: if you have exposure to that, to get rid of that."},{"author":"","text":"If you are in, in an environment, let’s say you work with chemicals that you think, you know, are astringent or have caused—causes you to have coughs or, you know, affects you in any sort of way, to kind of try to talk to your employer to work in a more ventilated setting."},{"author":"","text":"Really important with genetic factors is understanding your family history."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"If you have a mother, a grandmother, a grandfather who died of cancer or you have a lot of cancer in your family, sometimes understanding that and knowing that from your, you know, from your family perspective will actually clue a doctor in to doing further tests, to looking into that further, ’cause that sometimes is passed down and you can have the same genes."},{"author":"Feltman","text":"Are there any big research questions that scientists need to answer about lung cancer, specifically in young women?"},{"author":"Villena","text":"So, you know, there’s so much to look at, all right? So if we think about just the genetic aspect of it, there’s one specific gene called the EGFR gene—or it’s a mutation that’s found in lung cancer that in, if you look at all people with lung cancer, it’s found in about 15 percent ..."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"Of the population with lung cancer. Now, if you look at never-smoking Asian women that get lung cancer, it’s about 60 percent of them ..."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"Have that mutation. So the important thing about that EGFR mutation is there’s a specific drug for that mutation, all right?"},{"author":"","text":"So there’s definitely a lot of genetic kind of information that we’re still actively researching. But the important thing about this genetic information is that there’s drugs targeted specifically for those mutations. So the more we know, the more we understand, the better."},{"author":"Feltman","text":"So for folks who are hearing this and are surprised and, and maybe concerned what is your advice for how they should proceed, how they should look into their risk factors?"},{"author":"Villena","text":"You know, I think one of the, the, the major aspects of health in general is understanding your own health."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"I think that younger people tend to delay care, tend to not see their doctors, and because, one, they’re busy, right, at their very busy moment in their lives. But second is that, you know, you don’t wanna deal with it, and you think that you will not get cancer, that you will not get this disease because you’re young and you’ve never smoked and you’ve never done anything bad."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"But, you know, you have to be very aware of your body, so what are the kind of top four symptoms? So number one, let’s say you have a cough, and that cough lasts for longer than two weeks, right?"},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"A normal cold, things like that will go away after a couple of weeks. But if it’s there for a couple of months, and I’ve definitely seen patients that tell me in retrospect, you know, “I’ve had this cough for three months,” right, and it should have been checked up sooner. So understanding yourself, understanding your body, not, you know, waiting for things, not procrastinating, which is very hard to do, but you should definitely see your doctor ..."},{"author":"Feltman","text":"Yeah."},{"author":"Villena","text":"Regularly."},{"author":"","text":"Second is, like I said before, understanding your family, right, and what your genetic makeup is, right? Knowing your family history, understanding if your parents, grandparents had cancer, etcetera, or other chronic diseases."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"And that’s, that’s basically the, the major aspects of it. It’s really being in tune with yourself."},{"author":"Feltman","text":"So once a patient is actually diagnosed, what does treatment look like?"},{"author":"Villena","text":"So treatment for lung cancer, actually, is heavily dependent on the stage. There’s everything from stage 1, in which it’s localized to one portion of a lung, to stage 4, where it actually has gone to other parts of the body."},{"author":"","text":"Now, stage 1 disease, you basically need a simple surgery, where that lung nodule, or that lung cancer, is surgically removed, and typically you don’t need any other treatments. So stage 1 is what we look for. Stage 1 is the reason that lung cancer screening works because stage 1 doesn’t really have any symptoms ..."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"So when you find it that early patients do very well."},{"author":"","text":"Stage 4, once it’s left the lung, you are no longer a surgical candidate, unless in, you know, sometimes very specific cases, but for the most part you’re no longer a surgical candidate. And there you need systemic treatments."},{"author":"Feltman","text":"And how long does the treatment tend to take for a stage 1 patient, if it’s just a surgical procedure?"},{"author":"Villena","text":"So if it’s just a surgical procedure, look, I do these surgeries all the time: the patient comes in; we do the surgery; the patients usually go home the next day."},{"author":"Feltman","text":"Wow."},{"author":"Villena","text":"And then we follow the patient and get CAT scans every six months for a long time to make sure nothing comes back or nothing new comes. So it’s pretty straightforward, and we do this all the time. We do these surgeries robotically now. Patients recover incredibly well, and they’re out, you know, doing—living their lives in a couple of weeks. So it’s really something very, very, very efficient."},{"author":"Feltman","text":"Yeah, so huge incentive to get checked early."},{"author":"Villena","text":"Mm-hmm."},{"author":"Feltman","text":"Are there any advances in treatment, you know, any new treatments that doctors are excited about?"},{"author":"Villena","text":"Yeah, so there’s two major steps forward that have changed lung cancer treatment. Number one is something called targeted therapy."},{"author":"Feltman","text":"Mm-hmm."},{"author":"Villena","text":"So that means that there’s a drug that targets a specific mutation. So just how I was speaking about earlier about the EGFR mutation in young, never-smoking Asian women, there is a drug that targets that mutation that has really shown amazing results at all stages now."},{"author":"","text":"And the second one is actually immunotherapy, which won the Nobel Prize, which is this idea that you can use your own body’s immune system to kill the cancer cell. So cancer is very smart—what it does is it evades your immune system; it pretends that it’s part of your own body. And what this drug does is that it basically reawakens your immune system to recognize that cancer again and kill it. And we’ve seen amazing results, even in the stage 4 patients, where they are potentially cured of cancer, which, which we’ve never seen before."},{"author":"Feltman","text":"What motivated you to get into this specialty?"},{"author":"Villena","text":"You know, I do have a family history of this in an uncle that passed away from lung cancer ..."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"And he was a heavy smoker. And, you know, I saw how, basically, decimated his, he was—[his] life [was], basically. He was a very vibrant guy, he was very active, and in six months he was gone, right?"},{"author":"","text":"And I think, you know, once I started getting into, you know, medical school and understanding things, one of the major things that I really got into was research. And I see that if my uncle had been treated 20 years ago, he potentially could have been saved ..."},{"author":"Feltman","text":"Mm."},{"author":"Villena","text":"Because of these advances in research. And right now we are right at the cusp where we are learning all these new things, and we actually have the tools to change how patients are treated, you know? And this—every year there’s a new treatment, which prior to that, there was no new treatment; i t was basically just chemo, and that’s it, all right? So I think that that really motivated me—something that I can actually take part in and actually change the course for a lot of people."},{"author":"Feltman","text":"Well, thank you so much for coming on to chat with us today. This has been great."},{"author":"Villena","text":"Thank you."},{"author":"Feltman","text":"That’s all for today’s episode. We’ll be back on Friday to unpack the shocking story of a missing meteorite."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura and Kylie Murphy. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. See you next time."}],"wave_peaks":[6,6862,9324,20477,17003,7613,11331,14559,16157,24273,15076,17193,15677,24816,12589,19139,8267,6132,18956,17012,23999,17941,13116,15772,11057,14475,18443,16324,15417,24502,22698,14197,7237,6715,15908,21824,19746,13635,15994,22914,19121,16920,8531,6773,21860,16893,16299,19336,20759,14703,24280,17461,24516,18458,12206,24495,24235,18755,18578,4648,17733,16562,15349,12795,9796,4470,23277,14902,7155,18860,18738,18535,2934,6,6,13,162,836,2057,3664,19269,13300,13560,14609,13956,18273,17283,19902,14337,20882,20429,20497,20792,20590,20682,20053,20423,18713,20545,18244,18946,18800,19058,21776,19689,17192,18755,18516,21107,19395,18483,18259,14589,15416,12485,8934,7317,7075,17848,13293,14683,16391,13674,13029,18988,12796,13817,10894,9308,11512,13615,17028,18962,20615,20367,20416,19134,18744,18788,18508,15247,13877,17455,12392,4652,3891,3049,4378,7937,4896,22602,19174,16123,15199,19849,15014,16692,18203,15831,16550,19100,16802,16630,9579,19826,21431,15390,15155,21984,15776,17082,22543,16956,15227,13935,18302,14675,16833,16235,3312,3649,22396,18397,14860,14820,19566,15700,12972,19335,18223,16280,14585,13284,10434,16947,13947,17568,14327,13719,10974,9032,6268,3955,20349,15920,20928,13574,19654,13587,18989,14416,17946,20850,14151,16272,15729,17083,14419,17572,15711,6309,18433,22171,15766,18298,15683,4628,22545,22401,16059,22197,18523,15478,17388,22535,18922,18294,21329,9974,1246,14217,22194,16665,19839,7147,5224,14467,22550,6094,9241,22433,535,22520,15921,20139,18938,22484,18076,22546,20330,22515,14499,18681,19491,18595,22439,16079,14884,1473,22584,22518,14249,22540,19664,10131,22521,22507,21149,16729,17896,22444,18148,22495,15716,21839,18536,6977,22517,22542,18730,19631,2828,22564,22551,22237,21108,1368,17736,22543,22484,16768,22519,22441,18868,13760,17616,16022,10757,17217,13930,15564,22478,16811,13013,17215,15955,17602,22375,20762,12042,362,327,18831,21963,22528,22491,22551,17358,677,22492,22521,22507,22453,22536,18161,22513,11416,18093,15785,16261,4702,22512,22529,18834,14957,22517,16755,10039,17793,12389,17886,1386,468,22531,22473,22572,14978,22017,3140,18897,229,22428,18417,18681,9576,20943,19787,17989,10657,20412,19905,11339,2560,13397,15903,6496,616,6399,22481,18977,9807,19032,22582,22486,22563,17588,19145,20838,22541,22442,22461,17966,9444,21010,22522,17658,22453,12607,18938,12786,9413,22512,22519,15633,22530,15179,16409,22518,13476,1114,820,22540,19777,22508,15751,13365,17249,18953,22234,22469,14267,14898,22427,22525,20493,16189,20048,19847,15980,14222,1067,4031,20842,22491,22488,22507,22517,14854,9751,12819,12349,14131,12253,22509,22468,11764,10140,4978,626,7922,20917,18314,21244,21716,22494,19183,20919,15089,21148,22534,13897,16327,13087,22488,19696,8389,353,19643,12572,22511,16967,13813,1736,13397,14021,15690,17567,9466,3342,12403,22466,22434,22509,12264,11532,21752,840,475,17489,22519,17384,14325,10761,18469,15449,22510,18439,22498,18949,10237,11537,7667,20541,22545,21069,17890,22548,22502,22530,22515,14777,22507,15232,12789,653,20024,22438,22442,22551,15182,15774,10798,21903,11270,14895,15581,11361,8724,4661,4638,22536,19413,20836,22520,22396,20247,14236,12227,11881,18863,22337,17840,15541,15494,7670,11919,12034,18891,5044,22435,22450,8457,6178,22498,22504,15530,13104,14350,17775,18646,22527,2194,22630,21838,22526,21549,15985,13552,22482,14890,15023,18429,16964,16545,22511,22461,14496,12630,11050,22503,22555,22532,22558,18011,22517,1648,952,190,18034,22558,22520,22568,22420,22519,20243,22530,22506,20999,18545,20734,6965,19019,19028,19351,16657,18944,19298,16912,20107,15003,15522,13113,14810,21953,22509,22375,3698,616,19755,18755,6469,17337,19559,20578,14169,19971,20305,20899,17290,19187,19446,22435,18312,12573,16321,12182,19489,22506,18667,20024,1087,22521,22518,22547,22432,19917,12625,16758,16655,11632,10503,16465,22519,10724,16235,8705,13416,14131,22509,22525,20606,12290,19699,22384,22374,6655,15678,19434,17636,15574,15951,13644,19344,22500,20501,4655,17602,22516,19764,17497,12673,22525,22383,18422,14305,22449,18912,16690,22506,14887,16850,12560,22453,15954,10372,15768,1358,1376,22491,22486,22536,22456,22598,22603,22539,16086,22521,12682,7701,636,20823,19124,15758,18200,12528,18310,16929,16013,20472,16024,17547,22531,22486,22410,16859,16725,15725,22487,21391,16595,677,2849,21910,22532,22482,20076,21867,16153,21704,21412,16746,22489,14437,15728,22215,13452,12977,650,15544,22545,15953,18483,17330,13076,22379,21489,18416,13379,21147,18663,20758,12050,1017,22066,22568,22467,22469,14708,20462,6691,22514,22286,20365,13643,8077,16007,19216,22395,21224,17826,22562,22090,21607,18739,14044,19261,19095,14504,15703,13687,12133,16294,13142,10943,381,22512,22533,1116,54,22567,12298,22528,11833,22535,22521,22276,163,19244,22526,17317,12099,21146,22513,20671,22496,19384,16841,14524,15717,686,19126,22532,22549,22527,22378,22478,22628,21771,22693,22500,13954,18835,14414,17358,22318,19922,22509,13057,21018,9741,980,18459,18110,22380,19012,22531,21471,16911,13059,20434,22541,22384,22409,18942,18636,6128,946,22211,13706,14028,22597,10940,5837,22514,22499,15056,17876,17050,18327,19859,22487,22549,21810,7856,847,17175,20451,22593,22529,21058,22272,22508,21055,21332,17405,21741,22393,13257,16820,22501,22518,17663,22530,21147,14588,13787,894,22546,21637,20938,21079,22475,22501,18084,22530,22454,15593,19106,22499,6461,705,22560,22675,18454,22418,1546,10513,19974,11334,1646,3076,22437,16150,22500,22525,22525,19613,22526,22543,21873,11571,21902,22524,19680,15684,22500,16657,7648,980,18621,14983,22486,16131,19606,21835,22510,22476,17375,16234,15266,677,18803,22529,20350,22450,22474,22509,9353,8545,19066,22521,22500,22437,18804,20141,14190,18182,22461,21857,21139,16883,17221,22509,12405,17776,22517,22544,22527,13030,14699,17136,16639,20092,6163,461,22505,22541,17500,22528,22463,11078,22529,18438,11803,22526,20484,20438,259,22507,22534,22500,22518,22520,11643,13987,15251,21229,21148,17561,626,22511,22399,10116,14545,22613,21284,16418,22529,1468,17024,22476,14190,18978,22539,18525,22450,15051,22511,21560,12657,19428,14882,2996,359,4612,18239,22491,15814,14149,15739,14916,400,21966,19001,22535,21919,22466,22507,16416,22221,22513,14784,20393,22448,21034,21328,20202,22312,22503,17436,8076,9088,725,5324,22525,22516,21372,22166,22555,14143,9631,12379,13667,10281,13869,94,22392,20294,19779,19981,20252,22509,12700,21461,13642,16687,14755,804,5070,13889,22569,22511,16269,22511,2754,22455,20645,22545,17489,15301,20139,22541,18432,19669,11492,12577,22514,16946,22471,13394,6071,37,155,22477,22507,16897,22545,15694,11800,22537,17222,18464,17168,18884,18376,7022,5956,449,455,22444,21586,22469,22544,17415,14632,10951,1732,21536,22492,22626,22488,20811,18476,22132,21856,12416,16919,19644,13854,11891,17161,22594,13618,12727,11848,14150,19057,22573,22550,18167,21133,22310,22447,13361,12198,10564,15073,11602,19955,11378,9008,11427,1161,22533,22540,22501,22508,18084,18830,13691,22498,19127,11939,17800,14510,19859,19174,16585,22491,21249,21700,19552,2601,19844,22528,16577,22513,19947,22518,22540,18666,22538,22532,21944,12096,19624,8885,3367,76,14592,20090,18442,20157,22505,22493,22500,21385,16436,11894,829,295,15679,22508,22513,14355,16471,11371,12193,22512,22473,22546,22455,17505,20532,22304,2234,518,16834,22549,22557,22488,21132,20159,22549,22521,14971,10361,20209,22445,18599,22483,19945,18831,22345,4160,18859,22529,22501,22500,22420,19513,22510,14640,17382,22070,22570,19244,22500,19529,11883,17226,21148,3510,1305,21560,21128,19735,22519,21011,22420,15180,16757,20779,17556,22514,20400,22148,18249,22531,13022,4791,4549,17229,22517,19557,22538,22533,19640,18217,19895,15038,12954,11331,14420,8270,1904,356,18265,22532,22522,22503,18196,21181,20878,14974,11531,15076,7425,6481,622,22527,22506,22508,22512,22483,22525,22521,16062,22530,22540,22489,22544,20938,12472,15820,6379,1395,797,22520,16736,14743,16433,22512,22549,22482,22553,22508,22507,22529,7492,1264,22542,22567,22493,15240,15406,19837,14974,22516,13230,17405,5338,607,15578,18115,18832,14671,15321,22344,22538,12251,20262,12190,15788,22447,9910,22479,17880,14245,18305,17292,16844,15537,22495,22058,5445,22535,19205,22323,22508,14541,18382,14446,10373,22569,17899,11391,5562,22529,22516,17351,22504,1149,52,13362,2762,1621,21629,22571,22458,22504,12007,22245,19277,13936,1106,264,17780,22572,20631,17446,13855,13736,22526,22496,22524,22434,3501,22484,22539,18352,18764,19720,15278,20291,19826,17805,15928,22512,21644,16127,22453,14565,5491,719,810,22519,20065,9231,531,22512,22577,22556,17023,22519,22515,18113,20554,22508,20713,19450,19393,14352,18662,17764,13952,14811,12196,18808,21215,22352,473,473,22517,22315,15599,18426,15444,16149,17897,16805,19445,17462,14441,772,17611,20388,15392,19252,22518,22538,18714,18371,22140,20736,18003,14754,20137,12578,13699,8508,21761,11722,19397,16632,22514,16581,18083,22522,15529,15363,7868,16157,22501,22327,18310,17510,21599,5241,20273,22456,7540,22515,21119,21426,22501,21759,22527,20976,19002,17926,16019,22520,19080,947,22469,22461,7414,673,655,958,22538,22519,22498,15489,22494,22379,15503,18885,21389,22476,19263,19734,15881,16119,1040,7096,18533,20971,22508,17086,22543,18790,18748,6685,22515,22525,19373,22433,20341,20618,18759,15904,22492,20260,22481,15108,11928,22474,22492,22511,22548,19831,19866,16549,18572,16396,20070,14858,17697,13952,13564,20109,10148,3694,15071,22546,22146,21404,22503,19454,22523,18397,17511,16390,20927,22516,19124,14290,15324,19914,11904,22500,15511,22466,3053,15278,22512,22519,11540,17910,19735,22456,13125,7750,3068,22516,21210,15466,21877,5019,17903,22523,18780,11016,22536,20402,22429,10646,1544,12717,14617,21404,13402,16131,22621,14988,15457,10537,14576,13933,16622,13172,218,15614,22537,1953,796,22532,22529,22582,16302,16296,608,22521,22478,16105,19420,15103,22514,21308,17147,21729,16611,13038,14287,13574,14210,22482,18533,18999,12399,18894,12733,22475,18081,11211,15572,14390,19410,9220,925,17396,22547,12893,17093,18304,123,7040,20153,15468,10599,16460,22481,22524,12736,15824,14038,16193,22521,22520,22520,13494,18928,18131,22502,13626,5805,564,21733,13250,11581,13141,692,461,22519,21775,22255,22610,2456,5825,10188,22558,22541,19037,21517,18619,16302,19167,14744,340,35,22512,22542,21011,18703,20715,21096,17179,16819,14075,7494,22418,17825,14213,397,804,18432,17475,1528,17336,22552,22481,22504,21968,20261,22515,16266,15978,15375,19748,15582,21658,22506,16739,14131,8296,876,201,2709,22488,22422,22501,1085,22537,22577,20665,17351,16029,10688,10851,7918,2150,16534,22495,18385,45,22488,22427,16643,19603,20422,22557,14504,22532,22523,22408,13021,18170,12957,2862,2806,22512,20279,18742,22549,17889,18882,17539,19489,13294,14200,22168,20483,22516,13204,20962,13680,13797,15887,6307,6053,16570,22522,19612,20305,17887,13311,19153,6244,1195,9389,22396,22556,19426,22549,22426,16895,18757,22600,16937,17660,11654,15689,20413,12230,4530,22497,22520,15103,19755,22495,18505,11296,22502,16015,17725,12507,16185,18312,15614,17285,17124,15305,20301,16081,6335,19496,22523,20718,1260,22505,22388,19326,22515,21677,22478,17529,16980,1822,125,10153,22538,19882,14952,21895,20861,12654,8914,20012,19928,16940,767,6522,22508,22520,14129,19215,12923,10891,21828,20484,14696,18960,22490,17407,22504,16236,20459,22504,18785,17813,20480,19868,22527,16644,9513,15500,12955,21597,3317,971,19707,22536,17959,19019,12365,17233,17042,19748,19950,18758,22466,21428,19440,8768,326,19567,22535,20572,18369,13280,13066,22515,15617,13555,14584,16692,22484,13193,12710,22510,10305,14490,13796,21878,22599,13943,883,22524,19085,15544,22534,22307,22521,22513,20628,17166,12358,11955,1599,21583,21916,22521,4453,22528,18786,22511,22429,13574,6007,884,15695,22561,22678,21348,22531,22504,9843,3190,19250,22510,22519,12431,17816,12975,7829,21816,22531,22500,22544,22517,19479,18155,16902,1134,22519,22509,22532,22508,11872,8320,13305,21842,18810,19630,16545,17505,22020,16052,19658,16159,1183,22417,20307,22528,22421,14572,19852,22499,9717,17178,15155,1078,483,22502,16413,22516,22416,15481,12005,796,16827,22660,22533,22435,17478,17882,15440,19753,11267,833,22522,18505,15280,6154,1380,15012,19136,15993,21090,17569,22485,15971,10918,22536,22496,18222,12738,1233,22489,22595,14839,19552,16912,14607,17053,9535,788,5417,22554,17882,19458,21845,21333,22411,18463,22126,18525,11261,11276,22540,14142,15383,11857,20503,22424,20810,17545,17029,15886,9730,16205,20351,22504,13634,20414,15172,5585,1124,68,22529,22484,22492,21265,22417,20827,16523,13540,14817,17408,17573,16148,17755,3583,2234,22504,15756,22545,19657,21926,22479,22531,14673,9413,20488,22548,22513,16558,22503,22487,19367,12346,16236,13064,182,19025,18951,14864,22504,22535,14593,19739,16095,22494,15024,17162,7409,457,15849,22634,22667,22516,19240,17866,19908,22478,22436,13588,20136,6301,4085,14128,11900,15753,12833,20380,19568,10264,11105,21511,20510,10090,9256,17527,12619,14778,842,16346,22086,22509,17418,16325,12323,18760,22517,22477,17824,13548,549,551,22474,22515,22561,20823,20526,10604,11823,22525,20885,22496,19011,18889,16924,11431,10752,17662,22062,13389,12778,11567,14479,15238,15851,11933,17384,4221,828,16382,22475,21184,19780,19389,17770,11895,4445,3424,7353,12224,1188,5777,19067,22526,19734,18562,13776,18877,16632,20149,14590,13212,19368,14991,11216,14462,11755,21497,12442,4684,670,22523,19758,19964,8945,18648,18067,22564,22092,16477,762,15798,15016,16576,11119,3239,532,22503,21770,22522,21203,22494,22514,14430,4846,10146,12273,10161,19859,22514,12052,11630,9005,8673,12896,13067,4830,8455,22521,22525,22559,15848,10680,14410,22072,22501,16373,16185,12384,11615,10724,2890,14598,22539,22514,11870,18682,7329,3797,5051,16102,22546,11394,8081,14292,13934,13762,15569,16004,14621,12777,15786,18490,10168,9340,13416,16348,17103,19430,22164,21254,22464,22471,22423,15771,22215,11810,22474,22356,17596,16948,22361,18685,17336,20172,16365,18649,22358,16807,22089,15391,14054,15161,12868,20709,21660,2018,16859,16653,22523,22562,17846,11219,12515,16373,22471,14365,16116,16831,9214,8827,21317,21356,12939,16909,18083,19056,22515,15274,13249,12620,3984,912,20959,17360,18673,22519,19693,13018,12269,12731,17601,16232,12430,2389,17404,15029,22527,22318,22518,22172,22457,13976,22413,17615,20017,13514,10803,2384,740,22486,22538,9410,16687,11071,22452,22532,22502,13256,12347,6407,11265,20558,11465,14320,10777,6259,22462,20894,18239,13035,11598,1109,20894,16201,19549,21851,22564,11575,18085,17068,9222,7140,736,22528,22390,16094,20049,15274,14770,15319,18773,18776,13363,13961,22481,21066,21108,19176,21388,22505,21548,7734,22522,20383,9632,13945,16095,14785,22511,22501,22535,19321,22211,18890,20139,13234,14771,17833,8707,4158,842,15231,17550,22513,22520,14081,16206,16922,22536,19864,16221,6617,11118,12946,15214,17109,17233,893,18446,22507,20316,13601,18756,14077,12938,7187,207,19197,22509,15356,19425,17980,18414,13567,15324,20222,15519,13870,9648,613,11319,20687,18697,16479,17760,15041,11757,529,18150,22506,17852,22564,19451,22510,20782,9832,10288,19852,18606,17541,18537,13544,12441,20004,22506,15730,9118,12431,4020,781,15578,22574,22509,22563,19049,18721,22428,20176,14916,8288,16791,16994,22513,14786,12186,11202,19043,22529,11156,20516,22509,22129,22536,12978,11375,14928,19142,16333,10589,12275,711,7053,22541,22525,22534,22527,22475,16764,22470,16056,19333,14515,9607,14234,22477,19772,22505,11839,16569,4912,4107,10123,16005,22530,22539,22517,13175,19851,18006,16456,22514,21068,15044,11931,11968,4472,727,22521,22538,22471,22433,20256,6705,21570,12844,1310,867,17626,15568,22526,22566,18740,15240,18497,22485,15807,16884,10530,14242,14830,17398,9717,22532,7445,10798,19708,14664,13731,16457,22086,16216,9708,2270,74,20312,22512,17045,19133,15083,12995,21202,20478,17183,22396,17252,11302,587,182,18126,22541,1059,22513,22515,22525,19250,22482,16245,17220,19141,10390,16098,11176,15644,16841,22531,19771,20351,22476,18345,7746,16897,22493,16210,14582,7252,14364,20903,22516,21078,1152,8581,18968,15073,13142,1685,380,22532,19139,15904,11181,917,3497,19992,16521,22442,21339,19549,22572,22548,22468,22564,12296,22509,22496,22497,15728,1043,9617,18277,22497,16957,12327,9725,9160,15213,2533,123,30,98,20347,14024,11863,4632,625,22495,20627,9749,41,11584,16543,10076,3156,20376,22509,19949,22520,17963,14482,11210,9304,22481,12060,15057,14459,16688,14006,12229,17837,20457,13533,14282,828,779,19129,22555,16018,21032,17868,8901,12718,14442,15606,851,261,933,21538,22580,22495,19648,22528,22498,22535,20026,74,18616,21909,20673,14401,21051,21361,13905,22403,10074,18263,20716,20039,20063,9053,12659,5848,1449,15636,22518,22483,21604,19512,22539,11408,19499,18435,12536,19422,9446,11541,22524,13256,16863,16917,22510,22453,10998,940,18573,8722,13944,16683,15845,1562,11376,13519,10045,22520,22460,22530,8994,11622,6768,1178,17162,11744,288,22525,22505,18254,18538,15074,11828,15627,9867,17225,13385,9670,16588,14227,769,12702,18928,8560,130,1060,19250,22500,17393,18746,19632,17115,18455,15873,10189,17955,20633,16057,22466,14031,17538,22049,12302,2540,12855,20065,7529,12102,22512,22472,14300,11100,11210,2330,4019,22559,22075,16870,22540,22190,21025,22600,17183,21077,11234,9898,15410,19115,14373,1913,1730,2009,22807,18627,15025,20897,18855,12947,22471,18404,20976,21570,21356,22521,22582,15564,13801,21888,15528,14102,17039,20005,8370,2182,22612,18495,17780,17830,22546,16772,19769,21081,14193,20522,20999,18533,18413,20866,19036,17850,3255,22500,21478,22555,21638,22450,10063,22440,22286,21154,16711,7394,3029,22841,20805,22592,15648,22178,22514,22598,17685,1678,22532,17725,16658,17999,21850,21520,19377,2685,2074,19575,22799,22562,21601,20123,19099,21003,21261,22312,21418,19246,16638,16157,5460,2406,17658,22767,22159,19700,17781,21773,15549,17719,22440,16829,11498,22565,22563,5558,2322,3269,19110,18668,16119,16224,16153,15595,11201,9800,12370,21187,20143,20380,21181,20912,21078,22115,22366,22617,22085,22749,20681,20995,20704,20682,22359,19085,22084,19249,21141,20071,19971,19777,18021,15302,19012,13186,5078,19512,18530,14969,12909,8797,5004,1840,841,481,163,77,34],"fragments":[{"begin":"0.000","end":"5.480","lines":["For Scientific American’s Science Quickly, I’m Rachel Feltman."]},{"begin":"5.480","end":"49.600","lines":["Lung cancer is the deadliest cancer among women in the United States, surpassing the mortality numbers of breast and ovarian cancer combined. And surprisingly, younger women who have never smoked are increasingly being diagnosed with the disease."]},{"begin":"49.600","end":"72.000","lines":["Here to explain what could be driving this trend—and why early screening can make all the difference—is Jonathan Villena, a thoracic surgeon at NewYork-Presbyterian and Weill Cornell."]},{"begin":"72.000","end":"73.760","lines":["Thank you so much for joining us."]},{"begin":"73.760","end":"74.920","lines":["Thank you for having me."]},{"begin":"74.920","end":"87.800","lines":["So our viewers and listeners might be surprised to hear that lung cancer [deaths] in women now tops breast cancer, ovarian cancer combined. Can you tell us more about what’s going on there?"]},{"begin":"87.800","end":"119.360","lines":["Yeah, definitely. So in general lung cancer is the number-one cancer [killing] people in the U.S., both men and women. If you look at the American Cancer Society, around 226 new—226,000 new cases of lung cancer are projected to be diagnosed in 2025. Of those about 50 percent are cancer-related deaths, meaning [roughly] 120,000 people die every year from lung cancer. Now, what’s—the good news is that the incidence has actually been decreasing in the last few years."]},{"begin":"119.360","end":"119.760","lines":["Mm."]},{"begin":"119.760","end":"150.560","lines":["If you look at the American Cancer Society’s statistics, in the last 10 years [ of data, which goes through 2021], the, the incidence of lung cancer has decreased in men around 3 percent per year. And it’s about half of that in women, meaning it’s decreasing [roughly] 1.5 percent per year. So one of the reasons that they think that this might be happening is that there was an uptick in smoking in women around the ’60s and ’70s, and that’s why we’re seeing a slight, you know, decrease in the incidence in men but not so much in the women."]},{"begin":"150.560","end":"168.720","lines":["What’s more interesting and very surprising is the fact that when you look at younger people, meaning less than 65 years old—especially younger never-smoking people—there’s actually an increase of women in that subgroup. They’re overrepresented, and that’s something very surprising."]},{"begin":"168.720","end":"173.880","lines":["Does the research offer us any clues about what’s going on in this demographic of younger women?"]},{"begin":"173.880","end":"185.560","lines":["Yeah, so there’s been a lot of research. So, you know, in general—and something that people don’t know is that about 20 percent of lung cancers actually occur in people that have never smoked in their entire lives."]},{"begin":"185.560","end":"186.320","lines":["Mm."]},{"begin":"186.320","end":"205.200","lines":["This is something that we don’t really understand why this happens to this one in five people, but there are some risk factors associated with it. Number one is exposure to radon, which is a natural gas that sometimes people are exposed to for a prolonged time. Number two is secondhand smoking ..."]},{"begin":"205.200","end":"205.440","lines":["Mm."]},{"begin":"205.440","end":"232.640","lines":["So they don’t smoke directly, but they live in a household where they smoke. And number three are kind of other environmental factors, things such as working in a specific, you know, manufacturing plant that deals with specific chemicals. And then lastly, the one that has had, actually, had a lot of research into it are genetic factors. There’s definitely a preponderance of certain mutations in somebody’s genes that can cause lung cancer, and that is overrepresented in women."]},{"begin":"232.640","end":"238.520","lines":["Do women face any unique challenges in getting diagnosed or treated when it comes to lung cancer?"]},{"begin":"238.520","end":"276.440","lines":["So, yes. First of all, you know, how do we treat or catch lung cancer? So the newest and, and latest way of catching this disease is actually through lung cancer screening.That’s something that’s relatively new; it’s only happened in the last 10 years. And that’s in certain demographics, meaning that if someone is over 50 years old and they have smoked more than one pack per day for 20 years, they meet the criteria for lung cancer screening, which is basically a radiograph or a CAT scan of their lungs. That’s the way that we pick up lung cancer."]},{"begin":"276.440","end":"289.760","lines":["That’s the—almost the exact same thing that people have for breast cancer, such as mammography, or colonoscopy. So that’s before any symptoms come in. That’s really just to try to capture it when it’s in very nascent stages, right?"]},{"begin":"289.760","end":"289.960","lines":["Mm-hmm."]},{"begin":"289.960","end":"295.760","lines":["Where it’s very small or not symptomatic. And that’s the way we diagnose a, a lot of lung cancer."]},{"begin":"295.760","end":"303.120","lines":["Now, that being said, there’s a couple of things. So first of all, [roughly] 60 to 70 percent of people, like, in general get mammographies."]},{"begin":"303.120","end":"303.600","lines":["Mm-hmm."]},{"begin":"303.600","end":"311.920","lines":["[About] 60 to 70 percent of people get colonoscopies. Only 6 percent of people actually get lung cancer screening. So it’s dismally low."]},{"begin":"311.920","end":"312.600","lines":["Yeah."]},{"begin":"312.600","end":"324.560","lines":["The reason being that sometimes people don’t know about it; it’s relatively new. Sometimes even doctors don’t know about it. There’s also a little bit of guilt involved, where people, you know, they think they did it to themselves by smoking ..."]},{"begin":"324.560","end":"324.760","lines":["Hmm."]},{"begin":"324.760","end":"341.320","lines":["So they don’t wanna go do it. The second thing is that, as you could imagine, this is only for high-risk individuals or people that have a history of smoking, all right? So it misses these never-smoking one in five patients. So that’s one of the things that we’re actively working on."]},{"begin":"341.320","end":"351.880","lines":["Yeah, how else does the, you know, the stigma associated with lung cancer because of its association with smoking, how does that impact people’s ability to get diagnosed and treated?"]},{"begin":"351.880","end":"368.080","lines":["I think there’s a lot of hesitancy between patients. There’s, you know, a recent study that showed that people are more—have more tendency to downplay their smoking history, meaning that if they quit, let’s say 10 years ago, you tell your doctor that you never smoked."]},{"begin":"368.080","end":"368.520","lines":["Mm."]},{"begin":"368.520","end":"384.240","lines":["And that’s something very common. Or if you smoked, you know, one pack a day, maybe you say you smoked half a pack a day because you feel that guilt. So then you don’t give your doctor or your caretaker the full picture. And sometimes that prevents you from getting these tests, right? So there’s definitely that attitude."]},{"begin":"384.240","end":"409.160","lines":["There’s also a bit of a fatalistic attitude, sort of like, “I did it to myself. I’d rather not know. You know, this is something that—you know, I made that choice, and if I get cancer, that’s my choice.” Right? So that’s, that’s also another attitude that we’re constantly trying to change in patients. You know, the treatment, once you capture it, is all the same, but really it’s about getting screening and it’s about finding the lung cancer."]},{"begin":"409.160","end":"419.400","lines":["So with smoking no longer necessarily being the driving factor, at least in this younger demographic, what kinds of risk factors should we be talking about more?"]},{"begin":"419.400","end":"424.200","lines":["So I think, you know—so smoking is always number one."]},{"begin":"424.200","end":"425.200","lines":["Sure."]},{"begin":"425.200","end":"435.080","lines":["In the never-smoking people it’s either radon, secondhand smoking or environmental factors, and then a little bit of genetics plays, plays a part."]},{"begin":"435.080","end":"445.520","lines":["Radon is something that people can test for in their homes. It’s something that people should read up on. So that’s number one: if you have exposure to that, to get rid of that."]},{"begin":"445.520","end":"462.320","lines":["If you are in, in an environment, let’s say you work with chemicals that you think, you know, are astringent or have caused—causes you to have coughs or, you know, affects you in any sort of way, to kind of try to talk to your employer to work in a more ventilated setting."]},{"begin":"462.320","end":"466.160","lines":["Really important with genetic factors is understanding your family history."]},{"begin":"466.160","end":"467.040","lines":["Mm."]},{"begin":"467.040","end":"487.960","lines":["If you have a mother, a grandmother, a grandfather who died of cancer or you have a lot of cancer in your family, sometimes understanding that and knowing that from your, you know, from your family perspective will actually clue a doctor in to doing further tests, to looking into that further, ’cause that sometimes is passed down and you can have the same genes."]},{"begin":"487.960","end":"496.360","lines":["Are there any big research questions that scientists need to answer about lung cancer, specifically in young women?"]},{"begin":"496.360","end":"514.360","lines":["So, you know, there’s so much to look at, all right? So if we think about just the genetic aspect of it, there’s one specific gene called the EGFR gene—or it’s a mutation that’s found in lung cancer that in, if you look at all people with lung cancer, it’s found in about 15 percent ..."]},{"begin":"514.360","end":"514.600","lines":["Mm-hmm."]},{"begin":"514.600","end":"525.600","lines":["Of the population with lung cancer. Now, if you look at never-smoking Asian women that get lung cancer, it’s about 60 percent of them ..."]},{"begin":"525.600","end":"526.080","lines":["Mm."]},{"begin":"526.080","end":"535.040","lines":["Have that mutation. So the important thing about that EGFR mutation is there’s a specific drug for that mutation, all right?"]},{"begin":"535.040","end":"552.520","lines":["So there’s definitely a lot of genetic kind of information that we’re still actively researching. But the important thing about this genetic information is that there’s drugs targeted specifically for those mutations. So the more we know, the more we understand, the better."]},{"begin":"552.520","end":"563.200","lines":["So for folks who are hearing this and are surprised and, and maybe concerned what is your advice for how they should proceed, how they should look into their risk factors?"]},{"begin":"563.200","end":"569.960","lines":["You know, I think one of the, the, the major aspects of health in general is understanding your own health."]},{"begin":"569.960","end":"570.560","lines":["Mm."]},{"begin":"570.560","end":"590.120","lines":["I think that younger people tend to delay care, tend to not see their doctors, and because, one, they’re busy, right, at their very busy moment in their lives. But second is that, you know, you don’t wanna deal with it, and you think that you will not get cancer, that you will not get this disease because you’re young and you’ve never smoked and you’ve never done anything bad."]},{"begin":"590.120","end":"590.840","lines":["Mm."]},{"begin":"590.840","end":"602.640","lines":["But, you know, you have to be very aware of your body, so what are the kind of top four symptoms? So number one, let’s say you have a cough, and that cough lasts for longer than two weeks, right?"]},{"begin":"602.640","end":"602.840","lines":["Mm-hmm."]},{"begin":"602.840","end":"625.280","lines":["A normal cold, things like that will go away after a couple of weeks. But if it’s there for a couple of months, and I’ve definitely seen patients that tell me in retrospect, you know, “I’ve had this cough for three months,” right, and it should have been checked up sooner. So understanding yourself, understanding your body, not, you know, waiting for things, not procrastinating, which is very hard to do, but you should definitely see your doctor ..."]},{"begin":"625.280","end":"625.760","lines":["Yeah."]},{"begin":"625.760","end":"626.680","lines":["Regularly."]},{"begin":"626.680","end":"640.600","lines":["Second is, like I said before, understanding your family, right, and what your genetic makeup is, right? Knowing your family history, understanding if your parents, grandparents had cancer, etcetera, or other chronic diseases."]},{"begin":"640.600","end":"641.520","lines":["Mm-hmm."]},{"begin":"641.520","end":"646.840","lines":["And that’s, that’s basically the, the major aspects of it. It’s really being in tune with yourself."]},{"begin":"646.840","end":"650.920","lines":["So once a patient is actually diagnosed, what does treatment look like?"]},{"begin":"650.920","end":"663.440","lines":["So treatment for lung cancer, actually, is heavily dependent on the stage. There’s everything from stage 1, in which it’s localized to one portion of a lung, to stage 4, where it actually has gone to other parts of the body."]},{"begin":"663.440","end":"682.040","lines":["Now, stage 1 disease, you basically need a simple surgery, where that lung nodule, or that lung cancer, is surgically removed, and typically you don’t need any other treatments. So stage 1 is what we look for. Stage 1 is the reason that lung cancer screening works because stage 1 doesn’t really have any symptoms ..."]},{"begin":"682.040","end":"682.240","lines":["Mm."]},{"begin":"682.240","end":"685.280","lines":["So when you find it that early patients do very well."]},{"begin":"685.280","end":"698.880","lines":["Stage 4, once it’s left the lung, you are no longer a surgical candidate, unless in, you know, sometimes very specific cases, but for the most part you’re no longer a surgical candidate. And there you need systemic treatments."]},{"begin":"698.880","end":"704.520","lines":["And how long does the treatment tend to take for a stage 1 patient, if it’s just a surgical procedure?"]},{"begin":"704.520","end":"712.040","lines":["So if it’s just a surgical procedure, look, I do these surgeries all the time: the patient comes in; we do the surgery; the patients usually go home the next day."]},{"begin":"712.040","end":"713.000","lines":["Wow."]},{"begin":"713.000","end":"735.640","lines":["And then we follow the patient and get CAT scans every six months for a long time to make sure nothing comes back or nothing new comes. So it’s pretty straightforward, and we do this all the time. We do these surgeries robotically now. Patients recover incredibly well, and they’re out, you know, doing—living their lives in a couple of weeks. So it’s really something very, very, very efficient."]},{"begin":"735.640","end":"738.240","lines":["Yeah, so huge incentive to get checked early."]},{"begin":"738.240","end":"739.000","lines":["Mm-hmm."]},{"begin":"739.000","end":"744.560","lines":["Are there any advances in treatment, you know, any new treatments that doctors are excited about?"]},{"begin":"744.560","end":"752.880","lines":["Yeah, so there’s two major steps forward that have changed lung cancer treatment. Number one is something called targeted therapy."]},{"begin":"752.880","end":"753.600","lines":["Mm-hmm."]},{"begin":"753.600","end":"770.960","lines":["So that means that there’s a drug that targets a specific mutation. So just how I was speaking about earlier about the EGFR mutation in young, never-smoking Asian women, there is a drug that targets that mutation that has really shown amazing results at all stages now."]},{"begin":"770.960","end":"802.400","lines":["And the second one is actually immunotherapy, which won the Nobel Prize, which is this idea that you can use your own body’s immune system to kill the cancer cell. So cancer is very smart—what it does is it evades your immune system; it pretends that it’s part of your own body. And what this drug does is that it basically reawakens your immune system to recognize that cancer again and kill it. And we’ve seen amazing results, even in the stage 4 patients, where they are potentially cured of cancer, which, which we’ve never seen before."]},{"begin":"802.400","end":"806.600","lines":["What motivated you to get into this specialty?"]},{"begin":"806.600","end":"812.640","lines":["You know, I do have a family history of this in an uncle that passed away from lung cancer ..."]},{"begin":"812.640","end":"812.920","lines":["Mm."]},{"begin":"812.920","end":"829.320","lines":["And he was a heavy smoker. And, you know, I saw how, basically, decimated his, he was—[his] life [was], basically. He was a very vibrant guy, he was very active, and in six months he was gone, right?"]},{"begin":"829.320","end":"846.840","lines":["And I think, you know, once I started getting into, you know, medical school and understanding things, one of the major things that I really got into was research. And I see that if my uncle had been treated 20 years ago, he potentially could have been saved ..."]},{"begin":"846.840","end":"847.120","lines":["Mm."]},{"begin":"847.120","end":"875.160","lines":["Because of these advances in research. And right now we are right at the cusp where we are learning all these new things, and we actually have the tools to change how patients are treated, you know? And this—every year there’s a new treatment, which prior to that, there was no new treatment; i t was basically just chemo, and that’s it, all right? So I think that that really motivated me—something that I can actually take part in and actually change the course for a lot of people."]},{"begin":"875.160","end":"879.400","lines":["Well, thank you so much for coming on to chat with us today. This has been great."]},{"begin":"879.400","end":"880.960","lines":["Thank you."]},{"begin":"880.960","end":"887.360","lines":["That’s all for today’s episode. We’ll be back on Friday to unpack the shocking story of a missing meteorite."]},{"begin":"887.360","end":"908.160","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura and Kylie Murphy. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"908.160","end":"925.480","lines":["For Scientific American, this is Rachel Feltman. See you next time."]}],"duration":925}