{"title":"Hurricane Melissa Was One of the Strongest Atlantic Storms Ever. Here’s Why","img":"https://static.scientificamerican.com/dam/m/d8d284fa52af194/original/2511_SQ_MON_NOV_03_thumbnail.png?m=1761937364.672","url":"https://www.scientificamerican.com/podcast/episode/why-hurricane-melissa-was-one-of-the-most-powerful-atlantic-storms-in/","audio":"https://traffic.megaphone.fm/SAM6999735207.mp3","intro":["Hurricane Melissa’s rare intensity and lasting impact reveal how storms are evolving in a warming world."],"authors":["Rachel Feltman","Andrea Thompson","Fonda Mwangi","Alex Sugiura"],"category":["Weather"],"transcript":[{"author":"Rachel Feltman","text":"Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re mainly going to focus on one major story from last week: Hurricane Melissa."},{"author":"","text":"Here to tell us more about this historic storm is Scientific American senior editor Andrea Thompson."},{"author":"","text":"Andrea, welcome back to the show. Thanks so much for coming on to talk through this."},{"author":"Andrea Thompson","text":"Thanks for having me."},{"author":"Feltman","text":"So what is it about Hurricane Melissa that made it such a historic, unusual storm?"},{"author":"Thompson","text":"Where to start? Every meteorologist I’ve seen discussing this or have talked to has just been sort of agog at almost every aspect of this storm."},{"author":"","text":"So it’s pretty rare to have a Category 5 in the Atlantic Ocean anyway. There have been, I think, about 45 since recordkeeping started in around 1851. And so the fact that you’re reaching that rarefied territory is a big deal. It was the third Category 5 in this one hurricane season. And we’ve only ever had one season that had more than two Category 5s, and that was the really blockbuster season of 2005, which had Katrina and Rita, and that one actually had four Category 5 storms."},{"author":"","text":"So the company you’re talking about there already—and it wasn’t just a Category 5; it reached an intensity and it reached peak wind speeds that are typically something we talk about more with super typhoons in the West Pacific. And that’s a region that can just support bigger, stronger storms than the Atlantic Ocean typically can. And so Melissa had peak wind speeds of 185 miles per hour, which is just astounding. A Category 5, the benchmark for that is 157 miles per hour, so that’s how much more above it was [laughs]."},{"author":"","text":"It was just this really perfectly symmetrical storm. It’s sort of textbook intense hurricane. And it reached that level very close to land, while it was interacting—you know, some of its outer rain bands were interacting with Jamaica, and it’s like, typically, that would cause friction with the storm. And it’s like, as one meteorologist put it to me, it’s like Jamaica wasn’t even there. It’s like it didn’t even notice there was this island."},{"author":"","text":"And it stayed a Category 5 storm for more than 24 hours, which is remarkable—and not only stayed, kept intensifying. Typically, when storms reach this really big intensity they undergo sort of internal processes that might cause them to briefly weaken but grow bigger, and then they may have time to restrengthen again."},{"author":"Feltman","text":"Sure."},{"author":"Thompson","text":"Melissa never did that. It just ..."},{"author":"Feltman","text":"Yeah."},{"author":"Thompson","text":"Stayed ..."},{"author":"Feltman","text":"And making landfall is supposed to slow them down, too."},{"author":"Thompson","text":"Yes, and, you know, I think, given that, just how remarkable Melissa was at landfall—Jamaica is relatively small compared to the storm. You know, it did weaken it; it was only a Category 3, I think, on the other side. But for it to have gone through interaction with land and still be that strong is just ..."},{"author":"Feltman","text":"Right."},{"author":"Thompson","text":"Yeah, it’s stupefying [laughs]."},{"author":"Feltman","text":"Yeah, well, I feel like, you know, part of the level of surprise, at least for the general public, is that this has felt like a relatively chill hurricane season compared to some that we’ve had recently. Would you say that that’s true?"},{"author":"Thompson","text":"Yeah, and so some of that is we haven’t really had that many storms affect the U.S. They either kind of formed and stayed out at sea, or they’ve affected more of the Caribbean. And so we just, typically, especially in the U.S., don’t notice it as much."},{"author":"","text":"And we did have—we were hovering right around average in terms of sort of the total energy that a hurricane season is expected to produce. But we had been a little lower in number than was forecast for this year. We expected it to be an active storm season."},{"author":"Feltman","text":"Sure, well, and it’s not like, you know, you mentioned, was it 2005 ..."},{"author":"Thompson","text":"Mm-hmm."},{"author":"Feltman","text":"Where it was, like, one after another: “This is a really intense season.” This one was just all at once [laughs]."},{"author":"Thompson","text":"[Laughs.] Yes. Yeah, and we have had a couple more fairly intense storms this year. But this is one of the six strongest storms in terms of peak wind speed, so only five other storms that we know of have ever reached this or higher wind speeds."},{"author":"Feltman","text":"Wow."},{"author":"Thompson","text":"And it is tied for third in the most intense in terms of its central pressure, so it dropped down to 892 millibars. Anything below 900 millibars is a really intense hurricane, and it’s not super usual for Atlantic storms to reach that, considering that sea-level pressure is right around 1,000 millibars. So just to give some perspective."},{"author":"Feltman","text":"Yeah, well, and, you know, I think the question always is with a real outlier storm: Is this just one of those things we call a once-in-a-century event, or is this something we can expect more of?"},{"author":"Thompson","text":"Yeah, and so something like this will still be relatively rare—like, this level in the Atlantic. It’s not going to be, probably, as rare as it once was. There are clear signs that storms overall are stronger than they were in the past."},{"author":"","text":"So when you think about the Category 1 through Category 5 designations we have more of those storms reaching those 3, 4 or 5 designations than we did in the past, so it’s sort of shifting that distribution from the weaker storms to the stronger storms. You know, a Category 1 storm is more impactful now than it would have been in the past because it’s gonna be a little stronger—it has more energy to pull from the ocean, generally. Sea levels are rising, so any storm surge you get is going to be higher than it would’ve been in the past. The atmosphere could hold a little more moisture, so when it rains and you have those flooding rains, there’s more moisture to become rain, so you get those higher downpours than you might have in the past."},{"author":"Feltman","text":"And what kind of impact did Melissa have on Jamaica?"},{"author":"Thompson","text":"So as of the afternoon of October 30 that is still something that, I think, is becoming clearer. It has very obviously devastated communities. You know, there are areas that were more or less wiped off the map. You can see images where, you know, roofs are torn off houses. It’s gonna take a while to catalog all of that."},{"author":"","text":"There are some deaths reported in Jamaica and Haiti. Those are almost surely going to go up in the next few days because it takes a long time sometimes to get that information out. Right now the death toll is higher in Haiti than it is in Jamaica, and I think they got a little bit forgotten because Jamaica, understandably, took the brunt, so that’s where the focus was. But Melissa was causing really torrential, huge rainfall amounts in Haiti as well, and that can lead to huge landslides. The terrain of Haiti, the fact that it’s been very denuded of trees, means that rain all kind of concentrates, flows downwards, so you can get mudslides; you can get flash flooding. That definitely happened, too, in Jamaica."},{"author":"","text":"As one meteorologist told me, you know, this is the kind of storm that leaves permanent scars on the landscape. You know, this is something that forever changes the land that it hits."},{"author":"Feltman","text":"Thank you so much for coming on to give us this update."},{"author":"Thompson","text":"Happy to be here."},{"author":"Feltman","text":"You can read lots more about Hurricane Melissa at ScientificAmerican.com."},{"author":"","text":"We’ll wrap up with some rapid-fire coverage of other big science stories you might have missed. A meta-analysis of existing studies published last Wednesday in the Journal of the American Heart Association found that some viral infections may significantly raise your risk of cardiovascular disease. You’ve probably seen some previous studies linking COVID to long-term increases in heart attacks and stroke. But this new review, which analyzed 155 studies, found that other viral infections can lead to these problems, too—including HIV, hepatitis C, shingles and even influenza. While some viruses directly attack the heart muscle, others can indirectly cause cardiovascular issues by increasing inflammation. The authors of the new study noted that vaccination is the best way to prevent many of these viral infections, which means staying up to date with our shots can help protect our heart health, too."},{"author":"","text":"In space news, scientists using the global LIGO–Virgo–KAGRA network recently detected two unusual black hole crashes. The researchers described these cosmic smashups last Tuesday in the Astrophysical Journal Letters. A party involved in one of the collisions proved to be among the fastest-rotating black holes ever observed, according to the study. The other crash featured a black hole spinning in the opposite direction of its orbit, which the researchers say is a first. Both involved pairs of black holes where one was far more massive than the other. Researchers say these characteristics could indicate that the objects are “second-generation” black holes. That would mean they likely formed through a process called hierarchical merger, where black holes collide and merge repeatedly in crowded cosmic areas such as star clusters."},{"author":"","text":"Finally, here’s some animal news to ponder. In a study published last Thursday in Science researchers report that chimps can think like humans do—or like we do when we’re on our best behavior, anyway. The researchers allowed chimps to guess which of two boxes might have food inside. When they were first given a clue that pointed to one box, only to later receive a second, better clue that indicated the other one held the payload, they often changed their selection. The researchers say these findings suggest that chimpanzees can think rationally, revising their beliefs by weighing the strength of new evidence presented to them. The team’s next step is to compare how chimp rationality stacks up against similar experiments in two- to four-year-old humans. No word on when researchers plan to pit these rational apes against random adults on the Internet, who we all know tend to fail this test pretty often."},{"author":"","text":"That’s all for this week’s news roundup. Tune in Wednesday to learn why we’ve evolved to sometimes stay quiet when we know we should stand up to injustice—and how we can overcome our instincts to be defiant when necessary."},{"author":"","text":"Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Rachel Feltman. Have a great week!"}],"wave_peaks":[0,7437,4649,16199,24428,18503,17013,7362,5047,16499,18918,16927,15166,15330,14120,11235,11758,16581,14493,14884,9853,8215,6421,18319,23254,18641,17156,14850,20504,18149,17616,17715,13723,19264,15659,9219,12870,17327,18067,16152,14163,13782,7079,15566,18748,20312,14374,19197,20738,13272,15660,14662,16003,15326,15241,13390,13707,14895,18349,13324,22663,15860,14745,11096,8300,9393,17307,14742,18709,17858,11733,16374,23774,19238,10225,9917,7218,16784,16235,17702,18763,13164,13599,10222,9729,38,2,71,12871,12963,10162,10038,11175,12796,12308,10616,11915,12792,12813,13192,8249,11931,7480,2591,10444,12044,10389,9866,13391,12855,13171,4683,12331,12732,7677,11283,12935,12131,12575,12830,9902,10062,12728,9896,7791,756,11862,12718,12753,13986,12134,9845,12927,11555,9799,8570,2376,12812,6906,10317,11682,12767,8683,13184,9235,8892,12853,7607,11220,10680,4334,12070,13463,13175,4632,682,13186,12323,10635,11550,10782,10652,11528,11630,11407,11909,10201,12766,9589,8853,12936,9286,11334,11588,12747,12139,12048,8557,12682,10285,12018,11520,9536,13671,9286,10863,9464,10559,10049,10073,13113,11218,9654,12783,9659,9425,12962,11260,10387,12979,12829,9533,13156,1482,12843,9373,11909,9130,12080,12736,12755,10201,10707,10947,8416,10594,459,8932,11329,10479,12895,11391,8643,8208,6362,2495,12993,8789,12079,10855,12892,12118,7173,13118,7536,12798,11485,9100,13214,9270,12977,10893,8313,13685,10309,12822,12013,9590,10300,2110,1142,2183,1938,2195,1638,1285,1282,1578,1315,686,635,356,194,110,51,92,632,1403,2686,16790,9928,13890,11510,11379,13827,11417,16020,12728,15862,14252,13770,16498,15294,15098,15484,15893,15181,13473,17591,18279,16799,16680,17066,17087,15305,17892,18740,16898,14966,11179,10849,7145,22476,19534,19291,16333,14251,22504,19418,18282,22533,22477,16582,18949,18759,19217,13307,6254,7710,9169,9605,12380,13476,14183,16174,18041,17562,16571,16507,14345,11213,12355,8416,5268,2814,2247,22139,20046,17264,16866,17593,17036,18631,17342,14520,15588,15974,8730,2357,18678,16894,16326,19594,1769,17533,20774,17624,21061,18084,11655,15183,18794,14222,14078,15463,13896,13504,20350,16864,14228,14786,11131,3438,18629,17200,21460,21098,22113,17948,18195,17577,15949,16838,6859,22743,22555,14206,333,18935,16127,21018,17525,20516,22536,16616,17527,18747,15940,22317,16204,17568,21531,17592,13164,16179,19282,10128,14199,14122,8286,9589,22539,22493,22514,14500,19147,14196,8638,18089,15653,12186,12440,16638,12443,8015,12199,9313,1694,16915,19183,19075,13322,16308,15696,14662,14561,10012,5424,16601,15118,1636,1059,22488,22480,22526,22348,22493,12368,16532,12529,12223,9602,5829,16318,11042,14961,9613,10961,7008,10545,15480,12354,1101,13596,13844,9563,7198,9080,7930,4830,7586,7830,5357,9561,882,3336,382,21739,20608,8422,22528,22403,16094,13839,22491,13290,10343,8140,12060,11386,13325,10048,12785,1829,22521,19599,12870,5965,3207,19313,22504,22503,22158,18906,13296,14298,19028,15053,10934,11547,13577,6535,1552,19295,20458,22508,22444,16244,14975,22422,14096,8475,16483,13306,15355,7274,1323,14578,22600,16731,14046,13164,16305,22491,17456,8592,10406,20561,15984,12137,9261,13091,14509,12895,4834,20492,18954,22570,21016,14299,11716,11212,17304,12828,8787,5888,14533,22524,22035,22525,22511,20414,20025,19007,14483,1948,20910,19444,19434,21545,3861,377,22514,22561,22520,22560,18362,16767,18744,10665,8803,19649,9825,7754,17187,11377,10748,2312,21431,16604,12628,15200,16060,16417,15023,10714,10195,8413,13601,13435,10580,15871,11434,20146,1919,22558,18494,22422,11608,18116,15453,1592,22266,18016,11877,13975,17625,13967,13609,9518,8211,10463,8401,13042,15727,10223,15666,17299,22432,12201,5111,18877,15840,18972,18607,18814,19004,14580,13234,10157,1610,2937,14127,10080,16132,12496,22139,12788,7639,17615,22502,21048,22211,17919,16404,16350,16009,15721,10408,10360,10540,11150,16930,20631,22542,11187,13695,22438,16973,2808,5038,3425,18081,18581,20542,5445,18698,13874,5279,17597,10320,13620,11241,16100,12623,16552,14523,11593,1364,22034,13154,8273,229,19680,20792,9361,11397,9687,1506,20793,10554,12144,17034,11750,11751,9338,2472,22459,12487,12561,10623,8283,7946,18938,13818,16819,18555,7321,13873,11209,17916,9394,10133,7854,1376,17243,19495,11782,10977,14274,10612,13579,18034,20803,20001,19836,14987,15381,6990,11904,6401,44,22535,22503,22591,18299,16610,9830,11438,7827,12226,15322,11208,8642,4344,7367,7833,8542,5076,10333,7863,9414,11987,5373,1857,21380,15930,10797,15327,15862,16080,6932,7605,4313,46,16607,18016,13446,13567,18576,10493,7556,8024,14234,18718,22480,19736,9327,22508,16799,12155,13582,6826,2624,22506,14124,13122,13295,10836,10609,10989,13598,11074,13200,11322,14541,18837,15817,10012,13265,16268,11534,20677,19223,15507,8304,9597,17792,21486,10227,1349,14205,21313,18424,12100,11659,17676,20380,14439,11179,13890,16973,17416,2098,16551,10621,20332,20090,21905,12705,11826,18315,22546,17764,2417,7406,22567,22497,22450,20466,22432,22377,18828,18458,14097,19919,2467,22562,22594,22514,20015,16636,22421,22521,17222,20553,13714,11475,11395,22538,11593,11085,10008,10492,10796,4934,2017,17468,17428,16784,22598,22528,14793,12564,13612,14282,12143,12427,11726,12460,2925,18888,16228,13668,22116,17325,10927,3998,18577,19750,13436,22508,15661,17066,11741,12320,18464,15476,2532,20187,17972,11427,22223,17641,20952,9746,13694,10674,9553,17743,12317,11837,11211,17974,3385,5974,15551,6282,20573,16038,18164,14622,13027,22371,17701,19964,22461,20316,15525,18616,22508,20706,18773,17300,2262,19531,22168,15249,7038,9534,22417,8660,22193,20868,20161,22460,2883,22370,18062,22507,19749,21054,15138,14832,20633,21435,22233,12977,12463,21004,16128,22515,22516,15469,10691,14732,17978,22274,22494,19164,543,22680,22509,16988,17220,22517,20502,15708,22516,14708,22496,12890,8483,16752,14062,14712,11934,5956,2337,19364,15167,15048,15262,10765,18161,15741,17780,9877,14523,16599,19955,14317,12346,9469,16112,8539,1858,13978,12235,8710,13672,11227,11833,6378,19313,3107,39,9913,9845,16955,18131,3972,22231,22375,14543,22572,13046,15191,7522,12640,11757,19596,14237,16287,12341,7536,16078,12907,9913,11207,10459,10700,9499,9820,10796,8886,7460,2244,13794,11867,13381,8653,8574,11189,11653,8245,9222,11476,9173,4364,2093,20226,5706,12875,18685,13137,15464,13853,10894,5831,12934,9930,10552,16695,8977,9107,6856,1342,13014,22476,22559,19943,17346,11642,10554,14797,14724,13866,17576,17164,10083,22247,22494,21791,22438,21869,13875,22495,15103,20148,21148,12850,12551,22550,16939,17620,18172,20381,22171,22358,18150,16208,16315,22469,16515,6847,22510,19435,17043,9667,20866,7413,22056,18893,20287,1727,22522,8662,2680,22552,19999,18644,18225,14237,13556,19462,18258,14653,10542,4919,17778,14304,14057,1486,19433,21220,17044,15809,19404,9364,22485,7799,19726,13331,10180,10840,9223,9174,11282,11194,10069,21334,15910,10887,10124,10924,16703,5720,4038,1747,19935,17458,10808,11766,4446,1916,20203,22247,16672,22540,12091,13648,10183,10770,12682,11557,9845,11090,12268,9133,10652,10932,2174,1697,11416,15208,19084,11322,18933,14066,12589,7409,10242,12360,4427,22496,18680,15752,12859,11464,12404,12689,13483,10935,10700,9889,11030,8717,11612,10676,4008,3103,11420,16973,11978,11206,9941,9478,7716,5758,13855,12565,12470,19883,18465,18337,11885,11428,15164,9407,6274,7569,4463,3769,4272,6396,8271,8428,53,16268,20091,21446,11929,17063,19691,15774,21507,17417,20781,19076,21829,17765,22435,16093,16185,19077,14423,19103,16227,20453,17784,17091,17911,21891,14225,11095,22265,15068,15792,15537,4768,15238,20410,22479,11781,12047,15064,21206,7231,17181,15359,82,22517,19467,13480,9694,17205,21126,13089,17179,16928,9863,8206,15329,19846,12784,10756,11071,6058,19672,17118,13274,13238,14493,15730,22465,19623,12730,8171,14162,22502,18112,12812,20002,10586,13312,10945,4699,22555,22494,15103,12407,10584,1421,7659,22492,6602,107,17427,16733,17366,15561,14546,13096,13407,10932,10718,13539,2623,4435,12522,16535,14847,9596,15147,12539,3867,10007,7737,10183,9387,11918,7363,1499,11454,18781,16186,14346,9760,10273,12102,10983,7422,10965,11281,10936,16362,13909,10267,6459,19502,10490,8672,16985,2741,692,11800,7957,10819,12796,6304,12293,12746,13236,9367,8297,5312,9973,8768,6183,12637,15705,12829,8525,8751,11199,12878,8678,12362,10178,8222,7284,8274,14522,2651,2405,9093,10444,9962,8884,18065,13182,1212,1022,15546,13537,10536,11089,9525,10144,8592,8485,10077,10587,3588,11673,11687,22534,20861,9307,9245,7492,15442,4508,9514,13479,12228,13887,10460,8397,14120,10495,2604,21501,19940,9059,8030,6743,11750,11718,2410,7656,14735,9722,11011,6952,22112,6293,5020,8691,10537,13002,7167,1005,15639,17870,11689,9729,12437,10200,6797,5539,12334,7593,7425,7384,13149,10978,10091,7779,6998,4037,4303,10763,1557,22671,21114,19753,21836,15996,13261,16624,18844,15441,9483,13477,4733,19737,16882,15710,12790,8423,11243,7782,7485,12524,9507,1810,3026,21304,10641,10840,13736,12741,7385,7553,8811,8352,11712,14602,879,9472,22528,18060,12447,8695,8588,5977,9454,8883,10806,11749,5956,21845,16208,7796,5721,9090,19737,19544,10779,11520,7829,9025,6126,7787,10345,8480,10801,10986,9923,8124,8461,9238,22495,12352,2696,10811,19467,16350,9269,12851,13756,15583,3566,3666,20526,14529,19201,3861,11696,13090,10889,11296,6815,4493,11150,14821,8292,7237,1528,15863,14076,4273,9666,7915,10272,10522,11314,12665,11949,12163,6908,6638,5661,5012,5999,7760,3972,4818,5513,1170,15655,17421,10063,8747,8231,4947,9029,9438,7538,4138,15331,8801,2106,16790,15705,1157,22040,18446,13581,13551,17345,8117,419,20402,16447,12605,13135,12646,13474,14335,11066,13487,11125,4528,10242,14692,13792,15047,15301,10363,13477,8696,9252,8555,8346,9093,12407,8185,4453,1080,12198,8179,12433,9222,1017,14543,4096,7453,6783,20624,13166,3216,2233,10367,22536,13789,10798,10276,19966,10746,13165,11639,9857,11575,11579,6512,8402,8475,17533,1273,16732,16097,12420,11007,9958,9712,12188,13735,16190,12376,7828,5270,13461,10717,11834,6275,22344,18414,10393,19432,8481,18407,15900,9490,10608,16779,16617,11468,12887,9338,9861,11067,12287,15844,8773,6507,11301,7776,7139,12718,11204,13102,9159,8956,9952,6241,9221,10783,8628,8850,5563,10702,10844,7885,3729,2496,22572,21322,18388,17871,13316,19304,17702,10657,9647,7332,17800,17185,15048,19240,14811,22503,13237,15199,16880,21657,11862,15790,17761,13720,6914,1221,1105,1087,14644,17579,20617,18934,20510,18488,19496,17535,22373,20335,20052,16226,11643,17511,15466,9773,3319,20642,21595,15602,14420,19232,22433,20174,21135,19816,20694,11583,19182,17199,15110,20458,11540,14690,11723,22596,17580,22249,16809,18447,14747,19355,13575,13867,18975,16293,10679,20714,22463,14994,8273,8844,1993,2994,21975,15418,15712,16355,17752,20056,16370,13301,17932,18554,17520,14042,15617,16117,22382,22468,16097,18807,12553,21093,20734,13441,18186,16806,21951,19777,17836,18851,22527,22497,12625,6744,17839,22370,19937,15048,15748,14085,14959,10185,22484,16314,16926,3857,15183,16395,20226,14813,12969,21941,10305,15111,18016,17351,17117,13508,15401,17080,18127,10617,5066,19133,18414,16079,15673,18477,16015,22509,18683,17029,10417,22519,16021,14752,16818,22448,22472,20177,22490,14450,15016,22501,13313,14810,17960,18905,5072,17722,19527,19194,19907,19689,20247,18468,19710,16976,13389,22546,14863,18092,16964,18314,19425,13856,9493,8216,17857,18439,17300,22443,17460,14558,18420,13598,17917,16342,19671,17385,13198,2539,4456,9130,19994,22408,16302,11817,22471,14078,18220,14584,15808,22466,16681,20362,22481,18295,15460,5557,16050,12412,22437,17287,15701,13354,14111,20066,22535,21190,9090,5630,17229,20534,13771,20359,19494,19013,18677,19522,20368,15842,20351,15638,22320,15699,13877,17791,20570,11651,5084,22510,18359,22245,19865,18352,16735,13405,20504,19722,13506,21569,14963,16036,20592,17369,19682,17270,15616,9370,17748,21147,9582,6161,16670,20077,15776,14018,16325,19273,14354,17524,14983,18353,17273,20515,16667,17314,17066,15125,19602,16426,21749,16091,21123,21911,18255,17273,21543,16674,15683,18774,15620,19708,17199,17086,19806,18297,3185,3250,21162,17409,20251,18947,17242,19004,16183,18724,20416,19734,19061,19524,13991,16387,19797,15033,19842,12726,6753,3917,22356,15160,14433,21498,14219,15911,22483,16250,19448,22483,17645,16551,18606,7093,14704,20807,14223,19401,18378,13941,18005,16279,14190,11279,22503,22305,13850,19182,13377,16657,16962,11820,9005,3592,3190,1854,3706,1355,22569,18179,13531,19803,20934,18198,13383,22561,21384,3284,16920,19555,19607,21015,19795,13350,22282,15224,16308,19690,20571,17918,20415,14915,19882,19656,9520,6046,16081,22517,18202,15454,18298,19464,15910,20921,12677,5594,4473,19458,16324,19612,18227,15076,19449,16394,17579,17329,14355,20967,17100,15333,19031,4298,17192,19095,16976,17321,16625,19235,16566,18785,19004,13140,14863,14919,18964,12486,14500,22487,17465,17067,10351,14220,18121,20629,19599,18894,16537,13974,4957,20373,20083,20112,16835,22210,19663,6446,4355,20131,15449,19588,17401,14937,18718,16209,17436,14492,16306,19273,20253,14197,7499,19655,20622,15724,14276,22526,15118,16733,13184,22435,13521,21896,12863,5614,6295,19236,20800,20043,16940,15946,14575,20817,22080,19331,14056,11167,20172,19485,18371,14781,16764,16620,18350,19396,13877,16010,15962,19028,7399,15912,22469,16931,16567,13282,14873,18161,17642,20855,16692,15419,21100,12169,18090,20518,17580,20981,17222,13744,18286,17336,21068,18459,19759,19504,14309,16801,14178,4469,4062,22485,15827,16456,13531,17644,12642,20101,16969,18709,18488,17451,20148,19570,16342,19516,20006,20477,14888,16884,17049,15393,19150,20951,22437,13489,11544,6032,22505,20360,18048,19910,20713,16285,14697,14403,19988,15623,16788,19994,11281,1011,22541,15565,16637,18389,14212,19791,16103,19701,12600,16832,19007,18471,15287,19909,21362,13160,13759,4520,22529,18924,22446,21750,19516,15371,16801,13469,22433,15313,17024,21203,15633,21759,22453,16725,17867,1791,22487,17139,16593,16602,21149,19265,12938,3875,1950,18138,22604,22120,22080,17091,19394,20979,17550,22045,22422,19411,15610,13784,10616,17068,22529,20262,18335,11131,22164,17762,18742,20680,5327,20155,17913,16311,1771,1351,1200,1059,924,1026,1696,2888,18462,16424,13114,12957,12751,13351,9747,6759,7202,17976,18698,16176,16915,15383,18582,15878,13418,16787,15103,18013,17161,16842,16872,15465,16616,16808,18131,14502,17566,17269,16292,13654,13277,13696,11827,8334,4015,18635,17272,14104,12059,8094,4412,1781,690,344,111,63,14277,14253,14274,14228,14274,14276,14269,7479,14291,14011,14009,14197,14234,13823,14287,12959,12670,14254,14251,11216,7620,8187,14272,14318,14246,13837,4396,14258,14247,12228,8600,13806,13997,6897,4555,12475,13162,11586,13759,11249,539,3675,26868,24211,5158,17063,23389,13708,5014,6177,15795,16925,15361,16251,15156,15340,14078,14602,14607,16013,15411,15605,16906,12806,16614,15819,5306,17274,17757,17268,17153,17776,17752,16503,15038,14731,13406,5258,22522,14411,21781,18471,16031,18354,17584,18228,21495,17571,20531,17080,13461,19725,21043,16702,14608,23236,15909,20789,13709,19090,14184],"fragments":[{"begin":"0.000","end":"19.840","lines":["Happy Monday, listeners! For Scientific American’s Science Quickly, I’m Rachel Feltman. Today we’re mainly going to focus on one major story from last week: Hurricane Melissa."]},{"begin":"19.840","end":"38.360","lines":["Here to tell us more about this historic storm is Scientific American senior editor Andrea Thompson."]},{"begin":"38.360","end":"58.640","lines":["Andrea, welcome back to the show. Thanks so much for coming on to talk through this."]},{"begin":"58.640","end":"65.200","lines":["Thanks for having me."]},{"begin":"65.200","end":"82.760","lines":["So what is it about Hurricane Melissa that made it such a historic, unusual storm?"]},{"begin":"82.760","end":"102.800","lines":["Where to start? Every meteorologist I’ve seen discussing this or have talked to has just been sort of agog at almost every aspect of this storm."]},{"begin":"102.800","end":"160.640","lines":["So it’s pretty rare to have a Category 5 in the Atlantic Ocean anyway. There have been, I think, about 45 since recordkeeping started in around 1851. And so the fact that you’re reaching that rarefied territory is a big deal. It was the third Category 5 in this one hurricane season. And we’ve only ever had one season that had more than two Category 5s, and that was the really blockbuster season of 2005, which had Katrina and Rita, and that one actually had four Category 5 storms."]},{"begin":"160.640","end":"201.000","lines":["So the company you’re talking about there already—and it wasn’t just a Category 5; it reached an intensity and it reached peak wind speeds that are typically something we talk about more with super typhoons in the West Pacific. And that’s a region that can just support bigger, stronger storms than the Atlantic Ocean typically can. And so Melissa had peak wind speeds of 185 miles per hour, which is just astounding. A Category 5, the benchmark for that is 157 miles per hour, so that’s how much more above it was [laughs]."]},{"begin":"201.000","end":"229.640","lines":["It was just this really perfectly symmetrical storm. It’s sort of textbook intense hurricane. And it reached that level very close to land, while it was interacting—you know, some of its outer rain bands were interacting with Jamaica, and it’s like, typically, that would cause friction with the storm. And it’s like, as one meteorologist put it to me, it’s like Jamaica wasn’t even there. It’s like it didn’t even notice there was this island."]},{"begin":"229.640","end":"250.200","lines":["And it stayed a Category 5 storm for more than 24 hours, which is remarkable—and not only stayed, kept intensifying. Typically, when storms reach this really big intensity they undergo sort of internal processes that might cause them to briefly weaken but grow bigger, and then they may have time to restrengthen again."]},{"begin":"250.200","end":"250.880","lines":["Sure."]},{"begin":"250.880","end":"253.400","lines":["Melissa never did that. It just ..."]},{"begin":"253.400","end":"253.520","lines":["Yeah."]},{"begin":"253.520","end":"254.240","lines":["Stayed ..."]},{"begin":"254.240","end":"257.320","lines":["And making landfall is supposed to slow them down, too."]},{"begin":"257.320","end":"277.400","lines":["Yes, and, you know, I think, given that, just how remarkable Melissa was at landfall—Jamaica is relatively small compared to the storm. You know, it did weaken it; it was only a Category 3, I think, on the other side. But for it to have gone through interaction with land and still be that strong is just ..."]},{"begin":"277.400","end":"277.720","lines":["Right."]},{"begin":"277.720","end":"279.920","lines":["Yeah, it’s stupefying [laughs]."]},{"begin":"279.920","end":"294.480","lines":["Yeah, well, I feel like, you know, part of the level of surprise, at least for the general public, is that this has felt like a relatively chill hurricane season compared to some that we’ve had recently. Would you say that that’s true?"]},{"begin":"294.480","end":"309.920","lines":["Yeah, and so some of that is we haven’t really had that many storms affect the U.S. They either kind of formed and stayed out at sea, or they’ve affected more of the Caribbean. And so we just, typically, especially in the U.S., don’t notice it as much."]},{"begin":"309.920","end":"329.600","lines":["And we did have—we were hovering right around average in terms of sort of the total energy that a hurricane season is expected to produce. But we had been a little lower in number than was forecast for this year. We expected it to be an active storm season."]},{"begin":"329.600","end":"334.000","lines":["Sure, well, and it’s not like, you know, you mentioned, was it 2005 ..."]},{"begin":"334.000","end":"334.360","lines":["Mm-hmm."]},{"begin":"334.360","end":"339.520","lines":["Where it was, like, one after another: “This is a really intense season.” This one was just all at once [laughs]."]},{"begin":"339.520","end":"355.800","lines":["[Laughs.] Yes. Yeah, and we have had a couple more fairly intense storms this year. But this is one of the six strongest storms in terms of peak wind speed, so only five other storms that we know of have ever reached this or higher wind speeds."]},{"begin":"355.800","end":"356.240","lines":["Wow."]},{"begin":"356.240","end":"377.720","lines":["And it is tied for third in the most intense in terms of its central pressure, so it dropped down to 892 millibars. Anything below 900 millibars is a really intense hurricane, and it’s not super usual for Atlantic storms to reach that, considering that sea-level pressure is right around 1,000 millibars. So just to give some perspective."]},{"begin":"377.720","end":"390.640","lines":["Yeah, well, and, you know, I think the question always is with a real outlier storm: Is this just one of those things we call a once-in-a-century event, or is this something we can expect more of?"]},{"begin":"390.640","end":"407.880","lines":["Yeah, and so something like this will still be relatively rare—like, this level in the Atlantic. It’s not going to be, probably, as rare as it once was. There are clear signs that storms overall are stronger than they were in the past."]},{"begin":"407.880","end":"451.600","lines":["So when you think about the Category 1 through Category 5 designations we have more of those storms reaching those 3, 4 or 5 designations than we did in the past, so it’s sort of shifting that distribution from the weaker storms to the stronger storms. You know, a Category 1 storm is more impactful now than it would have been in the past because it’s gonna be a little stronger—it has more energy to pull from the ocean, generally. Sea levels are rising, so any storm surge you get is going to be higher than it would’ve been in the past. The atmosphere could hold a little more moisture, so when it rains and you have those flooding rains, there’s more moisture to become rain, so you get those higher downpours than you might have in the past."]},{"begin":"451.600","end":"455.120","lines":["And what kind of impact did Melissa have on Jamaica?"]},{"begin":"455.120","end":"475.760","lines":["So as of the afternoon of October 30 that is still something that, I think, is becoming clearer. It has very obviously devastated communities. You know, there are areas that were more or less wiped off the map. You can see images where, you know, roofs are torn off houses. It’s gonna take a while to catalog all of that."]},{"begin":"475.760","end":"517.960","lines":["There are some deaths reported in Jamaica and Haiti. Those are almost surely going to go up in the next few days because it takes a long time sometimes to get that information out. Right now the death toll is higher in Haiti than it is in Jamaica, and I think they got a little bit forgotten because Jamaica, understandably, took the brunt, so that’s where the focus was. But Melissa was causing really torrential, huge rainfall amounts in Haiti as well, and that can lead to huge landslides. The terrain of Haiti, the fact that it’s been very denuded of trees, means that rain all kind of concentrates, flows downwards, so you can get mudslides; you can get flash flooding. That definitely happened, too, in Jamaica."]},{"begin":"517.960","end":"527.440","lines":["As one meteorologist told me, you know, this is the kind of storm that leaves permanent scars on the landscape. You know, this is something that forever changes the land that it hits."]},{"begin":"527.440","end":"529.640","lines":["Thank you so much for coming on to give us this update."]},{"begin":"529.640","end":"530.640","lines":["Happy to be here."]},{"begin":"530.640","end":"535.840","lines":["You can read lots more about Hurricane Melissa at ScientificAmerican.com."]},{"begin":"535.840","end":"587.760","lines":["We’ll wrap up with some rapid-fire coverage of other big science stories you might have missed. A meta-analysis of existing studies published last Wednesday in the Journal of the American Heart Association found that some viral infections may significantly raise your risk of cardiovascular disease. You’ve probably seen some previous studies linking COVID to long-term increases in heart attacks and stroke. But this new review, which analyzed 155 studies, found that other viral infections can lead to these problems, too—including HIV, hepatitis C, shingles and even influenza. While some viruses directly attack the heart muscle, others can indirectly cause cardiovascular issues by increasing inflammation. The authors of the new study noted that vaccination is the best way to prevent many of these viral infections, which means staying up to date with our shots can help protect our heart health, too."]},{"begin":"587.760","end":"637.960","lines":["In space news, scientists using the global LIGO–Virgo–KAGRA network recently detected two unusual black hole crashes. The researchers described these cosmic smashups last Tuesday in the Astrophysical Journal Letters. A party involved in one of the collisions proved to be among the fastest-rotating black holes ever observed, according to the study. The other crash featured a black hole spinning in the opposite direction of its orbit, which the researchers say is a first. Both involved pairs of black holes where one was far more massive than the other. Researchers say these characteristics could indicate that the objects are “second-generation” black holes. That would mean they likely formed through a process called hierarchical merger, where black holes collide and merge repeatedly in crowded cosmic areas such as star clusters."]},{"begin":"637.960","end":"689.280","lines":["Finally, here’s some animal news to ponder. In a study published last Thursday in Science researchers report that chimps can think like humans do—or like we do when we’re on our best behavior, anyway. The researchers allowed chimps to guess which of two boxes might have food inside. When they were first given a clue that pointed to one box, only to later receive a second, better clue that indicated the other one held the payload, they often changed their selection. The researchers say these findings suggest that chimpanzees can think rationally, revising their beliefs by weighing the strength of new evidence presented to them. The team’s next step is to compare how chimp rationality stacks up against similar experiments in two- to four-year-old humans. No word on when researchers plan to pit these rational apes against random adults on the Internet, who we all know tend to fail this test pretty often."]},{"begin":"689.280","end":"709.320","lines":["That’s all for this week’s news roundup. Tune in Wednesday to learn why we’ve evolved to sometimes stay quiet when we know we should stand up to injustice—and how we can overcome our instincts to be defiant when necessary."]},{"begin":"709.320","end":"758.680","lines":["Science Quickly is produced by me, Rachel Feltman, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"758.680","end":"770.080","lines":["For Scientific American, this is Rachel Feltman. Have a great week!"]}],"duration":770}