{"title":"How Wild Turkeys Made a Comeback from Near Extinction","img":"https://static.scientificamerican.com/dam/m/4484cd04ad3205d0/original/2511_SQ_WED_WILD_TURKEYS.png?m=1764009203.966","url":"https://www.scientificamerican.com/podcast/episode/the-conservation-success-that-saved-wild-turkeys-across-the-country/","audio":"https://traffic.megaphone.fm/SAM5528589844.mp3","intro":["Wild turkeys once nearly disappeared, but today they’re thriving."],"authors":["Kendra Pierre-Louis","Fonda Mwangi","Alex Sugiura"],"category":["Conservation"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"For millions of Americans, Thanksgiving is simply not Thanksgiving without turkey. The bird is native to North America. And yet by the middle of last century, the most likely place to find one was on the dinner table."},{"author":"","text":"A combination of deforestation, agricultural expansion and overhunting almost brought America’s favorite gobblers to the brink of extinction in the wild. But these days, across the U.S., there are more than six million wild turkeys, up from a low in the 1930s that some observers estimated to be as few as roughly 30,000 birds."},{"author":"","text":"Here to tell us more about the species conservation success story is Michael Chamberlain, National Wild Turkey Federation Distinguished Professor at the University of Georgia."},{"author":"","text":"Thanks for taking the time to chat with me today, Michael."},{"author":"Michael Chamberlain","text":"Glad to talk to you."},{"author":"Pierre-Louis","text":"So I think when people think about charismatic critters, they think of bears or coyotes or wolves, and if they think about birds at all, they might think of eagles and hawks; they probably don’t necessarily think of the turkey. Why have you dedicated your career to sort of studying the humble gobbler?"},{"author":"Chamberlain","text":"Yeah, so I got an opportunity in graduate school to kind of pick the research project that I was working on, and one of the options was to work with wild turkeys, and I grew up, as a young person, hunting turkeys in the fall. And so I was really interested in them from that standpoint, but then, when I started doing field research involving turkeys, I became really fascinated with their behavior and how they function as a bird, and the rest is history—I’ve been studying turkeys ever since."},{"author":"Pierre-Louis","text":"You said you got really fascinated by their behavior. What are some of the fascinating things that they do that, you know, maybe most people don’t know about or don’t even really think about?"},{"author":"Chamberlain","text":"Turkeys have a really complex social system. So when you see a group of turkeys—let’s say there are 10 ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Chamberlain","text":"There’s a very structured order to those 10 birds: there’s a dominant bird, and then there’s a No. 2 bird and a No. 3 bird and a No. 4 bird, and so on and so forth. So those are called dominance hierarchies. And that group of birds, their entire lives are dictated by that dominance structure."},{"author":"","text":"And so that’s why you constantly see turkeys kind of bickering with each other, they’re chasing one another: because they’re constantly testing those dominance hierarchies. And I think a lot of people don’t realize how structured a turkey’s life is, from—literally, from the day they hatch. They’re constantly trying to one up each other and become the dominant bird."},{"author":"Pierre-Louis","text":"Are there perks to being the dominant bird?"},{"author":"Chamberlain","text":"For sure. There’s preferred access to foraging resources, so the dominant birds are going to—are going to, basically, push off subordinate birds and access food. The dominant birds are going to breed first and more often. So if you’re a male and you’re dominant, you’re going to breed with more females than a subordinate bird."},{"author":"","text":"And if you’re a female, you’re going to reproduce first, you’re going to nest first because you’re the dominant bird, and there’s perks to that because the early bird gets the worm, so to speak. In the turkey world, if you produce a nest early, you’re much more likely to be successful. And if you are successful, your poults, which are the young turkeys that hatch, they’re much more likely to survive if they’re hatched earlier."},{"author":"","text":"So there are definitely perks to being dominant."},{"author":"Pierre-Louis","text":"So I used to live in the Boston area for a while, and in that area wild turkeys are kind of famously menaces, you know? You see them, like, on the street [Laughs] ..."},{"author":"Chamberlain","text":"[Laughs.] Yeah."},{"author":"Pierre-Louis","text":"Attacking the city bus, holding up traffic. But there was a time when turkeys, despite being from North America, weren’t quite so ubiquitous. Can you talk a little bit about the bird’s decline and then their resurgence?"},{"author":"Chamberlain","text":"So basically, turkeys have gone through this kind of full-circle recovery, if you will. So as the U.S. continent was settled, colonization occurred, turkey populations were really decimated by overharvest—in many ways, for subsistence, right? I mean, humans were trying to put food on the table. And at the same time we were clear-cutting a lot of the eastern forest of North America as colonization was occurring. And so you saw turkey populations really plummet until around the 1950s and ’60s."},{"author":"","text":"At that point you saw a shift where conservationists, wildlife agencies, nonprofits, they started focusing attention on restoring wild turkeys to their former, you know, range, and so what you saw was the trap and transfer of wild birds. Basically, people like me went into remaining populations of turkeys, we used nets to capture those wild birds, and then we translocated them to places where they had been extirpated, and turkey populations exploded in the 1960s, ’70s, ’80s and ’90s."},{"author":"","text":"And now what you’ve kind of seen is a lot of populations, particularly in the Southeast and the Midwest, have declined over the last few decades, and, and there’s a lot of reasons for that, and those reasons are quite complex, which is why I have a job."},{"author":"","text":"They include everything from habitat loss to habitat degradation and fragmentation. We know there are disease issues with turkeys that are very complex. Predator populations, things that eat turkeys and their eggs, appear to be at apex levels now. Predators like coyotes and bobcats and raccoons, birds of prey, that were persecuted many decades ago, those populations have flourished now."},{"author":"","text":"And so the factors that are influencing turkey populations are very different now than they were 40 or 50 years ago, and we’ve seen predictable declines because of that."},{"author":"Pierre-Louis","text":"I was reading something where—I think it was Massachusetts, in the 1950s, said that the bird was functionally extinct in the state at that point ..."},{"author":"Chamberlain","text":"Uh-huh. That’s right."},{"author":"Pierre-Louis","text":"And, and it’s not anymore—you know, I can tell you. [Laughs.]"},{"author":"Chamberlain","text":"Right, right."},{"author":"Pierre-Louis","text":"I think the town of Brookline in Massachusetts has made the turkey its unofficial, like, mascot; they sell turkey merch. As we go into the Thanksgiving season, as people are thinking about turkeys maybe more than they normally do throughout the rest of the year, is there hope for the turkey—or, like, like, where are we compared to where we were, say, in the ’50s and, and the ’40s?"},{"author":"Chamberlain","text":"So what you’re speaking to is—really just drives home how complex the issues facing turkeys are. Because you can literally go to places where, to your point, five or six decades ago, there were no turkeys, and now they are not only abundant; in some cases they’re overabundant and creating problems for—you know, because of human-wildlife conflict."},{"author":"","text":"And you can go to parts of the western U.S., where turkeys never occurred historically, and they’re now thriving. Yet you can come back to parts of the turkey’s—kind of the heart of their geographic range, which would be the Southeast and the Eastern U.S., and you see populations that have declined precipitously over the past few decades."},{"author":"","text":"And so yes, that just kind of speaks to the complexity of how these populations are functioning, because you can literally go to suburban and urban areas now [Laughs] and find turkeys that are a real pain, you know, at times to deal with, and then you can go four or five counties away and find a completely different scenario at—you know, that’s functioning on the landscape."},{"author":"","text":"And that creates real challenges for management agencies because, even in a state as small as Massachusetts, you could have overabundant, problematic turkeys in, say, in the eastern part of the state, and then when you go to the western part of the state, where you’re in rural areas, you see a completely different situation unfold. And that creates challenges."},{"author":"Pierre-Louis","text":"I’m based in New York City, and we’re not yet at a point where we have turkeys in Midtown, but we do have turkeys in Staten Island, which I was surprised to learn [Laughs]; I don’t spend a lot of time in Staten Island. I’m surprised that turkey—I mean, they’re big birds. I’m actually surprised that they can function in cities and urban areas."},{"author":"Chamberlain","text":"They are incredibly adaptable as a species. And if you think about it from a turkey’s perspective, I mean, really, they are wired to reproduce and survive, right, and so—to survive as long as they have a suitable place to sleep at night, because they typically roost above the ground at night. They do that because their night vision is quite poor and they want to avoid predators, so they sleep off the ground."},{"author":"","text":"So as long as they can sleep off the ground, find adequate food and avoid predators, they can make it in a lot of different situations. And so if you think about a suburb or even a city, predators are functionally absent, right—except for human predators, and if they’re not being hunted, and they can meet their resource requirements, they can sleep somewhere safe, and they can eat, they can do really well. And that’s what you see in a lot of suburban and urban areas: turkeys are thriving—which is, to your point, is really interesting because they are, for a bird, they’re quite large."},{"author":"Pierre-Louis","text":"As a hunter can you talk a little bit about how hunting factors into conservation, how we—hunters factor into even tracking turkey populations?"},{"author":"Chamberlain","text":"Yes, hunters, at the core, are a primary driver of turkey conservation and have been since restoration started in the 1940s, ’50s, ’60s and beyond. The resources that hunters put into purchasing licenses, buying equipment to pursue turkeys and other species, those funds largely drive state agencies and the resources that can be put back into land-management and conservation efforts, so hunters are driving conservation efforts at the state level."},{"author":"","text":"And I know people that would listen to this would potentially look at me and go, “Wait a minute, you study turkeys.” I’ve literally studied turkeys my entire career. I’m fascinated by them, and I’ve poured myself—everything I have into studying their behavior and trying to ensure that they’re sustainable. “Well, how in the world could you possibly kill one?” Right? “How could you then go hunt that same bird and take its life?” And that is a paradox that is difficult for some people to understand."},{"author":"","text":"But I believe, from my perspective, it offers me multiple lenses to see this bird through. I see this bird as a scientist and an academic, and I see this bird as an animal that I pursue, often—typically not successfully, but ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Chamberlain","text":"They win more often than not. But that offers me multiple lenses that I would not otherwise have just as an academic or just as a hunter, and for that I feel blessed, and I’m appreciative."},{"author":"Pierre-Louis","text":"What about the populations in suburban areas, where, for obvious reasons, there generally isn’t a lot of hunting going on?"},{"author":"Chamberlain","text":"Yeah, and that—and this may sound coy and kind of off the cuff, but the problems that turkeys create in urban areas would largely go away if they were being hunted. For instance, if you come to where I live in Georgia, you will not find a turkey attacking a mailperson; you just will not find that. You will not find a turkey that is sitting on top of someone’s car. They’re doing that because there’s no risk involved with their behavior. And if you do that in my area, you’re probably not going to live, right?"},{"author":"","text":"And so there’s a trade-off there, which creates, again, problems for agencies because you have these large kind of suburban and urban areas where hunting is either not legal or it’s frowned upon or even not even practical—you know, you have situations where, perhaps, hunting is legal, but it’s just not safe, it’s not practical in particular suburban areas. And so the turkey essentially lives a risk-free life. And when they do that, that’s when they start behaving badly [Laughs], if you will ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Chamberlain","text":"Doing things that turkey in a rural area would not do."},{"author":"Pierre-Louis","text":"You know, given that it’s Thanksgiving right around the corner, is there anything that you wanna say about the turkey that maybe people don’t know about, that really kind of ties into the idea of the turkey and this big harvest festival that we do every year?"},{"author":"Chamberlain","text":"If you have any interest in wild turkeys, right—not the store-bought thing that you eat at Thanksgiving, but if you have any interest in the wild bird, whether it’s you see it occasionally, you interact with it—try to think about it more than just around Thanksgiving."},{"author":"","text":"That’s part of my objective as a scientist, and as active as I am on social media and all of the platforms that I use to advocate for science around the wild turkey, that’s part of what I’m trying to accomplish. I’m trying to get people to think about the bird more than just at Thanksgiving. Because, to your point, that’s when most people start logically thinking about turkey because that’s the day—which is odd: that’s the one day we eat turkey [Laughs], you know?"},{"author":"","text":"I would just say, you know, try to encourage yourself to think about the turkey more than just at Thanksgiving. And if you do, then—particularly, maybe, what science is being conducted on the turkey—you can go to WildTurkeyLab.com. That’s a website that I maintain. It’s a clearinghouse of information about wild turkeys. And I think you’ll find a much greater appreciation for the wild turkey and the places that it calls home."},{"author":"Pierre-Louis","text":"Thank you so much for your time. This has been great."},{"author":"Chamberlain","text":"Absolutely. It was good talking to you."},{"author":"Pierre-Louis","text":"That’s all for today’s episode. We’re taking Friday and Monday off from posting new episodes, but we’ll be back in one week."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a happy Thanksgiving! See you next week!"}],"wave_peaks":[0,24811,25104,23544,24559,23036,20127,16769,17804,13413,22308,13166,15503,21918,19285,13126,19369,16362,20910,17873,22337,21090,24980,25094,2613,23912,14262,10213,10958,17354,15238,5004,24696,19928,8501,3617,14537,9349,14201,12426,15595,19211,19447,24290,24945,21712,20100,24185,13503,7971,24710,10988,6249,25340,19944,24734,25117,24923,15663,16871,11940,11069,18887,9456,14619,14814,20607,19955,8494,13057,23890,4882,14238,12460,13604,12167,24703,21281,21527,16823,10630,22185,22746,20397,19503,21201,22932,18647,16814,16336,18938,8374,4974,4234,3499,3568,1682,712,0,1,15645,15093,9772,15117,10859,12013,10381,8315,2054,9021,15211,10708,14109,12856,13922,9291,5390,15435,15160,9586,11301,11710,10771,9307,13058,7556,9792,11337,5722,14924,15831,9930,11064,13279,6484,15245,14974,11517,9692,6297,10210,14980,6717,11406,9253,7198,4785,15500,13635,12203,11023,6495,6091,3839,14999,14886,12514,10630,14087,14928,9811,10700,11735,14907,10417,7393,6799,10767,14882,11325,7950,7447,8029,7896,4960,2067,2064,15537,9593,12716,7066,15416,16035,12900,12578,15816,13330,8271,13356,12458,13162,3247,15309,16067,11907,10219,5421,2822,1439,15209,11622,14336,9756,14086,13071,10137,10305,10121,6416,2082,2069,15659,15801,10929,9785,15289,13162,8968,15011,6692,10017,11024,8961,4556,8275,15261,12812,11526,10078,10550,9887,9527,7390,10261,7863,5014,10707,14944,15351,13706,13343,13899,15309,11806,11385,14944,12662,15652,14505,9983,8827,2201,15496,15759,13638,5656,2040,2106,15802,16751,15141,10630,7605,10691,10977,5089,4840,6601,3223,8602,8992,9923,2878,1570,593,138,4,64,415,1568,3002,18725,11081,15527,12552,12832,15441,15288,17840,14215,17715,15922,15335,18168,15398,17031,17328,17734,17063,15091,19546,20372,18775,18483,17671,19271,17088,19921,20894,19721,20059,18622,20581,16499,14049,10087,7462,5080,22554,16178,18913,15283,15187,14535,22443,16229,11188,10465,13908,12373,9956,16268,7857,12366,15445,17437,17875,20106,19576,18455,18314,15969,13059,13818,9443,8883,3152,2515,6870,5694,4796,4493,18537,22548,17277,12943,14402,19701,15429,13472,22420,14610,12393,10102,16398,16299,1419,3160,1932,22666,16604,12739,10388,14624,18075,2368,1457,22823,19374,18666,19957,19560,11579,10940,17197,17863,14627,18716,9289,15193,12418,9997,6763,2869,3453,2366,22634,22484,14241,11853,17982,13629,8731,22479,22503,18356,13429,12240,9431,15461,17107,15688,9831,2894,22593,22405,22515,14646,15541,16420,11675,15860,12560,10338,10526,13776,4319,1920,1812,1478,19461,17435,8004,20390,19095,18070,7607,17242,16407,14203,16794,15905,13452,7837,3820,3268,22604,22576,20613,12060,12009,7947,15031,22662,18194,18807,10251,10863,14217,12993,12237,17860,14454,13652,12449,11157,3880,22545,20112,18566,15369,13845,11691,12589,13544,15630,11140,9329,3773,3398,22630,14300,13450,8180,22391,19002,20009,12202,14246,9938,10654,18428,9079,12754,14534,9861,13422,11862,3960,3665,22286,16186,13488,12735,17334,11262,11296,5816,18094,19533,9374,727,16244,13897,22343,15264,13925,14268,14582,6088,13261,12826,13562,15188,8128,10219,14095,9125,13068,9097,12353,9264,926,19410,17341,16292,11830,13665,13369,11946,11107,12383,12156,16551,16533,10656,13847,2760,17055,11816,18689,10835,9090,10745,10023,9455,6498,20807,10080,13683,10255,9870,11414,11799,9960,11961,11831,10088,11639,9325,13354,5427,19468,19902,18565,15879,7331,2063,6007,22506,17994,18121,22115,14300,16555,14318,11876,9111,15668,9727,13214,11844,14715,4153,18024,10317,13886,15670,14927,13854,12063,17710,6031,17003,15040,17601,16735,8086,13225,11616,14890,13708,9283,9719,9824,14885,16996,6186,15226,11621,21126,9850,16307,17554,1761,457,12682,19899,16943,14768,11802,10645,9982,15751,14831,14439,16216,14229,10461,14998,15033,8535,15451,13103,15103,10933,5605,14963,16093,15354,11101,13421,16713,8891,9650,11659,7897,7359,12817,17179,7707,11544,10783,4724,611,10908,11632,11940,9424,15877,12889,11404,10793,1245,14333,13754,11826,15958,14245,10581,10745,8604,15024,12678,11272,8427,7983,8352,7138,9097,12335,10351,10045,11448,11024,10225,9759,9509,7469,9258,11472,7041,20408,20187,17884,22513,15517,19226,8565,9122,4389,17442,10130,12495,14415,16278,14326,447,15153,20965,14187,20288,8994,8602,5650,18384,18473,14348,8579,18502,17378,8921,12142,13495,6553,13071,16378,15027,11754,19602,17438,19560,11994,190,11699,11051,11130,11173,22514,17160,11498,11437,14174,11906,10762,17054,13289,13265,12987,13180,11571,10014,20730,18516,17731,16665,10023,5460,106,11086,10070,6294,14411,15015,13344,17898,10486,3016,13176,22518,17596,13252,10904,15485,11071,10650,5824,15972,9778,760,8914,12013,15743,18664,21258,12938,10031,18071,10594,13297,20665,10325,13875,13910,12695,12483,20711,15456,12606,11756,4478,12421,12290,21953,9621,16338,10363,16460,14369,12742,7284,10533,19502,15673,12386,12529,13283,12562,17015,19863,11376,4951,8178,14313,8114,16212,11747,8859,2214,17214,16435,12031,12024,11444,14582,13125,4402,12440,14491,11333,15880,10433,9728,12087,8137,12152,8713,9443,10728,13101,16577,5869,19137,16639,11882,11859,9352,8441,246,8690,12394,11600,17228,21792,16394,13086,15395,10868,14635,12641,12171,12741,17921,14855,11321,13416,12921,11672,5895,14809,11025,8072,14889,16923,14325,12325,9352,9320,11138,8121,16559,12911,1533,101,17059,18196,14366,11424,10857,13894,11272,19939,15938,10916,16672,16118,4220,14893,11524,12592,15226,9663,14673,13353,9964,10652,13311,12084,12949,12558,13815,133,15191,12319,12596,13591,11015,7780,11061,12991,12648,11436,13590,8993,11925,9998,246,14864,19590,18625,15050,12998,12865,11670,19575,14682,11242,12040,11574,12539,14061,7608,10197,22505,16169,15678,11090,13236,14061,15047,12932,14399,9326,14618,11905,892,1915,12477,21431,14695,13460,10940,10264,7824,20768,15709,10063,14170,16341,14543,7003,10726,13960,15330,15971,10377,14841,10947,8292,94,9782,19996,17586,17601,11795,1382,9902,22509,12257,10176,11745,19347,14501,12898,13098,19276,17099,17780,9047,16392,17168,10524,13536,14585,9925,184,15607,15639,15976,14139,10861,10048,13271,2145,19233,12990,7655,10088,6574,8242,10405,8466,7066,926,21247,14014,14825,11240,10212,13457,8766,9227,6891,7794,10575,8306,15431,15944,21372,22546,22496,19234,13902,13376,22537,17802,17687,16786,13558,22441,16514,3215,22501,22508,14849,18390,12397,9326,15397,19731,10645,9685,12576,9816,15991,11169,13073,9440,1981,18752,16980,11215,14238,16523,11289,14233,13502,14248,10397,7890,13881,13492,75,16939,18855,21702,15518,15386,11663,12901,13017,19928,15038,18719,16568,8318,22518,18393,9970,12630,17522,12265,923,12918,11654,11009,11345,22509,21152,10382,18818,11736,675,22497,17943,12803,18460,20673,20390,14847,12655,12375,12591,12999,8579,14997,14118,19597,13273,8091,11735,16362,12877,15469,8464,12343,11404,10718,14259,10816,9627,2859,12041,11368,13243,13400,3539,635,13166,15088,21847,11262,18573,19065,13473,18144,12713,10376,16192,14558,11575,11163,11971,12104,15984,12666,7362,16201,8430,14603,20104,20117,21905,13363,12707,16510,14101,6608,12868,11647,470,18972,17024,16886,9717,8796,13456,10556,11731,9712,8605,16067,15662,8020,9498,17073,14664,15938,13772,9025,265,22524,12608,13345,11333,19963,15228,9926,10386,12024,20716,18445,8561,205,12308,12926,21714,20615,10428,11236,12811,15954,19109,10437,14380,15029,9718,11718,9855,17396,10701,4590,7454,11172,7884,14674,14132,21690,10502,18227,11132,15553,16380,16266,18131,17773,9555,16047,10862,10115,142,10232,14007,15968,13846,9573,11644,10289,8985,12566,9977,8797,20677,14492,14589,9309,16994,9785,9321,9619,5852,9527,13366,8669,19530,12488,17712,16031,15382,8610,8902,10976,12829,12854,10537,9724,8296,15289,9564,12619,9638,14207,15016,12189,10751,11182,22507,22059,13859,9507,15738,13015,7471,8211,6026,10804,12118,11801,10249,10375,7478,5832,15696,17655,12171,16872,13181,11071,14525,17551,22177,13353,12953,18871,13802,18921,18164,11363,10339,12764,13615,13027,12361,9104,11974,9730,9585,7277,5265,17525,21239,16882,12704,15000,16141,10289,12380,12183,16604,11013,16337,10038,15142,15488,17599,21646,714,14287,16754,15672,14696,16160,15972,17132,19427,15692,8993,9188,16044,14267,4595,14640,12684,9724,17260,10206,13224,7923,1291,591,7595,12013,11655,11920,14184,10824,10794,6850,13621,11725,11502,16015,13715,5717,170,22493,14331,22506,14215,10035,15125,10228,16856,9229,9989,8843,9865,6575,12296,14402,13742,11980,12511,17983,14665,11448,15133,16778,10605,14169,17227,9311,16206,10798,10544,10303,7095,707,547,18046,19694,18247,14519,19399,11018,14398,10238,11523,15286,13488,12698,13226,11278,22004,12991,12717,7732,13075,11151,14893,6683,8451,14450,10580,20074,14152,14545,12797,16109,15776,13544,11562,13454,17507,15173,10849,10244,10406,11302,9523,11724,9388,10336,11971,8141,13412,11647,14015,10790,8719,9531,10953,858,18873,13491,13187,13508,11104,13224,13898,11533,545,15,17232,9322,11393,11178,9493,9499,5892,15775,12566,11908,8857,10016,9822,13107,9126,15081,12539,12330,22504,19393,17697,20020,17156,22518,22594,21292,22523,22559,22499,22537,16491,12234,3403,18297,18242,15089,11117,14721,14314,13172,12889,12334,13528,17817,14876,10065,12783,15533,10080,12155,9769,1809,15178,14392,10569,9563,9349,11837,10584,13083,9583,11917,8459,7170,11224,1520,17340,12859,10019,12420,8269,14951,22405,19120,9986,14177,19663,21587,17666,20459,9269,15787,16256,14031,9243,7351,15114,11046,10694,2039,15410,17781,18231,13961,14077,19083,13566,15256,18287,19658,17051,19415,16629,10416,13576,9943,16191,12236,11319,12475,11453,14732,14935,12612,14966,12450,4454,139,14611,13670,13602,19425,5423,61,22514,12376,18046,15967,12440,13348,17965,11643,3418,794,9401,10357,10823,18063,10995,15762,18783,17125,15281,5815,18397,19023,7889,17582,13829,19630,20613,15046,7511,8187,14957,12837,15250,20040,13589,8887,4454,8822,10381,13001,12535,12482,12803,19350,17011,20377,17549,14343,18162,11410,9738,12634,11187,22518,12349,19991,20633,22517,17034,16565,18121,6118,156,13219,13530,21426,22148,5526,4688,17597,12466,17067,22483,18271,11046,21780,15524,10977,19687,9341,19143,19301,22498,13815,13527,18924,9880,10971,12619,17345,11251,9861,9995,7591,9190,9712,499,8835,11320,16861,10910,316,3578,22450,14030,12280,20363,17790,12119,14201,8184,11482,10248,14368,9091,6010,879,17949,18706,11813,15330,20916,13370,12197,8593,18066,8972,20475,16208,21400,11052,15075,12517,6263,907,14350,15361,13937,13591,13854,15640,13172,14269,13097,18700,15411,11617,15679,21083,19871,10041,13455,13552,17668,7876,14689,12362,12407,22505,10055,14840,9912,13270,14152,16471,15865,19896,22512,17568,15882,13132,15708,6359,11995,19516,10691,16104,17461,13168,9816,10598,10315,8534,7219,6604,19552,9994,9637,9742,10607,11179,16278,13844,10919,13974,8724,12950,11171,8323,8205,10720,7789,18556,14548,16805,19465,15543,12464,13985,3445,9676,13318,16721,9582,2190,18935,21528,19963,22513,20267,16766,22548,10467,8784,7446,14845,12875,17733,10086,13787,10781,13858,18767,13475,19340,15570,10362,12670,19181,14988,13144,11547,9895,20246,14584,12873,11695,16001,10014,11347,8178,10217,10500,3891,9192,7992,8948,7568,1082,17509,17857,14763,10676,11817,8848,10092,9857,11786,6045,10888,13491,12694,11195,8705,7469,1065,17214,12223,22547,14136,11724,8862,22543,21216,10551,13047,12032,10018,1956,22513,18832,18190,11796,15936,11148,16630,15411,2315,22457,22513,22512,14186,12913,7047,16748,10392,12369,12452,11903,14900,12223,10211,941,18588,18819,13902,22513,19805,18771,13123,12681,11767,12670,6117,14898,10444,7934,47,12599,9083,22511,21556,22029,21066,13520,18285,14059,17405,19503,5210,17266,15890,18630,13399,5125,15751,16836,13141,10243,16509,18761,15172,10918,15857,13243,16818,16936,10971,18408,12247,16993,15551,14953,19403,15297,18302,13301,11426,11193,14741,15219,13402,15043,13359,14002,13149,4480,16399,17355,13343,12845,14710,13398,8138,15836,18477,17459,11585,9760,4901,12008,13634,10264,11788,11442,13659,10410,22525,10617,13705,15971,12369,10962,16471,19838,18723,16931,22502,16462,11391,21012,16264,17944,17972,16800,9881,5162,362,2510,15286,18414,20070,21945,8339,4873,84,3738,16130,16640,13184,9581,11188,18116,12737,8855,9115,11992,9165,18209,16261,19601,11685,20909,15189,11813,12699,14749,11442,15145,7960,22519,17118,10561,16946,10977,7088,17647,8498,14054,6560,6500,20202,15736,16326,12837,10731,16295,22169,15242,13390,4257,15038,16319,14448,19032,14560,14627,13132,9913,16989,17726,13870,15582,11235,11616,10042,2970,11625,14664,14984,16668,14499,15853,13064,10808,16427,12269,16854,7911,16353,14723,11077,6827,363,15072,11379,15014,18724,9519,11228,12862,22503,17107,13882,11349,12509,20282,16416,20523,11480,22518,15887,3879,16353,12491,8445,7924,10736,12547,11964,5954,156,17933,8865,8997,11095,8862,8078,10663,7422,6560,8400,8361,7380,7869,7611,769,19842,6045,12152,9721,5852,310,18369,22513,15902,15167,18004,18194,22147,13504,18529,22685,16635,19153,17703,18664,15907,13764,12928,16841,18452,7624,10304,6255,63,15050,17233,13905,21677,8494,8657,11699,16282,12724,10928,9782,10870,10581,583,12047,17846,16729,13831,16397,11199,14732,10441,10418,8589,22844,9710,17162,13042,12840,17285,12798,5873,17017,10898,11142,9330,12878,17918,12651,12174,10866,5900,2291,12769,16117,16049,12963,18521,18952,16237,16927,13999,12447,8049,6661,10150,6917,12031,15907,13313,13030,10797,13869,15104,11854,12883,13573,11471,13429,10030,13699,11558,11613,16167,9630,10627,17031,14075,6956,17435,15070,10482,10433,11403,10555,13025,12292,4215,12847,17915,17016,18555,3283,15104,16151,13649,12650,64,8662,15727,11476,17621,11507,14546,13542,7674,8193,9220,8749,20405,22312,13853,9936,3037,17999,18850,20383,22053,16581,21747,14903,14184,16918,16837,17491,15076,10658,18935,14179,12862,13971,17836,17466,17898,9455,9771,6423,22486,12922,14084,14037,12671,11792,12649,11684,12915,4396,11404,10351,11845,12094,5781,430,19844,19505,14011,11924,22367,17059,13784,8012,10911,16260,14030,12868,12511,11817,11521,9130,14723,17335,17965,4530,22448,15540,22054,16926,12003,11829,13409,12806,12254,12070,14454,14279,7500,75,64,7083,21231,22470,15604,14512,21488,15753,14834,20422,11157,9571,268,9473,21190,13858,12400,9900,9117,13416,14145,7899,13908,7156,138,17312,15295,17482,15576,10512,21719,11965,12636,12068,13841,1109,274,11782,14103,21354,14164,10208,14742,20119,17317,12628,15166,13732,19334,12145,19055,15796,15180,19723,13667,11498,1716,14480,20420,20799,15347,20295,22498,22520,18971,18610,14034,17979,22552,19521,12846,20129,12050,10771,6838,10875,13489,19482,16751,15620,14645,11525,11962,9340,8667,7425,3036,16301,12263,10697,12148,13089,15412,16538,12376,14999,11229,9026,7761,3568,15070,11996,11469,7817,9218,14016,7488,9619,15826,17791,9253,9679,9602,11059,11251,10077,9165,20468,22511,17613,3344,11719,20630,15754,18909,19548,22509,22282,18070,21526,10412,3859,22511,22517,22093,22512,11364,16144,13119,12813,14355,12335,8532,6433,21475,22579,19702,17917,16462,6024,12628,16620,12374,14723,6299,21664,12431,7567,11357,21654,18933,20749,12511,18481,12206,18624,18571,20262,13290,22508,10228,18051,10637,11245,12794,10650,12235,18950,14954,11393,20609,17213,13463,10706,15173,10930,14563,20138,16978,15738,21594,17637,2856,791,15893,16666,14813,14585,22496,16911,13988,12564,15894,13138,10021,12417,9887,6944,1887,479,9059,10184,11920,12036,13747,17953,12342,22527,20065,7096,8557,12968,22493,21611,22271,12529,13381,12196,4029,14375,4241,8808,13744,8445,1064,322,12536,20461,20154,18450,9841,5438,13811,13860,10997,13063,20964,17937,11865,13728,10603,12011,9799,684,18239,17175,17639,18465,15022,14740,13493,11476,12510,10488,16365,10594,12446,8117,16799,20046,16055,10912,12204,8372,16683,15835,13163,10816,19395,17527,19684,19549,13188,10238,14067,12723,14134,13725,20861,22068,16840,9352,13808,13946,11178,15514,15684,15501,13300,14762,20157,12126,9968,12112,10722,8068,15286,15949,8262,5737,1124,12527,18541,21287,12152,7977,15923,15088,14417,13534,11742,14246,18875,17998,2155,9003,10579,13125,14012,13919,12791,12182,18074,12438,11758,12323,7152,527,110,21348,14701,9281,12824,20395,16692,19534,17333,21720,17721,22498,10723,12323,17498,11564,10672,16093,1584,17218,18417,16050,17433,15228,9547,14997,11544,10010,7173,16417,17211,10249,12773,12262,12979,10547,6199,6032,11910,9668,9219,16345,17685,13944,11165,14333,10583,6757,14502,10119,9526,13980,8352,9662,7026,9661,10557,8778,7575,0,10443,19299,17092,8966,14667,10330,10685,15740,19996,17087,15063,16036,18380,16503,14878,18474,16788,10400,8718,11148,7753,14001,18493,13200,12639,12832,15250,11548,12984,12957,10814,1282,9005,12107,14721,1420,410,12502,21637,14563,12814,11908,7163,7555,6417,13807,16330,13450,12444,10287,22505,20287,18407,17559,16265,6944,8995,21848,16578,17761,13431,11066,16535,9487,3595,1246,18747,22497,17997,14722,14470,12118,9577,18363,13463,10626,7229,15997,13369,13579,14029,17134,15299,15798,13174,18110,16880,11007,19646,13643,11847,15412,14319,11376,17078,20617,16678,11099,14015,14763,8018,9639,22506,22342,19977,21288,16453,22363,13791,18080,13876,11827,8661,20001,20222,13889,9412,3880,20055,19842,14184,17370,10989,10107,16020,16730,13584,18255,18897,13838,11976,17998,20270,15417,12981,15358,20135,10346,11087,13064,12349,9791,12252,15409,11649,20149,20075,22510,15495,17419,13503,12497,15838,22508,17515,17786,11494,8782,45,11563,21673,16349,22501,15338,19382,20244,14102,16740,10165,10583,19647,8775,11704,15535,15336,11091,8031,11903,11875,11163,14315,15050,12718,1903,1693,13096,13261,10666,17278,9548,8865,10424,10518,12154,10921,13334,5497,10530,16340,17597,20493,22515,20451,15799,18722,14911,10901,15715,17484,13097,11448,11491,7409,822,6121,12159,21153,15928,16759,10485,10527,17638,15032,10090,10741,21057,15596,21124,20583,21992,17548,12519,11660,10379,12582,16160,13453,8486,8386,16139,8695,18727,12741,8048,4130,3586,2579,16318,12578,15306,12149,13406,7210,9871,12180,10680,22474,18034,21908,19010,11351,1037,761,3305,11689,22532,15916,18708,11733,2577,16815,14155,21396,13103,18398,14413,10983,13965,10751,3056,22497,21436,10797,8223,3007,2105,14283,22530,18972,12491,15165,9275,17807,12200,11083,17595,17157,18834,13509,12029,15349,8843,10554,2438,1566,22541,16144,22416,14148,22394,13589,11689,10035,3227,19852,18113,15475,12381,12447,21421,19666,13488,11972,2739,1765,16777,15292,13239,15891,14740,10711,13647,3651,19064,22388,15809,11965,14439,11541,16214,13092,13847,12187,18779,13925,9185,8880,1691,3016,22532,18291,16501,9390,15839,10881,12424,3109,2652,22533,22520,17064,12672,807,17588,18069,12968,965,218,321,786,1893,2793,16309,16101,13740,13871,13800,13205,9647,8355,10548,17941,17040,17420,17717,18165,18165,18504,19034,19563,15393,19072,17440,18016,18217,17470,18971,16266,19013,16586,16475,16900,17289,13827,15407,13164,15842,11560,4148,16720,15930,12882,11084,7520,3994,1549,707,403,137,63,24],"fragments":[{"begin":"0.000","end":"7.800","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"7.800","end":"25.200","lines":["For millions of Americans, Thanksgiving is simply not Thanksgiving without turkey. The bird is native to North America. And yet by the middle of last century, the most likely place to find one was on the dinner table."]},{"begin":"25.200","end":"60.920","lines":["A combination of deforestation, agricultural expansion and overhunting almost brought America’s favorite gobblers to the brink of extinction in the wild. But these days, across the U.S., there are more than six million wild turkeys, up from a low in the 1930s that some observers estimated to be as few as roughly 30,000 birds."]},{"begin":"60.920","end":"77.040","lines":["Here to tell us more about the species conservation success story is Michael Chamberlain, National Wild Turkey Federation Distinguished Professor at the University of Georgia."]},{"begin":"77.040","end":"87.440","lines":["Thanks for taking the time to chat with me today, Michael."]},{"begin":"87.440","end":"89.760","lines":["Glad to talk to you."]},{"begin":"89.760","end":"118.960","lines":["So I think when people think about charismatic critters, they think of bears or coyotes or wolves, and if they think about birds at all, they might think of eagles and hawks; they probably don’t necessarily think of the turkey. Why have you dedicated your career to sort of studying the humble gobbler?"]},{"begin":"118.960","end":"155.240","lines":["Yeah, so I got an opportunity in graduate school to kind of pick the research project that I was working on, and one of the options was to work with wild turkeys, and I grew up, as a young person, hunting turkeys in the fall. And so I was really interested in them from that standpoint, but then, when I started doing field research involving turkeys, I became really fascinated with their behavior and how they function as a bird, and the rest is history—I’ve been studying turkeys ever since."]},{"begin":"155.240","end":"166.320","lines":["You said you got really fascinated by their behavior. What are some of the fascinating things that they do that, you know, maybe most people don’t know about or don’t even really think about?"]},{"begin":"166.320","end":"173.600","lines":["Turkeys have a really complex social system. So when you see a group of turkeys—let’s say there are 10 ..."]},{"begin":"173.600","end":"176.440","lines":["Mm-hmm."]},{"begin":"176.440","end":"202.200","lines":["There’s a very structured order to those 10 birds: there’s a dominant bird, and then there’s a No. 2 bird and a No. 3 bird and a No. 4 bird, and so on and so forth. So those are called dominance hierarchies. And that group of birds, their entire lives are dictated by that dominance structure."]},{"begin":"202.200","end":"238.400","lines":["And so that’s why you constantly see turkeys kind of bickering with each other, they’re chasing one another: because they’re constantly testing those dominance hierarchies. And I think a lot of people don’t realize how structured a turkey’s life is, from—literally, from the day they hatch. They’re constantly trying to one up each other and become the dominant bird."]},{"begin":"238.400","end":"241.720","lines":["Are there perks to being the dominant bird?"]},{"begin":"241.720","end":"275.200","lines":["For sure. There’s preferred access to foraging resources, so the dominant birds are going to—are going to, basically, push off subordinate birds and access food. The dominant birds are going to breed first and more often. So if you’re a male and you’re dominant, you’re going to breed with more females than a subordinate bird."]},{"begin":"275.200","end":"307.840","lines":["And if you’re a female, you’re going to reproduce first, you’re going to nest first because you’re the dominant bird, and there’s perks to that because the early bird gets the worm, so to speak. In the turkey world, if you produce a nest early, you’re much more likely to be successful. And if you are successful, your poults, which are the young turkeys that hatch, they’re much more likely to survive if they’re hatched earlier."]},{"begin":"307.840","end":"310.280","lines":["So there are definitely perks to being dominant."]},{"begin":"310.280","end":"318.760","lines":["So I used to live in the Boston area for a while, and in that area wild turkeys are kind of famously menaces, you know? You see them, like, on the street [Laughs] ..."]},{"begin":"318.760","end":"319.160","lines":["[Laughs.] Yeah."]},{"begin":"319.160","end":"330.960","lines":["Attacking the city bus, holding up traffic. But there was a time when turkeys, despite being from North America, weren’t quite so ubiquitous. Can you talk a little bit about the bird’s decline and then their resurgence?"]},{"begin":"330.960","end":"363.000","lines":["So basically, turkeys have gone through this kind of full-circle recovery, if you will. So as the U.S. continent was settled, colonization occurred, turkey populations were really decimated by overharvest—in many ways, for subsistence, right? I mean, humans were trying to put food on the table. And at the same time we were clear-cutting a lot of the eastern forest of North America as colonization was occurring. And so you saw turkey populations really plummet until around the 1950s and ’60s."]},{"begin":"363.000","end":"399.720","lines":["At that point you saw a shift where conservationists, wildlife agencies, nonprofits, they started focusing attention on restoring wild turkeys to their former, you know, range, and so what you saw was the trap and transfer of wild birds. Basically, people like me went into remaining populations of turkeys, we used nets to capture those wild birds, and then we translocated them to places where they had been extirpated, and turkey populations exploded in the 1960s, ’70s, ’80s and ’90s."]},{"begin":"399.720","end":"413.200","lines":["And now what you’ve kind of seen is a lot of populations, particularly in the Southeast and the Midwest, have declined over the last few decades, and, and there’s a lot of reasons for that, and those reasons are quite complex, which is why I have a job."]},{"begin":"413.200","end":"441.400","lines":["They include everything from habitat loss to habitat degradation and fragmentation. We know there are disease issues with turkeys that are very complex. Predator populations, things that eat turkeys and their eggs, appear to be at apex levels now. Predators like coyotes and bobcats and raccoons, birds of prey, that were persecuted many decades ago, those populations have flourished now."]},{"begin":"441.400","end":"451.120","lines":["And so the factors that are influencing turkey populations are very different now than they were 40 or 50 years ago, and we’ve seen predictable declines because of that."]},{"begin":"451.120","end":"459.440","lines":["I was reading something where—I think it was Massachusetts, in the 1950s, said that the bird was functionally extinct in the state at that point ..."]},{"begin":"459.440","end":"460.800","lines":["Uh-huh. That’s right."]},{"begin":"460.800","end":"463.320","lines":["And, and it’s not anymore—you know, I can tell you. [Laughs.]"]},{"begin":"463.320","end":"464.000","lines":["Right, right."]},{"begin":"464.000","end":"481.040","lines":["I think the town of Brookline in Massachusetts has made the turkey its unofficial, like, mascot; they sell turkey merch. As we go into the Thanksgiving season, as people are thinking about turkeys maybe more than they normally do throughout the rest of the year, is there hope for the turkey—or, like, like, where are we compared to where we were, say, in the ’50s and, and the ’40s?"]},{"begin":"481.040","end":"503.960","lines":["So what you’re speaking to is—really just drives home how complex the issues facing turkeys are. Because you can literally go to places where, to your point, five or six decades ago, there were no turkeys, and now they are not only abundant; in some cases they’re overabundant and creating problems for—you know, because of human-wildlife conflict."]},{"begin":"503.960","end":"525.880","lines":["And you can go to parts of the western U.S., where turkeys never occurred historically, and they’re now thriving. Yet you can come back to parts of the turkey’s—kind of the heart of their geographic range, which would be the Southeast and the Eastern U.S., and you see populations that have declined precipitously over the past few decades."]},{"begin":"525.880","end":"548.200","lines":["And so yes, that just kind of speaks to the complexity of how these populations are functioning, because you can literally go to suburban and urban areas now [Laughs] and find turkeys that are a real pain, you know, at times to deal with, and then you can go four or five counties away and find a completely different scenario at—you know, that’s functioning on the landscape."]},{"begin":"548.200","end":"567.480","lines":["And that creates real challenges for management agencies because, even in a state as small as Massachusetts, you could have overabundant, problematic turkeys in, say, in the eastern part of the state, and then when you go to the western part of the state, where you’re in rural areas, you see a completely different situation unfold. And that creates challenges."]},{"begin":"567.480","end":"585.160","lines":["I’m based in New York City, and we’re not yet at a point where we have turkeys in Midtown, but we do have turkeys in Staten Island, which I was surprised to learn [Laughs]; I don’t spend a lot of time in Staten Island. I’m surprised that turkey—I mean, they’re big birds. I’m actually surprised that they can function in cities and urban areas."]},{"begin":"585.160","end":"611.920","lines":["They are incredibly adaptable as a species. And if you think about it from a turkey’s perspective, I mean, really, they are wired to reproduce and survive, right, and so—to survive as long as they have a suitable place to sleep at night, because they typically roost above the ground at night. They do that because their night vision is quite poor and they want to avoid predators, so they sleep off the ground."]},{"begin":"611.920","end":"648.160","lines":["So as long as they can sleep off the ground, find adequate food and avoid predators, they can make it in a lot of different situations. And so if you think about a suburb or even a city, predators are functionally absent, right—except for human predators, and if they’re not being hunted, and they can meet their resource requirements, they can sleep somewhere safe, and they can eat, they can do really well. And that’s what you see in a lot of suburban and urban areas: turkeys are thriving—which is, to your point, is really interesting because they are, for a bird, they’re quite large."]},{"begin":"648.160","end":"657.040","lines":["As a hunter can you talk a little bit about how hunting factors into conservation, how we—hunters factor into even tracking turkey populations?"]},{"begin":"657.040","end":"690.560","lines":["Yes, hunters, at the core, are a primary driver of turkey conservation and have been since restoration started in the 1940s, ’50s, ’60s and beyond. The resources that hunters put into purchasing licenses, buying equipment to pursue turkeys and other species, those funds largely drive state agencies and the resources that can be put back into land-management and conservation efforts, so hunters are driving conservation efforts at the state level."]},{"begin":"690.560","end":"720.600","lines":["And I know people that would listen to this would potentially look at me and go, “Wait a minute, you study turkeys.” I’ve literally studied turkeys my entire career. I’m fascinated by them, and I’ve poured myself—everything I have into studying their behavior and trying to ensure that they’re sustainable. “Well, how in the world could you possibly kill one?” Right? “How could you then go hunt that same bird and take its life?” And that is a paradox that is difficult for some people to understand."]},{"begin":"720.600","end":"737.120","lines":["But I believe, from my perspective, it offers me multiple lenses to see this bird through. I see this bird as a scientist and an academic, and I see this bird as an animal that I pursue, often—typically not successfully, but ..."]},{"begin":"737.120","end":"738.120","lines":["[Laughs.]"]},{"begin":"738.120","end":"749.960","lines":["They win more often than not. But that offers me multiple lenses that I would not otherwise have just as an academic or just as a hunter, and for that I feel blessed, and I’m appreciative."]},{"begin":"749.960","end":"755.160","lines":["What about the populations in suburban areas, where, for obvious reasons, there generally isn’t a lot of hunting going on?"]},{"begin":"755.160","end":"789.320","lines":["Yeah, and that—and this may sound coy and kind of off the cuff, but the problems that turkeys create in urban areas would largely go away if they were being hunted. For instance, if you come to where I live in Georgia, you will not find a turkey attacking a mailperson; you just will not find that. You will not find a turkey that is sitting on top of someone’s car. They’re doing that because there’s no risk involved with their behavior. And if you do that in my area, you’re probably not going to live, right?"]},{"begin":"789.320","end":"823.280","lines":["And so there’s a trade-off there, which creates, again, problems for agencies because you have these large kind of suburban and urban areas where hunting is either not legal or it’s frowned upon or even not even practical—you know, you have situations where, perhaps, hunting is legal, but it’s just not safe, it’s not practical in particular suburban areas. And so the turkey essentially lives a risk-free life. And when they do that, that’s when they start behaving badly [Laughs], if you will ..."]},{"begin":"823.280","end":"823.720","lines":["[Laughs.]"]},{"begin":"823.720","end":"827.520","lines":["Doing things that turkey in a rural area would not do."]},{"begin":"827.520","end":"839.560","lines":["You know, given that it’s Thanksgiving right around the corner, is there anything that you wanna say about the turkey that maybe people don’t know about, that really kind of ties into the idea of the turkey and this big harvest festival that we do every year?"]},{"begin":"839.560","end":"858.640","lines":["If you have any interest in wild turkeys, right—not the store-bought thing that you eat at Thanksgiving, but if you have any interest in the wild bird, whether it’s you see it occasionally, you interact with it—try to think about it more than just around Thanksgiving."]},{"begin":"858.640","end":"885.440","lines":["That’s part of my objective as a scientist, and as active as I am on social media and all of the platforms that I use to advocate for science around the wild turkey, that’s part of what I’m trying to accomplish. I’m trying to get people to think about the bird more than just at Thanksgiving. Because, to your point, that’s when most people start logically thinking about turkey because that’s the day—which is odd: that’s the one day we eat turkey [Laughs], you know?"]},{"begin":"885.440","end":"912.640","lines":["I would just say, you know, try to encourage yourself to think about the turkey more than just at Thanksgiving. And if you do, then—particularly, maybe, what science is being conducted on the turkey—you can go to WildTurkeyLab.com. That’s a website that I maintain. It’s a clearinghouse of information about wild turkeys. And I think you’ll find a much greater appreciation for the wild turkey and the places that it calls home."]},{"begin":"912.640","end":"916.160","lines":["Thank you so much for your time. This has been great."]},{"begin":"916.160","end":"918.800","lines":["Absolutely. It was good talking to you."]},{"begin":"918.800","end":"924.560","lines":["That’s all for today’s episode. We’re taking Friday and Monday off from posting new episodes, but we’ll be back in one week."]},{"begin":"924.560","end":"946.720","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"946.720","end":"965.680","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a happy Thanksgiving! See you next week!"]}],"duration":965}