{"title":"From Vaccines to Gender-Affirming Care: What New Policy Shifts Means for Kids","img":"https://static.scientificamerican.com/dam/m/ac013d6cd12ee89/original/2601_SQ_WED_CHILD_HEALTH.png?m=1767733302.202","url":"https://www.scientificamerican.com/podcast/episode/how-new-public-health-changes-could-leave-vulnerable-children-behind/","audio":"https://traffic.megaphone.fm/SAM4523670832.mp3","intro":["A look at how evolving national health policies could reshape the future of kids’ care, from vaccines to essential treatments."],"authors":["Kendra Pierre-Louis","Dan Vergano","Fonda Mwangi","Alex Sugiura"],"category":["Public Health"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"This week federal officials announced major revisions to the U.S. vaccine schedule for kids."},{"author":"","text":"The number of immunizations the health agency now recommends has dropped from protecting against 17 diseases to 11."},{"author":"","text":"And these changes come as the U.S. secretary of Health and Human Services, Robert F. Kennedy Jr., has transformed the department over the past year. From firing several top health officials to handpicking a new CDC vaccine panel."},{"author":"","text":"He says these changes are part of his “Make America Healthy Again,” also known as MAHA, initiative—despite the fact that much of it seems to defy the best-known practices of public health. I talked with Dan Vergano, a senior editor at Scientific American, to understand what this drastic overhaul to the backbone of the country’s public health system will do to, well, public health."},{"author":"","text":"Thank you for joining us today."},{"author":"Dan Vergano","text":"Great to be with you."},{"author":"Pierre-Louis","text":"I think for most people we’ve grown up under a system where we take a lot of things for granted, whether it’s access to medicine or food safety, and I think for a lot of us we’re having difficulty maybe wrapping our heads around what this kind of upheaval would actually mean practically. And so can you talk a little bit about, like, what are the consequences of this kind of massive shift?"},{"author":"Vergano","text":"RFK Jr. is now the head, essentially, of the MAHA movement, the Make America Healthy Again, which is this sort of agglomeration of people concerned about food additives, vaccines, the pharmaceutical industry in general. So basically, your federal government is gonna do less for you when it comes to your health, is the gist of the MAHA movement and RFK Jr.’s influence on HHS."},{"author":"","text":"At [the Centers for Disease Control and Prevention], when there is food poisoning or some sort of disease outbreak in your state, you won’t have federal help anymore. When [the Food and Drug Administration] evaluates a new drug there’ll be questions about whether the right number of reviews were done or whether the right scientific voices were listened to in order to evaluate its safety. Where before we were pretty confident in that, now we have to wonder, like, what was going on there. Likewise, you see this in particular with vaccines at CDC: the committee that oversees their safety has been replaced by a bunch of vaccine deniers who have their own agenda that isn’t really vaccine-friendly."},{"author":"","text":"In terms of other areas that the Trump administration’s focused on, an example is transgender health care. Children won’t get the medical standard anymore—it just won’t be the case because [lawmakers have] decided to make a political issue out of them."},{"author":"","text":"And so there is this alignment of the Make America Healthy Again sort of movement, which is concerned about food additives and things like that in the food industry but is—also vaccines, seeing them as unsafe, meshing with the Trump administration’s sort of disdain for health equity and minority health, coming together to sort of throw a spanner in the works of a lot of things that have been the focus of agencies at HHS for the last four decades."},{"author":"Pierre-Louis","text":"One of the things that you’ve brought up is gender-affirming care, and can we talk a little bit about that, especially for young people?"},{"author":"Vergano","text":"So the first thing we have to say is: Why are we talking about gender-affirming care? And the reason is, of course, that political activists in the Republican Party decided about five, 10 years ago that, will be the way to go. And they found a winning issue in the notion of boys competing in girls’ sports in high school. And that wedge issue, which is created solely to generate votes, has now morphed into this attack on gender-affirming health care for kids. And you saw that because it’s a political movement—it started in 2022, 2021 in state legislature: suddenly, there was all these bills that were identical outlawing it."},{"author":"","text":"Now that’s crescendoed with RFK Jr. in charge of HHS, pushing this plan to deny medical Medicaid funding, Children’s Health Insurance [Program] funding to hospitals that treat kids with gender-affirming health care. And all that means is kids get counseling as well as possibly getting puberty-blocking hormones; if they want it, things like testosterone; and only incredibly rarely—I mean, so vanishingly rare that it’s almost never—does this advance to the point of some kind of surgical interventions. And that’s only after extensive counseling, of course. But, like, they’ve moved to cut that funding, basically to attract the voters who they’ve created by making this into a political issue."},{"author":"","text":"All of that activity crescendoed last month in a big announcement at the Hubert [H.] Humphrey Building with RFK Jr. and a whole bunch of politicians, basically, announcing these cuts to funding for hospitals that give kids this care. And they based it on a [roughly] 300-page report—like that’s somehow significant; you know the number of pages in medicine—that, you know, has sort of been challenged by other medical authorities, saying there wasn’t really good evidence for what it found. But their claim was that “there’s not enough evidence that gender-affirming care helps kids, so we’re not gonna pay for it.”"},{"author":"","text":"And instead, what they seem to be pushing is just counseling, which we know doesn’t work. And kids in this kind of care are tend to be suicidal. And so they’re pushing the kids away from the thing that makes them less suicidal to something that makes them more suicidal."},{"author":"Pierre-Louis","text":"My understanding is that, at least in New York State, [Attorney General] Letitia James [has sued] against those changes. And it seems, in general, that certain states are really stepping up to push back against the administration, like the Northeast medical compact and I believe there’s, like, a similar one out West where they’re issuing their own vaccine guidelines and things like that. How much pushback are you seeing sort of more broadly?"},{"author":"Vergano","text":"Right, we’re gonna see the classic blue-red divide in this country; you know, that is what we’re seeing. These—there will be lawsuits; there are lawsuits, like the ones you mentioned, going forward. And what we’re gonna end up with is this patchwork country, where kids in some states can get this kind of health care and kids in others can’t or, you know, won’t."},{"author":"","text":"And how it’ll come out we don’t know. The Supreme Court had this curious decision saying states could outlaw it that also seemed to say that states could defend it if they want to. I’m not a lawyer, so I can’t tell you where they’ll draw the line. The Supreme Court does have this tendency to support the administration’s political outcomes—the Supreme Court majority that we have. So, you know, it might be that states have to make up the shortfall themselves in terms of the federal funding eventually, but that’s a few court cases down the road."},{"author":"Pierre-Louis","text":"And then the other thing that’s really been targeted under this administration is vaccines in children. And it kind of highlights the fact that, like, to me, one of the things that stands out when we’re looking at, you know, Make America Healthy Again and what RFK Jr. is doing with [HHS] is that we’re not all equally vulnerable, right? Like, I’m fully grown. I’m fully vaccinated. I have all my shots, minus shingles because I’m not old enough. [Laughs.] But young people in particular are particularly at risk from some of these changes, right?"},{"author":"Vergano","text":"Well, yeah, I mean, the clearest example of the vulnerability is the hepatitis B back-and-forth that we’ve seen, where it seems clear that RFK’s HHS wants to remove the vaccination for newborns for hepatitis B, which is a terrible disease that will kill people. And, you know, the medical evidence stretching back to, like, 1991, when it was first implemented, is that if you do this, some kids will get this terrible disease, which will hurt them, possibly kill them, for no reason—it’s a preventable disease. There’s just this fear of, reluctance to have a requirement for a vaccination behind it. And so you’ll see that in all sorts of cases."},{"author":"","text":"You know, in the broad sense they are discouraging people from getting flu vaccinations for kids. It’s never been complete coverage; it’s, like, 60 percent is a good year for flu vaccines for kids. And, you know, fewer kids will get it if more people are hearing the news that maybe they’re not good. And that’s a mistake. The flu vaccine—you know, nobody ever pretended ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Vergano","text":"That it [fully] prevented the flu, but it sure does, on balance, seem to make the disease less severe, which is a great thing if you don’t want kids harmed. So they’re hurt, and, you know, more broadly even are the people who, you know, have immune deficiencies or are otherwise vulnerable, the elderly. You know, it’s: the grandkids give the flu to the grandfather, and that’s who dies. And, you know, other people have, you know, vulnerabilities just like that, so vaccines aren’t just about you. “Vaccines help protect the society as a whole” is just a message that just isn’t getting ground at RFK’s HHS."},{"author":"Pierre-Louis","text":"So it was reported last year that RFK Jr. was considering aligning the U.S. vaccine schedule with Denmark's childhood schedule. And ultimately, the U.S. recommendations released this week are pretty close to Denmark's albeit with a few differences. The new recommendations keep the chickenpox vaccine, which isn't on the Danish schedule."},{"author":"","text":"And my understanding is many vaccine supporters are saying that’s a bad idea. Some people in Denmark have said, “Hey, actually, that’s a bad idea.” Why wouldn’t we necessarily want to align ourselves to another country’s vaccine schedule?"},{"author":"Vergano","text":"So Denmark and the U.S. are completely different countries, of course, and that’s the reason why you wouldn’t use somebody else’s vaccine schedule. I mean, you know, why not Japan or Greenland’s? Because they’re a bad match. And for the same reason you wouldn’t use Denmark’s."},{"author":"","text":"Denmark has universal health care. We don’t have that. It has universal treatment of these vaccine-preventable diseases. We don’t have that, which is why we need the vaccines. Denmark has a homogenous population that can, you know, receive health care in the same way and reliably get it delivered. We certainly don’t have that; we have this patchwork of 50 states, and all kinds of different communities that get their health care in all kinds of different ways—and don’t get it in all kinds of different ways."},{"author":"","text":"And so the notion that the U.S. system could be grafted onto Denmark’s, where the attraction seems to be they just get fewer vaccines, and that’s because they get better health care. It just doesn’t align to the U.S. medical situation, and so why would you do that? We’ve built up this extensive vaccine-protocol system for the country over the last 40 years. Why would we suddenly plug in one from a bunch of Danes?"},{"author":"Pierre-Louis","text":"That’s a really good question. [What] seems especially apparent to me is, like, these decisions are being made now, but we’re not necessarily feeling them now, right? So kind of, like, what is the concern, longer term, of these changes?"},{"author":"Vergano","text":"Right, the long-term concern is that we will wreck the whole vaccination project in this country, which has been built up over a century, you know, in terms of people getting your vaccines, getting your shots as being something you do to protect your health. If it becomes sort of a Russian situation, where nobody believes anything, and nobody trusts anybody, so why get your shot, you know, then we’ll just have a whole lot of illness in our society for no reason."},{"author":"","text":"And that’s sort of the fear of the vaccine experts, is—we saw from the pandemic, right, that vaccine hesitancy ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Vergano","text":"Is the whole game, right? You can make the best vaccine in the world, and if people don’t believe in it and won’t take it, then it doesn’t do anybody any good. And so what you’re seeing is the vaccine hesitancy that cropped up in the pandemic sort of being franchised across the entire, you know, vaccination enterprise and, you know, that sort of distrust becoming the norm in this country and, you know, that leading to a whole lot of public health problems, which, you know, nutraceuticals and doing pull-ups at the airport like RFK Jr. wants you to do ain’t gonna help with a bit."},{"author":"Pierre-Louis","text":"It is interesting because I feel like, since COVID and the rise of kind of vaccine hesitancy, it’s almost had the opposite effect on me, where I’m like, “Gotta catch ’em all.” [Laughs.] Like, I, I joke that I’m playing Pokémon with vaccines ..."},{"author":"Vergano","text":"Right."},{"author":"Pierre-Louis","text":"And trying to see which ones I don’t have and which ones I should potentially get because, I guess, in my case I’m—I am a little bit afraid that some of these are gonna go away."},{"author":"Vergano","text":"Those people are particularly outta luck, right, if people who have real concerns about getting sick in this atmosphere feel a lot of stigma. I mean, like, people will give you a hard time if you wear a mask in some places, you know, where you don’t know what this person might have to face—you know, they might have a sick grandparent or a kid with an immune deficiency at home, and they’re trying not to give them the flu."},{"author":"Pierre-Louis","text":"Is there any hope—or is there anything that we can do to sort of pump the brakes on this trajectory that we’re on?"},{"author":"Vergano","text":"Yeah, of course, and we’re seeing it. We need public health officials to keep speaking out. We need your doctor to keep speaking out; the people do trust their doctor ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Vergano","text":"And so it’s gonna have to happen at the level of when people go see their doctor, the doctor tells ’em, like, “Yeah, I know RFK Jr.’s saying all this nonsense, but you really do need to get your vaccines.” And that’s where the battlefront really is, is in the doctor’s office."},{"author":"","text":"So I think if your local provider does tell people, “Geez, you really oughta do this”; if when you go to the 24-hour pharmaceutical clinic and they say, “Yeah, that’s all nonsense—you gotta do that,” and people buy it; if your pastor doesn’t rail from the pulpit that vaccines are bad but says, “You know, you really oughta do it”; then you can reverse it."},{"author":"","text":"I think people will have to wise up, one conversation with a nurse, one conversation with a doctor at a time—the people who aren’t already convinced that, you know, vaccines are a good deal. I really think it’s gonna take every one of us sort of being forthright about, like, the decision to get a vaccine being a good one to sort of reverse that."},{"author":"Pierre-Louis","text":"That seems like a good place to end this conversation. Thank you so much for taking the time to speak with us today."},{"author":"Vergano","text":"You bet."},{"author":"Pierre-Louis","text":"That’s all for today! Tune in on Friday, when we explore how GLP-1s are evolving to become more potent drugs—and not just for weight loss."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[0,4715,18984,15123,14914,13590,11779,9812,8392,17686,12102,16939,22064,21942,8974,21879,21860,21977,21685,21878,19146,20250,22050,15593,22374,21886,22032,22055,17870,21862,16788,12493,11901,22301,16156,21725,21848,18532,22069,21608,16570,16570,8888,9911,21576,18269,15732,17907,15624,22133,18494,21093,14396,16032,18588,16374,18634,21831,15663,19565,18260,21937,21742,21872,12805,12434,14742,18826,8762,21769,20683,21919,21810,17742,21972,13750,7640,21878,21716,5346,21765,21889,16996,5347,21953,9645,21730,16936,21996,6779,6931,4945,264,1,21,185,852,1437,11786,7105,7341,9672,8001,8917,9650,9047,11186,8018,11034,9698,11484,9198,10576,10838,11070,10947,9448,12226,12779,11769,11620,10638,12052,10146,12526,13127,11551,12078,9894,9893,8123,7261,6034,22152,16948,12317,14863,14310,14349,20542,12336,13997,14142,15958,13474,17597,12017,5097,7035,7040,9307,11707,11524,11243,11293,12641,11967,11502,10025,8148,8570,6627,5785,2025,2475,14761,20032,18563,11819,16465,15506,13443,14656,14475,13538,14454,12411,12781,12932,12120,2397,18737,19766,13012,15443,18056,16531,11981,15146,14391,21240,11919,11736,16773,14111,12942,12909,12433,14287,19289,4026,3961,22572,13815,15142,14894,14209,12822,16932,18306,12220,12711,12255,6285,22522,13510,12863,16031,7539,17603,16023,16120,16475,17478,12563,10472,3315,19148,20232,12534,11674,18333,14518,11400,13003,17243,11586,14942,16718,12413,4868,3971,16437,17702,13435,12383,14935,13159,12877,19114,17931,16744,12871,14620,13544,11789,10004,4218,19975,18106,18673,14392,19081,15326,13922,15295,12925,17395,15128,16268,17343,12492,5230,9654,8656,22511,15745,17472,13193,14010,16204,14305,12840,16036,14606,15386,22067,15570,14079,15719,19245,17341,18297,18407,16008,13525,16966,17231,14795,15799,13946,15548,18667,17034,12302,3516,18595,15162,13042,13249,13913,2135,21074,20688,15698,1577,18398,11622,10365,12474,6673,14918,15198,15746,14801,19315,12751,11621,12247,505,17488,13825,13314,13172,9284,15741,13222,8515,14020,13677,14971,12858,16170,11248,10971,12666,10025,3599,20898,16481,8622,15114,11531,12905,13878,12251,19039,18271,13067,14296,12397,12531,13763,20545,7763,10216,12968,12989,2902,15566,11196,16545,13650,15527,163,15983,17493,13132,13076,9751,11882,12276,9995,20280,9973,5210,12786,5461,15796,22399,16679,18773,17831,15068,6330,22476,15963,21070,15401,14826,13144,15697,12479,13796,16272,15929,16004,15235,12456,11819,15313,13585,13843,11601,12230,11520,1171,672,19535,17375,19541,18257,17194,19617,17267,11535,14210,15474,12633,1136,17855,14666,16049,13021,18242,13527,687,19196,19273,15145,22546,18744,21115,16755,16728,16376,15834,14304,16676,12515,17052,13955,12898,11201,11588,13998,12669,9347,12929,10658,13059,10654,14353,11312,13823,9975,22429,18608,16981,15372,13940,15898,17053,18212,17246,15354,16157,15296,15155,17914,16132,13789,14829,14593,18743,13271,1068,14298,19025,13963,11809,8996,278,4021,14968,13017,19451,21212,22454,18488,15442,15330,19095,17473,17551,18223,17624,16337,13588,16723,14683,17384,14476,13273,14931,13031,13544,13065,13177,12820,11550,9532,16777,16997,14940,14756,14800,13657,18552,13053,15353,13024,13924,19780,15792,17839,14897,12633,11120,15742,16887,17107,12157,13186,14841,9390,12911,18005,13607,12852,13115,12911,13243,13828,10938,10663,11825,11934,11051,8556,15747,17033,11789,12640,12097,13070,12767,11651,11368,13272,12607,13999,9982,8621,382,14581,14258,14527,11383,14378,12532,18897,10634,981,15928,17457,15160,12488,15163,17964,15980,11543,17552,14492,22185,16586,17010,17326,15369,11637,15502,10900,20232,13096,14861,22553,11354,10412,19426,21067,14303,20331,15354,13388,10965,4824,11452,17159,20778,14023,15459,17282,13578,14809,12704,11079,10948,9014,13310,16760,13215,16038,13762,13015,14054,15053,13221,10858,12281,9616,15242,18436,16516,16800,15887,15371,13447,9371,15843,13148,11281,14817,15164,16843,19315,15953,12954,11931,17716,16196,15910,15449,908,14079,13154,16980,17558,15702,14895,13923,14915,14196,12608,15197,17411,14341,13588,11777,9892,1001,15161,12866,17594,12828,12895,12989,17982,16155,10766,479,14314,9936,10834,16102,20507,6809,16016,17098,13270,14410,12763,14117,18670,19258,13009,13385,13056,12159,14143,13728,7305,13664,12605,13972,10464,13039,11073,11596,11643,2392,15951,15643,7283,18489,12092,10060,18082,11365,12060,10286,12955,9265,12769,15071,13926,13936,15686,13548,16055,9688,12411,11980,2238,22159,17654,19880,18794,19744,14592,14459,13635,14149,12043,13234,16775,14711,16416,14205,13618,11798,15474,14804,14718,15298,11321,521,13623,17367,18389,14573,13184,11958,11271,17806,20797,19918,13263,14930,14164,12751,11399,13982,7495,14371,11381,13243,9994,12497,4241,941,21549,18750,19658,13266,12119,11316,18650,13418,15112,15150,17798,8820,18200,14167,13646,14404,17065,18958,12231,18525,17714,13710,14122,12387,12032,19869,16961,12394,14884,14887,14884,18289,16049,11987,10090,9049,15272,12624,11775,11370,15120,13277,8060,12910,12035,10449,12174,10524,8954,15632,9161,13871,20733,22501,21003,16274,17592,15988,19377,16602,14963,12792,10494,601,16862,13371,15216,16935,14282,16266,13560,7469,15620,12368,15876,13200,12861,5267,12748,10310,979,17449,14097,8767,13336,18720,15910,13078,11812,9341,743,16187,21160,16380,14046,17146,16335,14904,12553,7784,17236,14282,15964,17465,15873,12684,12767,13997,11125,3078,15732,14294,13495,15072,14382,16877,7330,6807,643,13140,2143,13993,14470,17936,18084,18509,10566,11826,14516,17988,20703,16110,17441,15306,10978,18589,7805,13189,13695,15101,12592,10964,12169,13328,14663,12380,8511,6842,13074,12125,15526,15922,10850,9888,9644,8618,13770,13078,17260,15898,16078,18830,16449,11261,18422,15657,21205,14535,12493,11005,13888,10160,21846,17594,11679,16400,11870,12246,11376,10354,4445,14646,19684,17478,17288,17367,14550,13879,14048,13885,18649,11230,10983,13943,13039,15862,14287,16809,14458,14524,12098,12082,12769,11819,11992,5873,8084,1555,10054,12024,12749,15286,14332,12889,11763,8732,11274,11833,7219,15239,9139,889,18366,14119,19610,14130,12101,15490,16648,13357,16326,14568,16009,14317,15801,10441,14234,10943,12698,12383,16306,12546,10537,13693,17143,16009,14974,16875,10928,9388,13960,13146,13712,15794,15687,10916,20482,13828,14788,13687,86,15874,12200,16912,13196,13350,18590,9631,14906,13531,15661,13073,12106,10845,9111,13224,13666,12508,14796,9278,677,15120,19489,13769,11097,14479,11918,12868,14737,12376,7092,15267,13079,18048,12796,8152,6197,14435,17627,12175,4983,15641,9123,15982,13111,12722,19055,15757,12363,13308,14304,13721,6922,15303,16425,14294,15599,13037,14706,12713,13123,14371,13272,14823,12889,9957,9182,13228,14965,16202,11556,9930,18066,18232,17643,13012,13982,10472,11735,13548,11405,16382,11066,12189,18400,5817,15383,13335,11259,8684,21288,16319,12241,15369,12348,11899,12819,12755,16769,15868,1101,18254,20111,13096,9519,11397,13544,11506,12743,13967,13130,17687,11640,13418,11247,16164,12951,13792,16329,13704,2857,22489,14842,14326,18151,17287,11140,11891,14992,20566,20794,11958,17281,8745,10659,8199,11524,18184,6747,4977,16507,15951,18257,14623,19182,14738,19866,17108,15719,19626,10767,10633,13865,18281,13921,9879,12624,14069,15582,14123,11116,12937,10550,12331,12015,11113,14099,16628,18531,18479,15502,15175,19338,14598,13822,14346,14019,15575,16053,17667,18174,18473,15491,13710,13523,16852,13334,14705,15955,10887,9477,9999,14922,11130,647,22362,17623,19874,17725,15407,18376,14692,17082,18559,18727,13260,15639,15398,12489,16861,16401,15838,14450,18147,14343,16277,17221,13986,15841,13171,8972,14500,822,14462,16938,15710,13144,19782,16253,15167,14033,15947,16227,15889,14488,14571,15187,14999,17055,16641,14503,15675,12528,13416,2046,2725,16885,16619,12974,18477,15940,11390,10498,15645,12935,14338,12903,6707,16047,13483,15966,13737,18849,19067,16601,14849,14125,12458,15584,11716,10887,13593,10686,14131,10705,11329,10879,12543,12613,12935,9195,7205,20068,19098,11965,10139,12938,12772,12257,9409,11259,14458,10442,15901,14947,10102,10619,12759,5921,22491,15066,16663,12913,14975,14681,11784,2922,18478,15640,11770,11915,16027,16644,14512,14401,13466,12893,13724,15107,11380,13781,1119,465,22442,17324,22519,12239,14579,14205,14475,19102,15504,17689,10538,11279,9275,17928,20047,14292,12708,14501,17306,14407,9738,10967,22374,17619,14924,3159,19369,11107,10130,19085,15905,12032,22459,14972,10481,6140,19267,18434,11900,12512,14971,13077,20108,16003,13086,13660,14628,11212,17470,10144,12527,13654,10134,17663,21253,18990,18483,19854,15204,11100,14777,18259,16571,18254,15770,14540,945,18568,14887,14205,15281,14780,14481,13159,17216,17422,16019,9724,14816,18733,18095,17409,9524,12349,12135,13063,13799,12012,10940,14109,12178,11542,3999,12907,12118,13255,9811,16738,12250,20321,13498,11885,5159,11901,19887,16668,13355,10828,13822,12038,11379,13733,13527,17059,10609,17700,17767,11804,19961,17249,16818,13472,13670,12450,11461,15919,14804,12309,11478,14119,13816,14425,16441,13940,13168,10266,9516,14000,11422,13969,14149,13730,8450,18436,16467,14435,14310,11064,9322,4606,12966,12699,10258,7618,16187,13289,10968,12042,1983,12790,15575,17601,12150,16426,15997,11814,10326,11836,10599,7922,14660,11670,16181,15886,14101,15533,12423,11099,16279,16779,17440,12197,17069,16533,13944,13378,14030,15958,10182,14829,10524,12040,15076,15478,16669,13415,13953,14423,10647,15650,13574,12843,11808,12417,8320,13018,13746,14380,12689,12645,11346,2626,11504,13664,16936,14970,11109,10587,12726,14590,11848,10760,11466,10369,14001,14290,13787,12613,10320,11607,20808,12010,12063,19373,13811,10552,15734,19487,15849,13891,14369,12527,5840,4548,14812,8570,18224,13441,16156,19448,22448,13151,15191,12305,14083,15202,12642,14287,16647,12106,12024,15748,9992,4035,15168,12464,16596,19230,17769,15603,18021,16023,13693,15666,17271,16172,13199,10935,16698,16481,13555,17420,11786,14269,13133,13118,13118,16086,16378,14476,15313,14477,20677,16694,16063,13868,17087,18164,15331,12246,14220,11004,14488,12895,13212,13174,12656,11203,13065,9574,13080,11223,11876,11034,20746,16609,16379,18270,14665,12923,12224,15537,11413,11023,12042,9185,12826,10032,10168,7246,10851,14276,10520,5953,10795,8391,13640,11194,9607,10226,1313,14332,11358,14492,14396,15156,20057,11980,9335,12111,13812,7475,19376,14128,10607,14532,12220,10284,13849,14113,14690,10438,1941,300,22436,13691,11701,10637,14786,9165,12776,11404,10056,17009,11286,12411,10986,12975,10965,17681,11753,13911,12668,1526,16763,14702,11539,10686,13959,20354,10717,12119,15370,13385,12089,9761,14064,6691,221,193,22505,11032,12806,14570,11861,14273,11936,12931,12409,13990,12511,3654,931,14748,15256,15329,12698,21997,13067,12959,13955,9498,297,21648,11991,14966,15272,13385,11811,11601,12492,14416,11852,14167,10172,11768,254,4928,14020,18869,16548,13976,12743,16034,15367,18058,9839,11642,13509,10237,13281,11711,12381,12039,9782,9353,841,12932,15313,11900,10840,1326,358,10597,12930,8179,16347,14241,12442,10178,12646,13361,11535,15514,14180,11761,13938,12679,12040,11647,16644,12877,15422,13112,1808,16070,18740,14461,14981,17747,13103,13906,15129,17225,19028,11839,983,15238,14727,13052,13883,10580,9622,9918,15428,10767,7072,14117,15254,14254,14131,9768,20251,15589,18784,15203,14275,14103,15392,11509,13070,12023,12697,13688,12966,14716,12299,18221,16518,14206,16732,17302,15893,16960,11354,14377,15084,12724,11645,12308,16093,13441,13671,15173,10366,15230,8716,13699,10746,4674,751,16578,13624,12475,13023,11589,11524,9925,13036,10534,11293,8568,2962,15632,14522,10930,11317,9325,11223,7360,13101,17834,17850,13689,13263,14935,7660,14841,13430,16757,13819,19706,15975,19158,16284,9783,4151,18243,17150,18883,16838,14629,5452,13802,17778,14636,15248,6124,22563,16882,15698,13503,17921,15236,13171,13053,9545,11296,11656,14075,14247,18474,19046,16259,12283,20927,18168,15500,16464,12787,13701,12227,13157,11004,8673,14814,13964,18302,15531,12056,15089,16304,15522,13843,13016,13002,9943,4324,15066,14999,11346,11695,9656,1026,17133,13119,19276,12447,16742,18022,10903,12656,12962,12229,13840,11948,15471,12165,19889,8482,14236,8386,15708,16353,15977,11432,18929,16689,14431,10147,10879,12518,13658,13659,599,232,22466,11573,8205,3831,13802,18817,17672,16342,15918,17448,17706,14840,12707,22533,5377,1774,18029,11790,17353,15985,10877,6389,20950,10887,12178,14236,13670,14098,16795,19608,16319,13141,11947,537,11289,15521,14167,20721,16831,16281,16445,14810,13431,10961,12419,12463,13217,13940,12939,11206,890,14227,15277,13688,18010,13681,15991,14894,13135,17205,14447,13301,12282,14928,18183,12903,12675,14142,18192,15496,10247,13161,13909,13816,16652,13689,14336,11258,12511,17396,16283,10035,6229,1504,17791,12435,14053,16786,17130,14771,13488,12336,14142,16872,14119,10122,16501,14083,16098,10712,20086,17594,13150,16503,18820,17815,17464,17777,17375,17980,13966,15363,13430,13016,16384,14597,13223,15949,12621,16724,12406,13960,12976,15139,16372,15040,11383,7670,14832,16227,16368,13364,15855,13578,13846,14325,15702,13251,11228,12786,20720,20378,15854,14580,11959,15811,13488,13939,14444,12022,16140,14506,11454,10470,8409,11465,13708,16683,11721,12523,12055,10418,9910,11397,7206,10904,12343,11810,10190,8883,10164,9023,7211,13196,16223,13992,11716,13789,10241,11943,13727,11605,11723,15410,11586,13084,14973,10824,9518,11260,15605,10882,11755,6741,20900,15669,15635,11090,10893,13295,16231,15278,4336,10370,14561,14163,12412,22580,8429,19564,19946,16762,13763,17591,18428,11221,9769,14335,15595,18485,14722,17614,13308,18213,12134,17614,11442,3109,174,17464,22349,19750,19189,20499,17734,18759,13124,14613,18251,15456,11177,5831,15856,12678,16115,16341,18660,16209,13117,10316,22563,13285,13900,10965,772,16004,18953,16069,19139,14871,13750,12188,19968,14261,15350,12278,9820,14025,14837,4107,13133,18417,17341,16688,15536,13371,15339,14342,14591,15933,16698,14179,21155,17842,15989,15053,19455,14403,17370,12926,18044,13639,15788,10313,15805,12925,15950,15384,15276,13821,13880,17694,12615,11722,9217,3458,11297,15639,16235,15893,15674,10192,18452,14847,21279,18382,13622,18088,15017,18650,17772,15099,14041,11943,16952,11302,9275,16748,13110,11381,12382,8426,15559,17212,22348,10593,12462,17278,13596,14608,11161,11695,12163,11159,13516,20352,14485,13623,12136,21961,11247,10623,159,18098,15961,17580,18351,17848,14477,13335,20213,15720,17751,12188,17198,14062,12815,18487,14471,11698,11572,14857,16617,16059,15892,19008,18134,11454,14847,16879,17023,14070,15488,16969,15249,16349,14219,13841,17618,12889,15495,10859,16555,15768,15933,17607,12535,10796,12228,9969,14188,15788,16477,15398,16646,17321,10559,15422,16082,18191,16851,17142,15504,17804,16308,13307,15898,6854,5768,603,16723,16590,12813,13846,10659,14980,18926,17993,13725,13530,15040,11813,554,14451,17513,17302,17745,17395,18168,16032,15034,6006,15609,14293,16731,17265,14533,1377,18090,16631,15200,14740,15906,16732,13816,18111,17467,14916,14503,10554,17667,20812,16423,13223,15332,17050,15333,14103,13886,18118,8126,15540,12623,18036,12430,368,15603,14043,15441,13939,14224,2472,14229,13679,17540,12412,14728,15977,14468,16491,15099,17525,11737,13567,9032,340,14811,18187,14188,16255,14438,13836,12270,12280,11695,10963,14419,14214,14408,12868,15628,11215,8845,11746,11023,9015,11566,10277,13318,14765,14190,13222,14500,11586,11137,5840,16612,15267,13010,11096,5489,14862,12340,12539,11963,9861,7762,9546,14679,11394,4763,1730,12874,14989,12128,11066,17507,11287,12163,12028,16898,13165,12894,12792,11325,12722,13877,13333,14705,22304,5564,4628,5667,3988,18091,11345,12669,14018,15873,21671,17803,12441,16830,16752,15523,19363,15462,17259,14828,14323,15763,13742,21246,9185,4567,22497,14105,14091,14993,5670,4444,22513,15544,17481,14417,16603,8574,17698,15579,8049,14687,18607,15120,12415,17160,14955,16199,16164,20645,13571,9329,7948,15937,22267,15835,18743,15423,21509,10946,13922,5988,16555,14925,15851,14804,18798,16300,15440,16867,5141,22383,16491,14168,16604,14626,15311,12267,5925,5319,14418,22160,17692,14357,16063,15802,19729,15682,13736,15682,13614,10663,11841,3538,18259,21321,15386,12147,12418,12684,13568,13098,12608,15433,18489,3078,2431,14607,13859,10751,10733,9845,10603,9955,6246,5309,6004,14738,13895,13434,12206,12116,14463,12422,12541,13135,14048,14179,13494,13239,12437,12982,13072,14320,12932,11539,13849,13118,12528,10504,10812,10064,7875,6427,2882,14661,13599,11106,8318,6092,2366,1018,421,139,77,27,3089,8214,7263,6433,6693,10037,6479,2310,7549,8300,7577,8618,2563,6345,11042,6591,9205,6245,8590,4301,7999,3924,8242,10862,6184,10700,7098,9008,6460,8542,8314,8715,5357,6968,7402,9386,8472,5814,1037,12753,7900,8019,8014,8183,7486,9700,7341,11318,4594,5385,10045,9710,7227,10017,9071,6631,7349,11025,7827,11611,7668,8640,5534,6063,9322,11646,3297,9307,7669,10057,7624,8895,9506,7802,9690,6300,5868,6315,10129,8279,9295,9032,3850,6129,8707,6461,8831,7794,8125,6041,8363,10138,9883,8648,10717,10538,9772,2473,8822,9280,3511],"fragments":[{"begin":"0.000","end":"8.400","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.400","end":"15.800","lines":["This week federal officials announced major revisions to the U.S. vaccine schedule for kids."]},{"begin":"15.800","end":"24.400","lines":["The number of immunizations the health agency now recommends has dropped from protecting against 17 diseases to 11."]},{"begin":"24.400","end":"61.160","lines":["And these changes come as the U.S. secretary of Health and Human Services, Robert F. Kennedy Jr., has transformed the department over the past year. From firing several top health officials to handpicking a new CDC vaccine panel."]},{"begin":"61.160","end":"91.280","lines":["He says these changes are part of his “Make America Healthy Again,” also known as MAHA, initiative—despite the fact that much of it seems to defy the best-known practices of public health. I talked with Dan Vergano, a senior editor at Scientific American, to understand what this drastic overhaul to the backbone of the country’s public health system will do to, well, public health."]},{"begin":"91.280","end":"93.360","lines":["Thank you for joining us today."]},{"begin":"93.360","end":"94.760","lines":["Great to be with you."]},{"begin":"94.760","end":"116.680","lines":["I think for most people we’ve grown up under a system where we take a lot of things for granted, whether it’s access to medicine or food safety, and I think for a lot of us we’re having difficulty maybe wrapping our heads around what this kind of upheaval would actually mean practically. And so can you talk a little bit about, like, what are the consequences of this kind of massive shift?"]},{"begin":"116.680","end":"140.760","lines":["RFK Jr. is now the head, essentially, of the MAHA movement, the Make America Healthy Again, which is this sort of agglomeration of people concerned about food additives, vaccines, the pharmaceutical industry in general. So basically, your federal government is gonna do less for you when it comes to your health, is the gist of the MAHA movement and RFK Jr.’s influence on HHS."]},{"begin":"140.760","end":"175.320","lines":["At [the Centers for Disease Control and Prevention], when there is food poisoning or some sort of disease outbreak in your state, you won’t have federal help anymore. When [the Food and Drug Administration] evaluates a new drug there’ll be questions about whether the right number of reviews were done or whether the right scientific voices were listened to in order to evaluate its safety. Where before we were pretty confident in that, now we have to wonder, like, what was going on there. Likewise, you see this in particular with vaccines at CDC: the committee that oversees their safety has been replaced by a bunch of vaccine deniers who have their own agenda that isn’t really vaccine-friendly."]},{"begin":"175.320","end":"188.480","lines":["In terms of other areas that the Trump administration’s focused on, an example is transgender health care. Children won’t get the medical standard anymore—it just won’t be the case because [lawmakers have] decided to make a political issue out of them."]},{"begin":"188.480","end":"217.000","lines":["And so there is this alignment of the Make America Healthy Again sort of movement, which is concerned about food additives and things like that in the food industry but is—also vaccines, seeing them as unsafe, meshing with the Trump administration’s sort of disdain for health equity and minority health, coming together to sort of throw a spanner in the works of a lot of things that have been the focus of agencies at HHS for the last four decades."]},{"begin":"217.000","end":"222.880","lines":["One of the things that you’ve brought up is gender-affirming care, and can we talk a little bit about that, especially for young people?"]},{"begin":"222.880","end":"252.560","lines":["So the first thing we have to say is: Why are we talking about gender-affirming care? And the reason is, of course, that political activists in the Republican Party decided about five, 10 years ago that, will be the way to go. And they found a winning issue in the notion of boys competing in girls’ sports in high school. And that wedge issue, which is created solely to generate votes, has now morphed into this attack on gender-affirming health care for kids. And you saw that because it’s a political movement—it started in 2022, 2021 in state legislature: suddenly, there was all these bills that were identical outlawing it."]},{"begin":"252.560","end":"291.560","lines":["Now that’s crescendoed with RFK Jr. in charge of HHS, pushing this plan to deny medical Medicaid funding, Children’s Health Insurance [Program] funding to hospitals that treat kids with gender-affirming health care. And all that means is kids get counseling as well as possibly getting puberty-blocking hormones; if they want it, things like testosterone; and only incredibly rarely—I mean, so vanishingly rare that it’s almost never—does this advance to the point of some kind of surgical interventions. And that’s only after extensive counseling, of course. But, like, they’ve moved to cut that funding, basically to attract the voters who they’ve created by making this into a political issue."]},{"begin":"291.560","end":"321.440","lines":["All of that activity crescendoed last month in a big announcement at the Hubert [H.] Humphrey Building with RFK Jr. and a whole bunch of politicians, basically, announcing these cuts to funding for hospitals that give kids this care. And they based it on a [roughly] 300-page report—like that’s somehow significant; you know the number of pages in medicine—that, you know, has sort of been challenged by other medical authorities, saying there wasn’t really good evidence for what it found. But their claim was that “there’s not enough evidence that gender-affirming care helps kids, so we’re not gonna pay for it.”"]},{"begin":"321.440","end":"335.680","lines":["And instead, what they seem to be pushing is just counseling, which we know doesn’t work. And kids in this kind of care are tend to be suicidal. And so they’re pushing the kids away from the thing that makes them less suicidal to something that makes them more suicidal."]},{"begin":"335.680","end":"356.960","lines":["My understanding is that, at least in New York State, [Attorney General] Letitia James [has sued] against those changes. And it seems, in general, that certain states are really stepping up to push back against the administration, like the Northeast medical compact and I believe there’s, like, a similar one out West where they’re issuing their own vaccine guidelines and things like that. How much pushback are you seeing sort of more broadly?"]},{"begin":"356.960","end":"373.760","lines":["Right, we’re gonna see the classic blue-red divide in this country; you know, that is what we’re seeing. These—there will be lawsuits; there are lawsuits, like the ones you mentioned, going forward. And what we’re gonna end up with is this patchwork country, where kids in some states can get this kind of health care and kids in others can’t or, you know, won’t."]},{"begin":"373.760","end":"399.800","lines":["And how it’ll come out we don’t know. The Supreme Court had this curious decision saying states could outlaw it that also seemed to say that states could defend it if they want to. I’m not a lawyer, so I can’t tell you where they’ll draw the line. The Supreme Court does have this tendency to support the administration’s political outcomes—the Supreme Court majority that we have. So, you know, it might be that states have to make up the shortfall themselves in terms of the federal funding eventually, but that’s a few court cases down the road."]},{"begin":"399.800","end":"427.920","lines":["And then the other thing that’s really been targeted under this administration is vaccines in children. And it kind of highlights the fact that, like, to me, one of the things that stands out when we’re looking at, you know, Make America Healthy Again and what RFK Jr. is doing with [HHS] is that we’re not all equally vulnerable, right? Like, I’m fully grown. I’m fully vaccinated. I have all my shots, minus shingles because I’m not old enough. [Laughs.] But young people in particular are particularly at risk from some of these changes, right?"]},{"begin":"427.920","end":"465.240","lines":["Well, yeah, I mean, the clearest example of the vulnerability is the hepatitis B back-and-forth that we’ve seen, where it seems clear that RFK’s HHS wants to remove the vaccination for newborns for hepatitis B, which is a terrible disease that will kill people. And, you know, the medical evidence stretching back to, like, 1991, when it was first implemented, is that if you do this, some kids will get this terrible disease, which will hurt them, possibly kill them, for no reason—it’s a preventable disease. There’s just this fear of, reluctance to have a requirement for a vaccination behind it. And so you’ll see that in all sorts of cases."]},{"begin":"465.240","end":"484.120","lines":["You know, in the broad sense they are discouraging people from getting flu vaccinations for kids. It’s never been complete coverage; it’s, like, 60 percent is a good year for flu vaccines for kids. And, you know, fewer kids will get it if more people are hearing the news that maybe they’re not good. And that’s a mistake. The flu vaccine—you know, nobody ever pretended ..."]},{"begin":"484.120","end":"484.360","lines":["Mm-hmm."]},{"begin":"484.360","end":"514.280","lines":["That it [fully] prevented the flu, but it sure does, on balance, seem to make the disease less severe, which is a great thing if you don’t want kids harmed. So they’re hurt, and, you know, more broadly even are the people who, you know, have immune deficiencies or are otherwise vulnerable, the elderly. You know, it’s: the grandkids give the flu to the grandfather, and that’s who dies. And, you know, other people have, you know, vulnerabilities just like that, so vaccines aren’t just about you. “Vaccines help protect the society as a whole” is just a message that just isn’t getting ground at RFK’s HHS."]},{"begin":"514.280","end":"531.880","lines":["So it was reported last year that RFK Jr. was considering aligning the U.S. vaccine schedule with Denmark's childhood schedule. And ultimately, the U.S. recommendations released this week are pretty close to Denmark's albeit with a few differences. The new recommendations keep the chickenpox vaccine, which isn't on the Danish schedule."]},{"begin":"531.880","end":"543.200","lines":["And my understanding is many vaccine supporters are saying that’s a bad idea. Some people in Denmark have said, “Hey, actually, that’s a bad idea.” Why wouldn’t we necessarily want to align ourselves to another country’s vaccine schedule?"]},{"begin":"543.200","end":"557.080","lines":["So Denmark and the U.S. are completely different countries, of course, and that’s the reason why you wouldn’t use somebody else’s vaccine schedule. I mean, you know, why not Japan or Greenland’s? Because they’re a bad match. And for the same reason you wouldn’t use Denmark’s."]},{"begin":"557.080","end":"582.960","lines":["Denmark has universal health care. We don’t have that. It has universal treatment of these vaccine-preventable diseases. We don’t have that, which is why we need the vaccines. Denmark has a homogenous population that can, you know, receive health care in the same way and reliably get it delivered. We certainly don’t have that; we have this patchwork of 50 states, and all kinds of different communities that get their health care in all kinds of different ways—and don’t get it in all kinds of different ways."]},{"begin":"582.960","end":"603.400","lines":["And so the notion that the U.S. system could be grafted onto Denmark’s, where the attraction seems to be they just get fewer vaccines, and that’s because they get better health care. It just doesn’t align to the U.S. medical situation, and so why would you do that? We’ve built up this extensive vaccine-protocol system for the country over the last 40 years. Why would we suddenly plug in one from a bunch of Danes?"]},{"begin":"603.400","end":"616.040","lines":["That’s a really good question. [What] seems especially apparent to me is, like, these decisions are being made now, but we’re not necessarily feeling them now, right? So kind of, like, what is the concern, longer term, of these changes?"]},{"begin":"616.040","end":"639.360","lines":["Right, the long-term concern is that we will wreck the whole vaccination project in this country, which has been built up over a century, you know, in terms of people getting your vaccines, getting your shots as being something you do to protect your health. If it becomes sort of a Russian situation, where nobody believes anything, and nobody trusts anybody, so why get your shot, you know, then we’ll just have a whole lot of illness in our society for no reason."]},{"begin":"639.360","end":"645.640","lines":["And that’s sort of the fear of the vaccine experts, is—we saw from the pandemic, right, that vaccine hesitancy ..."]},{"begin":"645.640","end":"645.680","lines":["Mm-hmm."]},{"begin":"645.680","end":"673.240","lines":["Is the whole game, right? You can make the best vaccine in the world, and if people don’t believe in it and won’t take it, then it doesn’t do anybody any good. And so what you’re seeing is the vaccine hesitancy that cropped up in the pandemic sort of being franchised across the entire, you know, vaccination enterprise and, you know, that sort of distrust becoming the norm in this country and, you know, that leading to a whole lot of public health problems, which, you know, nutraceuticals and doing pull-ups at the airport like RFK Jr. wants you to do ain’t gonna help with a bit."]},{"begin":"673.240","end":"686.200","lines":["It is interesting because I feel like, since COVID and the rise of kind of vaccine hesitancy, it’s almost had the opposite effect on me, where I’m like, “Gotta catch ’em all.” [Laughs.] Like, I, I joke that I’m playing Pokémon with vaccines ..."]},{"begin":"686.200","end":"686.920","lines":["Right."]},{"begin":"686.920","end":"695.880","lines":["And trying to see which ones I don’t have and which ones I should potentially get because, I guess, in my case I’m—I am a little bit afraid that some of these are gonna go away."]},{"begin":"695.880","end":"714.520","lines":["Those people are particularly outta luck, right, if people who have real concerns about getting sick in this atmosphere feel a lot of stigma. I mean, like, people will give you a hard time if you wear a mask in some places, you know, where you don’t know what this person might have to face—you know, they might have a sick grandparent or a kid with an immune deficiency at home, and they’re trying not to give them the flu."]},{"begin":"714.520","end":"720.720","lines":["Is there any hope—or is there anything that we can do to sort of pump the brakes on this trajectory that we’re on?"]},{"begin":"720.720","end":"727.560","lines":["Yeah, of course, and we’re seeing it. We need public health officials to keep speaking out. We need your doctor to keep speaking out; the people do trust their doctor ..."]},{"begin":"727.560","end":"727.960","lines":["Mm-hmm."]},{"begin":"727.960","end":"740.800","lines":["And so it’s gonna have to happen at the level of when people go see their doctor, the doctor tells ’em, like, “Yeah, I know RFK Jr.’s saying all this nonsense, but you really do need to get your vaccines.” And that’s where the battlefront really is, is in the doctor’s office."]},{"begin":"740.800","end":"760.640","lines":["So I think if your local provider does tell people, “Geez, you really oughta do this”; if when you go to the 24-hour pharmaceutical clinic and they say, “Yeah, that’s all nonsense—you gotta do that,” and people buy it; if your pastor doesn’t rail from the pulpit that vaccines are bad but says, “You know, you really oughta do it”; then you can reverse it."]},{"begin":"760.640","end":"780.960","lines":["I think people will have to wise up, one conversation with a nurse, one conversation with a doctor at a time—the people who aren’t already convinced that, you know, vaccines are a good deal. I really think it’s gonna take every one of us sort of being forthright about, like, the decision to get a vaccine being a good one to sort of reverse that."]},{"begin":"780.960","end":"792.880","lines":["That seems like a good place to end this conversation. Thank you so much for taking the time to speak with us today."]},{"begin":"792.880","end":"795.000","lines":["You bet."]},{"begin":"795.000","end":"809.520","lines":["That’s all for today! Tune in on Friday, when we explore how GLP-1s are evolving to become more potent drugs—and not just for weight loss."]},{"begin":"809.520","end":"853.160","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"853.160","end":"859.360","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":859}