{"title":"Desert dino find, flu shot U‑turn, universal vaxx hope, air toxin warning","img":"https://static.scientificamerican.com/dam/m/614c938944e0c040/original/2602_SQ_MON_FEB_23.png?m=1771615790.665","url":"https://www.scientificamerican.com/podcast/episode/scientists-identify-new-spinosaurid-moderna-flu-shot-back-on-track-universal/","audio":"https://traffic.megaphone.fm/SAM1696344778.mp3?updated=1771794181","intro":["A surprising FDA reversal on Moderna’s mRNA flu vaccine, early promise from a universal inhaled vaccine, and a desert fossil find that is reshaping spinosaurid history."],"authors":["Kendra Pierre-Louis","Lee Billings","Fonda Mwangi","Alex Sugiura"],"category":["Vaccines"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"Let’s start off with a vaccine 180. In a sudden turn of events last Wednesday the U.S. Food and Drug Administration agreed to review Moderna’s new mRNA flu vaccine, according to the company. The announcement came roughly a week after Moderna revealed that the FDA had rejected its application."},{"author":"","text":"The company said the agency originally called the plan for the vaccine’s phase 3 trials “acceptable,” But its position changed after top FDA official Vinay Prasad overruled the agency’s reviewers, according to STAT. Moderna’s press release about the rejection said the FDA had declared the company’s study not “adequate and well-controlled.” Angela Rasmussen, a virologist at the University of Saskatchewan, told CIDRAP news that, quote, “The trial design they used is essentially the trial design that every single flu vaccine has used.”"},{"author":"","text":"In the aftermath of the original refusal Bloomberg reported that Moderna’s chief executive officer, Stéphane Bancel, deemed the agency unpredictable. He said that if the FDA continues to behave this way it, quote, “threatens U.S. leadership in innovative medicines.”"},{"author":"","text":"Speaking of innovative medicines, a new study published last Thursday describes a single vaccine that could offer protection against multiple respiratory illnesses at the same time. An extra perk? The vaccine would be inhaled—no needles necessary."},{"author":"","text":"The work, led by a Stanford University researcher and published in the journal Science, takes a novel approach to vaccines, which since their earliest days have relied on something called antigen specificity. That means they mimic a specific aspect of a pathogen to train what’s known as the adaptive immune system to recognize and fight off the infection—for example, COVID vaccines target the spike protein on the virus."},{"author":"","text":"The adaptive immune system is our slower-acting, targeted defense mechanism. It also has memory so the next time we’re exposed to that pathogen we know how to fight it off—that’s one of the many benefits of this vaccine-development technique. But there are also drawbacks."},{"author":"","text":"The pathogen can mutate quickly or a new pathogen can pop up, rendering the vaccine less effective—that’s what necessitates annual COVID and flu shots. And the specificity of this method means the vaccine only works against the targeted pathogen, creating a need for multiple vaccines."},{"author":"","text":"But in this study, instead of focusing on mimicking aspects of viruses and bacteria, the researchers looked at the way immune cells communicate during an infection and imitated those signals. The goal was, in part, to trigger the innate immune system. Under normal circumstances it can take days or even weeks for the adaptive immune system to kick in, but the innate immune system contains rapid-response generalists that react to an infection in minutes. They are the body’s first line of defense against infection, but typically, that protection doesn’t stick around very long."},{"author":"","text":"The researchers in this case developed an inhaled vaccine that is designed to stimulate both the adaptive immune system targeted by most vaccines as well as innate immune system cells in the lungs."},{"author":"","text":"The vaccine was tested in mice, who were given different dosages and then exposed to COVID-19 along with other coronaviruses that cause illnesses like the common cold. Mice who received three doses a week apart fared much better than their unvaccinated peers. The researchers found that the vaccine effectively triggered the innate immune system and kept it running longer than normal. That drastically lowered the mice’s viral load, and any virus that snuck past was quickly greeted by a primed adaptive immune system. All of the vaccinated mice survived, while many of the unvaccinated ones did not."},{"author":"","text":"The researchers also tested the mice with bacterial respiratory infections and found, again, that the vaccine provided protection. And there was another happy benefit: the mice also seemed to be less sensitive to respiratory allergies after inoculation."},{"author":"","text":"There are some caveats to this study, namely, that the research was done on mice, not humans, and the protection lasted about three months. But it is a hopeful first step."},{"author":"","text":"Also on the theme of breathing a study published last Tuesday in the journal PLOS Medicine suggests that exposure to air pollution can directly increase one’s chances of developing Alzheimer’s."},{"author":"","text":"The study focused on a specific kind of fine particulate pollution called PM2.5, which refers to its maximum size of 2.5 micrometers, or roughly 30 times smaller than a strand of human hair. The tiny particles, which are often generated when we burn fossil fuels, have been linked to heart attacks and strokes. They’re also thought to be responsible for tens of thousands of premature deaths each year in the U.S."},{"author":"","text":"An Emory University team looked at nationwide health data for roughly 28 million Medicare beneficiaries who were 65 or older between 2000 and 2018. The researchers then compared that data with individuals’ levels of PM2.5 pollution exposure. And while some of the conditions that are linked to PM2.5 are also risk factors for Alzheimer’s, the researchers found that this pollution exposure increased Alzheimer’s risk separately from those other comorbidities."},{"author":"","text":"In a press statement they said, “We found that long-term exposure to fine particulate air pollution was associated with a higher risk of Alzheimer’s disease, largely through direct effects on the brain rather than through common chronic conditions such as hypertension, stroke, or depression.”"},{"author":"","text":"Switching gears, the Artemis II moon mission had another wet dress rehearsal last Thursday. SciAm’s senior space and physics editor, Lee Billings, is here with an update."},{"author":"Lee Billings","text":"So what we need to know is that the “wet dress rehearsal” is when Artemis II hardware, the Space Launch System megarocket and the Orion capsule, are stacked on the launchpad, and a lot of fuel is pumped into the Space Launch System rocket, the SLS rocket. The last time this happened, there were a lot of hydrogen leaks. The SLS uses hydrogen as part of its rocket fuel, and hydrogen, of course, is very small. It’s the smallest atom in the universe. It’s one of the simplest molecules when you have two hydrogen atoms coming together. And so it leaks very easily through the tiniest little holes and gaps. And they had lots of hydrogen leaks that caused delays for the last wet dress rehearsal that also cascaded into delaying the launch itself, which was supposed to take place in early February."},{"author":"","text":"Now, the good news, this time there have been no hydrogen leaks, which is shocking. It’s remarkable that they’ve actually gotten this behemoth rocket to be fully loaded with fuel and not be venting hydrogen everywhere."},{"author":"","text":"So after the wet dress rehearsal what’s next is, well, really going to the moon. [Laughs.] There are certainly any number of things that could get in the way between now and when the launch window opens. Because of celestial mechanics, the way the moon is moving around the Earth, they can’t just launch at any time. We only have, really, about a week at the beginning of each month where it’s gonna be feasible and ideal. We’ll see how it turns out."},{"author":"","text":"What you need to remember is that this is the first human return to the moon since 1972. They will not be landing on the moon, this crew of four, but they will be going around it in what’s called a free-return trajectory. And that will take them, potentially, more than 4,500 miles beyond the farside of the moon, making them the farthest-traveling astronauts ever; that’s a little further than any of the Apollo astronauts of yore went."},{"author":"","text":"And there’s other firsts that are associated with this as well. It’ll be the first Black person going to the moon. It’ll be the first woman going to the moon, the first Canadian going to the moon. They will also be carrying with them in the Orion capsule the first space toilet to the moon, which is pretty cool. Apparently, the Apollo astronauts only had bags and things like that to deal with. So lots of excitement, an adventure coming up, even though we won’t actually be landing on the moon. Those future landing missions are supposed to start as early as mid-2027, but most people think that they will be delayed beyond that. That would be the Artemis III mission."},{"author":"Pierre-Louis","text":"Thanks for that, Lee."},{"author":"","text":"And finally, we’ll wrap things up with some dinosaur news. A paper published last Thursday in the journal Science details the discovery of a new spinosaurid species, Spinosaurus mirabilis. Spinosaurids were large two-legged carnivores. Their name comes from the fact that many species in the family had large bony spines on their backs, which formed sail-like structures. Perhaps the most famous spinosaurid is Spinosaurus aegyptiacus, who popped up in Jurassic Park III in an epic battle with a T. rex."},{"author":"","text":"When researchers first stumbled across fossils from Spinosaurus mirabilis in the Niger desert back in 2019 they didn’t initially recognize it as a new species. It took going back in 2022 with a much larger team to confirm that they’d uncovered a new species. One giveaway was the distinctiveness of the creature’s bony crest, which the researchers describe as scimitar-shaped."},{"author":"","text":"The most intriguing bit about the new discovery is arguably where the bones were found: in inland Niger some 300 to 600 miles from the coast. Spinosaurid fossils have historically been found near the coast, so much so that some researchers theorized that the fish-eating dinosaurs may have been entirely aquatic. The fossil record, however, suggests that Spinosaurus mirabilis lived in a forested landscape crisscrossed by rivers."},{"author":"","text":"That’s it! That’s our show. Tune in on Wednesday, when we explore the psychology behind polyamorous relationships."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[1092,5345,9190,21896,20950,16406,17654,18562,20480,18999,16426,17964,11954,13173,13532,17404,12625,17128,21775,22296,16203,15935,19653,14674,19341,20470,20558,18950,15765,14588,15229,19260,13342,19572,8402,7864,5293,17281,18553,16062,15958,18108,18143,8806,13567,16083,19364,19980,21633,14020,5534,16647,14698,6404,22086,17189,18238,17330,13898,18609,20347,19431,19628,20067,20851,18627,15017,21169,6354,7188,22179,15611,20535,17479,19578,17730,20781,14487,19659,17801,12331,22163,19943,16953,13816,18580,20777,17973,20128,18664,16049,17776,22098,20510,18636,19494,19654,13849,1744,305,31,183,942,2379,18217,13308,12661,13987,12334,13961,17212,16486,18777,13645,19216,19229,19309,19596,19181,19659,15832,19064,17307,19199,17121,17548,18069,17548,18692,17409,17439,16273,17470,17770,17148,15959,13950,10421,10041,7918,5398,4121,22606,12886,14219,9392,12076,9954,22773,19527,15125,10905,13634,13459,13997,13170,9584,13032,15751,19033,18931,17572,17429,17651,15536,14674,10523,16591,11815,3984,3988,2425,2619,2400,1740,5287,16570,13176,13810,13550,13386,10661,13103,1575,1336,6525,22868,22777,22694,10804,12815,8449,2003,3385,21514,17066,17485,17136,12729,12038,6783,14970,17952,12966,18099,11895,14193,22061,22599,19507,15185,13899,20002,18872,20015,13118,16367,12810,3100,16478,19452,13816,9969,1472,7996,22718,15536,21626,14533,18491,15647,19058,12643,13104,14696,18846,10359,11226,10964,6581,1029,19820,16527,20709,22728,9011,13190,13977,12820,16069,13958,10431,10853,15705,14242,16828,8453,14509,15873,16823,14756,14198,15612,17835,10919,15195,13568,14743,15903,12120,19638,12515,15883,13652,10997,9612,11544,1462,17871,22697,15942,15292,18206,20257,8785,22479,11579,13205,18450,9818,13032,16422,22585,14548,13027,14673,4090,21503,16469,17429,16135,14353,19430,9174,14826,8216,19770,10824,12445,20383,14021,15285,12129,22669,22603,14481,11075,14174,13703,18548,15473,15648,8313,11519,14880,11407,8692,7210,18205,22610,18950,19994,10657,16309,8169,12939,3844,19970,14514,17523,11708,11643,12904,13902,19447,11616,6771,8101,18005,16398,14550,7240,17046,17911,11923,8912,10652,5487,1955,12983,18774,20929,14349,14942,11938,10499,10787,11636,14464,16888,20255,13994,14579,11198,15252,10583,10171,11525,9150,5911,476,587,13004,22428,16210,10153,10218,9393,6205,15725,13365,12450,17911,14402,9456,10172,18419,12506,16730,10333,8094,18219,8538,15775,8609,17909,17549,13335,12580,12846,21389,19646,9148,12535,1809,22739,20363,16878,1483,22725,14432,12649,13585,12018,16934,15216,11538,10372,10731,886,855,22316,22268,19965,9024,11520,12715,6889,14182,7361,9899,17504,13482,13060,20435,6030,13430,16452,20823,14134,10937,12021,13408,1455,22432,14881,17703,16625,9343,14227,13553,14600,7095,14325,10647,8678,8870,1785,2706,22593,16701,15902,11899,14870,18750,13400,17030,12924,7871,16586,14849,16863,12491,13133,7532,12751,10472,11156,22664,16275,14313,16491,10217,16387,2598,22589,16537,16904,18886,12313,14135,12635,16998,9563,8667,10089,8990,1158,16364,22580,12355,15430,12925,14505,15794,12350,11933,7388,4666,12873,12650,13434,8670,9045,1263,22749,19216,10150,8752,9686,19205,12236,12785,12411,20233,13146,11237,16129,22716,9878,15322,1505,2344,20115,17611,21370,11422,12620,14084,12628,17264,10601,6090,3000,1262,20430,15668,13158,15371,9192,12121,22689,14656,11466,15002,15569,11289,15541,15203,14631,11244,16177,1791,22693,14632,16207,12659,11332,9862,2173,22671,12145,12740,9763,14577,14391,9250,13874,10209,1009,1593,19780,13366,15789,17685,9900,9457,17233,13125,15660,11202,9043,12116,15526,14047,4318,18772,16541,13082,9836,14193,9939,5381,1261,19762,22551,13925,10658,16877,12851,13712,10374,19091,12034,13898,9915,8279,12529,14224,9950,20550,17063,16264,14779,17617,9642,9667,9350,20873,20382,5145,22584,19161,11649,16843,10544,9530,1282,19335,21196,18499,15936,12553,11014,11844,11152,12399,840,22810,21808,16958,14920,12821,11531,16930,9878,12890,9183,14243,12924,9603,15457,9542,9627,1354,12701,19410,21511,7296,12550,11599,19623,10927,11390,14185,11411,6669,20386,16934,13089,19037,8415,7516,6294,1912,16208,19835,16642,17662,11098,12503,11959,14979,15346,16007,22561,17646,16150,14528,10598,8955,22293,10820,13175,1699,16455,21996,18695,9877,10950,17013,12252,17651,10036,12056,19390,8761,19020,9083,10462,13371,19043,17858,8229,9808,15687,13568,11486,11277,10356,17418,21362,13184,11173,8656,9438,10538,15270,12876,3809,15237,22597,16592,11907,19125,11834,14077,14357,14491,18107,10318,11469,17564,12263,10750,17038,10555,7827,22162,22765,22600,14487,14124,10317,16343,15827,11158,19814,12953,8579,5582,1392,1500,22677,10949,10905,19095,15006,8671,17723,8891,16868,13774,16003,16546,7731,6905,11142,8995,1314,18751,14806,21390,15390,15051,19763,13098,12797,10953,10707,9210,14656,11979,14920,16500,9732,10925,13749,5893,2470,22751,22822,14106,17109,13104,22602,21533,10249,18457,22628,13023,17968,20916,8866,18131,14584,14870,17344,21027,14904,8371,8425,8464,2376,22796,22737,22397,10961,10184,22621,11354,16152,19443,13244,7746,8497,11741,10621,16202,19915,22362,20795,8535,13818,17139,9568,17324,11858,18977,14119,11037,20866,19624,10873,13366,22548,10486,14302,9581,11132,2033,3050,20677,16523,14648,15624,12357,938,21716,21775,13696,10548,11879,14167,13187,8910,17719,9024,22445,12452,11644,15166,1090,22648,21800,22617,19776,15128,9913,11718,15970,9499,13927,12497,12347,13171,11514,9110,14662,22460,16321,15685,13257,6466,576,18144,21635,11544,13145,15910,1520,930,1351,1608,22463,18664,20316,11541,14250,21570,19680,14544,13453,12895,9940,12879,11683,16434,12845,9458,2117,22445,13326,11966,18986,12282,11289,7140,20474,10903,11256,13031,9144,11681,13520,11288,13662,9254,836,1356,1512,21821,20940,19999,20447,10980,11173,15727,10047,13706,8083,12336,9619,12503,5187,19222,7636,16420,9613,16818,4023,15516,15451,17076,17168,16942,7169,12740,13212,10048,13752,20323,10560,9275,19507,22780,15808,11744,12656,13405,16373,10657,7637,12338,594,969,1626,22394,20103,22341,11991,19428,19992,14589,13073,12294,12191,11374,15498,5715,13884,16830,22373,12965,16256,14024,11077,1741,22666,22861,18277,10165,12352,11425,17993,12318,14362,9493,10501,14319,8217,10023,10182,17102,6220,14279,21595,18348,10224,8245,3375,16672,15336,16254,14014,20906,11542,21242,13603,13493,10023,18038,12427,11676,18924,9307,11158,19693,12276,9292,4816,12361,11983,19065,11737,12776,8037,4143,19102,22674,16626,11806,15800,11492,13065,13708,11199,10747,9774,9851,8745,16331,9227,15456,10200,11222,1376,18534,22969,19104,13410,11331,14241,10935,10590,18647,18075,17780,10687,22671,20651,22772,6251,17127,17444,22701,12185,9782,12001,15407,10762,13620,15860,15681,11016,15249,13899,12479,22206,9625,14399,6856,1971,22643,22874,13898,15428,5265,12446,22673,21208,18907,15797,22602,18441,15585,14074,14263,11115,18319,14767,18980,20004,15530,13976,9163,6587,2014,22680,13691,16824,15223,9841,15743,1413,22612,17080,15937,12049,16796,17618,7954,14849,9400,10894,15942,10509,14602,9188,3124,3454,3875,4057,2089,4213,4645,5438,3763,22810,17614,16803,10304,22706,19501,14096,21783,11857,18636,17452,17707,19969,19322,17055,9816,6714,20597,22843,15974,14865,17243,16476,15235,8612,16643,14594,13146,15453,8400,21691,21015,15848,18811,13904,16144,15636,13603,15098,13582,11786,14202,22098,16287,17878,11126,20574,10175,10754,21074,19347,17571,16926,21536,18685,18475,14945,10924,17235,20588,13022,17870,20750,14408,15199,21732,17552,13803,17895,12368,13552,9365,14062,11918,12442,15600,15452,19334,13351,16250,13022,10121,18824,14969,7423,10681,22791,16132,22523,18310,8278,11220,11569,11426,10090,22564,16322,19432,8569,21753,14637,15931,22340,12815,10812,16337,19388,18354,6826,8065,16996,10050,10284,16547,8766,13780,17540,13925,21102,15603,18381,22618,12310,14450,17642,5054,18651,22318,17201,13151,11191,11328,14436,21367,19583,16091,15599,20596,16828,17302,14113,10646,8074,14611,22748,12350,12345,12061,20454,18811,22072,18538,22444,11914,21102,18556,15192,15195,13097,19209,13544,14175,12418,14623,8956,21113,15977,12572,8800,21115,18724,18594,23172,17676,13104,13238,16116,9819,7104,16714,20373,17625,18149,18265,22707,19389,7301,2629,17303,16223,14665,18249,22352,17220,16558,22640,20926,14159,17119,10461,22622,15694,22593,21770,11035,9378,13479,17888,21936,14053,11653,8568,14498,14107,10713,9770,21524,9491,4291,17273,21435,11089,8439,3585,12859,10909,22603,22750,16597,14134,12527,14877,14792,11830,11723,7279,13574,16993,17964,17076,15616,15646,14347,12499,11326,11856,12859,11772,11066,9912,10476,11907,8268,9041,8102,11253,7124,11314,11552,19847,17585,16764,16477,16825,13960,8834,10394,10376,10714,11196,10933,16513,15577,18161,10985,17044,12621,13009,14375,11358,10347,17012,15155,8775,14266,14164,17587,9008,11601,15777,8116,13841,12685,10681,12754,13189,19063,17512,14538,19541,16926,13486,16728,11401,21074,10789,9065,4334,15475,13109,13119,13132,13964,13253,15358,17515,17484,17178,12856,17931,8958,15081,16296,17912,18377,14860,17477,10647,13892,4236,13661,13964,13795,15807,14440,20011,12050,11100,11408,11945,12878,4634,8517,18015,14965,8471,19037,12920,12782,13759,15337,11176,14674,11691,20015,9788,14542,14490,18161,14685,11015,12335,10014,7453,8437,16849,17280,20096,13348,10437,15647,13935,6919,6913,7409,6037,16344,14981,14266,10634,14838,10332,13618,5104,13096,13058,11236,12082,18957,11862,13008,13046,8849,10729,13341,19556,22566,12975,8817,9027,11488,11520,4107,15825,13539,8801,14339,14643,13949,7672,9004,4764,18632,21538,17624,13899,11601,12721,14131,13478,16381,22383,13931,12174,12842,17197,18135,18650,17632,18120,1137,12254,10256,11513,13290,9583,11558,11340,9199,15568,15396,13359,11161,14013,14227,5987,5565,13669,6118,11070,9536,5390,22937,21740,20399,12453,10564,12635,11919,19690,11338,13109,22573,10889,10515,9713,14125,15247,9807,13313,13804,13930,18267,14433,10420,14931,12358,12465,10732,10335,13794,11444,3496,10646,13119,11227,10549,8068,7935,9080,10658,12311,13329,9874,13959,11918,9459,3,5522,5018,3719,3866,2115,1248,22747,22898,19145,7670,19079,22714,20358,14697,22579,19604,15697,19769,8606,7511,20719,22494,16923,14848,15447,14284,11388,13609,20838,7046,3458,17183,20276,17481,15978,10709,13487,17122,9173,16057,9634,22677,22628,20518,13606,16656,8855,3452,15586,22617,17572,18034,17550,19666,12070,15926,8964,6099,1688,20986,21546,14385,22695,10459,12200,17540,10803,14313,11911,21037,12657,12076,15764,11222,9617,18944,19171,14119,18154,15111,15076,9733,22752,19529,16999,14573,16650,16537,16277,12825,15197,13297,14534,11463,18103,20424,21221,17021,10130,18212,21197,16469,15486,11421,20242,4244,3496,18118,18127,18727,16130,18840,19321,17366,14763,12067,20276,16165,12789,17003,13558,15421,19458,13353,3811,22774,11259,12979,13331,7506,17173,18360,17927,16203,15003,12858,13635,12613,21280,6789,2091,19414,18149,18176,11926,9643,11792,12912,15885,17520,12445,7148,10977,18706,19275,9990,15025,8913,13120,7388,22661,21512,22592,12537,13578,15598,13901,17922,12220,17611,18601,16728,15007,15677,10387,20346,14271,12136,9243,3312,17101,21612,15403,21944,18957,11609,11884,14498,19187,20527,16786,14704,14008,19883,10730,19604,17837,9343,15379,10431,14442,14765,17704,11002,13864,8369,12485,1907,16286,22861,19388,14313,14261,14320,9419,16724,10232,12781,14598,22748,14525,18452,10349,12423,16394,10058,17191,9428,15498,16139,13811,18115,18594,9516,18004,2433,22614,22728,15501,18535,17728,13407,22325,15657,8664,22638,13447,13692,22555,12317,14736,11692,17458,16289,10112,4967,2556,1301,2580,23427,22681,22665,20540,8039,16942,21563,15972,13577,14241,10826,14123,11066,13460,13958,12810,11391,14485,8433,22633,20080,14095,14645,14581,12636,10964,12884,10829,12973,18459,12513,11644,11807,22174,13312,12186,10727,11401,4155,19681,22769,18189,22076,11960,17726,14648,14911,6151,3641,14523,10958,14390,14745,16320,18754,10815,21505,1411,3258,20300,15400,14258,12376,15864,12762,13215,3607,6941,22753,14952,14518,18602,12758,15418,15723,11120,13360,15551,12681,10121,9362,16816,22495,17612,13067,11523,10639,9075,7172,8696,22754,22371,13109,1312,757,369,245,162,205,241,771,1791,2594,15321,14671,12809,12981,12907,12270,8120,7839,9881,16556,16297,16327,17113,17179,17105,17206,18039,17802,13976,18520,16509,16630,16723,16491,17828,15626,17996,15327,15253,16109,16074,13087,14482,12302,15030,10602,3881,15615,14824,11989,9842,6945,3505,1423,606,328,127,59,22],"fragments":[{"begin":"0.000","end":"9.520","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"9.520","end":"43.720","lines":["Let’s start off with a vaccine 180. In a sudden turn of events last Wednesday the U.S. Food and Drug Administration agreed to review Moderna’s new mRNA flu vaccine, according to the company. The announcement came roughly a week after Moderna revealed that the FDA had rejected its application."]},{"begin":"43.720","end":"97.440","lines":["The company said the agency originally called the plan for the vaccine’s phase 3 trials “acceptable,” But its position changed after top FDA official Vinay Prasad overruled the agency’s reviewers, according to STAT. Moderna’s press release about the rejection said the FDA had declared the company’s study not “adequate and well-controlled.” Angela Rasmussen, a virologist at the University of Saskatchewan, told CIDRAP news that, quote, “The trial design they used is essentially the trial design that every single flu vaccine has used.”"]},{"begin":"97.440","end":"114.760","lines":["In the aftermath of the original refusal Bloomberg reported that Moderna’s chief executive officer, Stéphane Bancel, deemed the agency unpredictable. He said that if the FDA continues to behave this way it, quote, “threatens U.S. leadership in innovative medicines.”"]},{"begin":"114.760","end":"129.320","lines":["Speaking of innovative medicines, a new study published last Thursday describes a single vaccine that could offer protection against multiple respiratory illnesses at the same time. An extra perk? The vaccine would be inhaled—no needles necessary."]},{"begin":"129.320","end":"152.520","lines":["The work, led by a Stanford University researcher and published in the journal Science, takes a novel approach to vaccines, which since their earliest days have relied on something called antigen specificity. That means they mimic a specific aspect of a pathogen to train what’s known as the adaptive immune system to recognize and fight off the infection—for example, COVID vaccines target the spike protein on the virus."]},{"begin":"152.520","end":"168.200","lines":["The adaptive immune system is our slower-acting, targeted defense mechanism. It also has memory so the next time we’re exposed to that pathogen we know how to fight it off—that’s one of the many benefits of this vaccine-development technique. But there are also drawbacks."]},{"begin":"168.200","end":"184.200","lines":["The pathogen can mutate quickly or a new pathogen can pop up, rendering the vaccine less effective—that’s what necessitates annual COVID and flu shots. And the specificity of this method means the vaccine only works against the targeted pathogen, creating a need for multiple vaccines."]},{"begin":"184.200","end":"214.560","lines":["But in this study, instead of focusing on mimicking aspects of viruses and bacteria, the researchers looked at the way immune cells communicate during an infection and imitated those signals. The goal was, in part, to trigger the innate immune system. Under normal circumstances it can take days or even weeks for the adaptive immune system to kick in, but the innate immune system contains rapid-response generalists that react to an infection in minutes. They are the body’s first line of defense against infection, but typically, that protection doesn’t stick around very long."]},{"begin":"214.560","end":"225.160","lines":["The researchers in this case developed an inhaled vaccine that is designed to stimulate both the adaptive immune system targeted by most vaccines as well as innate immune system cells in the lungs."]},{"begin":"225.160","end":"257.520","lines":["The vaccine was tested in mice, who were given different dosages and then exposed to COVID-19 along with other coronaviruses that cause illnesses like the common cold. Mice who received three doses a week apart fared much better than their unvaccinated peers. The researchers found that the vaccine effectively triggered the innate immune system and kept it running longer than normal. That drastically lowered the mice’s viral load, and any virus that snuck past was quickly greeted by a primed adaptive immune system. All of the vaccinated mice survived, while many of the unvaccinated ones did not."]},{"begin":"257.520","end":"270.960","lines":["The researchers also tested the mice with bacterial respiratory infections and found, again, that the vaccine provided protection. And there was another happy benefit: the mice also seemed to be less sensitive to respiratory allergies after inoculation."]},{"begin":"270.960","end":"280.440","lines":["There are some caveats to this study, namely, that the research was done on mice, not humans, and the protection lasted about three months. But it is a hopeful first step."]},{"begin":"280.440","end":"291.280","lines":["Also on the theme of breathing a study published last Tuesday in the journal PLOS Medicine suggests that exposure to air pollution can directly increase one’s chances of developing Alzheimer’s."]},{"begin":"291.280","end":"316.680","lines":["The study focused on a specific kind of fine particulate pollution called PM2.5, which refers to its maximum size of 2.5 micrometers, or roughly 30 times smaller than a strand of human hair. The tiny particles, which are often generated when we burn fossil fuels, have been linked to heart attacks and strokes. They’re also thought to be responsible for tens of thousands of premature deaths each year in the U.S."]},{"begin":"316.680","end":"342.920","lines":["An Emory University team looked at nationwide health data for roughly 28 million Medicare beneficiaries who were 65 or older between 2000 and 2018. The researchers then compared that data with individuals’ levels of PM2.5 pollution exposure. And while some of the conditions that are linked to PM2.5 are also risk factors for Alzheimer’s, the researchers found that this pollution exposure increased Alzheimer’s risk separately from those other comorbidities."]},{"begin":"342.920","end":"357.960","lines":["In a press statement they said, “We found that long-term exposure to fine particulate air pollution was associated with a higher risk of Alzheimer’s disease, largely through direct effects on the brain rather than through common chronic conditions such as hypertension, stroke, or depression.”"]},{"begin":"357.960","end":"368.760","lines":["Switching gears, the Artemis II moon mission had another wet dress rehearsal last Thursday. SciAm’s senior space and physics editor, Lee Billings, is here with an update."]},{"begin":"368.760","end":"413.200","lines":["So what we need to know is that the “wet dress rehearsal” is when Artemis II hardware, the Space Launch System megarocket and the Orion capsule, are stacked on the launchpad, and a lot of fuel is pumped into the Space Launch System rocket, the SLS rocket. The last time this happened, there were a lot of hydrogen leaks. The SLS uses hydrogen as part of its rocket fuel, and hydrogen, of course, is very small. It’s the smallest atom in the universe. It’s one of the simplest molecules when you have two hydrogen atoms coming together. And so it leaks very easily through the tiniest little holes and gaps. And they had lots of hydrogen leaks that caused delays for the last wet dress rehearsal that also cascaded into delaying the launch itself, which was supposed to take place in early February."]},{"begin":"413.200","end":"426.680","lines":["Now, the good news, this time there have been no hydrogen leaks, which is shocking. It’s remarkable that they’ve actually gotten this behemoth rocket to be fully loaded with fuel and not be venting hydrogen everywhere."]},{"begin":"426.680","end":"449.480","lines":["So after the wet dress rehearsal what’s next is, well, really going to the moon. [Laughs.] There are certainly any number of things that could get in the way between now and when the launch window opens. Because of celestial mechanics, the way the moon is moving around the Earth, they can’t just launch at any time. We only have, really, about a week at the beginning of each month where it’s gonna be feasible and ideal. We’ll see how it turns out."]},{"begin":"449.480","end":"474.560","lines":["What you need to remember is that this is the first human return to the moon since 1972. They will not be landing on the moon, this crew of four, but they will be going around it in what’s called a free-return trajectory. And that will take them, potentially, more than 4,500 miles beyond the farside of the moon, making them the farthest-traveling astronauts ever; that’s a little further than any of the Apollo astronauts of yore went."]},{"begin":"474.560","end":"508.880","lines":["And there’s other firsts that are associated with this as well. It’ll be the first Black person going to the moon. It’ll be the first woman going to the moon, the first Canadian going to the moon. They will also be carrying with them in the Orion capsule the first space toilet to the moon, which is pretty cool. Apparently, the Apollo astronauts only had bags and things like that to deal with. So lots of excitement, an adventure coming up, even though we won’t actually be landing on the moon. Those future landing missions are supposed to start as early as mid-2027, but most people think that they will be delayed beyond that. That would be the Artemis III mission."]},{"begin":"508.880","end":"512.040","lines":["Thanks for that, Lee."]},{"begin":"512.040","end":"540.960","lines":["And finally, we’ll wrap things up with some dinosaur news. A paper published last Thursday in the journal Science details the discovery of a new spinosaurid species, Spinosaurus mirabilis. Spinosaurids were large two-legged carnivores. Their name comes from the fact that many species in the family had large bony spines on their backs, which formed sail-like structures. Perhaps the most famous spinosaurid is Spinosaurus aegyptiacus, who popped up in Jurassic Park III in an epic battle with a T. rex."]},{"begin":"540.960","end":"562.840","lines":["When researchers first stumbled across fossils from Spinosaurus mirabilis in the Niger desert back in 2019 they didn’t initially recognize it as a new species. It took going back in 2022 with a much larger team to confirm that they’d uncovered a new species. One giveaway was the distinctiveness of the creature’s bony crest, which the researchers describe as scimitar-shaped."]},{"begin":"562.840","end":"586.480","lines":["The most intriguing bit about the new discovery is arguably where the bones were found: in inland Niger some 300 to 600 miles from the coast. Spinosaurid fossils have historically been found near the coast, so much so that some researchers theorized that the fish-eating dinosaurs may have been entirely aquatic. The fossil record, however, suggests that Spinosaurus mirabilis lived in a forested landscape crisscrossed by rivers."]},{"begin":"586.480","end":"592.200","lines":["That’s it! That’s our show. Tune in on Wednesday, when we explore the psychology behind polyamorous relationships."]},{"begin":"592.200","end":"621.000","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"621.000","end":"632.040","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":632}