{"title":"Orcas on the Brink—What a Dog Named Eba and a Team of Scientists Are Fighting For","img":"https://static.scientificamerican.com/dam/m/2e47737a36fbe6bc/original/2512_SQ_WED_ORCAS-Podcast-Span-Image.jpeg?m=1765919159.666","url":"https://www.scientificamerican.com/podcast/episode/why-a-critical-orca-community-is-slipping-toward-extinction/","audio":"https://traffic.megaphone.fm/SAM9951483227.mp3","intro":["A scientist, a journalist and a remarkable scent‑detecting dog race to learn what’s endangering the last southern resident orcas"],"authors":["Kendra Pierre-Louis","Kelso Harper","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Conservation"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"If you’re of a certain generation, you might be able to trace your affinity for orcas to repeated viewings of a certain movie: the seminal 1993 film Free Willy."},{"author":"","text":"That movie led to a herculean effort that would eventually rope in the U.S. Air Force to rescue the movie’s star, an orca named Keiko, from captivity. It also cemented the idea of orcas as intelligent, curious animals who deserve to live outside of captivity."},{"author":"","text":"Many of the orcas who ended up in aquariums and zoos came from an area in the Pacific Northwest off of the San Juan Islands. This summer some members of the Scientific American team headed out there to see how the animals are faring."},{"author":"","text":"To tell us a bit about what they’re found we’re joined today by Kelso Harper, senior multimedia editor and whale aficionado here at SciAm."},{"author":"Kelso Harper","text":"Oh, whale aficionado—I don’t know if I can claim that title, but the people I spoke to certainly can."},{"author":"Pierre-Louis","text":"You went to the San Juan Islands. Can you tell me a little bit about that experience?"},{"author":"Harper","text":"Yeah, definitely, so the San Juan Islands are a little archipelago off the coast of the Pacific Northwest, kind of nestled in the Salish Sea near Seattle and Vancouver, and people tend to come there for their outdoor activities and to see whales, especially orcas. It’s one of the best places in the world to see orcas, in part because there are some resident populations that frequent the area. And also because there’s some, like, special geological stuff going on, like [on] one side of the island, you can go to the state park, where the seafloor plummets to nearly 1,000 feet right off the shore. And so people can actually gather on the coastline and sometimes see whales just a few feet off the shore."},{"author":"","text":"It’s a rare place where people and orcas can gather pretty close together. And then of course, there’s whale-watching tours, etcetera, but you’ll find a lot of orca paraphernalia in the little town of Friday Harbor on San Juan Island."},{"author":"Pierre-Louis","text":"And you actually didn’t just, like, stay on the cliffside; you went out onto a boat with researchers."},{"author":"Harper","text":"Yeah, so a small group of us from Scientific American got to go out to the San Juan Islands and meet with this researcher Deborah Giles, who studies killer whales—a specific population: the southern resident killer whales."},{"author":"","text":"And we got extremely lucky because, normally, this population spends the better part of the summer around the San Juan Islands; it’s their historic summer home. But as things have changed around there they’ve been coming back less and less, and so they hadn’t been around since April, and we were visiting in July. But we got really lucky: when we landed in Seattle we got a call from Giles. She said, “They’re here. The whales are here. You need to get up here immediately,” so we scrambled, and we were able to get out in the boat with them, which ended up being an incredible experience."},{"author":"Pierre-Louis","text":"And my understanding is you had, like, a special friend on the boat?"},{"author":"Harper","text":"We did have a special friend on the boat. Her name is Eba. She’s a little terrier mix rescue dog that actually works with Giles. She’s what we would call a, a conservation canine. (Laughs.)"},{"author":"Pierre-Louis","text":"(Laughs.)"},{"author":"Harper","text":"She has been specially trained to sniff out whale poop, specifically southern resident whale poop, and this is really, really useful because it allows Giles to follow this group of whales at a bit of a greater distance than if you were trying to find the whale poop without a dog. And she will guide Giles straight to the whale poop so that you can collect it. And then in the lab you can get a ton of information from whale poop, so it’s really essential to their work."},{"author":"Pierre-Louis","text":"So orcas can be found all over the world. Why is Giles studying this particular population?"},{"author":"Harper","text":"So orcas, technically, they all belong to the same species, but there’s a bunch of different ecotypes, which are these kind of specialized groups that live around the world, ’cause orcas are found everywhere, in every ocean, but they’re not all the same."},{"author":"","text":"The southern resident killer whales, which Giles studies, they’re resident killer whales, which means they’re fish-eating and they have, you know, certain characteristics, like really high-pitched kittenlike calls, is what—as Giles describes."},{"author":"","text":"So this specific population doesn’t interbreed with any other orcas in the world. There’s even nearby populations that they overlap with, but they don’t interact with them. They don’t breed with them. They have distinct language, distinct culture, different customs and habits and ranges, and they’re a population unto themselves. And there’s only 74 of them left, which is small and not what—they used to be probably close to 200 in their population."},{"author":"Pierre-Louis","text":"What happened to cause that population decline?"},{"author":"Harper","text":"Essentially, we happened, particularly Western colonizers in the Pacific Northwest. When they moved in they saw these killer whales as competition with fishermen or a vermin species that needed to be exterminated or perhaps a threat to people themselves, and so many of them were killed. And then the issue shifted but continued when orcas were shown to be these gentle giants that could live in an aquarium and perform in a show. And there was a capture era in, like, the late ’60s and early ’70s where dozens of orcas were fished out from the Salish Sea and sent around the country, around the world to aquariums. A lot of these were southern residents, basically because of their proximity to people."},{"author":"","text":"So that was their initial decline, but they were initially recovering, and by the ’90s their population went from around 80 to nearly 100. But then their population declined by about 20 percent over, like, five or six years—this sudden drop. And that’s when researchers were like, “Oh, something’s going on with the southern residents. What’s happening here?”"},{"author":"","text":"And so in the last couple of decades of research scientists have identified three main threats to this population: vessel noise and interactions with vessels, chemical pollution and lack of prey. So the Salish Sea has become one of the busiest waterways in North America, and it—metropolitan areas of Seattle and Vancouver have flourished on their coastlines, so there’s tons of people, tons of boats, a lot more pollution and a lot more hungry mouths trying to eat the same salmon that the killer whales need to eat."},{"author":"","text":"The main type of salmon that they eat, Chinook salmon, their populations have plummeted since the ’80s due to a combination of habitat loss, particularly damming of rivers where they spawn, overfishing as well and also other changes, including the same pollution that is affecting the whales, etcetera, etcetera. So it’s a wide-ranging issue that ends up impacting the whales because they rely on this kind of salmon, in addition to other fish, for the bulk of their diet."},{"author":"Pierre-Louis","text":"Because of these three factors that you laid out we know that the orcas themselves are at risk of extinction, but while you were there you also learned that the research is at risk of extinction. Can you talk a little bit about that?"},{"author":"Harper","text":"Yeah, definitely. So this year has been a tough year for many kinds of scientific research, including endangered-species work, like what Giles does and her colleagues who also study the southern resident killer whales."},{"author":"","text":"It’s interesting, the scientists that I spoke to this year, they’ve all been impacted by changes made by the Trump administration this year in different ways. Giles, in particular, applied with some colleagues for a National Science Foundation grant, and it was returned unopened, and she was told that about 50 percent of the grants at the time were just being returned without being read, which is atypical, to say the least. And another one of her close collaborators, Amy Van Cise, works at the University of Washington. She’s an early-career researcher who relies heavily on funding from the federal government, and she’s lucky to have not lost any grants yet, but she also hasn’t gotten any new ones, and those grants are starting to run out, and she’s really worried about her ability to even continue in this field."},{"author":"","text":"And then of course, things have changed a lot at NOAA, the National Oceanic and Atmospheric Administration, which is heavily involved in basically all endangered-species research that relates to marine endangered species. And the people that I spoke to there have said that this year has been chaotic, to say the least: a lot of changing directives, a lot of unknowns and lots of uncertainty in terms of budgets being available and then not available or being able to talk to certain colleagues and then not be able to talk to them and constant shifts and a lot of uncertainty regarding next year’s budget. The White House has proposed almost a 30 percent cut to the budget; we’ll see what ends up happening. So there’s been a lot of uncertainty."},{"author":"","text":"One person that I spoke to, Lynne Barre, she served as the southern resident recovery coordinator for more than two decades. She wrote the recovery plan for this species and was really heavily involved in the management of all of the research efforts and recovery efforts for southern residents, and she actually decided to leave this year, take early retirement when that was offered, because of all of the chaos and uncertainty, as she said. You know, endangered species research doesn’t seem to be a priority for this administration, was worried how much conservation work she’d actually be able to do, also concerned about, you know, keeping her retirement benefits, so she decided to take that early retirement and leave the administration. She said it was a really, really hard decision for her."},{"author":"Pierre-Louis","text":"Yeah, that’s a lot. Where can our listeners find more information on this?"},{"author":"Harper","text":"Yeah, so I wrote a feature story that just came out this week in our January issue, which you can find on our website or in the latest issue of our magazine. And we also produced a documentary about these researchers and about these orcas that comes out later this week."},{"author":"Pierre-Louis","text":"That’s awesome. Thank you so much for taking the time to join us today."},{"author":"Harper","text":"Yeah, thank you so much for having me."},{"author":"Pierre-Louis","text":"That’s all for today! Don’t forget to tune in on Friday, when we dive into the subject of another aquatic mammal, Hawaiian monk seals, and the mysterious world of their communication."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you on Friday!"}],"wave_peaks":[0,31,361,861,1024,2769,20715,14533,9824,12625,13148,13361,3473,20632,6619,4131,9492,20519,16873,20749,10107,20812,14332,19503,12058,23333,3462,18276,20239,15611,20574,15190,19885,8450,5746,20762,16929,15913,13486,13182,12031,17701,20548,12249,16194,10793,20792,20169,19835,20881,20474,18544,16907,20855,20270,19388,20607,20518,12951,13576,15491,15719,5546,21038,20673,13745,17389,20632,14343,2245,20840,19715,1300,20857,20974,19115,10288,334,92,0,3092,15645,9772,3966,15117,10612,12013,10381,8315,868,15211,14136,14109,9427,13922,9450,5921,1040,15435,15121,11301,8427,11710,9307,8441,13058,9792,11337,3499,14924,15634,15831,11064,13279,11427,15245,14974,12611,9988,9692,10210,9983,14980,11406,9253,7198,3409,15500,15149,11405,12203,7424,6091,4925,14999,13187,14886,12167,14087,14928,8925,10700,2584,14907,14602,8169,6799,6377,14882,11061,11325,7950,8016,8029,5813,1694,2067,15537,13954,12716,10134,15416,16035,12577,12900,11913,15816,13330,8271,13356,13162,4573,2132,15453,16067,11735,7987,4939,1486,15209,11622,6049,14336,14086,14021,10137,9034,10305,7519,6416,2069,2093,15659,15801,10929,8558,15289,9877,15011,12118,6467,11024,8961,7839,8275,15261,15153,11526,8503,10550,9887,9527,7390,10261,7863,7844,1783,10707,15351,13525,13706,13899,15309,11806,11385,14944,13925,15166,15652,10618,8827,2201,15496,15759,13638,6778,1452,2106,15022,16751,15233,10630,7605,10691,10977,5089,4840,6601,3280,5260,8992,9923,3878,1961,1088,247,27,16,117,809,1749,10279,7900,7049,10990,8676,10433,11249,10564,13005,10409,12850,11603,13311,10648,12122,12626,12923,12591,10180,11826,8370,7320,10670,7643,13045,10380,14446,13977,9896,8771,6103,9984,7515,11821,11244,9358,7659,5983,18899,15669,12987,10526,15265,12308,21887,11803,11434,11882,10942,13050,10005,7661,4623,6684,9873,10904,12505,9920,7472,8518,5982,7080,6892,10036,6887,2539,1991,12542,17814,14302,12542,9245,11079,12672,11919,14819,10597,11086,13861,12607,11855,11446,11149,12939,12303,9252,1087,5334,13465,12183,9034,9622,13155,4190,11997,7226,1000,1416,17921,13249,13468,10674,9948,13972,12784,11370,12764,8569,13852,13311,6487,15480,16690,12571,8512,14127,14786,10519,7565,11247,17881,11976,7177,1909,2097,14160,9554,9504,14671,13077,10067,13808,15671,9473,13343,11562,7430,1587,14237,12556,18410,11077,12471,10508,7053,1198,1851,13911,16047,10856,12296,12267,11309,12900,10212,7786,9667,11971,10611,10155,10271,13353,15782,9719,12134,12081,4509,1981,17724,13433,12340,12718,11914,9052,11703,10130,20552,10257,8805,12106,10010,11329,9111,372,359,17342,14120,12846,16129,16032,13633,13038,12826,12038,11416,2348,13660,13627,9408,17117,13297,13476,10321,11886,12872,12990,11297,278,15278,13326,12917,15533,15130,17017,15311,13925,15086,22500,16521,17292,15586,14230,10340,21482,11233,15500,14967,11596,16246,11366,16302,11099,11953,17544,12019,10913,9940,20230,13723,14134,15332,11030,14341,13766,13597,14065,10965,15959,13292,14585,12068,17335,17024,12455,16133,5737,17863,14339,14743,15242,15647,11898,12727,10987,11497,12706,4959,16089,13606,13723,15292,12171,14877,11808,15642,16604,14988,21688,12932,12126,17337,13420,10458,11827,18713,10885,10371,12698,14007,15141,15931,13703,15593,12307,13665,14621,11452,12302,16412,5747,13020,16569,14474,15879,11281,17987,13369,10351,16147,15172,17122,12367,17569,15251,14912,13604,16328,10946,19960,7566,22021,12786,10408,13724,13993,14918,12830,18644,14044,13652,15964,12643,21239,11838,4977,14420,15570,17927,12056,10921,11033,18091,14450,11962,12014,10696,11371,16126,14445,10264,13646,16376,12887,18666,14372,14482,12323,22459,12097,14934,16003,16694,14475,15405,10134,17002,12201,13325,11522,13741,10944,16449,13085,15927,15681,13435,4963,14471,14002,14825,15553,16490,13535,11949,18335,12798,16192,16147,18701,18191,11041,16110,11130,15280,12375,17383,1969,20160,16390,14357,12778,14540,15105,11932,13124,12584,14001,19104,19597,12183,12842,12013,11771,14842,17054,9280,13118,11914,11474,14619,13481,12279,12986,9028,14364,10188,9924,12304,17914,9344,21535,11501,16769,12789,10289,14259,13461,19832,16225,19038,10654,15107,15983,14338,13024,14348,11694,13963,14372,14751,14883,11646,14133,12348,13678,13153,9843,13798,13389,13629,8711,13409,14345,15353,9877,6403,22446,13523,8749,17167,11353,12825,12177,16673,11730,16400,16201,16133,12735,12832,14788,13425,13791,10876,6554,18964,18193,12010,16233,13883,14601,9078,9745,10135,10939,14707,7125,3455,22509,19258,11590,13189,15064,12947,13251,15454,13293,14159,15887,11881,16033,13814,15229,11347,16249,14858,13654,12669,16230,3644,19865,15891,16256,18343,12839,15360,13389,13996,13265,15928,17183,17679,17203,13925,15553,12055,13119,8509,17222,16210,15080,14419,16004,14342,15131,14134,12953,14850,12318,15891,15995,18758,16352,14850,11063,18291,15057,12811,19771,15487,11328,16576,11146,13210,18851,13703,12290,19015,9594,7154,17645,16606,14457,20581,15885,11879,12418,13061,15121,11828,13247,13211,13187,14405,14700,13232,12356,14486,17812,12657,15088,15900,11709,22435,14126,11784,14297,16150,10565,2455,12259,13857,12329,16013,14898,13412,17263,15473,14347,16350,21872,22569,17006,14091,14673,12555,15965,15159,12557,15470,7074,14831,11757,9470,20707,3232,17456,14201,12774,14497,17181,12670,2336,16013,15041,12679,6594,19228,15827,13337,12459,16010,16710,11972,16070,13299,13329,10833,21023,12095,6463,16550,14650,12180,15949,15189,17395,13814,10729,13810,13084,15926,11634,16869,13216,15815,12524,21847,16290,13058,8942,22254,12222,12538,9525,20577,12155,16486,10926,11424,10869,14857,12378,8863,13441,17160,14323,7702,22515,16247,12999,17401,13473,14120,18450,12522,14549,16097,18602,14167,10661,13519,12853,15670,14498,2452,15772,16824,10365,15529,13865,11432,12822,5183,14838,14149,13022,10316,15805,12125,10853,9348,16665,9121,11307,13001,633,18294,13544,12895,16493,20009,12880,14196,10661,11047,10876,17083,16286,10579,14173,16652,20047,14251,12377,4744,22513,14825,14163,13095,15560,18075,13363,12536,17713,17500,15493,17147,18220,15094,11538,10827,16469,14615,8917,8193,19934,12861,16421,13116,13884,9183,13808,16397,12797,11785,8619,15558,16561,13874,14202,14643,13659,13326,16333,13210,15299,17086,16169,16498,10507,13170,17196,15187,22538,18643,11748,315,19359,15595,18588,15095,14820,12248,13000,15689,7576,3058,10922,9123,14565,12202,18076,11650,12117,13863,14375,16059,14047,20664,12848,14514,14043,15262,11143,15095,17848,16701,15862,14292,14328,10928,19428,18184,14571,16867,16340,17387,18534,12821,16205,15516,8387,22495,16927,10777,19597,13342,9681,21232,12608,14699,17640,13483,10878,16345,22516,9097,19572,13294,11965,6033,16515,18700,13617,14411,11785,11606,10307,16853,10687,13050,16358,15558,13651,14242,11633,7089,5268,20072,11276,11757,12069,20304,15031,14521,14926,20363,13367,15904,16401,16947,16668,16450,14909,11469,15198,15767,12078,14655,15891,16982,13053,10254,8866,9911,12800,14040,16765,14488,14550,16219,12286,16755,12602,15707,14287,10661,11477,14371,17888,13580,12295,14985,7636,15109,12621,12941,12288,14707,20049,13367,14373,13676,11000,16325,17136,15200,14173,16424,14496,12508,18687,14494,14969,14516,15467,14871,16063,9998,16210,11872,14950,12516,7718,22435,10360,10252,17624,15687,14736,9349,22385,13101,3432,2844,15422,12028,10997,16690,15369,14374,16245,14585,18299,15191,11859,13891,11555,13562,15119,13397,13211,17351,16428,15723,16062,17463,15384,15144,11904,5742,20633,17427,11005,15045,12330,17426,13361,16726,14219,10026,10549,14210,17586,10553,12430,10118,16840,12682,16208,11070,12948,16095,16374,19888,11462,10258,12686,13002,22415,10322,10943,15821,21081,18337,14284,12071,9428,16912,10645,20407,17664,13721,15012,17446,13261,5760,4205,19014,11478,19688,10756,13234,15315,16916,11999,18368,15136,13105,14763,14090,5868,22460,16961,14183,12886,19351,13825,13500,17611,15150,10860,16729,14974,12613,18214,16362,15981,13851,10413,11587,13719,15020,14056,18370,13280,7835,19879,14850,13660,14322,16604,12219,14209,13313,14123,13843,17114,16338,10597,15044,10066,17772,10582,5696,22292,18141,19078,11875,14990,18671,5781,15542,14311,13897,17327,9032,15164,11767,14794,22011,9622,13552,17942,14514,15552,14487,13573,12996,12277,11382,12851,16861,13942,15824,15595,10318,10894,15712,10997,6270,3626,18736,18021,13211,10920,18297,16254,17019,17216,18150,9054,201,17205,15592,13214,11007,18089,14325,13262,21115,10340,11762,15267,15452,18301,17386,15687,14830,11561,20009,12444,16759,13244,16802,14698,14693,11793,14732,14957,13011,16237,21208,5096,16725,13743,16278,13872,11521,14589,4083,14242,15305,12209,16952,10392,17575,17432,14406,14894,11397,22519,16964,13243,16903,17872,21221,12160,14181,12594,16255,20365,14985,13007,12314,11418,4348,18701,13931,13951,12749,14104,14104,11049,22296,15900,13725,21174,15377,12015,11420,11935,13267,16492,14047,21396,12570,22485,16874,12075,14835,13810,13854,13862,13739,16026,16296,13642,13820,5094,16594,13645,14315,14291,15374,17350,16301,15497,11603,13273,15655,12963,11803,13710,15785,9489,18033,11850,7402,18648,12745,13481,9992,16037,17910,14540,12834,18780,11819,6218,16295,21629,15401,18829,11593,13293,12881,15056,11041,18769,15005,12170,16134,14459,16783,16283,6083,19315,14478,17659,15135,19512,5999,13619,16015,13099,22403,13316,17547,16657,12667,14398,14934,14974,11808,12424,11061,14513,13223,16419,16854,13558,15839,14121,12632,13737,16348,9888,15292,19054,11477,8051,11218,9851,16765,13871,16270,17778,12870,17519,14933,11544,12968,11937,5880,16410,14581,13491,21765,12688,16451,14920,6207,17623,13384,16511,12001,7953,17549,14817,11189,19367,16283,12877,15423,10709,12143,18523,8051,15414,16275,13295,18396,15818,11890,15273,10548,11086,11524,16631,14352,13372,8116,5811,17512,13479,11585,13417,15168,14683,14583,17684,15960,16409,16397,16754,11844,12475,17721,12941,14326,16999,13449,11988,15303,15046,13771,20078,12121,14999,17457,11621,17922,11024,19213,16394,18847,17250,12973,16596,16969,15270,19293,12593,21506,16477,9972,15222,14128,14429,16586,20578,17601,11960,16718,14360,15480,13784,15136,9456,16845,17573,16880,17673,15951,11061,15783,11097,12118,8764,17302,11525,22441,14549,15807,15881,13441,15260,13577,14483,12660,9013,13480,16641,13908,15186,11712,13069,14705,15018,12985,15029,11315,5731,15505,12827,10664,14998,14664,18997,19227,13215,15145,18260,14552,16886,17479,14383,22432,14189,2809,14875,11415,14705,13661,15440,14402,14193,12117,15111,12560,19976,17936,13996,12222,14463,10901,13938,13867,16637,16052,15162,16526,13030,18435,3561,2924,14730,16479,10080,12525,17064,13834,12802,14551,13653,12061,17188,18007,11715,12202,15185,17526,16990,15066,18413,12463,13426,15860,12616,12601,13439,14496,10634,14983,15868,21985,13688,14841,14599,16269,12934,22543,16906,14821,11439,15599,12570,13342,14380,12839,9619,17020,14370,9244,8273,21812,16547,7742,16520,16946,13264,14792,13776,15393,10458,16176,10436,13509,5181,3852,16785,17570,5464,12352,13687,9530,18600,10140,17489,12224,14212,13129,9882,12551,10483,11503,13832,8827,21216,12979,16463,18987,16598,15367,13957,12015,17184,16251,18168,15676,8656,18644,15701,16112,17772,11187,6257,17628,11708,13551,13819,18617,10736,12104,16349,18310,17187,19935,15321,13373,17643,15690,14044,15556,6862,16384,19767,9789,5506,17083,13520,16493,14199,17582,15374,10860,11169,17298,11707,18941,10411,12625,1945,22486,17964,15453,9376,11607,18929,14598,14909,10765,10765,14776,15952,12731,13053,14082,22499,12615,14265,14417,15980,15422,16762,16282,13582,14384,12646,18133,8420,14039,14451,17599,14490,14726,14329,11352,12538,13612,13648,16796,12650,17967,17138,14865,13210,14309,21259,14045,20686,15735,15361,11670,15515,17440,14615,15496,16497,13725,11035,7922,13482,15793,11373,12536,12329,16150,13366,14478,16396,18233,13280,14642,12483,14173,18158,16213,11900,4201,4499,22486,14058,14966,12237,12605,12434,11264,13029,3212,16748,13745,10774,13484,12759,9830,12332,16513,12919,14808,13117,14019,10899,13058,13220,17608,12524,14225,16688,13831,15570,11210,6000,22429,12110,17114,15761,14298,13724,18596,13242,13201,10950,11676,12929,13208,13480,17442,13524,15183,12991,20232,14089,15802,16213,13630,3776,2605,14440,13337,16276,13212,21643,12146,15755,13520,8874,11496,17858,13982,13149,14191,14039,11873,11294,10880,13820,11615,12401,10435,4466,11979,13954,14465,13615,13884,16421,14859,16354,10089,15979,11884,11888,13643,13727,15647,16477,15978,11106,12832,11745,13220,12934,12548,19461,13673,5401,17860,19486,10968,14631,16874,14450,16070,16720,13759,14251,10762,15066,13990,15766,10991,14136,12233,15966,14362,5124,3802,19651,13211,13089,5767,12325,12850,10888,10224,12476,10970,10722,12377,17470,14522,17199,15553,11262,873,963,18832,19497,12142,6906,16947,10593,11733,16159,9610,15176,10897,11238,13231,15155,14231,10992,8547,1664,16036,15100,7569,11259,10961,11277,12766,8480,8487,7977,4994,1524,5225,19704,12252,8005,14642,13808,7713,12261,12339,10430,10349,14610,11344,9591,12980,11853,10486,5912,5376,13065,12924,12870,12039,12906,19987,11078,13674,5046,13437,11470,10140,9871,13123,12290,7783,9416,1859,16744,18129,12842,11412,13241,12331,12242,10708,11161,11931,9174,8872,5385,2627,16464,9779,11342,9885,9980,9991,9586,6270,9968,11236,18671,4469,283,503,1169,1878,6009,5267,5343,5149,4993,6618,5208,5311,5730,9272,8464,8290,10331,7863,10921,10429,10427,12854,13274,10645,8378,9208,9063,11641,10599,13467,14519,11638,10596,8043,7281,5909,6742,7003,7533,6707,3185,3090,6285,3815,2623,1589,1183,949,587,272,88,50,16,1656,23530,19251,17649,13515,12229,20310,24314,24389,10072,14485,24435,21287,25026,8639,19115,19989,24466,13301,13484,2298,23429,23740,24533,17377,19956,21127,24214,17529,22356,21160,15669,10011,8972,24440,12619,12435,24606,24477,13800,12763,21056,24225,11410,18319,17244,20787,18104,19468,13925,222],"fragments":[{"begin":"0.000","end":"6.200","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"6.200","end":"20.200","lines":["If you’re of a certain generation, you might be able to trace your affinity for orcas to repeated viewings of a certain movie: the seminal 1993 film Free Willy."]},{"begin":"20.200","end":"41.080","lines":["That movie led to a herculean effort that would eventually rope in the U.S. Air Force to rescue the movie’s star, an orca named Keiko, from captivity. It also cemented the idea of orcas as intelligent, curious animals who deserve to live outside of captivity."]},{"begin":"41.080","end":"62.680","lines":["Many of the orcas who ended up in aquariums and zoos came from an area in the Pacific Northwest off of the San Juan Islands. This summer some members of the Scientific American team headed out there to see how the animals are faring."]},{"begin":"62.680","end":"75.400","lines":["To tell us a bit about what they’re found we’re joined today by Kelso Harper, senior multimedia editor and whale aficionado here at SciAm."]},{"begin":"75.400","end":"91.520","lines":["Oh, whale aficionado—I don’t know if I can claim that title, but the people I spoke to certainly can."]},{"begin":"91.520","end":"100.480","lines":["You went to the San Juan Islands. Can you tell me a little bit about that experience?"]},{"begin":"100.480","end":"170.920","lines":["Yeah, definitely, so the San Juan Islands are a little archipelago off the coast of the Pacific Northwest, kind of nestled in the Salish Sea near Seattle and Vancouver, and people tend to come there for their outdoor activities and to see whales, especially orcas. It’s one of the best places in the world to see orcas, in part because there are some resident populations that frequent the area. And also because there’s some, like, special geological stuff going on, like [on] one side of the island, you can go to the state park, where the seafloor plummets to nearly 1,000 feet right off the shore. And so people can actually gather on the coastline and sometimes see whales just a few feet off the shore."]},{"begin":"170.920","end":"192.600","lines":["It’s a rare place where people and orcas can gather pretty close together. And then of course, there’s whale-watching tours, etcetera, but you’ll find a lot of orca paraphernalia in the little town of Friday Harbor on San Juan Island."]},{"begin":"192.600","end":"202.520","lines":["And you actually didn’t just, like, stay on the cliffside; you went out onto a boat with researchers."]},{"begin":"202.520","end":"218.320","lines":["Yeah, so a small group of us from Scientific American got to go out to the San Juan Islands and meet with this researcher Deborah Giles, who studies killer whales—a specific population: the southern resident killer whales."]},{"begin":"218.320","end":"246.680","lines":["And we got extremely lucky because, normally, this population spends the better part of the summer around the San Juan Islands; it’s their historic summer home. But as things have changed around there they’ve been coming back less and less, and so they hadn’t been around since April, and we were visiting in July. But we got really lucky: when we landed in Seattle we got a call from Giles. She said, “They’re here. The whales are here. You need to get up here immediately,” so we scrambled, and we were able to get out in the boat with them, which ended up being an incredible experience."]},{"begin":"246.680","end":"249.280","lines":["And my understanding is you had, like, a special friend on the boat?"]},{"begin":"249.280","end":"262.640","lines":["We did have a special friend on the boat. Her name is Eba. She’s a little terrier mix rescue dog that actually works with Giles. She’s what we would call a, a conservation canine. (Laughs.)"]},{"begin":"262.640","end":"262.880","lines":["(Laughs.)"]},{"begin":"262.880","end":"290.160","lines":["She has been specially trained to sniff out whale poop, specifically southern resident whale poop, and this is really, really useful because it allows Giles to follow this group of whales at a bit of a greater distance than if you were trying to find the whale poop without a dog. And she will guide Giles straight to the whale poop so that you can collect it. And then in the lab you can get a ton of information from whale poop, so it’s really essential to their work."]},{"begin":"290.160","end":"295.760","lines":["So orcas can be found all over the world. Why is Giles studying this particular population?"]},{"begin":"295.760","end":"308.000","lines":["So orcas, technically, they all belong to the same species, but there’s a bunch of different ecotypes, which are these kind of specialized groups that live around the world, ’cause orcas are found everywhere, in every ocean, but they’re not all the same."]},{"begin":"308.000","end":"320.240","lines":["The southern resident killer whales, which Giles studies, they’re resident killer whales, which means they’re fish-eating and they have, you know, certain characteristics, like really high-pitched kittenlike calls, is what—as Giles describes."]},{"begin":"320.240","end":"347.240","lines":["So this specific population doesn’t interbreed with any other orcas in the world. There’s even nearby populations that they overlap with, but they don’t interact with them. They don’t breed with them. They have distinct language, distinct culture, different customs and habits and ranges, and they’re a population unto themselves. And there’s only 74 of them left, which is small and not what—they used to be probably close to 200 in their population."]},{"begin":"347.240","end":"350.040","lines":["What happened to cause that population decline?"]},{"begin":"350.040","end":"392.120","lines":["Essentially, we happened, particularly Western colonizers in the Pacific Northwest. When they moved in they saw these killer whales as competition with fishermen or a vermin species that needed to be exterminated or perhaps a threat to people themselves, and so many of them were killed. And then the issue shifted but continued when orcas were shown to be these gentle giants that could live in an aquarium and perform in a show. And there was a capture era in, like, the late ’60s and early ’70s where dozens of orcas were fished out from the Salish Sea and sent around the country, around the world to aquariums. A lot of these were southern residents, basically because of their proximity to people."]},{"begin":"392.120","end":"411.720","lines":["So that was their initial decline, but they were initially recovering, and by the ’90s their population went from around 80 to nearly 100. But then their population declined by about 20 percent over, like, five or six years—this sudden drop. And that’s when researchers were like, “Oh, something’s going on with the southern residents. What’s happening here?”"]},{"begin":"411.720","end":"440.680","lines":["And so in the last couple of decades of research scientists have identified three main threats to this population: vessel noise and interactions with vessels, chemical pollution and lack of prey. So the Salish Sea has become one of the busiest waterways in North America, and it—metropolitan areas of Seattle and Vancouver have flourished on their coastlines, so there’s tons of people, tons of boats, a lot more pollution and a lot more hungry mouths trying to eat the same salmon that the killer whales need to eat."]},{"begin":"440.680","end":"466.680","lines":["The main type of salmon that they eat, Chinook salmon, their populations have plummeted since the ’80s due to a combination of habitat loss, particularly damming of rivers where they spawn, overfishing as well and also other changes, including the same pollution that is affecting the whales, etcetera, etcetera. So it’s a wide-ranging issue that ends up impacting the whales because they rely on this kind of salmon, in addition to other fish, for the bulk of their diet."]},{"begin":"466.680","end":"479.120","lines":["Because of these three factors that you laid out we know that the orcas themselves are at risk of extinction, but while you were there you also learned that the research is at risk of extinction. Can you talk a little bit about that?"]},{"begin":"479.120","end":"490.800","lines":["Yeah, definitely. So this year has been a tough year for many kinds of scientific research, including endangered-species work, like what Giles does and her colleagues who also study the southern resident killer whales."]},{"begin":"490.800","end":"533.920","lines":["It’s interesting, the scientists that I spoke to this year, they’ve all been impacted by changes made by the Trump administration this year in different ways. Giles, in particular, applied with some colleagues for a National Science Foundation grant, and it was returned unopened, and she was told that about 50 percent of the grants at the time were just being returned without being read, which is atypical, to say the least. And another one of her close collaborators, Amy Van Cise, works at the University of Washington. She’s an early-career researcher who relies heavily on funding from the federal government, and she’s lucky to have not lost any grants yet, but she also hasn’t gotten any new ones, and those grants are starting to run out, and she’s really worried about her ability to even continue in this field."]},{"begin":"533.920","end":"573.400","lines":["And then of course, things have changed a lot at NOAA, the National Oceanic and Atmospheric Administration, which is heavily involved in basically all endangered-species research that relates to marine endangered species. And the people that I spoke to there have said that this year has been chaotic, to say the least: a lot of changing directives, a lot of unknowns and lots of uncertainty in terms of budgets being available and then not available or being able to talk to certain colleagues and then not be able to talk to them and constant shifts and a lot of uncertainty regarding next year’s budget. The White House has proposed almost a 30 percent cut to the budget; we’ll see what ends up happening. So there’s been a lot of uncertainty."]},{"begin":"573.400","end":"614.960","lines":["One person that I spoke to, Lynne Barre, she served as the southern resident recovery coordinator for more than two decades. She wrote the recovery plan for this species and was really heavily involved in the management of all of the research efforts and recovery efforts for southern residents, and she actually decided to leave this year, take early retirement when that was offered, because of all of the chaos and uncertainty, as she said. You know, endangered species research doesn’t seem to be a priority for this administration, was worried how much conservation work she’d actually be able to do, also concerned about, you know, keeping her retirement benefits, so she decided to take that early retirement and leave the administration. She said it was a really, really hard decision for her."]},{"begin":"614.960","end":"619.240","lines":["Yeah, that’s a lot. Where can our listeners find more information on this?"]},{"begin":"619.240","end":"633.280","lines":["Yeah, so I wrote a feature story that just came out this week in our January issue, which you can find on our website or in the latest issue of our magazine. And we also produced a documentary about these researchers and about these orcas that comes out later this week."]},{"begin":"633.280","end":"640.360","lines":["That’s awesome. Thank you so much for taking the time to join us today."]},{"begin":"640.360","end":"644.920","lines":["Yeah, thank you so much for having me."]},{"begin":"644.920","end":"657.840","lines":["That’s all for today! Don’t forget to tune in on Friday, when we dive into the subject of another aquatic mammal, Hawaiian monk seals, and the mysterious world of their communication."]},{"begin":"657.840","end":"691.640","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"691.640","end":"697.960","lines":["For Scientific American, this is Kendra Pierre-Louis. See you on Friday!"]}],"duration":697}