{"title":"NASA gears up for a historic lunar flyby, AI gives stroke patients hope, and researchers discover the oldest known cave art","img":"https://static.scientificamerican.com/dam/m/81f4d19ea9e91988/original/2601_SQ_MON_JAN_26_thumbnail-1.png?m=1769197954.583","url":"https://www.scientificamerican.com/podcast/episode/nasa-readies-for-artemis-ii-mission-ai-powered-speech-gives-stroke-patients/","audio":"https://traffic.megaphone.fm/SAM2280769357.mp3","intro":["What’s on the road to the launch of NASA’s Artemis II, how scientists are using artificial intelligence to help stroke patients speak, and what an Indonesian cave art discovery says about early human migration"],"authors":["Kendra Pierre-Louis","Lee Billings","Sushmita Pathak","Kelso Harper","Alex Sugiura"],"category":["Space Exploration"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"First, we have an update on humans going back to the moon."},{"author":"","text":"In the coming weeks the first launch window will open for NASA’s Artemis II mission. The planned lunar flyby will be the first crewed mission to go beyond low-Earth orbit since Apollo 17 in 1972."},{"author":"","text":"To learn more about it we chatted with Lee Billings, SciAm’s senior desk editor for physical science. Here he is."},{"author":"Lee Billings","text":"Artemis is NASA’s mission to send astronauts back to the moon. It’s been in development in various forms, under various guises, for 20 years now. Artemis II is really where the rubber meets the road. There was, obviously, Artemis I, but Artemis I was uncrewed—there were no astronauts on board. It was just meant to show that the key hardware components work properly, that they can get into space and go to the moon and come back. And now we are doing that with humans on board, so it’s much higher stakes."},{"author":"","text":"Artemis II is not going to land on the moon. It’s not even going to orbit the moon. Some people get confused about that. It’s going to be on what’s called a free-return trajectory, which means it’s going to use the moon’s gravity to loop around our natural satellite and then send the Orion capsule, the Orion spacecraft, back to Earth at very high speeds. And so that means there will be some interesting spaceflight records being broken. One would be that the crew of Artemis II will be the farthest humans from Earth ever. They’ll also be the fastest humans in history ’cause when they return and they hit the atmosphere of the Earth, they’re gonna be going about 25,000 miles per hour, quite fast, and let’s hope that heat shield holds up."},{"author":"","text":"In terms of things that it’s going to be studying, it’s a mix of a lot of human studies and space-medicine studies. The four astronauts that will be on board this mission, looping around the moon, will be instrumented and sensored all up. They’ll have all kinds of biometrics coming off them. And we’ll be doing that to have a better idea of how humans respond to the deep-space environment for notional future missions that will go to the surface of the moon, with Artemis III and onwards."},{"author":"","text":"And, and so where we are now with Artemis II is that on January 17 it rolled out, in this very prestigious and ceremonial proceeding, rolled out from the Vehicle Assembly Building, this giant building that NASA has at Kennedy Space Center in Cape Canaveral, Florida. And it was loaded on this giant diesel-electric tractor, essentially, to slowly, glacially go at about a pace of a mile an hour or so, from, the Vehicle Assembly Building to the actual launch pad where it will launch from."},{"author":"","text":"The next big step is going to be something called the “wet dress rehearsal”; this is slated for February 2. And what that is, is when they pump cryogenic propellant fuel into the rocket so that they can see that it’s able to withstand all the pressures of all that fuel going in, making sure there’s no leaks or anything like that. And hopefully, we won’t see any leaks because if we do see a bunch of leaks, then it’ll probably delay what is supposed to be the onset of the launch window, which is February 6. And each month there’s about five days that the moon and the Earth are aligned so that, you know, we can pull this launch off, so if they miss that kind of five-day window in early February, well, we’re looking to March."},{"author":"","text":"And why do we wanna go back to the moon? Well, a big part of it is geopolitics. We are no longer in this world of, like, the Cold War and the kind of golden age of the space race. It’s a new way now. There’s more players. India wants to go to the moon. China is going to the moon. And a big question now is whether or not we can beat them back to the moon, even though we already did it more than 50 years ago."},{"author":"","text":"There are extremely interesting scientific questions as well. For instance, the places that people wanna go on the moon for this new generation of missions, it’s largely concentrated around the lunar south pole, which is where we know there are deposits of water ice and other types of volatiles. This is a very special region that has near-constant illumination from the sun but also permanently shadowed craters. And that region of the moon also is important because it could tell us a lot about how the moon formed and its history and evolution over time."},{"author":"","text":"And finally, a lot of the, the south pole and the regions of interest are actually on the lunar farside, the part that people don’t see from Earth, and that’s important because you can build various types of facilities there to do cutting-edge science, such as a giant radio telescope to peer back to, essentially, the beginning of time. And you can do that there and be totally shielded from the Earth-based radio interference you would otherwise receive that would scuttle all your measurements."},{"author":"Pierre-Louis","text":"For more on NASA’s lunar mission, go to ScientificAmerican.com."},{"author":"","text":"Coming back to Earth, a team led by University of Cambridge researchers may have found a way to give some patients their voice back after having a stroke. The key, researchers say, is a new device called Revoice."},{"author":"","text":"You see, roughly half of all patients who experience a stroke also develop dysarthria, which weakens the muscles used for speech and breath control. The condition can cause slurred, slow or strained speech. It’s not that the patient doesn’t know what they want to say; it’s that they struggle to say it."},{"author":"","text":"The good news is that with rehabilitation many patients regain their speech, but the process can take anywhere from months to years. Given that recovery is possible for patients, the scientists behind the new study wanted to help patients communicate faster than existing technologies that require letter-by-letter input."},{"author":"","text":"The Revoice device the scientists developed consists of a soft collar embedded with sensors that track throat movement and heart rate and provide that information to two AI agents. Both of these agents process the data using a large language model. One of the agents reconstructs words from silently mouthed speech and vibrations in the throat. The other then expands those words into full sentences by using the wearer’s pulse to analyze their emotional state and detecting broader ambient conditions, including the weather and time of day. Combined, the system can anticipate what the person is trying to say and, with just two nods of their head, speak for them."},{"author":"","text":"There are some limitations to the research: the study, published last Monday in the journal Nature Communications, had a small sample size of just five patients. But the researchers plan on expanding the study to a clinical trial. If the results hold, Revoice could be a useful tool not only for stroke patients but also for those with other neurological conditions, including Parkinson’s disease."},{"author":"","text":"In other news about communication a study published on Wednesday in the journal Nature reveals the oldest cave art reportedly ever found. Previously, the oldest-known cave art were depictions of a pig and three humanlike figures thought to be over 51,000 years old. That art was found on the Indonesian island of Sulawesi."},{"author":"","text":"This new discovery was found on the same island but in a different cave. Ordinarily, it’s hard to date cave paintings. But the limestone caves of Sulawesi are easier to work with. In fact the cave had been previously studied, but the new painting—a hand stencil on the ceiling—was overlooked. A chemical analysis found that the stencil dated back some 67,800 years at least, making it roughly 15,000 years older than the previously discovered cave art."},{"author":"","text":"This discovery could help us pinpoint when humans first settled in Australia. Archaeologists suspect that humans migrated there through Indonesia but have been unable to determine the exact time frame."},{"author":"","text":"Franco Viviani, a physical anthropologist who was not involved in the new study, told SciAm that the findings also offer new insight into ancient societies, saying, quote, “They confirm what is known today: that art is positively correlated to critical thinking and creative problem-solving skills.”"},{"author":"","text":"And speaking of creative problem solvers a new study on bats sheds some light on how these winged mammals get around. Every school-age kid at some point learns that bats are able to navigate in darkness using echolocation—that is, they send out a call and based on how the sound bounces back they can tell where an object is. But scientists have long wondered how bats navigate in object-rich environments."},{"author":"","text":"A single bat call will send back echoes ricocheting off multiple objects from various directions and distances. In complex situations scientists figured it wasn’t really possible for a bat to analyze each individual echo, so they must be relying on an alternative strategy. Finding out exactly how bats might be navigating these kinds of environments was the focus of a study published Wednesday in Proceedings of the Royal Society B."},{"author":"","text":"To study this the research team constructed what they called a “bat accelerator” machine lined with 8,000 movable acoustic reflectors, or fake leaves. The goal was to mimic the experience of a bat flying through a hedge covered in real leaves. Over the course of three nights 104 pipistrelle bats went through the full eight meters, or roughly 26 feet, of the test track."},{"author":"","text":"The results suggested that bats are sensitive to the Doppler shift, the same phenomena you experience when an ambulance siren shifts in pitch as it drives past you. According to the study, by paying attention to sound changes based on their own movement the bats are able to assess their surroundings and control their speed. The researchers say their findings could be useful in advancing drone technology in the future."},{"author":"","text":"That’s all for today’s episode. Tune in on Wednesday, when we’ll dig into the nascent science of what foods make people stink."},{"author":"","text":"But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,153,793,2017,15902,11792,11070,12163,10769,12225,15067,14419,16368,11949,17205,17148,17079,16904,16777,17170,13704,14426,11465,10545,9019,7567,6218,15920,20503,19018,17405,12807,7617,12832,22730,12087,13084,12634,20960,16185,10191,10566,4847,4661,22479,20792,14924,9074,18606,10639,18133,8569,7807,10515,12642,16177,16691,16637,17099,16798,16652,15885,15344,15481,13648,12709,9362,14425,10283,3408,3194,4105,4308,4093,3275,2307,3419,22464,12438,21872,22477,16285,14060,10957,10293,10023,2954,2341,15761,20494,12782,12446,18404,16710,14815,17422,11042,17978,16463,10017,9626,9705,3193,13579,17660,15197,18869,16612,16277,12849,12298,14445,15849,12616,16309,14204,13913,11620,16091,11983,15526,5383,18515,17830,13846,10515,10664,2550,2395,22629,21321,22473,21163,13229,16827,8043,18126,16470,15864,20070,14673,11610,19316,18305,4142,14546,17492,12683,421,377,346,273,19710,11454,22008,11019,13581,12674,14120,18167,15445,12355,11820,15864,14731,17031,13446,12445,11370,14110,12250,14539,12850,5039,12875,12871,12215,13998,14011,10229,19304,15131,13015,14610,13146,10933,10497,16764,15094,22315,11173,19557,12818,15225,19498,22473,16456,15609,1869,12098,18054,12008,11351,13784,18498,19127,13218,11191,11053,16273,15499,16250,11449,12516,19613,12723,15058,16996,21462,17995,10054,10545,17490,12905,13968,11159,12231,14816,22427,8960,16664,22532,17606,11012,13375,17635,10972,13549,10283,13498,11277,12492,20084,22460,13245,17128,16513,20240,14113,10445,15229,12847,21097,13310,17080,14380,13481,11853,15007,14929,11272,9884,12892,17469,12061,13685,11643,10655,15194,12416,14529,13874,12334,15453,16929,13890,15380,13115,9625,13036,11998,11847,13745,11811,7219,11900,11606,21195,13845,11457,18563,16169,19627,13571,14601,13707,12274,16180,8267,12367,19110,13715,9999,13922,10910,16565,12559,22501,14131,9755,17808,20844,19171,11310,13459,18151,10735,21630,14472,12424,11242,15422,13975,15168,20417,16925,12552,19932,2391,14541,13036,17634,12797,17278,10886,14894,15474,13980,10851,14138,19665,18241,10358,14089,16755,13628,19173,16597,16677,11968,14383,22520,17400,9937,17223,13476,15161,10908,15049,14485,18075,14201,13691,16362,22555,13471,13522,17478,13664,20922,4259,22507,22540,21698,19528,17553,4313,22400,22537,16267,15823,15913,18690,14203,9153,16176,15343,13355,20657,15295,19044,17883,11573,18029,13334,14415,12348,20648,14842,16712,15106,12800,17818,15218,18049,17071,15518,10815,17225,15145,16408,9945,3424,20431,13797,12589,14374,12343,15843,11997,11398,13567,12059,22545,19413,14364,13989,15818,16608,16436,16499,15120,21227,13202,11822,15521,9673,11722,14687,18368,14858,16080,14069,13650,15042,13180,10679,13192,7433,12329,11693,18661,12517,22439,7848,5995,11728,13103,14566,15684,13347,11317,12955,11746,15970,11945,9796,16565,12198,12924,12247,12539,11325,10292,22599,14299,16338,19295,15427,13465,11115,15062,19858,20040,16015,16478,14058,9927,12522,16439,17173,16204,11373,14619,13296,18502,12614,15368,12733,14431,14780,9837,13822,15953,14065,18563,18596,12795,16155,13602,16177,17328,12341,21621,13250,13925,15733,18834,10541,13815,11971,15160,12269,9803,9959,18496,17789,12692,14372,12235,19533,18776,20425,13976,20033,12622,13792,22315,13332,13033,10465,13370,14068,13704,16910,20284,17800,15657,21395,14519,14560,19577,15732,13448,12322,19942,21806,13702,15602,14059,13550,13609,12872,22485,14643,18214,19498,9920,12236,10198,0,14514,22549,17401,16749,20691,14880,12770,11639,21292,9652,22519,12919,18819,11861,12773,13061,14226,11218,12875,16938,22567,10756,16350,20293,11406,20237,22549,18913,22513,15665,13158,14378,16050,16369,10648,11753,13106,14967,13019,13270,18404,13097,11956,13860,17841,18218,22491,11939,15998,10484,11008,12370,10966,14038,13548,12968,19030,12873,21833,11754,17081,15022,14301,16208,13913,19912,19802,11267,18384,13584,12760,22508,16527,17102,13567,13740,14416,21276,14233,17534,12520,17564,19712,11445,4580,11213,17069,21663,12836,12043,13320,763,436,16423,18240,22493,22451,17940,17488,12754,22440,13627,15135,12483,17680,16397,16265,15665,12618,14770,13342,14623,12676,14018,21189,19861,14794,17156,14717,22529,13919,14815,13548,19128,14714,11418,13247,13870,13136,14757,2448,22438,22508,15713,13375,16296,18758,22508,17617,13301,14086,13312,15901,14873,11706,13005,10966,16025,14048,14956,10227,11147,15999,12119,16092,14414,12167,12380,13218,11052,15783,14551,15744,18688,15607,14382,13484,16184,14336,14184,16362,20769,15365,18682,14015,13359,16199,18282,16037,20332,20394,12630,17839,15574,16416,22013,22486,16849,11370,14545,14909,13409,11151,15710,10562,5263,17139,16207,16905,15546,16310,15634,15748,16958,15246,21409,11874,17595,15483,12803,15728,21593,14717,18133,13220,11490,13688,13728,18729,14852,15129,17694,16578,17847,15016,17237,11560,12051,19549,13456,4120,12098,12669,13435,12819,13942,8600,21303,16087,17239,17561,11568,16019,15290,10087,10868,22533,21097,14903,18947,13180,22415,12199,15364,19035,13774,14688,11957,17006,10689,19368,11342,19703,12309,21216,19673,17015,13093,4611,19874,22461,16447,13232,17724,16245,11567,13367,17575,11531,13293,16819,13607,18700,19822,11162,15525,14083,10657,21388,12862,11901,12961,22595,17546,22529,17570,11846,19546,13617,11657,14510,15218,4841,16132,15798,13455,20254,20461,14498,22521,14981,22482,15532,12493,17915,17805,9381,18690,22527,14421,19632,14997,17204,14400,12006,17927,14162,12130,12303,9198,11829,13549,22017,13415,16802,15070,17363,14132,16779,12902,19787,12134,14936,22473,14570,13683,20089,17547,22457,4830,15654,17614,21765,7024,18851,13546,15310,20815,13944,16886,18552,9564,11248,9965,12682,14924,11102,14746,12054,11076,18121,11481,12504,10981,12783,6465,10981,10451,675,709,4767,3655,2694,20501,19483,9046,10542,11916,12251,14668,12003,11550,10982,9173,2175,1501,1335,13177,15817,22582,12319,2770,16963,18435,15748,12871,14186,9041,10821,10651,13810,19529,13904,13860,11536,13314,11566,21238,14449,10582,12516,4048,2249,14278,12865,11752,17829,8244,12209,16667,9534,11144,13584,4987,960,19758,22433,22511,15430,13007,13267,7747,9285,13079,4947,18397,18255,13022,16133,6592,990,15426,17613,11158,8394,7682,12276,14812,18276,8244,2068,17987,17882,15051,16853,13883,9024,14553,12772,9142,5633,4143,3585,18975,20276,13861,13356,8038,12237,11383,8023,13126,18120,13998,13632,13235,1077,18710,18350,16423,12125,11292,17259,8028,12327,10839,11261,9860,11014,7374,12739,20670,13496,13552,13067,9079,13569,10669,6995,1658,18878,20965,11834,14718,8660,11840,12395,18471,13711,12843,9752,3503,22531,14242,17018,14821,14095,8588,9356,8201,9075,8814,15129,15240,17233,11658,10152,10146,1733,22206,21727,15346,11021,13622,17233,14642,10062,11439,17273,10883,13150,19345,10470,11708,15706,22144,15901,13990,15531,9662,3337,18109,22883,18347,13069,9661,11472,12814,8544,7980,4635,1882,22415,15949,16016,12325,11597,10293,14162,13670,14941,10874,12665,11799,1698,9498,19911,17831,16373,13845,12541,10622,11521,11593,11180,15387,11563,15300,8529,14336,22893,22608,16572,16421,13990,6368,17669,18317,9418,7845,13083,7786,14511,12579,8849,14347,9210,8693,19767,21587,18740,19778,7277,13530,9122,7774,15605,15479,7727,13321,3287,2176,20906,21187,13741,10356,14317,12746,11274,15281,13034,15065,2327,17665,17767,16241,17762,19480,8826,10650,10917,10769,2645,1397,22380,20054,16431,10993,8792,9379,7872,11503,20430,15881,18123,12301,10905,11778,9022,8131,12600,9061,17935,16208,12701,16793,15773,10207,11213,8791,2005,21289,22177,19416,14963,14567,17912,10826,9200,10333,14562,12100,1377,22366,9206,12647,12870,2091,13701,17071,9942,9876,9651,10674,8652,18282,10671,8501,2588,20361,16209,15888,20061,11329,10724,7156,17384,7370,12615,12013,9444,10532,5925,334,771,2545,3065,22961,18819,18354,11064,12294,12604,19058,13656,16619,16518,11826,15794,14246,6056,14523,15846,14960,17971,14483,15061,15505,12829,13041,2887,20010,18092,18631,16332,11079,14924,11893,12295,13980,14179,9401,12528,12664,11154,17555,12824,12945,14693,13560,9299,11390,2758,2481,19843,14647,10379,9036,14450,15342,12394,15374,4872,2920,2703,19849,19415,13003,13553,8903,16636,17241,18513,13203,9604,10623,13838,3708,2624,22509,19131,15101,15338,11509,10144,8517,5508,3823,14275,20134,16882,10647,13616,13645,11807,15335,11161,12613,17107,22650,14802,12334,10114,10466,17641,8051,16085,14745,14628,9758,19491,12940,15263,19634,10033,12077,11660,5493,17198,19492,18205,14517,11858,11795,9791,15495,10829,10725,16207,14768,9096,9440,8987,9400,9415,8604,5993,17944,15388,14847,11485,13966,13121,11114,15613,10396,11392,8880,12890,13530,16999,10237,22407,13049,20494,12780,14305,12849,11208,14095,12188,12795,11622,12343,6015,22380,22530,20777,10587,10258,10566,15665,15314,9292,19708,9781,8295,16893,22342,13313,14500,10739,13225,17380,10848,9761,2728,22457,18491,13602,12271,12681,9890,9576,9779,12744,15805,11073,16561,14486,10274,5317,15540,17967,10340,5463,17648,18164,12664,11753,11697,11097,12194,8167,9265,10904,11395,8902,15367,15771,11175,14421,15031,17566,15938,15064,7602,17691,21112,9991,14399,14859,15884,11622,13414,10052,9336,13666,11855,13680,9739,8404,5464,1379,1394,22239,19454,16322,14975,13856,6484,8125,20973,13763,16165,13702,8707,17321,21795,17853,14665,13568,13607,16065,10713,2306,22513,20201,19773,15080,14674,12050,17103,17716,12923,17994,13477,16382,8443,14447,10496,16088,7425,19567,22390,20617,19875,19569,15335,14074,15922,9188,22512,4008,12220,16331,12439,10093,11472,4189,14110,21464,11505,17459,13582,16822,14766,15520,7551,16470,13124,15416,9069,7469,21192,19594,15440,10400,15583,20127,6496,16331,12215,11151,13966,12521,10929,12640,15734,11489,11384,7276,3869,3157,18130,20083,7299,15046,8337,18489,11834,11340,10885,13555,13435,18719,11115,14559,10909,10631,14027,21813,12108,15027,13223,15646,10931,10407,10933,18360,8980,4169,3955,22545,22546,20140,12835,22241,13816,15835,10786,8080,12534,18677,17447,9185,17072,15109,13757,10291,16678,16033,10377,12128,14189,14517,12199,16721,11566,9392,8732,2250,22858,22739,15308,16245,15229,14718,18129,14054,15148,21213,10175,14313,20501,6900,19093,22027,19738,17774,9324,14273,10889,11037,15714,10832,14174,11972,9060,1594,15306,22576,14032,14469,11880,16474,16303,22486,15697,16827,14997,10099,20580,9477,2472,18562,22177,14723,20569,14120,15372,16147,19223,11331,18571,14503,12938,17238,11564,10181,5210,22471,18316,11911,12847,15863,14220,21063,3283,18361,21853,18941,10949,22612,14157,12858,13537,16735,12544,4914,3345,18630,15060,13307,15309,8794,12363,11453,15830,15355,10335,18549,16924,11135,14342,17328,6965,2859,3023,13208,22465,16168,17008,17118,16081,14638,17748,15255,8264,10354,14573,15161,14074,11357,22577,20264,15697,22164,17879,10434,12589,12559,10266,5641,3171,19292,18526,14788,17219,9530,10211,14939,8177,15784,13141,13567,10493,9427,14044,2374,5479,4171,3683,3782,22562,22522,19665,22412,11910,4763,18696,18896,18321,14961,11603,9432,12886,17857,11927,16027,10323,10009,12539,10591,21451,17797,15977,13721,20306,9846,20206,12337,18177,12617,4754,8808,22486,12578,10989,3098,17716,18234,16420,15467,9104,15171,12860,14849,17296,10894,15064,11309,11596,5395,14806,22507,17787,15587,12537,13968,13288,13166,14038,11082,15602,12188,14924,18591,10061,8591,4012,23515,17251,15329,13730,11765,15885,3158,2287,22607,18634,12688,15769,14426,13679,12345,12399,11449,13346,12721,7534,11783,16187,13460,12155,9404,10308,3853,14780,22858,19364,20147,12355,16461,10803,10135,11900,18134,15486,14199,17308,12207,11529,18813,2460,4180,21269,15836,13119,18679,12981,10790,11644,2123,16665,22709,16060,14390,13906,15449,16479,12740,12421,13135,12044,8645,3174,20749,16146,14782,8391,10014,9813,11821,7667,18549,20186,13766,662,968,1852,2899,14885,13500,12302,12381,12481,11870,7706,7433,9454,16103,15656,15892,16462,15954,16260,16800,17226,17502,16907,15475,16052,15959,15996,15824,16988,14568,17568,15297,15965,15144,15441,11538,14072,11730,14483,10182,3834,15287,14263,11533,9357,6650,3037,1153,585,270,117,56,17],"fragments":[{"begin":"0.000","end":"16.280","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"16.280","end":"22.360","lines":["First, we have an update on humans going back to the moon."]},{"begin":"22.360","end":"63.680","lines":["In the coming weeks the first launch window will open for NASA’s Artemis II mission. The planned lunar flyby will be the first crewed mission to go beyond low-Earth orbit since Apollo 17 in 1972."]},{"begin":"63.680","end":"75.640","lines":["To learn more about it we chatted with Lee Billings, SciAm’s senior desk editor for physical science. Here he is."]},{"begin":"75.640","end":"104.280","lines":["Artemis is NASA’s mission to send astronauts back to the moon. It’s been in development in various forms, under various guises, for 20 years now. Artemis II is really where the rubber meets the road. There was, obviously, Artemis I, but Artemis I was uncrewed—there were no astronauts on board. It was just meant to show that the key hardware components work properly, that they can get into space and go to the moon and come back. And now we are doing that with humans on board, so it’s much higher stakes."]},{"begin":"104.280","end":"146.440","lines":["Artemis II is not going to land on the moon. It’s not even going to orbit the moon. Some people get confused about that. It’s going to be on what’s called a free-return trajectory, which means it’s going to use the moon’s gravity to loop around our natural satellite and then send the Orion capsule, the Orion spacecraft, back to Earth at very high speeds. And so that means there will be some interesting spaceflight records being broken. One would be that the crew of Artemis II will be the farthest humans from Earth ever. They’ll also be the fastest humans in history ’cause when they return and they hit the atmosphere of the Earth, they’re gonna be going about 25,000 miles per hour, quite fast, and let’s hope that heat shield holds up."]},{"begin":"146.440","end":"172.080","lines":["In terms of things that it’s going to be studying, it’s a mix of a lot of human studies and space-medicine studies. The four astronauts that will be on board this mission, looping around the moon, will be instrumented and sensored all up. They’ll have all kinds of biometrics coming off them. And we’ll be doing that to have a better idea of how humans respond to the deep-space environment for notional future missions that will go to the surface of the moon, with Artemis III and onwards."]},{"begin":"172.080","end":"201.400","lines":["And, and so where we are now with Artemis II is that on January 17 it rolled out, in this very prestigious and ceremonial proceeding, rolled out from the Vehicle Assembly Building, this giant building that NASA has at Kennedy Space Center in Cape Canaveral, Florida. And it was loaded on this giant diesel-electric tractor, essentially, to slowly, glacially go at about a pace of a mile an hour or so, from, the Vehicle Assembly Building to the actual launch pad where it will launch from."]},{"begin":"201.400","end":"240.800","lines":["The next big step is going to be something called the “wet dress rehearsal”; this is slated for February 2. And what that is, is when they pump cryogenic propellant fuel into the rocket so that they can see that it’s able to withstand all the pressures of all that fuel going in, making sure there’s no leaks or anything like that. And hopefully, we won’t see any leaks because if we do see a bunch of leaks, then it’ll probably delay what is supposed to be the onset of the launch window, which is February 6. And each month there’s about five days that the moon and the Earth are aligned so that, you know, we can pull this launch off, so if they miss that kind of five-day window in early February, well, we’re looking to March."]},{"begin":"240.800","end":"260.640","lines":["And why do we wanna go back to the moon? Well, a big part of it is geopolitics. We are no longer in this world of, like, the Cold War and the kind of golden age of the space race. It’s a new way now. There’s more players. India wants to go to the moon. China is going to the moon. And a big question now is whether or not we can beat them back to the moon, even though we already did it more than 50 years ago."]},{"begin":"260.640","end":"289.520","lines":["There are extremely interesting scientific questions as well. For instance, the places that people wanna go on the moon for this new generation of missions, it’s largely concentrated around the lunar south pole, which is where we know there are deposits of water ice and other types of volatiles. This is a very special region that has near-constant illumination from the sun but also permanently shadowed craters. And that region of the moon also is important because it could tell us a lot about how the moon formed and its history and evolution over time."]},{"begin":"289.520","end":"316.200","lines":["And finally, a lot of the, the south pole and the regions of interest are actually on the lunar farside, the part that people don’t see from Earth, and that’s important because you can build various types of facilities there to do cutting-edge science, such as a giant radio telescope to peer back to, essentially, the beginning of time. And you can do that there and be totally shielded from the Earth-based radio interference you would otherwise receive that would scuttle all your measurements."]},{"begin":"316.200","end":"319.520","lines":["For more on NASA’s lunar mission, go to ScientificAmerican.com."]},{"begin":"319.520","end":"331.800","lines":["Coming back to Earth, a team led by University of Cambridge researchers may have found a way to give some patients their voice back after having a stroke. The key, researchers say, is a new device called Revoice."]},{"begin":"331.800","end":"347.400","lines":["You see, roughly half of all patients who experience a stroke also develop dysarthria, which weakens the muscles used for speech and breath control. The condition can cause slurred, slow or strained speech. It’s not that the patient doesn’t know what they want to say; it’s that they struggle to say it."]},{"begin":"347.400","end":"362.880","lines":["The good news is that with rehabilitation many patients regain their speech, but the process can take anywhere from months to years. Given that recovery is possible for patients, the scientists behind the new study wanted to help patients communicate faster than existing technologies that require letter-by-letter input."]},{"begin":"362.880","end":"397.560","lines":["The Revoice device the scientists developed consists of a soft collar embedded with sensors that track throat movement and heart rate and provide that information to two AI agents. Both of these agents process the data using a large language model. One of the agents reconstructs words from silently mouthed speech and vibrations in the throat. The other then expands those words into full sentences by using the wearer’s pulse to analyze their emotional state and detecting broader ambient conditions, including the weather and time of day. Combined, the system can anticipate what the person is trying to say and, with just two nods of their head, speak for them."]},{"begin":"397.560","end":"419.240","lines":["There are some limitations to the research: the study, published last Monday in the journal Nature Communications, had a small sample size of just five patients. But the researchers plan on expanding the study to a clinical trial. If the results hold, Revoice could be a useful tool not only for stroke patients but also for those with other neurological conditions, including Parkinson’s disease."]},{"begin":"419.240","end":"436.920","lines":["In other news about communication a study published on Wednesday in the journal Nature reveals the oldest cave art reportedly ever found. Previously, the oldest-known cave art were depictions of a pig and three humanlike figures thought to be over 51,000 years old. That art was found on the Indonesian island of Sulawesi."]},{"begin":"436.920","end":"463.080","lines":["This new discovery was found on the same island but in a different cave. Ordinarily, it’s hard to date cave paintings. But the limestone caves of Sulawesi are easier to work with. In fact the cave had been previously studied, but the new painting—a hand stencil on the ceiling—was overlooked. A chemical analysis found that the stencil dated back some 67,800 years at least, making it roughly 15,000 years older than the previously discovered cave art."]},{"begin":"463.080","end":"473.200","lines":["This discovery could help us pinpoint when humans first settled in Australia. Archaeologists suspect that humans migrated there through Indonesia but have been unable to determine the exact time frame."]},{"begin":"473.200","end":"490.920","lines":["Franco Viviani, a physical anthropologist who was not involved in the new study, told SciAm that the findings also offer new insight into ancient societies, saying, quote, “They confirm what is known today: that art is positively correlated to critical thinking and creative problem-solving skills.”"]},{"begin":"490.920","end":"511.360","lines":["And speaking of creative problem solvers a new study on bats sheds some light on how these winged mammals get around. Every school-age kid at some point learns that bats are able to navigate in darkness using echolocation—that is, they send out a call and based on how the sound bounces back they can tell where an object is. But scientists have long wondered how bats navigate in object-rich environments."]},{"begin":"511.360","end":"534.880","lines":["A single bat call will send back echoes ricocheting off multiple objects from various directions and distances. In complex situations scientists figured it wasn’t really possible for a bat to analyze each individual echo, so they must be relying on an alternative strategy. Finding out exactly how bats might be navigating these kinds of environments was the focus of a study published Wednesday in Proceedings of the Royal Society B."]},{"begin":"534.880","end":"555.000","lines":["To study this the research team constructed what they called a “bat accelerator” machine lined with 8,000 movable acoustic reflectors, or fake leaves. The goal was to mimic the experience of a bat flying through a hedge covered in real leaves. Over the course of three nights 104 pipistrelle bats went through the full eight meters, or roughly 26 feet, of the test track."]},{"begin":"555.000","end":"576.320","lines":["The results suggested that bats are sensitive to the Doppler shift, the same phenomena you experience when an ambulance siren shifts in pitch as it drives past you. According to the study, by paying attention to sound changes based on their own movement the bats are able to assess their surroundings and control their speed. The researchers say their findings could be useful in advancing drone technology in the future."]},{"begin":"576.320","end":"583.640","lines":["That’s all for today’s episode. Tune in on Wednesday, when we’ll dig into the nascent science of what foods make people stink."]},{"begin":"583.640","end":"600.040","lines":["But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"600.040","end":"619.840","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"619.840","end":"636.520","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":636}