{"title":"The Human Network behind a Digital Time Capsule","img":"https://static.scientificamerican.com/dam/m/74e70536121c7b3d/original/2511_SQ_MON_NOV_17-Podcast-Span-Art.jpeg?m=1763153341.169","url":"https://www.scientificamerican.com/podcast/episode/how-technology-and-friendship-preserved-a-20-year-e-mail-time-capsule/","audio":"https://traffic.megaphone.fm/SAM1069619589.mp3","intro":["Scientific American’s editor in chief David M. Ewalt reflects on a 20-year experiment in e-mailing the future"],"authors":["Kendra Pierre-Louis","David M. Ewalt","Jeffery DelViscio","Fonda Mwangi","Alex Sugiura"],"category":["Internet"],"transcript":[{"author":"","text":"This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."},{"author":"","text":"This article is part of a package in collaboration with Forbes on time capsules, preserving information and communicating with the future. Read more from the report. "},{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"Hey, listeners! Normally, we would do our Monday news roundup, but today we have something special for you. How do you send a digital message from the past well into the future, a message that arrives not just a year from now but three years or 20?"},{"author":"","text":"It’s a question David Ewalt, Scientific American’s editor in chief, was tasked with tackling long ago, where he was forced to look at memory, human connection and technology in a way that asked deeper questions about how we preserve information in the digital age and what it means to come into contact with our past selves."},{"author":"","text":"Hi, David."},{"author":"David Ewalt","text":"Hi, it’s nice to join you."},{"author":"Pierre-Louis","text":"Can you tell us, David, a little bit about that 20-year project chronicled for SciAm?"},{"author":"Ewalt","text":"Yeah, this is a project I started when I was working for a totally different place and got assigned the idea of: “How can we build a digital time capsule?”—not something that goes in the ground but something that is saved in digital format. And we came up with the idea of building an e-mail time capsule."},{"author":"","text":"And for my entire career it’s always been kind of something running in the background, and now I’m excited that, as editor in chief of Scientific American, I get to explore this idea in more detail. I’ve got a piece about sort of this journey, and we’ve also built up a handful of other stories and have these amazing writers focus on the idea of sending information across time."},{"author":"Pierre-Louis","text":"Can you take me back to when this all started?"},{"author":"Ewalt","text":"Yeah, well, 20 years ago I was a cub reporter—I was just sort of starting out in journalism at a different outlet. I was a technology reporter at Forbes.com, and we got assigned the idea to make a digital time capsule."},{"author":"","text":"So we decided to make it interactive for our audience. We came up with this idea for an e-mail time capsule. And what we did was we built a website that our users could come to and they could write an e-mail to themselves and then click a button that—to say, “Oh, I’d like to receive this in one year, three years, five years, 10 years or 20 years.” And we promised, “Oh, we’ll take all these e-mails, and we’ll save them away somewhere safe. And when the time period comes up you’ll magically get an e-mail back from yourself in the future.”"},{"author":"Pierre-Louis","text":"And we’re at the 20-year mark, right?"},{"author":"Ewalt","text":"Yeah, we’re at the 20-year mark. It actually made it this far, much to my surprise [laughs] and many of the people involved. It didn’t pan out exactly the way we thought it was, but it worked. It’s exciting."},{"author":"Pierre-Louis","text":"With a normal time capsule the biggest issue is weather and the climate and whether the box that you put the stuff in will survive the duration of it being buried. But how do you build a digital time capsule, and what are the—some of the constraints that you ran into?"},{"author":"Ewalt","text":"Well, the first problem: if we’re gonna take all these e-mails and save them in the digital file, how do we know that there’s somebody somewhere who is gonna remember or be able to send this back as an e-mail in one year, much less 20 years?"},{"author":"","text":"So we devised this system where the idea was: There’s several programs—there’s three, like, little servers living in different places on the Internet, and each of them has a copy of the e-mails. And every couple of months each server pings the other two and says, “Hey, are you there?” And they say, “Yes, I’m still here.”"},{"author":"","text":"And then when the year’s up the first machine sends out the e-mails. If the first machine has gone down, the second machine hasn’t received its ping from that one, so the second machine knows, “Okay, it’s my turn. I’m gonna send out the e-mail.” And so on. So we thought this was a good solution, that, like, it could sit on these servers, and we have some redundancy, and we know, unless all three servers go down over the next couple years, we’re in good shape."},{"author":"","text":"Then the problem becomes, like, “What, do we just put this on three computers at Forbes? Like, what happens if Forbes disappears?” So we approached three very different entities, thinking, like, “Oh, we’ll run the program in these different places.”"},{"author":"","text":"One of them would run at Forbes, which at the time was a [nearly] 90-year-old print magazine. But also, like, 2005, everybody was like, “Print is dying. It’s going away. It’s never gonna come back.” So we had one there at Forbes."},{"author":"","text":"We partnered up with Yahoo.com. Especially in 2005 [it] was a giant company—really huge multibillion-dollar, multinational, extremely powerful company. And we got a deal with them, like, “Oh, they’re gonna have the server on their machine somewhere.”"},{"author":"","text":"And then we also picked a small one-person computer consultancy—actually, a friend of mine who I knew from college, Garrison Hoffman—with the idea being, like, “This is a very different kind of entity. This is something entrepreneurial. This is a single person.”"},{"author":"","text":"So we were hedging our bets there: We’ve got media. We’ve got the single person. We’ve got the giant internet company. And we figured, between the three of those, we’d have it covered. These systems would live forever."},{"author":"Pierre-Louis","text":"Mm-hmm, but what happened?"},{"author":"Ewalt","text":"So what actually happened was we got about eight, nine months into that first year after we’d collected the e-mails and Yahoo had layoffs [laughs]. Like, they lost literally everybody who had ever heard of the e-mail time capsule project."},{"author":"Pierre-Louis","text":"Oh, no."},{"author":"Ewalt","text":"So as we approached that first date I communicated with Garrison at Codefix [Consulting], and we were just like, “We’ll send the e-mails out manually this time.” So we sent them out, and it was great. We got a lot of positive reception from people who are really excited to get these e-mails."},{"author":"","text":"But we knew that we had 19 more years of this to go, and we kind of waffled back and forth on, like, “Well, how should we rebuild this? Should we find a different partner?” And then, because, like, we all had other jobs and other things to do, it just sort of fell into the background until, well, now it’s three years in, and I got an e-mail from Garrison saying, you know, “We gotta do this again in a month.” And there was no time to rebuild the system, so we just manually sent the e-mails out again."},{"author":"","text":"We did that at each interim."},{"author":"Pierre-Louis","text":"How many e-mails are we talking?"},{"author":"Ewalt","text":"So we collected about [150,000] e-mails at the beginning. Most of them were set for either “Send back to me a year from now” or “Send to me 20 years from now.” They’re going out each time, and, you know, we’re doing it manually."},{"author":"","text":"By the time of the 10th anniversary I’m not working for Forbes anymore; I’m a freelancer now. But thankfully, you know, I’m still in contact with Garrison, and I think he was the one who remembered again and e-mailed me and said, “Hey, you know, 10th anniversary is coming up.” So I was able to reach out to my editor at Forbes, who was still there, and again, we did the same thing: just did it all manually."},{"author":"Pierre-Louis","text":"Was it you just, like, hitting the send button 100,000 times?"},{"author":"Ewalt","text":"[Laughs.] I mean, there’s a legitimate way to do it, right? Like, that would’ve worked, to just have it be manpower. Thankfully, we built, like, a little program that just sent out the e-mails. If the technologist was not still involved at that point, that’s probably what it would’ve been, is just, like, me in a Gmail account for, like, three weeks just sending these e-mails [laughs]. But thankfully, Garrison was able to build a little program to do it for us."},{"author":"","text":"But then we ran into another wrinkle. Between the 10th and 20th anniversary a lot of things continued to change at this point. I’m not working at Forbes anymore, obviously, but also Garrison Hoffman from Codefix, Garrison died unexpectedly."},{"author":"Pierre-Louis","text":"Oh, no, I’m really sorry."},{"author":"Ewalt","text":"Yeah, it was sad, but it was a really remarkable moment because before he had died he had documented all of his work. He had saved all the files. He had put it all in an archive. And at some point during the previous years he literally sent me an e-mail and said, “Hey, I’ve archived all this on this server. Here’s the link. Just in case something ever happens to me, here’s the data.”"},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Ewalt","text":"And so even though he passed away, when it started to come up closer to the 20th anniversary and I realized that was happening, he had preserved the project even though he was no longer here. I was able to grab that data and move forward because we actually had the results of that work."},{"author":"Pierre-Louis","text":"So ultimately, it was, like, you that kept—[it was] this very digital project, but it was humans that kind of kept it afloat."},{"author":"Ewalt","text":"Yeah, we—it’s funny because we did think, initially, this was going to be a technological solution. We had this very convoluted system of pings, and we thought it was gonna live on the Internet."},{"author":"","text":"I think what really made it happen is the social connections, is that Gary and I, we were friends from college, so, like, we still stayed in touch even beyond this program. Every now and then we’d meet up, have a lunch or something like that. And I still remain friends with my editor at Forbes, so even when I didn’t work there I was able to reach out and say, “Hey, just so you know, this is happening again. Gary’s gonna send out the e-mails.”"},{"author":"","text":"So the network that worked wasn’t the Internet; it was the social network. It was the dynamics between friends and that we not only cared about this project but that we cared about, like, the thing that we had built because it was friends working on it together. And that was key to the whole thing, I think. I don’t know if it would’ve worked if it would’ve been, like, three strangers. We might still have cared about the thing, but at some point, even with that, if you care about a project but it’s not your job, you don’t care about these other people, I imagine it probably would’ve fallen apart."},{"author":"Pierre-Louis","text":"It’s kind of remarkable ’cause, like, the inception of this project was about human connection, and fundamentally, what you found was, in order to keep this sort of very modern connection alive, you needed kind of a very old-school form of human connection."},{"author":"Ewalt","text":"I also think of it as, like, “Well, how do we have the stories that have been passed down?” I mean, that’s communicating through time. How do we still have the Epic of Gilgamesh? It’s because they were passed from person to person—and not even that they were passed as, like, “Oh, it’s my job,” but passed by friends and family. That it’s all about people sitting down after dinner or around a fire or something, and: “Let me tell you the story of this great hero.”"},{"author":"","text":"Like, that’s how so much of this information is maintained over the centuries, over the millennia, is these connections of friendship and family. That’s what seems to work better than anything else."},{"author":"Pierre-Louis","text":"So I actually have my own mini time-capsule story. When I went to grad school they made all of us fill out these letters to ourselves and then seal them in an envelope, and then they gave them back to us kind of at the end of the program."},{"author":"","text":"It was kind of amazing and interesting to see how much I’d grown in those six months in a way that I don’t think I would’ve recognized had I not read this letter from my past self. My understanding is you got an e-mail from your past self 20 years later, and kind of what was that experience like?"},{"author":"Ewalt","text":"So my e-mail I sent to myself literally said, “Boy, I hope this works.” [Laughs.]"},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Ewalt","text":"It also said, like, “If this works, you need to buy a bottle of champagne and share it with Michael Noer and Garrison Hoffman”—my editor at Forbes and Gary."},{"author":"","text":"And so it was very sort of mundane in that concept, but it was also—my profoundness, again, came from the social connections, that I was like, “Wow, like, I literally told myself to go and toast with my friend Gary, who’s no longer here,” so that was meaningful."},{"author":"","text":"But it also gave me a feeling of achievement because that’s what was on my mind at the time, was: “Hey, I’m a young reporter. I’ve been given this opportunity to do something cool. I wonder if this works.” And so it made me feel good, like, “Wow, we actually pulled that off. That 20-something-year-old knew what he was doing—or at least knew enough to not completely screw it up.” [Laughs.]"},{"author":"Pierre-Louis","text":"What do you think are kind of the benefits of these kinds of time-capsule projects?"},{"author":"Ewalt","text":"I think time capsules aren’t preserving information, most of the time, that is critical to us. It’s not about, “Oh, here’s this equation,” or “Here’s where the buried treasure is,” or “Here’s how to desalinate water, in case we forget in the future.”"},{"author":"","text":"I think, most of the time, the real value of them is it gives us a chance to reflect on ourselves, on our society. It’s anthropology as opposed to technology. Like, the real benefit of it is that it teaches about who we were in the past, how we’ve changed, and especially in the modern day we don’t have a lot of chances to do that sort of self-reflection, and I think it’s really useful in that context."},{"author":"","text":"It also does open up a lot of opportunities to discuss more serious aspects of this, which is: “Well, how do we preserve information that is critically important so that we can keep people safe in the future?” So there are elements of this that are a lot more important and even critically lifesaving. But I think the real heart of it is: it’s about people learning about their past selves. And that tells you something about your future."},{"author":"Pierre-Louis","text":"That sounds incredible. Thank you so much for your time."},{"author":"Ewalt","text":"Oh, thank you. It’s always a pleasure."},{"author":"Pierre-Louis","text":"You can read David’s piece and the full package now on ScientificAmerican.com. And don’t forget to tune in on Wednesday, when we learn how to indulge on Thanksgiving while preserving our gut health."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis."}],"wave_peaks":[427,14715,14689,14320,12792,13208,8742,11471,14595,14878,5314,1094,14247,14441,14750,9278,14589,11188,851,14830,14228,13691,15034,14088,14875,15398,12317,14851,12456,14935,14978,11285,11202,10101,7928,1529,14742,15180,14664,14651,12806,12701,13978,14210,14720,15503,14971,14935,14794,13110,7620,15166,14825,15116,15213,15222,16192,9106,2233,14488,15099,15779,15882,15607,11312,9433,2753,15120,15840,15408,15762,15778,15148,14264,14841,14880,14530,13285,10525,5214,15236,15481,15831,16492,10248,10699,8400,14464,13651,15942,12128,14892,12723,8403,5773,17978,15595,15566,14313,14641,8881,15466,14222,14231,385,190,61,102,14733,14758,15149,15587,12484,15004,15035,10880,1649,14786,14873,15230,14827,12444,14891,14145,14839,15162,14931,11500,15853,12965,12275,15169,12910,14627,8714,1707,14899,15437,14595,15323,15408,12832,13353,12160,12989,2683,15190,15054,14716,11112,11045,14859,14979,13747,14376,12791,14774,13879,14927,15261,13141,5111,15424,14211,15380,14576,15184,14441,15667,15503,15044,15331,12575,14385,2792,15174,15447,12769,15938,15989,15652,12398,12785,14916,15777,13529,12034,15459,16398,15368,11855,4315,2776,11777,15052,15486,15973,12413,15151,14831,13882,14990,16935,15389,14654,13287,15194,15094,15376,14848,14238,15037,15178,11828,3812,16246,16608,15598,13404,14855,13064,14711,14870,8827,13076,15120,9820,3678,6591,3689,2015,630,101,72,529,1463,2802,17484,10348,14432,11987,11866,14427,11898,16668,13276,16478,14761,14324,17247,15932,15788,16156,16494,15986,14044,18061,19026,17526,17222,17994,17622,15931,18584,17869,13560,12073,9187,8910,5909,22541,20720,18995,12086,15624,14727,8395,21854,15389,13470,12467,18912,14655,10751,10911,8815,6848,8872,10166,13859,15938,16424,16753,18839,18270,17187,17132,14962,12204,12875,8790,7874,2943,4311,2852,2944,2591,22538,11780,7369,21720,21203,16405,14615,12085,13290,2130,11880,18678,13930,11741,10173,8551,9157,2234,1189,22357,17974,15897,14345,11931,10237,11391,13867,15008,8096,10068,1767,2693,21649,19431,17699,13050,9625,14020,12622,8327,15131,8059,3277,16428,11641,2690,16070,15063,16425,14496,10681,6771,15531,11669,11670,15346,12027,10421,6622,16807,8197,11407,14882,13840,12915,15352,13878,13054,10625,16131,13950,11752,11323,14656,13038,19980,21836,21564,12115,12289,9577,14305,9109,14570,15795,11323,11208,10720,12516,9868,4134,12528,22493,11873,12947,14726,10314,12804,10668,3414,942,425,559,17769,15811,12991,15441,14605,14461,13863,13022,13983,13135,13999,16919,17244,15806,15191,14885,15469,12079,16721,13016,13210,11512,13677,12722,296,17622,12368,20868,14334,17175,16410,11410,9891,12616,14515,10810,12920,18521,15199,9799,9424,17158,12470,9318,13904,11782,12515,1069,14272,13086,10235,12277,8866,11116,11471,11519,12135,12869,10995,9612,7276,8273,9561,10427,10494,10750,10791,10391,10672,16112,14105,13156,8914,9021,12530,10793,15123,10544,2123,10258,9931,3443,8620,12427,11295,10913,13808,14905,15139,11753,9893,13039,13962,12914,11453,15898,17175,19501,17580,15423,20587,15808,19976,17043,16873,14003,18681,20766,18847,14980,12005,11825,19361,18147,16003,11238,15617,18177,12116,17156,11636,12024,17178,15323,15740,15451,12107,15681,13274,14060,9744,12832,12299,15089,11925,2592,17973,16300,13233,12309,11478,10184,7722,10205,10731,18129,8954,6673,1887,13190,12099,18338,12196,13348,12897,149,11610,13574,13128,12661,15322,9865,12322,22360,16952,14704,16014,17256,12681,12312,9644,10653,10043,10898,1445,8028,10101,10560,13680,14197,15925,12919,15097,15851,10392,8870,15748,11728,8140,10722,10982,9519,2794,10317,13049,16035,16978,17424,13908,12543,16026,14176,16276,16316,14898,17926,14738,16090,10549,9893,11614,14494,14771,11591,12772,9472,14249,11524,12602,13772,12302,10336,15053,14387,13802,7497,5209,16947,16814,11442,13587,13485,13478,9670,10535,2712,16167,12843,12346,12150,16704,15304,12253,11116,15064,20771,9728,10974,12907,14037,6907,19289,15552,11467,12125,14736,9760,14555,10492,10366,11171,11883,18512,19932,11532,9944,11873,14388,7372,12507,1825,11927,16337,16437,13723,11158,13024,11136,10221,9127,868,8186,11857,12901,14362,13468,13773,3828,10221,9549,10287,11279,11188,11698,12637,11395,11098,11588,12329,16928,15347,11034,8642,11920,1737,10646,14333,9628,7604,7913,6807,134,15505,16845,14572,13805,14249,16084,12226,12390,13243,22396,17730,16025,10629,9210,18026,14020,16255,18566,15794,12432,18304,5171,13942,12576,13206,17030,14453,16618,22506,13899,18041,11327,12886,13732,6219,15813,16188,12792,12214,12313,11260,9145,8852,3250,14564,14727,606,16818,19406,11818,15651,16316,15187,6897,9070,9879,10559,11194,7122,12511,9588,10495,10764,11403,9527,7486,1267,21474,22468,14923,12558,12440,8675,14748,9092,9498,13289,8035,9636,8245,6203,9844,5623,15786,13467,18265,16955,14578,18870,15397,10941,12868,11762,13676,14707,10992,11223,17444,11403,16818,13108,12303,14601,15270,17415,18980,10511,12942,10949,9186,17783,12555,13800,10851,11587,14208,12272,14513,12221,12708,11892,10486,11803,8136,16583,10336,13890,9227,10945,18377,16068,15103,13122,4146,11188,13646,13756,17410,15141,13152,527,20301,13115,13926,10185,13780,15360,12824,13627,13434,11390,11812,13003,14191,11246,6554,10507,15580,13856,9333,9828,7086,5997,7329,924,10327,10898,10164,12413,11324,10953,6273,14280,13848,10308,11771,9615,10306,10855,16717,11285,9531,14269,14461,10860,16124,16150,11443,12580,11438,13154,21415,1074,399,3696,13171,16036,13844,17650,10415,10774,14625,7677,7141,10964,16227,13334,13066,13342,11955,6577,12743,17092,15073,10211,9746,8625,7740,7739,7763,11480,15376,12831,8612,7031,129,20473,17420,14337,17189,17874,6563,4164,21915,18568,8000,2570,17967,20204,18762,13865,12572,10220,11000,9955,16478,11012,11887,12910,12117,14735,10578,10906,14003,16975,11353,13846,15641,12585,11394,14816,13632,8786,1741,12954,16107,1217,13582,15153,14158,13572,11055,11920,12366,9421,11300,11573,9382,11578,12453,14422,9864,15256,1662,13435,12276,10454,14548,14806,18153,13048,9904,14843,13753,13212,10624,16202,19617,16246,15301,22054,16430,16149,13094,14268,14230,6391,1365,18090,16966,16191,13839,12542,12288,12453,9022,13913,12762,11583,17713,11531,10147,1249,14584,15534,10983,15089,20677,17119,13186,12239,21091,20999,15567,17870,16434,14084,17144,16380,10308,9611,21913,13927,14526,11791,10120,9738,15939,14683,11855,17457,15870,14886,17640,21370,11969,10159,18271,15105,8806,18387,13123,11971,13913,8814,6713,8470,8942,8992,10916,15573,17374,19270,10822,14719,12860,13514,10566,13705,12598,19846,15116,11136,8537,14573,20277,11669,10072,12049,14218,10892,12344,10690,1046,12218,13455,10399,14691,10130,9972,623,13778,10266,14652,9912,14886,10243,11691,12187,8054,11653,10566,5717,12506,12930,10995,8266,12932,9386,7670,883,17953,16245,18660,15331,10810,14507,12819,15073,16887,15004,2702,15692,19315,19235,14936,10687,14684,14530,13491,14356,12013,9907,8101,7672,8731,13326,11911,12385,12686,14073,11532,8210,17707,19981,18070,16567,9084,13039,13998,12631,12435,16421,17251,18089,9140,20529,14738,17766,19421,13368,15970,15240,13450,14277,12424,382,141,8123,11509,9876,10924,10833,9762,10732,9312,12106,596,12230,9215,2717,20686,18005,22413,17367,13000,16927,15860,15021,18176,17477,16324,14763,12672,18002,17151,15455,13229,15056,11198,13098,14995,11688,10823,15760,17512,12980,19096,19379,3310,18576,18404,19977,19713,13350,19442,18415,16571,13196,16357,19612,19153,11308,11698,14685,17817,19451,14436,15421,15624,9892,1591,16978,11890,15606,10334,15092,10449,11560,14450,12499,15274,11848,20982,13265,17599,16369,12701,13547,13078,11408,12639,19791,15185,15346,16352,15300,18750,13696,11720,11893,10864,10726,13750,12463,8671,9654,1797,1711,13554,14511,18751,10794,13569,14122,11011,11855,12769,12391,13880,18476,14394,4603,10422,14459,12096,15519,12924,12029,13329,14045,9644,12305,15368,14537,12305,17518,11432,1390,8160,10706,9801,14658,20558,20025,21147,16654,15940,16052,14194,10500,11708,9250,15395,14015,17319,20732,14481,11122,20353,16684,17609,17906,16847,15164,18560,16351,19652,14289,352,13013,17766,18248,18233,17751,19316,12366,14605,17818,19794,20106,20462,8584,12019,13193,17142,12864,12221,11857,5687,384,909,17551,14566,13948,13655,12311,12498,16357,14603,9871,8553,6619,43,14086,12301,15187,16390,12747,10281,17712,14618,9872,9318,8555,14855,11919,7177,789,12000,12113,14514,18583,13079,9466,14069,19931,11346,10583,13345,11197,16668,11319,12507,8920,9088,11853,9966,9820,8251,8829,6554,6471,9820,10836,9425,8589,456,17798,15077,13996,13791,13542,13030,19944,16246,17560,16688,11691,16785,13365,16247,12057,12322,15656,15126,13683,14208,11694,10741,14408,13970,14321,11651,12188,16447,15023,15476,14024,13582,17054,10703,10100,13360,11778,8116,13684,11258,10409,11194,1566,10698,19136,16811,12125,18113,17603,9172,8065,11558,13515,12208,10931,13381,14786,14084,453,10262,10898,16455,11320,10477,9293,8529,3037,20491,14375,15229,13679,13298,14639,11235,11932,8555,9238,14751,14581,21071,13057,16851,17883,19968,18033,16753,21804,17833,13986,17302,15102,16376,14801,15871,20243,19569,17341,19615,19270,14821,17994,11181,12084,15987,17947,14885,15652,17099,15543,17325,12820,11780,3022,15764,15802,14537,17905,16270,14927,13153,14116,15292,16593,21096,18923,21657,22504,20218,22355,20194,13079,13922,12258,16735,19424,19803,20020,17352,14210,14489,15118,11319,12572,5280,15828,16268,15358,13255,11376,18555,14987,11555,13191,12266,10173,10839,12259,11121,17080,13891,16366,13506,13924,12111,9379,20173,12294,13739,12548,13308,9613,11543,10473,2434,12937,12746,13365,13464,13307,13443,10065,11943,10738,14749,21155,12179,9421,10879,11371,8821,8627,11697,14189,14175,11014,10042,10983,10765,12503,11493,13394,17397,12567,5733,596,21,9209,11327,13994,17683,12579,18130,16459,13624,16347,13124,5673,9195,13746,14139,13829,21132,11325,9537,11966,10663,16790,15294,11445,10378,13275,11564,3602,16845,12069,10207,13063,12466,12061,15384,11633,14315,12579,1847,12530,17203,19845,13476,12071,13101,12382,11632,12491,14925,6778,11600,17164,17125,11975,15749,12704,14739,15921,9058,6753,12573,13984,8912,7372,9299,9534,10344,8499,16205,9279,12345,9345,10617,10132,10189,10492,14804,9236,11631,7777,528,185,7798,11903,14194,14004,16694,16404,5474,12829,11721,10525,11076,8285,6351,531,16986,18025,16950,16692,18581,12386,3826,5440,4215,10421,14285,15181,15713,13743,17108,13674,21868,10127,1044,22408,15122,14275,12231,15585,16565,7446,22641,16334,17009,16598,16677,13564,16248,15115,12958,13010,5904,16796,16007,17734,18710,19042,18296,17341,13869,14445,14622,12813,14657,9034,11071,4890,1794,12757,16723,17505,15914,14188,15896,13049,11004,11008,18161,12646,15022,10880,7711,2118,20779,14595,12265,12313,13008,13430,10478,10278,17053,12480,11574,7593,1099,13350,14809,15609,13498,16814,16388,14815,11388,9638,11088,15981,15318,11112,9070,13555,14138,16074,18918,13806,13529,12392,14328,15651,15605,15039,14107,16618,13536,15555,18592,13349,16647,13548,13511,14923,12013,13777,15864,16732,11139,11920,18158,13650,13226,18207,16707,16247,19982,15217,14199,12398,15025,13954,11561,6285,4314,16799,8661,14906,17364,13738,17527,14125,16210,11764,17952,15707,7537,14064,10064,1305,12332,12974,12628,10643,11899,14752,14013,14921,12500,14897,9204,10910,9310,2195,18569,16431,15656,16253,18213,13572,13895,16502,17907,16940,12449,18267,16480,18919,13334,12450,17378,13692,11416,13198,10949,10897,11459,11835,1273,12667,15420,16463,10790,15115,14522,12951,12275,13959,14506,13971,13109,14883,9403,16069,14561,14411,10051,8109,15110,15178,19714,20107,17038,14033,9983,10626,12248,16107,12915,20356,17077,14939,15246,14928,11961,9178,11664,11291,13440,10090,13697,11690,15774,11852,12823,15438,15880,21394,14740,13449,12471,21125,16253,17946,14346,14383,17995,13961,21036,10102,13292,11382,7795,15766,22681,19193,12247,17176,14981,14838,13128,8249,10833,13850,15319,13566,11781,13494,12997,11173,12751,11407,8714,13877,9108,11539,8600,767,11072,13055,15082,16478,14061,13116,15145,11638,13195,12213,1550,8044,22136,18499,12978,16007,15632,15494,16646,18464,16206,14244,12155,12099,13313,11340,11109,11917,12488,10158,10715,9578,11073,11112,11151,13123,9293,12161,3835,2860,14777,17172,15828,16941,18858,16315,15641,14548,13248,8004,2211,20177,21595,18829,14699,16074,9108,13386,6238,18961,13595,15489,15991,11038,13557,13177,13499,13239,22504,17823,16502,17580,14619,19402,21557,17559,13380,13993,11506,13280,14073,20667,15621,12585,17842,14703,12587,13820,11482,6708,9620,11347,14116,12326,11677,17202,12223,11361,10659,8386,1937,10836,9275,9651,8871,15068,13423,16445,14978,12113,12165,18784,15941,12253,22260,13426,10765,10867,8168,19461,21876,17759,14858,12322,13678,12106,11881,10350,18307,22151,18385,12292,13156,10598,12133,12808,5219,9872,11552,10261,10598,12011,10503,13976,12741,13719,8461,12745,11367,8424,12173,8112,10172,10662,10111,757,14923,14826,15601,22481,15324,14751,11644,8350,12540,10272,10952,8947,9651,11487,13743,12921,18946,11770,12600,15280,11999,11860,198,15649,15097,10060,12936,12221,8561,963,22473,13904,14368,12810,16728,10723,10434,9939,12820,6650,9054,11881,9893,11688,14959,12236,7866,9410,11438,120,11970,16830,11731,11237,14160,16534,16977,15448,13967,16580,269,17859,22554,18072,18479,14389,22497,22481,13668,22286,17120,16957,20174,16797,22494,19236,17655,7351,14406,22467,22514,15272,17713,14805,17007,12913,15505,19916,16998,19720,18821,15122,15060,13288,12772,14101,2173,15136,14598,17055,19969,20542,17213,18821,19668,15776,11743,14508,11246,15902,14821,17967,16497,14518,13928,9812,11001,13583,9702,10162,9152,18186,9442,1571,16980,14308,18366,18590,17115,12783,16932,13515,14005,14396,17449,10863,13754,15441,13696,21080,13195,13030,14236,2919,22519,18367,18191,14358,15563,13569,15807,12289,13773,15834,16190,14647,17304,18325,16914,14452,10646,5817,13307,12670,15221,12718,15094,19246,13612,16242,11861,13043,1525,1235,18979,16863,13644,18476,221,3466,12866,13382,13516,1648,14110,11582,15977,14653,14075,1785,14088,15122,16097,14611,9042,11690,15993,12825,17240,15760,5161,17177,20397,17518,22308,22499,12261,17739,18017,11518,16998,9933,11799,10785,10309,10528,9028,10776,10660,9866,7974,10713,5358,22466,15508,19066,15397,15540,13113,9721,9856,11293,9935,8903,9291,10653,9424,10390,8365,10552,12350,15876,19308,1730,12763,10005,11147,11720,901,2546,12348,10098,11774,13097,10857,11944,11811,10455,11378,18918,17418,14595,10792,11944,7472,13046,9325,11529,8977,14816,11859,9713,12046,12963,7352,11223,2155,10853,11840,12781,10101,9704,9335,13143,15241,12832,9557,10524,12634,13740,12307,10533,15675,11757,13394,11759,895,15279,17219,13918,11946,1363,9753,2268,13120,11446,12180,12713,8657,10425,10805,11427,11937,15681,14090,13594,10540,9653,9592,19179,10877,11442,11527,13568,14366,17162,9088,3388,8584,13303,12363,12091,13389,12769,15268,13801,9340,11128,12872,11249,11793,10365,11140,14126,19135,16863,17942,13504,8427,22019,17663,11410,8503,11789,10623,12214,10695,6710,911,603,11932,17178,17071,16050,15759,828,14122,18845,12822,2202,20539,9845,7242,17540,8813,71,5599,10541,9231,9561,10420,10836,22335,19172,12555,13603,11941,10632,15697,8403,12720,11633,12542,11394,11468,13406,12238,11079,9423,19576,15566,5824,20541,16344,13417,15023,9336,9786,15530,16608,14008,13322,17897,17266,14117,10246,11242,2760,1921,16014,15541,14604,13440,10303,11427,11582,16933,12977,9607,17680,10415,12871,15325,15011,14414,12281,12949,10929,16198,14639,14422,10408,7876,934,1421,22461,15975,14579,17568,2684,15666,12258,15468,13991,14269,16509,18578,18866,9734,10769,19231,11710,15768,8996,12159,15183,14837,14586,13475,16100,10054,15489,12357,11891,5672,22527,21742,14918,13789,17015,10361,7105,18152,21921,18564,14408,11590,16091,12887,14934,15001,9750,2024,22052,22535,18848,10478,14824,11265,14918,13067,9563,8847,15058,15649,13039,10037,11841,15564,12948,8138,1381,1261,22562,22519,15210,18272,15453,19155,20923,10046,13171,4086,14146,18373,17430,12278,13654,13643,13228,20087,22461,12849,13369,1555,1974,22513,17244,12935,13568,15916,15718,10544,11073,1745,891,20511,21553,15499,14679,16432,13973,14167,16049,12063,12806,12626,11538,9929,5919,1021,16106,19079,12647,13958,10281,13363,11559,9042,9001,2312,319,298,948,1771,2929,18816,16689,13249,13185,13569,12603,7808,6810,7277,19089,18114,16323,17114,15789,18627,16041,16371,16910,15351,18227,17429,17093,17099,15715,16949,17074,18331,14951,17870,17509,16503,13534,13440,13906,11990,8557,4047,18961,17536,14310,10850,8201,4468,1415,694,245,111,63,8458,7119,8146,2516,8006,7578,7532,4449,3819,7680,7897,7283,2336,7626,4287,7642,7599,7563,6306,7567,7378,5384,5631,3087,7217,8300,7448,7504,6721,3597,10385,7519,8340,6644,8017,8066,7876,1778,8345,8034,9109,4247,2970,8724,7770,6736,6753,7584,8169,7807,8132,6742,7221,8004,2775,8625,1823,1847,7779,5721,1923,1625,8236,9342,2085,8817,2202,8237,8486,6732,6994,5982,6654,5967,3102,2952,1702,8030,5946,8058,5284,4763,4377,6319,7090,6836,6418,6657,6448,5155,6387,6990,7882,7495,5057,5146,6706,4856,6964,5139,28],"fragments":[{"begin":"0.000","end":"16.720","lines":["This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."]},{"begin":"16.720","end":"35.400","lines":["This article is part of a package in collaboration with Forbes on time capsules, preserving information and communicating with the future. Read more from the report."]},{"begin":"35.400","end":"48.680","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"48.680","end":"81.080","lines":["Hey, listeners! Normally, we would do our Monday news roundup, but today we have something special for you. How do you send a digital message from the past well into the future, a message that arrives not just a year from now but three years or 20?"]},{"begin":"81.080","end":"110.560","lines":["It’s a question David Ewalt, Scientific American’s editor in chief, was tasked with tackling long ago, where he was forced to look at memory, human connection and technology in a way that asked deeper questions about how we preserve information in the digital age and what it means to come into contact with our past selves."]},{"begin":"110.560","end":"112.160","lines":["Hi, David."]},{"begin":"112.160","end":"114.720","lines":["Hi, it’s nice to join you."]},{"begin":"114.720","end":"123.360","lines":["Can you tell us, David, a little bit about that 20-year project chronicled for SciAm?"]},{"begin":"123.360","end":"146.000","lines":["Yeah, this is a project I started when I was working for a totally different place and got assigned the idea of: “How can we build a digital time capsule?”—not something that goes in the ground but something that is saved in digital format. And we came up with the idea of building an e-mail time capsule."]},{"begin":"146.000","end":"167.680","lines":["And for my entire career it’s always been kind of something running in the background, and now I’m excited that, as editor in chief of Scientific American, I get to explore this idea in more detail. I’ve got a piece about sort of this journey, and we’ve also built up a handful of other stories and have these amazing writers focus on the idea of sending information across time."]},{"begin":"167.680","end":"169.800","lines":["Can you take me back to when this all started?"]},{"begin":"169.800","end":"182.840","lines":["Yeah, well, 20 years ago I was a cub reporter—I was just sort of starting out in journalism at a different outlet. I was a technology reporter at Forbes.com, and we got assigned the idea to make a digital time capsule."]},{"begin":"182.840","end":"214.520","lines":["So we decided to make it interactive for our audience. We came up with this idea for an e-mail time capsule. And what we did was we built a website that our users could come to and they could write an e-mail to themselves and then click a button that—to say, “Oh, I’d like to receive this in one year, three years, five years, 10 years or 20 years.” And we promised, “Oh, we’ll take all these e-mails, and we’ll save them away somewhere safe. And when the time period comes up you’ll magically get an e-mail back from yourself in the future.”"]},{"begin":"214.520","end":"216.720","lines":["And we’re at the 20-year mark, right?"]},{"begin":"216.720","end":"227.120","lines":["Yeah, we’re at the 20-year mark. It actually made it this far, much to my surprise [laughs] and many of the people involved. It didn’t pan out exactly the way we thought it was, but it worked. It’s exciting."]},{"begin":"227.120","end":"241.760","lines":["With a normal time capsule the biggest issue is weather and the climate and whether the box that you put the stuff in will survive the duration of it being buried. But how do you build a digital time capsule, and what are the—some of the constraints that you ran into?"]},{"begin":"241.760","end":"255.040","lines":["Well, the first problem: if we’re gonna take all these e-mails and save them in the digital file, how do we know that there’s somebody somewhere who is gonna remember or be able to send this back as an e-mail in one year, much less 20 years?"]},{"begin":"255.040","end":"272.360","lines":["So we devised this system where the idea was: There’s several programs—there’s three, like, little servers living in different places on the Internet, and each of them has a copy of the e-mails. And every couple of months each server pings the other two and says, “Hey, are you there?” And they say, “Yes, I’m still here.”"]},{"begin":"272.360","end":"296.840","lines":["And then when the year’s up the first machine sends out the e-mails. If the first machine has gone down, the second machine hasn’t received its ping from that one, so the second machine knows, “Okay, it’s my turn. I’m gonna send out the e-mail.” And so on. So we thought this was a good solution, that, like, it could sit on these servers, and we have some redundancy, and we know, unless all three servers go down over the next couple years, we’re in good shape."]},{"begin":"296.840","end":"309.080","lines":["Then the problem becomes, like, “What, do we just put this on three computers at Forbes? Like, what happens if Forbes disappears?” So we approached three very different entities, thinking, like, “Oh, we’ll run the program in these different places.”"]},{"begin":"309.080","end":"320.440","lines":["One of them would run at Forbes, which at the time was a [nearly] 90-year-old print magazine. But also, like, 2005, everybody was like, “Print is dying. It’s going away. It’s never gonna come back.” So we had one there at Forbes."]},{"begin":"320.440","end":"337.040","lines":["We partnered up with Yahoo.com. Especially in 2005 [it] was a giant company—really huge multibillion-dollar, multinational, extremely powerful company. And we got a deal with them, like, “Oh, they’re gonna have the server on their machine somewhere.”"]},{"begin":"337.040","end":"352.440","lines":["And then we also picked a small one-person computer consultancy—actually, a friend of mine who I knew from college, Garrison Hoffman—with the idea being, like, “This is a very different kind of entity. This is something entrepreneurial. This is a single person.”"]},{"begin":"352.440","end":"362.400","lines":["So we were hedging our bets there: We’ve got media. We’ve got the single person. We’ve got the giant internet company. And we figured, between the three of those, we’d have it covered. These systems would live forever."]},{"begin":"362.400","end":"363.920","lines":["Mm-hmm, but what happened?"]},{"begin":"363.920","end":"376.360","lines":["So what actually happened was we got about eight, nine months into that first year after we’d collected the e-mails and Yahoo had layoffs [laughs]. Like, they lost literally everybody who had ever heard of the e-mail time capsule project."]},{"begin":"376.360","end":"377.040","lines":["Oh, no."]},{"begin":"377.040","end":"390.160","lines":["So as we approached that first date I communicated with Garrison at Codefix [Consulting], and we were just like, “We’ll send the e-mails out manually this time.” So we sent them out, and it was great. We got a lot of positive reception from people who are really excited to get these e-mails."]},{"begin":"390.160","end":"415.200","lines":["But we knew that we had 19 more years of this to go, and we kind of waffled back and forth on, like, “Well, how should we rebuild this? Should we find a different partner?” And then, because, like, we all had other jobs and other things to do, it just sort of fell into the background until, well, now it’s three years in, and I got an e-mail from Garrison saying, you know, “We gotta do this again in a month.” And there was no time to rebuild the system, so we just manually sent the e-mails out again."]},{"begin":"415.200","end":"416.840","lines":["We did that at each interim."]},{"begin":"416.840","end":"418.800","lines":["How many e-mails are we talking?"]},{"begin":"418.800","end":"432.240","lines":["So we collected about [150,000] e-mails at the beginning. Most of them were set for either “Send back to me a year from now” or “Send to me 20 years from now.” They’re going out each time, and, you know, we’re doing it manually."]},{"begin":"432.240","end":"451.840","lines":["By the time of the 10th anniversary I’m not working for Forbes anymore; I’m a freelancer now. But thankfully, you know, I’m still in contact with Garrison, and I think he was the one who remembered again and e-mailed me and said, “Hey, you know, 10th anniversary is coming up.” So I was able to reach out to my editor at Forbes, who was still there, and again, we did the same thing: just did it all manually."]},{"begin":"451.840","end":"455.000","lines":["Was it you just, like, hitting the send button 100,000 times?"]},{"begin":"455.000","end":"475.320","lines":["[Laughs.] I mean, there’s a legitimate way to do it, right? Like, that would’ve worked, to just have it be manpower. Thankfully, we built, like, a little program that just sent out the e-mails. If the technologist was not still involved at that point, that’s probably what it would’ve been, is just, like, me in a Gmail account for, like, three weeks just sending these e-mails [laughs]. But thankfully, Garrison was able to build a little program to do it for us."]},{"begin":"475.320","end":"486.920","lines":["But then we ran into another wrinkle. Between the 10th and 20th anniversary a lot of things continued to change at this point. I’m not working at Forbes anymore, obviously, but also Garrison Hoffman from Codefix, Garrison died unexpectedly."]},{"begin":"486.920","end":"488.920","lines":["Oh, no, I’m really sorry."]},{"begin":"488.920","end":"511.480","lines":["Yeah, it was sad, but it was a really remarkable moment because before he had died he had documented all of his work. He had saved all the files. He had put it all in an archive. And at some point during the previous years he literally sent me an e-mail and said, “Hey, I’ve archived all this on this server. Here’s the link. Just in case something ever happens to me, here’s the data.”"]},{"begin":"511.480","end":"512.440","lines":["Mm-hmm."]},{"begin":"512.440","end":"528.040","lines":["And so even though he passed away, when it started to come up closer to the 20th anniversary and I realized that was happening, he had preserved the project even though he was no longer here. I was able to grab that data and move forward because we actually had the results of that work."]},{"begin":"528.040","end":"533.480","lines":["So ultimately, it was, like, you that kept—[it was] this very digital project, but it was humans that kind of kept it afloat."]},{"begin":"533.480","end":"542.720","lines":["Yeah, we—it’s funny because we did think, initially, this was going to be a technological solution. We had this very convoluted system of pings, and we thought it was gonna live on the Internet."]},{"begin":"542.720","end":"564.120","lines":["I think what really made it happen is the social connections, is that Gary and I, we were friends from college, so, like, we still stayed in touch even beyond this program. Every now and then we’d meet up, have a lunch or something like that. And I still remain friends with my editor at Forbes, so even when I didn’t work there I was able to reach out and say, “Hey, just so you know, this is happening again. Gary’s gonna send out the e-mails.”"]},{"begin":"564.120","end":"593.960","lines":["So the network that worked wasn’t the Internet; it was the social network. It was the dynamics between friends and that we not only cared about this project but that we cared about, like, the thing that we had built because it was friends working on it together. And that was key to the whole thing, I think. I don’t know if it would’ve worked if it would’ve been, like, three strangers. We might still have cared about the thing, but at some point, even with that, if you care about a project but it’s not your job, you don’t care about these other people, I imagine it probably would’ve fallen apart."]},{"begin":"593.960","end":"606.840","lines":["It’s kind of remarkable ’cause, like, the inception of this project was about human connection, and fundamentally, what you found was, in order to keep this sort of very modern connection alive, you needed kind of a very old-school form of human connection."]},{"begin":"606.840","end":"630.280","lines":["I also think of it as, like, “Well, how do we have the stories that have been passed down?” I mean, that’s communicating through time. How do we still have the Epic of Gilgamesh? It’s because they were passed from person to person—and not even that they were passed as, like, “Oh, it’s my job,” but passed by friends and family. That it’s all about people sitting down after dinner or around a fire or something, and: “Let me tell you the story of this great hero.”"]},{"begin":"630.280","end":"642.160","lines":["Like, that’s how so much of this information is maintained over the centuries, over the millennia, is these connections of friendship and family. That’s what seems to work better than anything else."]},{"begin":"642.160","end":"652.920","lines":["So I actually have my own mini time-capsule story. When I went to grad school they made all of us fill out these letters to ourselves and then seal them in an envelope, and then they gave them back to us kind of at the end of the program."]},{"begin":"652.920","end":"668.080","lines":["It was kind of amazing and interesting to see how much I’d grown in those six months in a way that I don’t think I would’ve recognized had I not read this letter from my past self. My understanding is you got an e-mail from your past self 20 years later, and kind of what was that experience like?"]},{"begin":"668.080","end":"672.960","lines":["So my e-mail I sent to myself literally said, “Boy, I hope this works.” [Laughs.]"]},{"begin":"672.960","end":"673.960","lines":["[Laughs.]"]},{"begin":"673.960","end":"682.480","lines":["It also said, like, “If this works, you need to buy a bottle of champagne and share it with Michael Noer and Garrison Hoffman”—my editor at Forbes and Gary."]},{"begin":"682.480","end":"695.840","lines":["And so it was very sort of mundane in that concept, but it was also—my profoundness, again, came from the social connections, that I was like, “Wow, like, I literally told myself to go and toast with my friend Gary, who’s no longer here,” so that was meaningful."]},{"begin":"695.840","end":"716.240","lines":["But it also gave me a feeling of achievement because that’s what was on my mind at the time, was: “Hey, I’m a young reporter. I’ve been given this opportunity to do something cool. I wonder if this works.” And so it made me feel good, like, “Wow, we actually pulled that off. That 20-something-year-old knew what he was doing—or at least knew enough to not completely screw it up.” [Laughs.]"]},{"begin":"716.240","end":"720.280","lines":["What do you think are kind of the benefits of these kinds of time-capsule projects?"]},{"begin":"720.280","end":"735.880","lines":["I think time capsules aren’t preserving information, most of the time, that is critical to us. It’s not about, “Oh, here’s this equation,” or “Here’s where the buried treasure is,” or “Here’s how to desalinate water, in case we forget in the future.”"]},{"begin":"735.880","end":"761.320","lines":["I think, most of the time, the real value of them is it gives us a chance to reflect on ourselves, on our society. It’s anthropology as opposed to technology. Like, the real benefit of it is that it teaches about who we were in the past, how we’ve changed, and especially in the modern day we don’t have a lot of chances to do that sort of self-reflection, and I think it’s really useful in that context."]},{"begin":"761.320","end":"793.120","lines":["It also does open up a lot of opportunities to discuss more serious aspects of this, which is: “Well, how do we preserve information that is critically important so that we can keep people safe in the future?” So there are elements of this that are a lot more important and even critically lifesaving. But I think the real heart of it is: it’s about people learning about their past selves. And that tells you something about your future."]},{"begin":"793.120","end":"800.320","lines":["That sounds incredible. Thank you so much for your time."]},{"begin":"800.320","end":"804.080","lines":["Oh, thank you. It’s always a pleasure."]},{"begin":"804.080","end":"833.280","lines":["You can read David’s piece and the full package now on ScientificAmerican.com. And don’t forget to tune in on Wednesday, when we learn how to indulge on Thanksgiving while preserving our gut health."]},{"begin":"833.280","end":"867.240","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"867.240","end":"870.400","lines":["For Scientific American, this is Kendra Pierre-Louis."]}],"duration":870}