{"title":"How to Keep Your Gut Happy This Holiday Season","img":"https://static.scientificamerican.com/dam/m/3c15432358ab00c8/original/2511_SQ_WED_GUT_HEALTH_3-Podcast-Span-Image.jpeg?m=1763502212.283","url":"https://www.scientificamerican.com/podcast/episode/gut-health-tips-for-thanksgiving-and-holiday-stress/","audio":"https://traffic.megaphone.fm/SAM8536862213.mp3","intro":["As holiday feasts and stress approach, an expert explains how to keep your gut healthy without skipping the stuffing."],"authors":["Kendra Pierre-Louis","Fonda Mwangi","Alex Sugiura","Jeffery DelViscio"],"category":["Food"],"transcript":[{"author":"","text":"This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."},{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"It’s mid-November, and Thanksgiving is right around the corner, which is great news for our taste buds. But the holiday season may also bring stress that can be hard on our stomachs, causing issues such as bloating, heartburn, or just general feelings of discomfort."},{"author":"","text":"Here to walk us through how we can treat our guts well this time of the year—without skipping out on the stuffing—is Kathryn Tomasino, an associate professor of medicine at Northwestern University’s Feinberg School of Medicine who specializes in GI health."},{"author":"","text":"Thank you so much for joining us today. I’m really excited for this conversation."},{"author":"Kathryn Tomasino","text":"Thank you."},{"author":"Pierre-Louis","text":"Can you tell me kind of what piqued your interest in gastroenterology?"},{"author":"Tomasino","text":"So I have trained in health psychology; that’s always what my background was. But for almost the last decade I’ve been working in gastroenterology, working with people to help improve symptoms—so digestive symptoms—and improve coping with chronic digestive illness. And I was interested in it because, number one, there’s just a huge need. And number two, because our treatments really work, and so you can see people really improving and getting better over time, which is really gratifying."},{"author":"Pierre-Louis","text":"What do you think people misunderstand about gut health—or the gut generally?"},{"author":"Tomasino","text":"One thing that people misunderstand is that they very quickly and understandably attribute most of their gut health to their diet, and it’s not just the diet, right? So obviously, diet matters. Nutrition matters. What you eat, how you eat and when you eat it matters. But it’s just not the only thing. And many other aspects of our health and the environment that we’re in have a huge impact on our gut."},{"author":"Pierre-Louis","text":"Like what?"},{"author":"Tomasino","text":"Well, [the] amount of sleep that we get, for example, can have a big impact on gut health. The stress that we have in our external environment and internally can have a big impact on gut health. So those are just two examples. How we breathe, how we chew and swallow—not just the foods we eat, but kind of that how and the when as well."},{"author":"Pierre-Louis","text":"So you mentioned stress, and it’s November, and we’re kind of going into the big holiday season, right? We have Thanksgiving, and for many people we have Christmas, and we have New Year’s coming up, and it’s supposed to be this joyous period, but it’s also often quite a stressful time. How does stress affect our gut health?"},{"author":"Tomasino","text":"Stress affects our gut in so many different ways because there’s this very powerful connection, a physiological link, between the brain and our gut. You know, many people call the gut, or the GI tract, the “second brain” or the “little brain.” It is full of neurons. The entire GI tract has as many neurons or more as in the spinal cord. So there’s that connection."},{"author":"","text":"And then our gut itself—when you think about the gut, we’re saying the whole digestive tract: everything from the saliva and our chewing in our mouth down to the esophagus, the stomach, small intestine, large intestine, even down to the rectum—covered in nerve cells. So there are millions of nerve cells directing our digestive functioning and performing other actions. There’s a big immune system in our gut."},{"author":"","text":"So stress impacts that whole system. And we can feel this intuitively: If we’re really excited, we might get butterflies in our stomach. If we have something that we are very nervous about or that makes us anxious or we’re feeling afraid, we might also feel that impact on the gut. Diarrhea, nausea, vomiting, constipation, heartburn, all of those things can be triggered by stress."},{"author":"Pierre-Louis","text":"I wanna ask you, like, “Well, what can we do?” But before I do that I also wanna be cognizant that we are also entering one of our biggest eating seasons. What does, like, even one day of overeating—like, for example, on Thanksgiving or potentially on Christmas—what does that do to our gut?"},{"author":"Tomasino","text":"I wanna acknowledge that overeating is eating beyond the point of fullness. The volume of food can do something, and then the what—like, the type of the food that we’re overeating, it kind of makes a difference, right?"},{"author":"","text":"So overeating in general, though, if we eat to the point where we’re stretching our stomach beyond the way that it wants to be stretched, it can impact our whole GI tract. So it can put some pressure on that lower esophageal sphincter, so increasing the likelihood of acid or even food contents, like, regurgitating up into the esophagus, which can be pretty uncomfortable. That can cause chest pain. We’ve all felt that feeling of overfullness, where there’s a lot of bloating, even pain. Your stomach distension is, like, pushed out, so it’s where it feels really almost even tender to the touch. Throughout our GI tract it can cause more gas, impacting our digestion. So even just that one period of overeating, as we know, can be incredibly uncomfortable and lead to a lot of different symptoms."},{"author":"","text":"But it does also matter what we’re overeating, and it’s so much easier and you’re more likely to overeat the highly processed foods, so things not made from nature. They’re not things you can pick from a plant—so not fruits or vegetables or whole grains—or some of those lean proteins. A lot of the more processed foods, high sugar, highly refined sugar, those are the things that we’re more likely to eat beyond the point of fullness as well."},{"author":"","text":"And when we think about December, whether we’re celebrating Hanukkah or Christmas or New Year’s, even, there’s just a lot of sweets that are passed around, and sugar is something that is so easy to eat beyond the point of fullness and can really affect our gut health, often leading to diarrhea."},{"author":"Pierre-Louis","text":"I used to live in France, and there’s a food in some parts of France called raclette, which is like fondue. It’s basically meat, melted cheese and potato. And it was tradition, at least the way I was taught, that you ended every meal with a salad to push things along [laughs], and I was wondering, is there any truth to that? Like, because we know we’re going in overindulging, what can we do to sort of make things a little bit better for our gut when we do do that? Which is not to say we should do it regularly or routinely."},{"author":"Tomasino","text":"Of course. You know, I actually really like the way you framed it because what I didn’t want to put out there is that everyone needs to somehow diet or really limit themselves a significant way on Thanksgiving, ’cause that’s—you don’t need to earn a Thanksgiving dinner, right?"},{"author":"","text":"So number one is: Thanksgiving is a great opportunity to have minimally processed foods, right, like sweet potatoes and pumpkins and brussels sprouts and beets, right, squashes. Turkey’s a lean protein. So there are a lot of different ways you can get diversity and color into your Thanksgiving meal. So just thinking about adding some of that into whatever else is more traditional for you, even if it is more processed."},{"author":"","text":"Taking a walk after the meal is hugely helpful, both for getting your digestive process going, helping clear out gas, getting blood sugar regulated from walking. So doing a, a nice walk after the Thanksgiving meal, if that’s something that’s accessible to you, you have a safe place to do that, we definitely recommend."},{"author":"","text":"I did consult with our dieticians about order of eating different foods and if that is something that we should be paying extra attention to, like you mentioned with the greens in France after eating. And they said it’s less about that, right? So these are our expert dieticians—they’re GI-focused dieticians—and they said it really is about not having as much of that ultra-processed stuff and trying to make sure you’re having other things and paying attention to how your body feels as you’re eating because no one feels good if they get to the point of overfullness, right, that point where you feel kind of sick [laughs]. So can you slow down and eat mindfully?"},{"author":"","text":"That’s also where I would come in, from a psychologist perspective, is: Can you slow down and try to really enjoy the food that you’re eating and notice the taste of it? Not eat everything to the point of overfull, but if you wanna try a variety of things, just get a little bit of each of ’em. So even if you’re eating a little bit more than normal, it’s not all the way to the point where you’re making yourself feel kind of sick. And if you do feel sick, then going on a walk."},{"author":"Pierre-Louis","text":"How does alcohol fit into all of this?"},{"author":"Tomasino","text":"That’s a great question because we know people do have a lot of alcohol around the holidays also. We were talking about stress earlier, and one thing I didn’t mention is that while there’s a direct effect of stress on the gut, stress also impacts our choices both when it comes to eating and less sleep and, usually, more alcohol for a lot of people. If they drink already, they’re gonna drink more if they’re stressed, usually."},{"author":"","text":"And alcohol can definitely impact the gut. We know that alcohol is a trigger for heartburn. Alcohol, especially the next day—it might calm people’s guts in the moment but the next day can lead to constipation and diarrhea and gas, cramping. So alcohol certainly can play a role."},{"author":"Pierre-Louis","text":"Kind of taking it all together—the stress element, the kind of the food culture in the next few months—what can we do to, like, reduce the stress levels in a way that [supports] gut health?"},{"author":"Tomasino","text":"It’s interesting because reducing the stress levels in a way that [supports] gut health, we’re really just talking about stress management in general because the holidays are full of stress, right? So one of the ways that we trigger the stress response in the body—and if we think about, “What is stress?” it’s really that sympathetic nervous system response in the body. And when that goes off our body doesn’t know the difference if it’s stress from the holidays or stress from [an] actual physically threatening environment."},{"author":"","text":"So [the] same systems are going off, and our body intentionally, when that stress response goes off, puts energy—pulls energy, blood flow away from the gut. So that’s where you get those symptoms like butterflies in your stomach or diarrhea, constipation, heartburn that are stress-related. A lot of it has to do with that sympathetic nervous system triggering and then purposefully putting all of our energy toward those bigger muscles to help fight or flee a stressful situation. So when we manage the stress that comes with that response we can improve our gut health."},{"author":"","text":"And obviously, when we’re talking about the holidays we’re talking about just the stress of, “I have so much to do and maybe not enough time.” There could be grief associated with the holidays, sometimes worries about family conflict or political differences, making sure you’re getting the gifts that you need to get for people or if you’re hosting. So there are a lot of different things that can contribute to stress. So one of the things I tell people who I’m working with on trying to manage holiday stress is: Can you prioritize, when it comes to the having too much to do, what are the critical things, right, and what are the, the nice-to-haves?"},{"author":"","text":"So we put a lot of pressure on ourselves in the holidays to keep up traditions and make sure we’re seeing everyone and [saying] yes to all of the different events, and if you’re a parent, sometimes the making of the magic for the kids. But what’s essential? What’s critical? What, if you think about the balls that you’re juggling, what’s a glass ball? If you drop it, it’ll break; there could be some impact. And what’s a rubber ball? What’s gonna bounce back, right? Maybe you don’t need to go to every single party that you’re invited to. Maybe not every single person that is on your nice-to-have list gets a gift. What are the things that you can manage from a financial perspective so to not put so much pressure on yourself? Because that can be hugely impactful over the holidays."},{"author":"","text":"So really figuring out and prioritizing, making sure that you’re not letting go of the things we know help you physically manage stress. And to be more clear, what I mean by that is: the things that are essential for health, when we think about it, are sleep, movement, nutrition and time to ourselves for, like, relaxation and recharge. In our practice we call those the four pillars of health. If we have those things, we can maintain good health in a lot of our physical functioning and digestion."},{"author":"","text":"But usually, when we come to times like the holidays those are the first things to go, right? We stay up late getting things done or worrying about things. We aren’t focusing on our nutrition because there’s all these sweets everywhere around, so we might order convenience foods or keep leftovers or have cookies instead of a meal. We might say yes, and theoretically, we’re doing a lot of recreational things, but they might not be the things we’re choosing ourselves and not relaxing, not recharge, but draining. And then we might not be exercising because we’re letting go of that to do something else."},{"author":"","text":"So if we can put those actually at the center and think, “Rather than trying to fit those in how can I just maintain my regular routine? How can I get out for a little bit and go on a walk? How can I give myself grace and count things I might not otherwise count as movement?” Some people tell me, “I’m not gonna go to the gym unless I have 45 minutes.” Well, I’m not even saying you have to go to the gym—just get outta the house and walk around the block three times. That’s amazing, right? Anything you can do to keep up those four kind of self-care behaviors."},{"author":"Pierre-Louis","text":"Maybe you’re still eating a lot of cookies, but you’re also making sure to eat some broccoli so that you’re still getting some of the good things that you want and that the body needs, but you’re also allowing yourself to really experience the holiday season."},{"author":"Tomasino","text":"Absolutely, so it’s really about finding that balance and being a little bit more flexible. One of the main takeaways is, though, it’s not about perfection. It’s just about: How can you protect some of those things that we might let go of in order to manage your stress? It’s so easy to let go of those things."},{"author":"","text":"And the other thing that I would say is just acknowledging that the holidays are a mixed bag. So most of the people who I work with, I teach a strategy called diaphragmatic breathing. And the reason I really recommend this for people both for stress management and GI health is it actually does both."},{"author":"","text":"So there are a lot of studies that show just regular daily diaphragmatic breathing for five to 10 minutes can impact lower esophageal functioning, meaning that it can help directly address GERD and prevent so much reflux, so if you’re having heartburn, you can use that. It also can affect bowel movements [laughs], so make you poop a little bit more reliably and better and have less pain—a huge positive impact on the stress response. And that’s actually how it impacts gut functioning as well. So it, it stimulates the vagus nerve to put on that parasympathetic nervous system, that rest-and-digest response."},{"author":"","text":"So I highly recommend that to everyone. And for people skeptical about breathing I was skeptical when I first started doing it [laughs]. We’re told our whole life, you know, “Just take a deep breath,” and it feels really annoying. But actually, if you do it, like, five to 10 minutes, honestly, every day, it can have a dramatic impact on your gut health and on your mental health, on your stress management."},{"author":"Pierre-Louis","text":"Kathryn, this has been great. Thank you so much for your time."},{"author":"Tomasino","text":"Thank you so much for having me. I love talking about this stuff and especially around the holidays, when everyone really needs a little reminder of that link. So thank you for having me."},{"author":"Pierre-Louis","text":"You can check out our show notes for a link on diaphragmatic breathing. And don’t forget to tune in on Friday, when we’ll dive into a microscopic world of science and art."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[427,14715,14689,14320,12792,13208,8742,11471,14595,14878,5314,1094,14247,14441,14750,9278,14589,11188,851,14830,14228,13691,15034,14088,14875,15398,12317,14851,12456,14935,14978,11285,11202,10101,7928,1529,14742,15180,14664,14651,12806,12701,13978,14210,14720,15503,14971,14935,14794,13110,7620,15166,14825,15116,15213,15222,16192,9106,2233,14488,15099,15779,15882,15607,11312,9433,2753,15120,15840,15408,15762,15778,15148,14264,14841,14880,14530,13285,10525,5214,15236,15481,15831,16492,10248,10699,8400,14464,13651,15942,12128,14892,12723,8403,5773,17978,15595,15566,14313,14641,8881,15466,14222,14231,385,190,61,102,14733,14758,15149,15587,12484,15004,15035,10880,1649,14786,14873,15230,14827,12444,14891,14145,14839,15162,14931,11500,15853,12965,12275,15169,12910,14627,8714,1707,14899,15437,14595,15323,15408,12832,13353,12160,12989,2683,15190,15054,14716,11112,11045,14859,14979,13747,14376,12791,14774,13879,14927,15261,13141,5111,15424,14211,15380,14576,15184,14441,15667,15503,15044,15331,12575,14385,2792,15174,15447,12769,15938,15989,15652,12398,12785,14916,15777,13529,12034,15459,16398,15368,11855,4315,2776,11777,15052,15486,15973,12413,15151,14831,13882,14990,16935,15389,14654,13287,15194,15094,15376,14848,14238,15037,15178,11828,3812,16246,16608,15598,13404,14855,13064,14711,14870,8827,13076,15120,9820,3678,6591,3689,2015,630,244,1289,2263,15371,9243,10297,11280,10033,11835,13912,14289,15944,9392,16358,12489,16468,14830,16607,16526,13469,16238,15050,16117,15129,15290,14519,13506,13113,10996,9094,8541,8127,7396,6444,5815,17366,22610,15453,16475,12294,10647,13148,20609,17140,15199,12123,9817,14433,13823,13479,12018,4352,6077,7505,9846,12190,14554,16055,16352,16073,15822,14021,15016,12578,12310,13347,9189,10040,3031,2174,1673,4022,3131,2685,16337,22529,17495,12677,17132,14479,14037,16729,12919,12096,9559,1772,2823,17364,22530,22622,12019,11105,14504,2329,1256,21803,18434,13957,16784,17519,15227,16719,10309,15184,14750,12732,10693,14714,13457,12404,12162,18200,10066,19138,19068,13895,14592,15974,16441,9733,12342,9216,1126,1702,2766,19214,15365,11174,19585,10766,13325,12958,14654,14189,15675,13485,2485,15395,17113,15725,15556,14780,9770,2385,14522,18393,11248,14075,13179,1832,7467,22502,12430,13258,14099,11994,11539,11437,12689,10971,13957,9732,13897,12383,11769,9872,1658,12591,20068,15524,11182,8884,17829,13714,1926,564,15176,16932,12993,11649,10867,11025,12308,15116,8765,11375,9813,6928,12278,10469,0,17054,17496,15816,10021,20195,16025,11019,14099,11320,18187,9962,10963,9674,29,16975,15962,12240,22462,13111,9529,15594,13450,14285,12158,11630,9061,16071,15387,17594,14699,12278,15447,13631,13544,13140,10531,10977,11589,11786,9599,8770,9478,7826,410,18333,13054,12867,12314,716,16380,8325,13164,13758,6203,124,10665,9793,13997,13261,9125,9241,8314,9145,13710,14678,10030,508,11515,10812,10480,10379,11524,11920,8195,5874,410,12958,10243,10968,13317,11187,9534,8188,993,8583,11539,4656,245,12515,8705,11827,11774,11320,9266,11588,9718,7329,7221,8150,726,8689,8656,11173,12564,13082,12290,16313,10292,9464,7193,9748,7351,674,9956,7589,8729,8515,12827,11179,9416,12535,9943,5894,7918,8938,8878,18032,14894,14666,12925,8998,10469,14168,12863,8867,323,13502,15212,10812,7168,2253,13830,12002,13476,11024,11169,9972,14620,14504,14286,11513,12025,12857,13508,15222,11315,14258,10981,14685,9692,12431,11332,17651,9916,8631,18911,14364,5362,2475,16210,14880,10275,12634,11914,2887,11035,16098,16488,10921,19814,16918,14215,9491,11360,10757,11039,7673,11154,18354,6973,9265,11670,7685,12133,9763,12410,10988,1079,409,14906,12890,10637,13528,8374,11951,14621,17197,13587,17823,12089,13919,13235,2137,520,12672,12716,8527,15308,11570,12470,11062,9691,7517,6244,9577,11275,5304,15980,15421,16268,18721,10159,13472,15167,13075,17474,4615,10558,11459,14014,9400,12684,11945,8093,13955,11670,1875,9112,8862,18612,12659,15643,12623,11451,10851,12835,13215,8091,8095,8016,7383,708,9158,11426,5220,11990,1414,10324,9365,1322,463,13040,11754,8474,10408,9923,8435,14859,11929,13536,6219,4998,18278,11925,7076,9627,6073,15255,13143,4804,11699,14054,12106,10266,11182,8712,14541,14062,12095,6745,11469,10234,2658,17233,9338,15829,10842,19196,16100,9906,16744,11876,9701,6532,12861,14485,12419,13366,13757,8829,7132,11777,5884,11115,16226,14892,19241,14342,18053,6574,10932,7422,17004,13447,3122,22451,14412,14921,14845,19301,15374,17579,13815,13278,14021,10182,14043,15288,14941,16128,10785,9422,13460,22540,17919,17799,10720,11105,13538,13150,29,2459,14607,8743,14455,10999,11047,8610,10310,11214,7220,14349,14152,12616,13895,10824,11984,10703,11712,13022,7923,14440,20438,14914,14872,14140,9644,13247,10683,9918,15157,15278,3161,12557,13284,13344,15084,13669,15422,14854,12909,16627,8186,14917,12473,11964,15181,11698,1094,12303,15237,10378,6292,19752,16223,11845,11488,5865,12561,16963,13845,16948,2691,10019,10792,10539,10585,7461,13301,13208,16455,14693,18812,13520,10387,12881,11644,8859,10241,10369,16366,15500,16743,9490,12535,14743,12638,16970,14106,13605,10573,11809,1480,4574,16797,14396,18988,15231,9434,11221,14240,2048,17925,9842,17798,15769,6985,15837,14214,3280,264,15525,15186,11824,18236,18935,10934,13485,15387,14996,11357,3171,20960,11641,10968,11958,10202,10257,10006,10727,12937,4829,8304,14841,10808,8539,12192,14268,6707,14321,10766,13651,13086,11105,579,18426,8841,10379,10708,10089,10056,9886,11794,1645,14391,15418,6734,13369,14331,12172,5089,16786,8741,9702,77,6138,13064,4141,8371,10670,10649,12859,13034,11724,21289,16098,20167,17528,12161,15701,1733,10841,14603,12337,13381,14849,13094,10797,13643,15688,13914,6935,9290,9282,6930,7006,14157,10266,9856,15273,14558,11292,14764,9483,12819,13176,10891,13001,9953,9941,12036,8908,9479,9482,8570,8527,3687,16109,11469,6270,11596,14215,9744,8622,7343,8035,9513,14250,11677,9632,22294,16735,14192,13183,17510,11240,13582,17756,21341,2141,22504,16168,10736,10191,15867,14762,19615,18135,16211,12578,11415,10411,9196,9012,9111,7852,22510,19782,16665,20481,15673,16792,19229,13706,13560,18061,16735,14765,14374,17347,11511,12126,15603,13316,14221,4224,22556,19670,13343,14604,14577,17918,17325,12946,20717,17337,11308,10191,14753,7763,12334,12380,8001,1222,282,19758,19979,14597,15042,15925,16152,14893,11671,19848,7893,12042,17755,11296,12728,14746,11764,11991,1518,233,14580,17527,13014,14005,17717,17752,816,18816,18843,11891,11839,14457,10476,7700,12663,11279,13257,15977,14588,10350,14647,12678,16698,12181,6618,15155,12586,1401,15698,13781,13534,13553,11670,13525,10364,12216,1054,8684,16101,15126,9561,10204,11708,10684,12373,9340,10684,19505,14682,11552,1558,15466,6943,22371,14834,15923,15984,10467,10493,10093,10513,6342,13461,16924,16558,2972,809,14322,17012,15333,13762,9634,9724,12703,11690,18313,7530,14675,12627,6635,14501,22085,22509,20771,14991,14880,16738,12631,14224,12888,12512,14001,15043,9372,10385,14021,12539,10006,2164,15343,14215,14814,13675,6432,8965,10646,12956,15948,12604,11630,9410,11016,6214,9005,14953,13848,15451,9576,19124,10671,1451,991,9468,20549,19077,10387,19769,13971,10874,20788,14456,8515,13947,11167,15088,7457,269,9731,13397,9690,8078,11822,12491,18960,18171,15284,9162,516,14540,11271,19366,21789,13637,15026,13842,15019,10510,12163,12240,13877,14104,8378,10588,10616,1001,9952,13587,17058,14164,12713,5170,4539,17561,8752,11832,11466,14060,7664,11620,15512,9959,9593,10990,16082,10899,15677,14393,11951,9580,10359,18200,13210,11234,7217,9409,1338,17027,13913,8105,19625,16045,15972,15986,15784,19298,18867,20095,10581,14811,12334,19816,20583,8095,8568,10694,14038,4110,10315,14646,8996,12199,9124,10872,11409,9352,10366,9396,7411,8780,7613,14439,10123,19153,12563,8353,8582,22515,14468,13494,9771,16153,13888,11304,11473,7799,16481,18195,14655,10396,13992,15550,10669,10204,13254,14852,9150,13412,11828,19301,3375,16293,11969,17110,14447,13029,22589,16720,11918,871,16917,13922,14073,11068,18986,15567,15439,14257,14354,14964,17789,13176,16460,16032,12065,13629,19573,17067,17896,12506,17149,14059,12385,11575,13821,9925,7157,853,10457,13950,9430,10916,9452,7226,10016,10908,9088,13185,7700,13687,16294,16068,14319,8630,13286,12462,9877,18098,12030,14962,17269,12942,15372,16801,11688,13664,16900,17075,14968,13831,12319,15399,14655,7724,17880,14650,12903,14303,11971,9372,758,15644,18885,10175,10686,13443,20133,22468,21192,17712,12892,13206,15109,10117,18361,14690,11951,12325,15106,14444,3937,808,17121,20372,18113,16712,22460,22721,14154,22531,16274,10736,18875,20090,11432,22079,20964,5202,18803,22525,17308,21493,15488,13713,22370,14843,15389,16780,6916,17355,12800,22063,15752,20517,20057,12178,12939,11388,1870,15909,22528,15663,15521,15729,14299,10994,11407,11191,14076,15495,16111,4467,17104,19092,13606,21666,11996,14817,16860,10341,22491,20876,18226,13785,7916,18044,22262,16423,12451,12664,17359,19707,22517,9470,17346,18913,19117,19313,16838,13276,16593,16817,8755,1174,14546,20686,15287,16182,11519,11417,17082,11954,22508,19830,11777,17529,16310,14329,13967,12675,14125,15939,15497,14354,19953,7900,16940,12939,15287,14434,16651,15208,9193,19852,16539,15633,7216,21020,10269,20008,20534,21527,19589,13023,18549,20191,10925,16996,12447,15727,11689,13100,16351,11847,16073,10130,13569,1242,510,22475,14760,14325,11624,12449,18791,15642,17496,21515,11524,19615,10105,18558,14138,11524,9764,14284,11090,11301,12041,12037,7177,9643,19841,16713,8085,1295,19471,17459,15092,14650,22595,16028,18289,16719,14947,12132,12381,13666,14114,14953,1475,17440,14274,16982,17573,12793,12918,13295,3418,16853,17859,9930,17929,17147,16846,13927,16058,11666,19200,14154,17120,1277,11666,14835,12563,13982,14524,14448,11423,10896,13730,13078,9491,11760,9721,9896,10433,11216,10293,11817,10909,9823,17761,1676,1047,19614,16097,13684,11283,2660,22461,11999,18655,22540,20208,15124,20518,15648,791,19689,19354,16089,13932,13197,13345,12635,18864,14899,13713,12851,13939,15279,11013,8703,18920,13910,13707,15453,15656,16313,10908,19813,20548,13146,12635,22538,22518,21988,19807,19333,20137,18188,20270,14824,22483,16391,18532,14625,16378,11492,14622,7959,13757,16894,12642,17757,8799,17360,21313,12216,17782,15650,20769,13894,17564,12192,14038,11013,8543,14382,5029,18678,14776,11452,14182,17138,11524,12780,7735,3004,16972,19804,17282,14289,15002,9607,8233,41,11389,10189,11913,12332,9450,9267,252,12671,13582,14198,9222,13953,9493,11412,22598,22519,3859,2243,21266,15631,14683,11055,17868,12651,9482,8122,8133,13083,10020,8787,22522,12464,12562,15573,14545,15037,10170,6339,16687,15310,20191,14486,10575,7611,13865,8419,11479,12660,13563,2150,8008,15335,13083,14800,14981,17851,17592,8312,10922,10868,9959,12191,10345,12467,11998,11271,11612,17065,11047,9814,13554,6084,96,11252,12542,11685,10799,12241,14615,15957,16192,14861,17916,12070,15628,18256,18833,12803,12396,6501,9106,9795,10307,6150,7386,8372,9131,7117,4733,9834,489,22072,12993,12561,8409,11148,10098,5836,1567,13340,13445,9350,10514,9926,11877,13234,15180,8702,16174,14728,15173,12689,1318,13082,17431,15181,15483,13170,10550,12527,12528,11534,12171,12171,11036,412,16050,18011,18469,13283,12412,9760,13285,10340,10383,11438,10046,12531,14698,10730,9765,9390,13764,6230,19310,16426,10170,22447,12527,4193,11203,9592,8260,9267,11868,11205,11337,8307,12756,933,3014,9304,11117,7953,7061,7967,8190,8984,6231,8958,4594,19818,21886,15206,14123,8645,15423,5646,14140,11563,11550,8930,12623,13916,11132,7200,15734,13216,8939,777,15960,14025,10996,15185,12647,10785,17338,16383,16696,16072,7551,19450,15395,11723,14419,13456,14510,13682,6611,9162,7924,12557,9949,10546,17344,9204,3676,13428,12444,622,12020,11807,9607,7983,9635,11367,5184,17878,16059,13260,14684,20062,9092,19424,13785,13276,15777,15958,13304,13039,14926,10963,11537,3489,4970,21758,13674,11815,8921,11652,13239,11560,18315,10177,12749,12774,10719,10230,13323,412,14694,12073,15052,13830,9345,11438,10775,11476,9547,8386,9058,11084,12514,10468,16617,12758,12239,12491,10642,12166,11252,8331,13264,10929,9968,12236,11985,11023,755,22371,15637,15843,10368,11214,7930,11201,11386,9440,15591,13204,10607,11670,5075,13613,16693,14068,14638,8942,10422,10645,12657,8012,13802,4542,15303,18425,17115,14374,14874,15210,15225,10424,11230,12230,12777,13270,10336,8036,15703,9613,958,15747,13883,18108,9084,14627,11439,15153,10745,10731,7736,744,11633,17876,13617,12220,8643,14884,11886,12568,1960,15567,12478,16559,18219,11418,15046,12246,14308,15571,7914,10907,13479,7674,1735,16309,18565,16048,11864,14198,12296,15099,14879,12379,8917,14225,6407,4953,22421,16071,18603,14624,16250,11153,15962,2444,20303,16411,9667,13228,14924,13593,11791,11793,10236,14253,5107,16301,10980,11678,9676,9883,13746,15947,7078,12626,12761,12001,10613,7807,13683,6451,691,22385,16552,8193,582,21341,20321,17308,17119,15421,13424,16072,12979,9496,10066,12746,7511,15039,6140,20257,15285,19042,19681,17053,4564,20563,18802,15172,19379,5798,13510,21584,11045,20489,15983,5609,18518,20865,10432,1675,116,20670,7824,16624,18727,8448,20292,8379,7745,10299,10951,10895,15773,16256,12926,335,15652,9955,10052,10193,13631,14962,13246,14813,9188,13230,15030,15077,12551,14457,12600,11642,13708,1514,15402,14455,12177,14931,12496,12502,11913,14090,10968,13911,10571,13192,11605,6441,10211,11198,10169,16045,13033,10650,16904,13399,13696,2738,9896,14516,14117,11734,11921,8617,2786,11873,11095,12103,13363,12898,11309,16896,11432,15480,12341,7872,12282,12795,1509,12128,13345,12225,16583,8272,266,15221,17871,10259,7448,16289,12733,12400,4987,20454,12959,13499,10035,9610,6063,7804,7833,7367,10207,9493,10120,12167,11054,12126,1787,13293,16291,9151,18527,11834,12722,6284,394,14069,10250,12207,6079,11308,8956,9851,9200,952,182,5429,20628,15799,17950,10699,10051,15542,15165,14412,6048,64,19755,19535,3468,17661,12981,11990,8089,10266,15168,18140,15145,12369,13463,12123,10715,9951,11579,10975,7325,11065,14858,12640,6729,16211,19771,17384,16206,14625,12437,12151,633,16740,16507,10324,13494,6740,10642,11966,13888,13124,9833,12551,15529,17883,11584,14630,10152,2265,19327,18345,16662,11911,648,10539,12948,14912,18903,10244,17289,1634,16278,14633,9583,14461,14343,16601,15516,10202,13942,11319,14006,8711,7384,13118,935,15508,9465,12756,11755,9987,14699,14396,12116,10672,13641,14781,13517,13005,15877,8714,11608,7506,12866,13128,19910,10153,9963,564,9712,13196,11680,9865,10976,1075,12258,10829,14950,10764,11919,9211,13594,12770,7420,19918,5230,985,16657,13283,9524,4806,14360,14994,14288,6044,14812,17433,13026,7590,11553,7414,9950,14175,8048,8428,15526,14918,5656,6364,8986,8244,12015,10181,6206,1176,14986,17415,16992,17432,10390,10856,14083,12185,12844,16116,14185,14986,12867,5508,355,18027,15432,15609,17308,16872,13429,14273,13202,8264,11157,9096,10585,17611,11322,3210,879,16666,8960,10258,10416,12623,11322,13238,15689,14175,8976,13250,14958,16613,12838,12349,8754,9870,14779,8758,9433,10446,13697,7858,10784,16455,15519,8378,3735,14482,9383,12585,11501,10424,12397,12607,9914,12632,7812,709,79,14153,20064,8268,13553,13619,9983,11400,11001,19492,17233,12603,7821,16152,13868,6142,862,14745,12107,10682,11990,15324,11682,10515,11121,11528,11192,12117,6625,12481,10478,9789,14077,7965,11769,13600,11096,13275,13591,13479,16912,14255,20936,16733,3754,16741,15639,13280,7944,597,11659,14328,9273,11721,13708,11581,10442,10764,15580,16981,10583,12214,11022,19469,15323,15052,11594,14279,15286,15016,14447,11282,1448,11832,19852,14214,12055,17334,12832,8395,489,12610,14004,9296,12454,11781,16434,15687,10849,10861,12611,16448,14183,11736,1990,18694,7920,22411,22560,17385,14785,19596,14055,16911,20308,11883,12608,15214,12600,8931,2637,9998,13649,8995,12093,12348,9708,13356,13714,8368,13904,10960,11698,11646,15249,10109,13830,13565,10177,10347,906,609,14160,16211,11279,15386,13094,10185,7860,14974,9724,8801,10664,10726,12076,9034,8863,13823,9948,13828,15842,17373,9646,16136,14878,11454,11753,378,9411,14478,10985,11970,11600,11863,7847,8025,10054,8719,8525,6705,7066,214,18379,12730,14261,14990,10254,10907,13723,12686,10253,12376,11807,10547,10445,10250,10483,10583,9459,10413,7701,14875,12998,13421,13562,10421,11731,3579,14052,10278,11419,11887,10015,12119,12038,9036,11213,11473,8411,11365,5698,566,9523,17749,13558,11113,11876,12745,14119,14508,12937,18079,14076,14500,16079,7244,10343,10598,12017,425,14383,11403,8689,9259,9889,14249,9779,11201,11608,8839,4013,18028,9855,11073,9480,8370,17629,17193,15185,13958,13063,11259,14045,12831,10956,15076,7377,20247,11733,8244,22530,22442,22491,15454,22480,22454,10362,18757,13823,17109,7511,21577,16202,20170,14982,11427,2595,2455,22590,21692,20381,19376,9652,11879,9445,12082,11516,9548,10392,11823,13595,8963,13687,12909,18726,15292,15004,8929,9059,12587,9874,13542,18643,8436,17365,16815,17067,13483,13691,13770,19374,16244,13854,11885,14950,11820,9130,22426,13352,15523,15542,13108,1470,20068,15295,12711,22479,15456,13453,1018,390,13492,18486,17075,11655,8263,6842,9488,10334,15397,4019,9151,13157,15090,10037,10675,10886,12122,11826,10673,19457,13738,12516,12462,11303,10819,7233,12100,17245,15480,13295,18887,1117,49,14610,13384,12356,14999,11294,13633,7632,28,17037,20241,9948,11454,12142,11167,5751,11517,8869,14339,11447,7665,11999,14215,14807,16643,16312,15627,14064,5070,18974,17030,13283,16859,13419,15805,15881,13907,20519,18467,11072,7267,1717,20593,17119,20468,18884,16995,14435,21573,14645,12348,16754,15929,13964,13579,15805,10848,13201,10310,15832,15227,16446,14376,11296,15904,12255,12479,16531,19110,15854,20249,22343,14395,14232,12902,11166,16573,11085,9093,17198,10537,6605,17529,15766,12570,8456,15097,15651,18397,14925,22404,20596,20630,13173,15033,21165,16143,16630,20582,20320,20819,15257,22524,13571,13883,10884,10292,14126,13555,9390,15383,14061,12631,14757,12242,12936,14992,17396,10401,14299,14682,9088,14995,10462,19286,18863,14442,16779,17966,12366,11880,15827,13394,11720,18487,18398,14042,13361,12416,13491,13356,16477,16810,15278,9631,14523,8026,1163,20348,15705,15334,18701,14965,14982,14204,10819,15281,3566,14562,17654,22554,17076,22268,14827,18350,1810,22679,22621,22363,20229,8707,21747,20654,18047,18626,20717,22020,13756,21596,22412,15642,13748,13722,19620,22267,10178,14419,12417,20136,9561,12011,9529,1261,16852,16625,14405,15175,9331,9563,15638,16033,12230,8499,14208,11714,9047,8027,7663,7932,10603,7546,7897,3125,2419,22581,17645,14637,12409,13854,11149,13381,16983,11457,18028,3554,13990,13635,16296,21447,14067,13689,19418,17147,15474,11776,16745,13040,14276,15035,12693,12103,10508,13833,11499,20356,20386,14421,3275,17444,17980,7316,1471,10980,11465,13051,9478,1771,2901,1298,12437,18756,20862,12915,18438,16446,18362,20917,22227,15625,12780,9661,309,21380,22521,13440,16532,21903,13484,17319,21375,10019,18712,15988,14312,17931,13939,15498,2889,2628,22538,22522,14760,16324,11588,14815,16187,15430,12841,16029,16279,14214,15795,13975,13090,11014,3442,2517,22551,21521,22420,14924,22509,20359,12112,15552,1804,13716,20657,19208,18231,15955,20384,22460,17551,20693,18736,1968,19382,16955,12628,21181,17417,14707,9048,12176,2220,6210,22656,22398,17713,16571,15613,16966,22514,13309,18378,21432,15230,12985,2729,1458,21111,22556,20105,17201,10667,18766,15684,15879,15602,4270,1815,14706,11708,11357,902,521,427,572,320,415,1470,2095,14603,13986,11924,11218,12037,11260,11689,6757,7581,9192,15676,14683,15532,15714,15740,15425,15807,16599,17284,16950,15051,15198,15287,15435,15400,15695,15701,15354,15639,14219,14558,14886,11242,13247,13594,8699,9732,2810,14300,13820,9951,7964,5252,1894,844,427,187,80,35,713,790,692,6682,7076,8015,10185,5971,8287,1700,6912,6995,7080,7400,7527,8634,7992,4428,2086,1658,8552,6623,6717,6330,8214,5412,1334,7511,6739,5204,11352,6151,10609,5604,1416,5699,6716,8067,8881,2637,8788,7328,3823,4402,5373,6051,2997,11485,5902,9838,11665,9416,6633,2100,7232,7977,8534,7240,10636,6145,8311,6297,5139,5663,7575,9461,6455,4688,1416,8821,8170,7424,13231,10819,7172,4477,10965,5249,1072,10225,8752,9282,7305,1815,1786,2160,2002,982,102,0],"fragments":[{"begin":"0.000","end":"7.200","lines":["This episode was made possible by the support of Yakult and produced independently by Scientific American’s board of editors."]},{"begin":"7.200","end":"13.720","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"13.720","end":"39.000","lines":["It’s mid-November, and Thanksgiving is right around the corner, which is great news for our taste buds. But the holiday season may also bring stress that can be hard on our stomachs, causing issues such as bloating, heartburn, or just general feelings of discomfort."]},{"begin":"39.000","end":"63.800","lines":["Here to walk us through how we can treat our guts well this time of the year—without skipping out on the stuffing—is Kathryn Tomasino, an associate professor of medicine at Northwestern University’s Feinberg School of Medicine who specializes in GI health."]},{"begin":"63.800","end":"70.440","lines":["Thank you so much for joining us today. I’m really excited for this conversation."]},{"begin":"70.440","end":"72.560","lines":["Thank you."]},{"begin":"72.560","end":"82.400","lines":["Can you tell me kind of what piqued your interest in gastroenterology?"]},{"begin":"82.400","end":"129.600","lines":["So I have trained in health psychology; that’s always what my background was. But for almost the last decade I’ve been working in gastroenterology, working with people to help improve symptoms—so digestive symptoms—and improve coping with chronic digestive illness. And I was interested in it because, number one, there’s just a huge need. And number two, because our treatments really work, and so you can see people really improving and getting better over time, which is really gratifying."]},{"begin":"129.600","end":"135.760","lines":["What do you think people misunderstand about gut health—or the gut generally?"]},{"begin":"135.760","end":"169.200","lines":["One thing that people misunderstand is that they very quickly and understandably attribute most of their gut health to their diet, and it’s not just the diet, right? So obviously, diet matters. Nutrition matters. What you eat, how you eat and when you eat it matters. But it’s just not the only thing. And many other aspects of our health and the environment that we’re in have a huge impact on our gut."]},{"begin":"169.200","end":"170.040","lines":["Like what?"]},{"begin":"170.040","end":"201.200","lines":["Well, [the] amount of sleep that we get, for example, can have a big impact on gut health. The stress that we have in our external environment and internally can have a big impact on gut health. So those are just two examples. How we breathe, how we chew and swallow—not just the foods we eat, but kind of that how and the when as well."]},{"begin":"201.200","end":"226.480","lines":["So you mentioned stress, and it’s November, and we’re kind of going into the big holiday season, right? We have Thanksgiving, and for many people we have Christmas, and we have New Year’s coming up, and it’s supposed to be this joyous period, but it’s also often quite a stressful time. How does stress affect our gut health?"]},{"begin":"226.480","end":"254.000","lines":["Stress affects our gut in so many different ways because there’s this very powerful connection, a physiological link, between the brain and our gut. You know, many people call the gut, or the GI tract, the “second brain” or the “little brain.” It is full of neurons. The entire GI tract has as many neurons or more as in the spinal cord. So there’s that connection."]},{"begin":"254.000","end":"281.200","lines":["And then our gut itself—when you think about the gut, we’re saying the whole digestive tract: everything from the saliva and our chewing in our mouth down to the esophagus, the stomach, small intestine, large intestine, even down to the rectum—covered in nerve cells. So there are millions of nerve cells directing our digestive functioning and performing other actions. There’s a big immune system in our gut."]},{"begin":"281.200","end":"303.960","lines":["So stress impacts that whole system. And we can feel this intuitively: If we’re really excited, we might get butterflies in our stomach. If we have something that we are very nervous about or that makes us anxious or we’re feeling afraid, we might also feel that impact on the gut. Diarrhea, nausea, vomiting, constipation, heartburn, all of those things can be triggered by stress."]},{"begin":"303.960","end":"319.320","lines":["I wanna ask you, like, “Well, what can we do?” But before I do that I also wanna be cognizant that we are also entering one of our biggest eating seasons. What does, like, even one day of overeating—like, for example, on Thanksgiving or potentially on Christmas—what does that do to our gut?"]},{"begin":"319.320","end":"331.280","lines":["I wanna acknowledge that overeating is eating beyond the point of fullness. The volume of food can do something, and then the what—like, the type of the food that we’re overeating, it kind of makes a difference, right?"]},{"begin":"331.280","end":"378.440","lines":["So overeating in general, though, if we eat to the point where we’re stretching our stomach beyond the way that it wants to be stretched, it can impact our whole GI tract. So it can put some pressure on that lower esophageal sphincter, so increasing the likelihood of acid or even food contents, like, regurgitating up into the esophagus, which can be pretty uncomfortable. That can cause chest pain. We’ve all felt that feeling of overfullness, where there’s a lot of bloating, even pain. Your stomach distension is, like, pushed out, so it’s where it feels really almost even tender to the touch. Throughout our GI tract it can cause more gas, impacting our digestion. So even just that one period of overeating, as we know, can be incredibly uncomfortable and lead to a lot of different symptoms."]},{"begin":"378.440","end":"407.240","lines":["But it does also matter what we’re overeating, and it’s so much easier and you’re more likely to overeat the highly processed foods, so things not made from nature. They’re not things you can pick from a plant—so not fruits or vegetables or whole grains—or some of those lean proteins. A lot of the more processed foods, high sugar, highly refined sugar, those are the things that we’re more likely to eat beyond the point of fullness as well."]},{"begin":"407.240","end":"424.080","lines":["And when we think about December, whether we’re celebrating Hanukkah or Christmas or New Year’s, even, there’s just a lot of sweets that are passed around, and sugar is something that is so easy to eat beyond the point of fullness and can really affect our gut health, often leading to diarrhea."]},{"begin":"424.080","end":"451.320","lines":["I used to live in France, and there’s a food in some parts of France called raclette, which is like fondue. It’s basically meat, melted cheese and potato. And it was tradition, at least the way I was taught, that you ended every meal with a salad to push things along [laughs], and I was wondering, is there any truth to that? Like, because we know we’re going in overindulging, what can we do to sort of make things a little bit better for our gut when we do do that? Which is not to say we should do it regularly or routinely."]},{"begin":"451.320","end":"464.360","lines":["Of course. You know, I actually really like the way you framed it because what I didn’t want to put out there is that everyone needs to somehow diet or really limit themselves a significant way on Thanksgiving, ’cause that’s—you don’t need to earn a Thanksgiving dinner, right?"]},{"begin":"464.360","end":"486.560","lines":["So number one is: Thanksgiving is a great opportunity to have minimally processed foods, right, like sweet potatoes and pumpkins and brussels sprouts and beets, right, squashes. Turkey’s a lean protein. So there are a lot of different ways you can get diversity and color into your Thanksgiving meal. So just thinking about adding some of that into whatever else is more traditional for you, even if it is more processed."]},{"begin":"486.560","end":"505.480","lines":["Taking a walk after the meal is hugely helpful, both for getting your digestive process going, helping clear out gas, getting blood sugar regulated from walking. So doing a, a nice walk after the Thanksgiving meal, if that’s something that’s accessible to you, you have a safe place to do that, we definitely recommend."]},{"begin":"505.480","end":"540.280","lines":["I did consult with our dieticians about order of eating different foods and if that is something that we should be paying extra attention to, like you mentioned with the greens in France after eating. And they said it’s less about that, right? So these are our expert dieticians—they’re GI-focused dieticians—and they said it really is about not having as much of that ultra-processed stuff and trying to make sure you’re having other things and paying attention to how your body feels as you’re eating because no one feels good if they get to the point of overfullness, right, that point where you feel kind of sick [laughs]. So can you slow down and eat mindfully?"]},{"begin":"540.280","end":"562.560","lines":["That’s also where I would come in, from a psychologist perspective, is: Can you slow down and try to really enjoy the food that you’re eating and notice the taste of it? Not eat everything to the point of overfull, but if you wanna try a variety of things, just get a little bit of each of ’em. So even if you’re eating a little bit more than normal, it’s not all the way to the point where you’re making yourself feel kind of sick. And if you do feel sick, then going on a walk."]},{"begin":"562.560","end":"564.840","lines":["How does alcohol fit into all of this?"]},{"begin":"564.840","end":"586.760","lines":["That’s a great question because we know people do have a lot of alcohol around the holidays also. We were talking about stress earlier, and one thing I didn’t mention is that while there’s a direct effect of stress on the gut, stress also impacts our choices both when it comes to eating and less sleep and, usually, more alcohol for a lot of people. If they drink already, they’re gonna drink more if they’re stressed, usually."]},{"begin":"586.760","end":"603.080","lines":["And alcohol can definitely impact the gut. We know that alcohol is a trigger for heartburn. Alcohol, especially the next day—it might calm people’s guts in the moment but the next day can lead to constipation and diarrhea and gas, cramping. So alcohol certainly can play a role."]},{"begin":"603.080","end":"613.280","lines":["Kind of taking it all together—the stress element, the kind of the food culture in the next few months—what can we do to, like, reduce the stress levels in a way that [supports] gut health?"]},{"begin":"613.280","end":"637.960","lines":["It’s interesting because reducing the stress levels in a way that [supports] gut health, we’re really just talking about stress management in general because the holidays are full of stress, right? So one of the ways that we trigger the stress response in the body—and if we think about, “What is stress?” it’s really that sympathetic nervous system response in the body. And when that goes off our body doesn’t know the difference if it’s stress from the holidays or stress from [an] actual physically threatening environment."]},{"begin":"637.960","end":"675.680","lines":["So [the] same systems are going off, and our body intentionally, when that stress response goes off, puts energy—pulls energy, blood flow away from the gut. So that’s where you get those symptoms like butterflies in your stomach or diarrhea, constipation, heartburn that are stress-related. A lot of it has to do with that sympathetic nervous system triggering and then purposefully putting all of our energy toward those bigger muscles to help fight or flee a stressful situation. So when we manage the stress that comes with that response we can improve our gut health."]},{"begin":"675.680","end":"714.400","lines":["And obviously, when we’re talking about the holidays we’re talking about just the stress of, “I have so much to do and maybe not enough time.” There could be grief associated with the holidays, sometimes worries about family conflict or political differences, making sure you’re getting the gifts that you need to get for people or if you’re hosting. So there are a lot of different things that can contribute to stress. So one of the things I tell people who I’m working with on trying to manage holiday stress is: Can you prioritize, when it comes to the having too much to do, what are the critical things, right, and what are the, the nice-to-haves?"]},{"begin":"714.400","end":"755.480","lines":["So we put a lot of pressure on ourselves in the holidays to keep up traditions and make sure we’re seeing everyone and [saying] yes to all of the different events, and if you’re a parent, sometimes the making of the magic for the kids. But what’s essential? What’s critical? What, if you think about the balls that you’re juggling, what’s a glass ball? If you drop it, it’ll break; there could be some impact. And what’s a rubber ball? What’s gonna bounce back, right? Maybe you don’t need to go to every single party that you’re invited to. Maybe not every single person that is on your nice-to-have list gets a gift. What are the things that you can manage from a financial perspective so to not put so much pressure on yourself? Because that can be hugely impactful over the holidays."]},{"begin":"755.480","end":"785.080","lines":["So really figuring out and prioritizing, making sure that you’re not letting go of the things we know help you physically manage stress. And to be more clear, what I mean by that is: the things that are essential for health, when we think about it, are sleep, movement, nutrition and time to ourselves for, like, relaxation and recharge. In our practice we call those the four pillars of health. If we have those things, we can maintain good health in a lot of our physical functioning and digestion."]},{"begin":"785.080","end":"820.600","lines":["But usually, when we come to times like the holidays those are the first things to go, right? We stay up late getting things done or worrying about things. We aren’t focusing on our nutrition because there’s all these sweets everywhere around, so we might order convenience foods or keep leftovers or have cookies instead of a meal. We might say yes, and theoretically, we’re doing a lot of recreational things, but they might not be the things we’re choosing ourselves and not relaxing, not recharge, but draining. And then we might not be exercising because we’re letting go of that to do something else."]},{"begin":"820.600","end":"850.360","lines":["So if we can put those actually at the center and think, “Rather than trying to fit those in how can I just maintain my regular routine? How can I get out for a little bit and go on a walk? How can I give myself grace and count things I might not otherwise count as movement?” Some people tell me, “I’m not gonna go to the gym unless I have 45 minutes.” Well, I’m not even saying you have to go to the gym—just get outta the house and walk around the block three times. That’s amazing, right? Anything you can do to keep up those four kind of self-care behaviors."]},{"begin":"850.360","end":"863.360","lines":["Maybe you’re still eating a lot of cookies, but you’re also making sure to eat some broccoli so that you’re still getting some of the good things that you want and that the body needs, but you’re also allowing yourself to really experience the holiday season."]},{"begin":"863.360","end":"880.720","lines":["Absolutely, so it’s really about finding that balance and being a little bit more flexible. One of the main takeaways is, though, it’s not about perfection. It’s just about: How can you protect some of those things that we might let go of in order to manage your stress? It’s so easy to let go of those things."]},{"begin":"880.720","end":"897.800","lines":["And the other thing that I would say is just acknowledging that the holidays are a mixed bag. So most of the people who I work with, I teach a strategy called diaphragmatic breathing. And the reason I really recommend this for people both for stress management and GI health is it actually does both."]},{"begin":"897.800","end":"929.680","lines":["So there are a lot of studies that show just regular daily diaphragmatic breathing for five to 10 minutes can impact lower esophageal functioning, meaning that it can help directly address GERD and prevent so much reflux, so if you’re having heartburn, you can use that. It also can affect bowel movements [laughs], so make you poop a little bit more reliably and better and have less pain—a huge positive impact on the stress response. And that’s actually how it impacts gut functioning as well. So it, it stimulates the vagus nerve to put on that parasympathetic nervous system, that rest-and-digest response."]},{"begin":"929.680","end":"948.720","lines":["So I highly recommend that to everyone. And for people skeptical about breathing I was skeptical when I first started doing it [laughs]. We’re told our whole life, you know, “Just take a deep breath,” and it feels really annoying. But actually, if you do it, like, five to 10 minutes, honestly, every day, it can have a dramatic impact on your gut health and on your mental health, on your stress management."]},{"begin":"948.720","end":"952.560","lines":["Kathryn, this has been great. Thank you so much for your time."]},{"begin":"952.560","end":"966.920","lines":["Thank you so much for having me. I love talking about this stuff and especially around the holidays, when everyone really needs a little reminder of that link. So thank you for having me."]},{"begin":"966.920","end":"983.080","lines":["You can check out our show notes for a link on diaphragmatic breathing. And don’t forget to tune in on Friday, when we’ll dive into a microscopic world of science and art."]},{"begin":"983.080","end":"1030.560","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1030.560","end":"1038.600","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":1038}