{"title":"How AI Is Transforming the Grieving Process","img":"https://static.scientificamerican.com/dam/m/21108660f4b41a7c/original/2511_SQ_WED_AI_GHOSTS-Podcast-Span-Art.jpeg?m=1762890644.346","url":"https://www.scientificamerican.com/podcast/episode/can-talking-to-an-ai-version-of-a-loved-one-help-you-grieve/","audio":"https://traffic.megaphone.fm/SAM1328254902.mp3","intro":["Science writer David Berreby shares his personal journey with griefbots and discusses how they can offer unexpected comfort, insight and connection in the wake of loss."],"authors":["Kendra Pierre-Louis","David Berreby","Fonda Mwangi","Alex Sugiura"],"category":["Artificial Intelligence"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"When someone we love dies we often yearn for the impossible: one more conversation. Maybe we want the opportunity to finally gain clarity about a difficult relationship or to say, “I love you” one last time to someone we cherish. While raising the dead is still out of reach more and more people are turning to generative AI tools such as Replika to conjure the essence of their loved ones and have those final conversations."},{"author":"","text":"Some users claim these so-called griefbots have helped them process loss, but mental health experts are not so sure. Here to walk us through the story is science writer David Berreby, who authored an upcoming feature for Scientific American about the growing use of griefbots."},{"author":"","text":"Thank you so much for joining us today, David."},{"author":"David Berreby","text":"I’m very happy to be here. Thanks for having me."},{"author":"Pierre-Louis","text":"It was really lovely reading your piece, and sort of one of the first questions that I thought was interesting is in the piece you don’t just talk about people who have used, you know, what you call griefbots; you actually used one yourself. Can you walk us through a little bit of the process of what that entailed and how it felt?"},{"author":"Berreby","text":"Well, I was really struck when I started to report on the piece that there were people who were sort of quick to condemn the entire idea of re-creating a deceased person in AI and, you know, predicting how just terrible it would be in a hundred different ways. And it seemed to me that most of the time the people who were saying, “This is a terrible use of AI,” had no actual experience with it. Whereas the people who had actually used one or therapists who were working with people who’d used them, they weren’t saying, “This is great, and there’s no problems,” but they were also not saying, “This is terrible.”"},{"author":"","text":"And so it seemed to me that it was one of those AI experiences, like so many others, that you just have to kind of experience for yourself to really understand, rather than just having a kind of a firsthand, knee-jerk reaction. So I thought, “Okay, let’s see how it would work if I myself were to do this.”"},{"author":"Pierre-Louis","text":"And I guess, kind of what does that actually entail?"},{"author":"Berreby","text":"There are a lot of start-ups that offer to re-create a deceased person for you—their voice, even their look. And so those are some options that people have. You can also just wing it on your own with ChatGPT or another general LLM, large language model. But in all cases the process is pretty similar. You provide a certain amount of material for the AI to work with, either a voice sample, photos—if you’re going with something that actually looks and sounds like the person—and certainly some text, some things that they wrote or some things that they said."},{"author":"","text":"The data is never really enough because when you’re trying to re-create someone who is important to you, you are re-creating something that is also about you. And so whatever service you use you also have to provide some description of the person that is not just data, things that they wrote, material in an archive but is your sort of take on them. In other words it’s not enough to just say, “Here’s a whole bunch of letters.” You have to say, “Well, you know, my dad was this kind of a person”: he had a sense of humor, or he really liked talking about fishing or whatever."},{"author":"","text":"And so that is generally what’s involved, no matter what service you’re using. I actually tried three or four different ways to see what different results I would get. But that’s the basic process."},{"author":"Pierre-Louis","text":"And fundamentally, what people are doing when they’re uploading their loved one to these services is they’re trying to navigate grief, right? And the thing that I found really surprising is how you described how grief works in our brain. I’m not sure I’d ever really read anything about that, that when we’re grieving someone it’s basically—our brains are in this tug-of-war between our neurochemistry that says, “This person is alive,” and the reality that this person is not. And that grief is essentially, like, a learning process of our brain learning that this person is gone, and that takes quite some time. How does AI affect that process, to the best of our current understanding?"},{"author":"Berreby","text":"Well, that is where, I think, there’s some continuity between uses of AI and other, more familiar processes of dealing with grief, because when you are in this really painful state of feeling like the person is still in your life and part of your life—and a very large proportion of people who’ve just lost some feel literally like, “Oh, they sent me a message. They’re in touch with me. I sense them.” When you are in that state you will pick up an object that belonged to them or look at a photo or maybe listen to a recording or just conjure up a memory and then kind of relive a moment where they were around. And AI is essentially a new kind of artifact, I think, for doing the same thing. You’re kind of re-creating some experience that you had with this person in this time when you’re not quite believing that they’re gone."},{"author":"","text":"Of course, the difference with AI is that instead of having a conversation in your head imagining you talking to your loved one there’s literally text on the screen or a voice in the air that is responding to you. So it’s not, you know, exactly the same, but it’s also not a giant break from the past. I mean, people have always re-created someone whom they miss, someone whom they long for, in one way or another, sort of imaginatively, right, in their minds. And so this is kind of a way of making it a little more literal, a little more in the world, but it’s still that process."},{"author":"Pierre-Louis","text":"I know that one of the concerns was the risk of a lifelike interactive chatbot or griefbot is that it might make the path too attractive to let go, but the research seems to suggest, if I’m correct, that people who had recently lost someone and used griefbots actually experienced something [that was] a little bit of the opposite: instead of withdrawing from society they were more likely to be social. Why is that?"},{"author":"Berreby","text":"Yeah, I think it’s because, society doesn’t like grief, you know? We’re not a very death-aware society. We have people trying to literally become immortal. We don’t really like talking about it. And so a lot of grieving people tell psychologists that they feel like there’s a time limit or there’s a constraint. Like, people are like, “Okay, I feel very bad for you, and now let’s move on. I mean, I’ve given you, like, a half an hour,” or “You’ve had two weeks,” or a month or whatever. That’s kind of painful for people because these things take the time they take; they’re not really on a schedule."},{"author":"","text":"So what the people in this small study that I write about were saying is, “This AI does not judge me, does not suggest that maybe I should talk about something else, does not tell me to move on. It just is there for me, and I can work through things with it at whatever pace is comfortable for me without feeling like I’m in any kind of conflict with another person, and then I feel better, and then I feel better about seeing people and not worse.”"},{"author":"Pierre-Louis","text":"And that raised a question for me, which is, in some ways, your article really centered around kind of the concerns that people have for these griefbots, right? These people are coming out and saying, “These griefbots are serving a function that society is failing to provide for me.” What does that sort of say about our society?"},{"author":"Berreby","text":"Yeah, I didn’t have room to get into that in the piece. But that is an excellent question because I think you could argue that in a society that was really sort of psychologically well-balanced [laughs] it would be possible and understandable to be someone in deep grief and not have to be distressed by feeling that people were wanting you to just not talk about a such a downer subject or not say something that you said last week because they wanna, you know, get on with being productive and lively and all that other stuff that we seem to prefer, right?"},{"author":"","text":"So I agree with you. I think, you know, maybe you could argue that they’re fulfilling a need that maybe we wouldn’t have if we were a little less avoidant of the whole topic of loss and death after all."},{"author":"Pierre-Louis","text":"You end the piece somewhat cautiously optimistic about the future role of griefbots, which is sort of in, you know, standard juxtaposition to how much fearmongering we’re getting these days about AI, and I was just kind of wondering, how did you land on that place, and what do you want our listeners to know kind of about that?"},{"author":"Berreby","text":"You know, I didn’t go in thinking I had a take on this. I mean, I think, you know, we all know millions and millions of people use kind of invented characters: “people,” in quotes, who don’t exist, that the AI is reproducing. But the vast majority of those are made-up. You know, you go to Character.ai, you go to Replika, or you go elsewhere, and you say, “I want them to look like this and be like this and have this personality.”"},{"author":"","text":"And so these griefbots are a really interesting special case of that kind of creation because they’re constrained. I mean, if you wanna make up a pretend grandma, you can. But if you wanna re-create yours, it has to be sort of constrained by the reality of your memories and the real person. And so, you know, that already kind of creates a different kind of relationship to the question of, like, “Oh, are these things too accommodating? Are they too sycophantic?” you know? Because if it’s not like the real person, then it’s not gonna really convince you of anything or make you have—feel anything."},{"author":"","text":"So I, I guess I was mildly skeptical but open-minded, and then as I worked through my own experience and also read about what other people were saying, I realized that people are not stupid. You know, they don’t text for 20 minutes with an AI that has sort of tried to re-create their grandfather and then suddenly get confused about, “Oh, is that a real ghost? Is he really out there?” Or, you know, “I’m not sure what’s real anymore.” They know it’s a—an artifact. They know it’s something they’re using to work something out with themselves."},{"author":"","text":"And that was how I came to see it. I did—never thought, “That’s my dad. You know, that’s so eerie.” I just thought, “Oh, okay, there are these things that I was wondering about,” and bouncing them off this thing that has a flavor of him that I created with these thoughts in mind was kind of insight-provoking in a way that I wasn’t sure it would be."},{"author":"","text":"So it just seems to me that, you know, like anything else, I mean, you could define this as a therapeutic tool or as a kind of a thing for people to play with even, a creative tool, and that people can be okay with it, if it’s packaged in the right way. That is to say, if, you know, it’s something where you say, “Look, this is something you can use for yourself, for your creativity, to explore your feelings,” and not say, “Oh, we’re gonna reproduce your loved one perfectly.” Not say, “We’re gonna use the same social media engagement tactics that we use to keep you on Twitter and Facebook.” You know, it can be done right, and that’s my cautious optimism. I’m not sure it will be, but it could be done right."},{"author":"Pierre-Louis","text":"That’s an—a really positive note to end this on. Thank you so much for your time."},{"author":"Berreby","text":"Oh, well, thank you for having me. I appreciate it."},{"author":"Pierre-Louis","text":"You can read David’s upcoming piece on ScientificAmerican.com on November 18 or check it out in the December issue of the magazine."},{"author":"","text":"That’s all for today. Tune in on Friday for a look into a new promising frontier in beating back cancer: vaccines."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you on Friday!"}],"wave_peaks":[0,1804,2957,3395,19585,17781,19769,21006,14174,11699,12793,21204,15234,16701,13885,21251,16104,11513,16878,12501,7944,17746,14200,22310,20468,17071,21066,13137,10313,11529,12191,13693,19939,12689,20650,21273,12153,14132,14635,12943,17804,14795,19031,15998,19775,12008,16246,8057,21095,19861,21413,21713,21264,15809,20997,16328,15400,14320,20809,21455,20436,20805,19870,21245,9993,12665,16827,15472,16490,13555,21085,8613,16712,21188,21051,21152,21074,16995,21323,21106,13915,14353,15675,20986,20353,15298,13362,21037,17280,16734,18745,15937,13517,13365,14354,1169,1,11086,14758,15149,15587,12484,11128,15035,11282,2905,14786,14873,15230,15098,14827,14761,14891,14839,12852,15162,14037,14116,15853,12399,15169,11404,14627,11602,4876,1707,14899,15437,11187,15408,13884,13353,12109,12989,7879,1656,15190,12806,14716,8945,14859,14979,14075,12587,14376,14774,12799,14927,15261,12919,13141,14144,15424,15380,14576,15184,14765,15667,15503,15044,15331,11045,14385,11603,15174,14843,15447,15043,15989,15652,12579,12785,12443,14939,15777,12034,14752,16398,15368,11909,10964,3749,4392,14868,15486,14751,15973,15151,14831,2319,14746,14990,16935,13829,14654,15194,14216,15142,15376,14848,15037,15178,14645,3812,3312,16608,12364,15598,14855,11167,14363,14870,13950,13076,15120,12307,8206,6591,4317,3500,1217,301,18,188,1197,2015,15523,11406,9901,12956,10742,12000,12915,12144,14910,11899,15375,13321,15378,13377,14281,13599,11078,10023,7143,7951,6328,16826,22509,16984,16691,15377,15035,12360,16000,19385,16235,14682,10910,17880,12882,13650,10711,9567,6498,7199,8173,8387,9457,11235,10687,11246,12032,17035,15800,16871,16404,16860,14959,16405,15714,14822,15074,16868,15936,15352,13396,10977,8677,11544,7888,2904,2365,1697,4494,4624,5761,3083,2419,2301,22526,20130,19396,14797,11343,20349,15771,16617,10212,11226,12382,6987,1086,19268,11338,13266,11002,8793,12480,1602,1798,1683,19352,17580,17674,14370,12109,10342,17770,20537,12656,12410,10798,15095,13556,12290,9355,16190,1626,16425,20967,21116,15248,11697,14781,10884,15375,9781,2298,20211,21136,16723,19096,17345,10963,8204,1994,21875,15831,11903,12759,13474,11805,15497,15865,15018,10406,4440,18568,18860,15915,5397,8431,20787,18958,16957,14969,13922,9719,18699,15791,13323,10668,11850,7973,2775,22535,15027,18738,14667,18801,13238,14663,13158,15877,12928,15326,7123,1831,20350,22532,17206,15895,11468,13499,11367,1864,1969,18314,21506,12248,13502,11828,21434,14590,11143,17697,11830,3213,15897,21483,20989,15475,13483,15913,18905,13221,10534,18490,13481,15314,10194,14156,6727,1740,1885,20308,22461,16678,12258,12103,12267,886,11279,18092,22358,17383,8728,11310,2170,22510,22490,16374,13608,15040,11590,10769,10051,4053,16265,21719,13912,16012,11920,7656,1218,5639,21637,15496,11952,17158,18008,8957,18249,18088,15757,17473,20052,14676,9833,9061,4084,748,15899,15378,14487,15023,5422,2577,20308,15439,16742,15080,17164,19778,22515,16679,17946,17701,15518,17022,14071,16568,14401,14273,12723,10994,12318,13726,13229,12859,1941,6,21356,22490,14828,13534,15788,18002,14890,16709,9722,11506,17402,13861,9734,13413,15577,14955,15775,13164,10290,13106,10906,11836,11439,13494,10547,17955,16066,17274,11363,15124,17539,9673,16810,13205,15038,9262,11204,10487,10539,10782,12261,12049,985,9991,9335,8460,2396,19508,19898,15127,9501,16143,13059,12631,12176,12330,12572,5569,1083,18189,18170,18267,20208,19754,16604,17525,16187,17122,19736,6588,14270,11377,15368,12993,12421,11465,1359,19456,21360,20263,14375,18369,8054,14,20282,14909,15071,15694,17573,11435,917,16643,12224,11303,11676,13869,8389,7804,14057,14529,9343,8199,7177,1050,18351,22502,17308,15866,19805,12220,16899,17242,13729,16645,20199,22503,14594,13986,11566,19250,16652,12906,15087,15326,7291,1248,16734,17147,12151,18365,14921,13665,8156,12992,11180,12106,9116,9658,10130,8375,330,10380,12003,8490,18283,8542,18838,12437,17489,8554,13680,14550,12645,11193,11379,8280,9942,10468,9007,13075,12677,11296,2525,22231,20484,22547,12533,18887,14981,16317,11628,14072,10424,8711,14133,9582,22211,11574,22569,18800,17332,21637,17873,10906,12438,11338,20547,22016,18498,19572,17425,18035,9596,11382,10824,15531,18817,808,15915,11343,9923,17503,15273,14260,9806,13097,17009,10314,12092,9806,15412,2405,9277,12279,8498,14158,14867,14028,11623,12148,15665,16283,3106,16765,22469,21486,12499,20927,14178,11424,15981,13735,7462,14790,10030,15971,10633,10865,11333,10202,11777,9705,13000,12541,13831,2711,22506,22523,22502,19889,20592,16093,18778,14686,12142,17655,22486,19543,9316,12811,12466,12000,7741,17124,15755,13501,14982,7452,15755,14260,8967,10331,15105,12119,14952,1124,17785,14590,12322,12149,10110,11574,8422,4753,11459,7877,15147,16032,14286,12962,20625,10601,22506,11932,15714,16628,18702,12266,11551,11176,13306,997,17819,22539,18511,20813,20197,14370,3316,17840,14915,15225,15033,14377,15737,15755,12642,10697,14589,13701,14736,15473,14097,11753,12083,8394,12760,19500,16452,15168,10895,1066,7568,18837,1888,13750,18938,16622,14094,13309,16767,12430,15223,11133,21245,9723,10997,10529,12952,9178,11057,11805,14062,6434,16557,17885,12799,10167,10566,64,12021,13839,13151,11694,11067,15297,13903,11561,22047,15188,5257,16038,17798,17351,18319,20327,15687,11288,14565,6650,14853,18054,16491,13331,16569,13802,16014,9672,11346,10499,13770,11625,7872,9808,8346,6895,12390,13757,15275,12888,13167,14371,6977,9245,6108,2564,15993,20957,18837,22507,20636,22536,21320,20894,18712,12040,16563,22517,14391,14352,16829,11052,17195,11352,4833,17541,13716,12985,6789,8626,11919,9782,10337,8306,12029,8845,15264,17603,11646,6065,1031,10,22277,9076,21294,18330,15611,4777,17683,17701,16710,13265,11719,8032,22144,11093,7350,16619,14650,8906,18164,13203,3178,20447,16676,19329,11149,16828,10754,12019,8335,11881,545,569,22320,10392,16504,18053,18753,14427,14724,9110,21842,15976,11235,17966,12018,8777,10121,11947,11515,15300,13524,11828,9064,17887,15012,13401,13979,14298,1326,22487,18388,15461,13314,14586,12259,10999,12170,12848,11650,13547,12204,10791,13543,14102,10721,9380,1748,17717,15570,9814,13751,19916,11478,15473,16490,12002,10267,15212,14782,1175,20132,20022,12808,18177,12411,15733,15152,9827,11563,16111,7895,1114,22162,14582,11167,11824,12589,8953,9727,8283,15044,8191,616,7407,20729,15162,15147,15640,14098,14598,13045,10150,12012,8131,10659,6149,0,22522,13196,13299,14716,14639,3935,20247,14743,18471,14917,14533,15946,13123,7492,11705,14571,10430,11213,14583,14042,520,13285,13649,15023,12294,11477,8197,12739,16597,16343,12799,15789,16515,16400,21736,11557,14052,12968,12724,16692,14971,12321,14545,12724,14282,12738,11555,14240,13910,12965,15342,7809,17669,15500,9886,16273,16366,14016,12746,11246,14054,11993,12894,13006,22493,11887,20817,10287,13917,13135,11286,14866,13686,7252,12276,7402,941,16645,18272,16601,18910,17006,914,13039,16904,17212,10116,14377,22353,18268,14899,2185,10309,11930,9814,10216,8171,13873,21535,17491,18089,2728,9637,10907,10941,14077,10763,17519,5266,9659,6454,16265,16706,19384,13678,10900,13182,7427,12871,14194,15958,10347,15298,18165,11209,13798,12441,12669,14487,15611,20561,22313,18018,12680,19163,14404,20076,16569,18057,13458,11150,12873,14424,15698,12008,12053,15188,13875,20011,13959,8439,18695,11808,16350,9876,15436,6362,17997,17732,13786,13371,18166,16060,14054,16605,2057,1848,22517,22500,19291,18400,17786,15627,14029,21255,16594,14507,20314,12633,12946,17692,13872,12314,19625,19027,7475,17783,13511,18113,9026,1157,21717,22511,22512,9900,110,37,21250,20644,17393,13730,15078,15532,15020,18160,6913,7454,14644,11131,4382,16124,20064,14816,9680,21787,18186,15770,3830,22203,19996,17134,19352,13371,14319,18879,13601,15785,13762,15794,5760,7132,18109,17072,15359,9638,11432,13414,11320,9156,10082,12066,5108,16107,19122,12190,1042,18610,19317,19024,16155,20191,13684,9890,10362,9863,12701,11032,10884,13185,10907,13626,15271,16435,17873,22034,18824,14235,8985,13404,14385,16266,10294,11368,10049,14020,14511,11858,1141,42,22343,20779,17399,10455,14863,15498,10566,601,19830,17528,14175,14530,3255,13753,11766,11232,15253,13009,8144,13534,13372,749,20803,16491,10713,15914,16074,10824,11632,8854,13524,12211,711,21118,16350,44,41,19271,13119,12557,15313,14396,3472,195,20869,18868,17587,2744,21923,19513,13598,20028,18078,12426,13570,8047,20034,15257,12287,12323,10319,14835,1157,22506,17232,11327,17004,15744,14954,17389,21043,11928,10400,15982,8865,11854,6052,16308,16589,8870,7574,9922,12721,12998,13659,12922,2,21230,19842,20097,15537,14455,16754,9239,22553,22009,17760,19872,16273,14704,13348,14308,16458,11872,1185,708,18755,13291,19279,18687,19666,12947,10232,10798,15685,16389,8865,13342,15411,13126,11182,18059,14539,11405,11658,7722,9863,14515,14205,18087,15725,13288,16880,10464,946,17776,13614,15750,13468,14121,14791,17211,8487,16079,13343,10817,10837,10549,6983,13592,9333,16931,16442,20648,14497,19038,17182,11587,11513,12301,15146,11507,15929,15161,15951,15144,14935,10483,12932,10827,8317,7466,8406,20111,14443,17978,18932,10918,12775,14692,14999,16916,16071,16130,21961,13654,12414,12285,17719,2746,10404,21544,16475,22497,8147,16204,15902,13855,17445,13768,12848,8521,15114,16310,9000,7644,604,18982,18704,19677,21481,20465,13642,14228,15884,13421,12998,12577,15070,15697,12709,16429,12872,18232,12274,10823,11487,9055,11347,6933,14726,12530,13194,7533,12598,15568,11405,14566,22509,20064,11739,13728,11748,14969,17901,21556,12091,14317,15336,17920,20693,14424,11043,13454,13889,12054,11590,7596,16464,22532,15559,14585,15562,15286,12756,11324,16471,5368,18501,16991,22519,18888,17814,14624,17426,14517,8324,10775,8188,15766,11506,18393,21401,17395,19057,14962,17038,7005,22230,21998,14144,28,21130,20220,21950,18705,16070,15012,17528,11377,16159,18376,16909,9697,1533,19993,16876,18785,12575,19642,14855,13074,16872,17562,20780,20754,14313,15724,9102,12660,17903,13809,17777,15469,20798,20442,14711,9970,22513,22442,21814,17156,19563,10435,15271,21449,18008,13658,899,22523,21693,15619,19189,16289,11012,16557,7013,14454,22542,19664,17110,22485,7768,14364,16017,20351,14795,16635,10627,13637,11425,10339,11828,12011,11448,15133,9412,10494,15651,1133,13042,18873,22157,18243,17449,11815,17438,9404,8512,10894,11317,9986,6741,17134,18878,18424,15987,14422,21418,8451,18141,13226,9778,15958,18360,11840,18267,13983,14826,12077,1411,12760,15844,10993,9620,16797,15712,15583,13261,12365,11594,10469,14389,17521,20443,18272,13551,13744,12633,12527,8407,11050,10379,17328,11157,13404,13905,18588,15721,7406,2438,15037,9026,17462,11306,14042,15234,14382,12743,12683,12021,17325,14128,10420,1471,20180,22486,22013,19880,22457,20387,20246,16598,17259,14026,13494,7739,9510,16248,14606,12364,14141,22452,21304,17974,18718,15700,14498,14314,14789,6304,20886,13926,13622,11028,16239,13509,13446,13719,5723,10340,14987,10417,9498,7038,10004,10461,752,10355,15926,11747,11772,11086,13858,8558,14144,16233,10671,17699,10036,16531,58,15049,13426,22476,17383,9700,3794,18599,21993,13117,17239,14277,11019,14501,10430,13057,11199,11576,12173,1978,20761,21012,18837,8425,15337,18545,16242,12228,14315,9670,9292,15161,13707,14465,9275,16450,9580,11345,14151,608,1333,22462,17719,19594,22516,19619,12524,512,20103,22492,12433,13066,11679,16403,14524,358,18657,16203,17154,12647,14978,16472,16534,20615,19470,10369,3609,16437,20078,15266,14335,12159,13777,20834,10808,8638,11856,17621,12395,22185,19623,14736,7351,16388,10048,16242,9992,9172,9000,11522,1056,10109,11277,20302,21525,16189,6355,7027,11182,11929,16070,14322,10945,6658,12033,8943,4927,3526,17341,6210,20772,15455,16679,17638,22394,19619,4419,7796,11034,13022,14152,10885,9101,10404,9913,11242,13539,11701,13411,15109,13276,14307,11092,11401,9979,9725,9970,12177,2994,20582,8954,14939,17961,22476,20198,14186,24,17571,16863,20701,20474,10912,9227,11241,8706,15042,18352,14596,17537,16173,17281,16760,16693,20835,13924,16035,17472,16435,9740,12926,15161,13562,14410,15471,11846,471,17067,15957,15160,18179,9875,15651,13154,16147,15967,13274,10289,11867,11784,9361,12804,8191,11221,17738,14691,17323,22507,19355,11567,14415,5533,22512,22513,21660,19037,18525,17673,14031,12669,19289,17408,14941,14230,20960,16914,12197,11592,8778,16278,16935,11768,13635,11987,13455,17766,15322,18024,8405,11653,9503,11717,1048,6748,16428,14874,15232,12063,11134,14501,16472,8435,22525,22513,11933,16105,19552,19507,14416,17184,19443,20635,15319,14661,16393,17306,16111,13708,10454,11324,12864,11010,613,13885,21184,17725,13640,18024,13606,7480,13186,12412,17383,19832,15137,13425,13430,17365,19301,16337,12800,13951,15464,6581,138,16832,17332,11851,18310,22520,19669,20102,16423,14263,14442,13565,11088,9760,12029,15990,12301,9960,13403,9301,12331,16724,13223,10309,10242,10797,20630,12859,15592,11639,22419,17051,16047,16412,13514,15768,12608,10201,11668,13425,12753,12054,10345,1482,13769,13803,16066,10411,12633,9592,12262,14943,13512,14852,18528,14337,13300,13219,13399,11130,11049,14726,14072,12418,13771,14186,18271,17146,21642,22487,8885,13749,17990,18169,19857,13385,17753,12402,13394,17239,15760,1535,13360,16588,20028,19752,15333,11502,18153,17139,15548,13948,11538,9275,4591,11591,18087,17469,16665,12561,17484,11428,1535,10848,7581,4681,17385,20564,22160,16578,11307,12299,14500,14998,13800,16337,15498,6181,15782,11401,15504,14603,22499,22491,22522,8906,15764,14988,13445,13831,14750,13425,11457,8550,19765,19501,19211,18768,15642,18916,19832,16818,10697,16605,14300,13598,11447,14663,16066,12980,11638,10325,9685,9206,10169,15504,13986,12221,15352,12152,11672,13291,12368,10538,780,10521,12841,15715,15717,17345,15543,17258,11027,13817,8540,16901,22283,20496,19565,14000,11213,17430,9591,7554,18292,14074,18019,11305,15404,16044,11085,14232,3274,577,43,19755,17301,21743,398,17785,18250,15724,12513,18938,19393,14247,16149,22231,21483,22467,17714,18661,19491,13292,10330,15343,15713,13891,17091,18007,17348,17175,16659,16595,11846,22085,20107,13365,22467,13726,10295,11466,12129,17137,13992,17415,14171,14559,17959,1794,15433,22444,21463,20190,12511,14552,14831,16133,10973,8816,15168,16297,16802,10597,18062,9023,2652,989,902,17910,17802,17689,17861,10768,14392,11663,14110,21135,16396,17318,14520,11943,16727,7461,16807,22624,22113,20117,16038,14109,3056,998,1050,12122,15124,13176,14935,20714,13025,16555,18194,13814,12929,15895,12740,15243,13695,9046,22431,17616,19206,17125,19297,10590,16289,8480,4997,1790,22294,20976,19847,17745,2128,20149,22039,20704,16764,16011,16027,11736,14844,13248,10662,14386,14517,4754,22268,9603,11832,6198,1962,19005,22667,20534,13316,18696,10897,18122,14666,15119,7156,22425,18271,20270,12911,15925,15857,17479,14541,11763,7567,22736,22502,19574,21410,16396,17655,14217,16792,12224,12407,22529,17642,16140,15709,19294,17089,19733,14007,18865,1902,1564,22609,20291,14062,19363,17578,14919,12160,14673,2638,20926,22631,20353,14828,19987,11297,19708,13539,16794,15500,15203,12380,12554,1217,16993,22568,19528,17744,13364,18379,14460,14041,13898,3648,12740,20860,18693,6706,430,1457,1922,17391,16008,12726,12191,12008,12479,11512,7208,6334,6893,18452,16170,15707,14306,17731,14661,12203,15073,15489,16664,16885,15967,15814,14804,15404,14773,16935,15254,13522,16539,15620,14827,12464,12864,11209,7962,7353,3414,17775,16126,11659,9866,6557,2450,997,501,166,90,32,7282,6868,5217,4198,6111,8333,6749,8021,6545,6232,4438,6735,8870,9634,6349,8076,6460,5857,7206,8414,7401,5636,7973,7657,5888,6637,4533,4178,5915,9245,3477,7846,8687,4474,10052,6506,5726,7829,5664,6577,4131,3428,7437,6047,5217,8243,5672,5057,11023,7794,5419,4045,5167,8324,6585,6527,5776,4466,8284,7300,6030,4820,5000,6055,6532,4343,8128,5682,9189,7510,6737,5941,8911,5703,4870,6154,7504,8064,6169,3479,7348,5854,6087,6186,7354,6431,5100,8261,6587,6878,5225,5492,6543,7170,9308,8752,7286,6895,4834,5806,3531],"fragments":[{"begin":"0.000","end":"8.800","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.800","end":"72.120","lines":["When someone we love dies we often yearn for the impossible: one more conversation. Maybe we want the opportunity to finally gain clarity about a difficult relationship or to say, “I love you” one last time to someone we cherish. While raising the dead is still out of reach more and more people are turning to generative AI tools such as Replika to conjure the essence of their loved ones and have those final conversations."]},{"begin":"72.120","end":"118.680","lines":["Some users claim these so-called griefbots have helped them process loss, but mental health experts are not so sure. Here to walk us through the story is science writer David Berreby, who authored an upcoming feature for Scientific American about the growing use of griefbots."]},{"begin":"118.680","end":"125.920","lines":["Thank you so much for joining us today, David."]},{"begin":"125.920","end":"130.000","lines":["I’m very happy to be here. Thanks for having me."]},{"begin":"130.000","end":"154.040","lines":["It was really lovely reading your piece, and sort of one of the first questions that I thought was interesting is in the piece you don’t just talk about people who have used, you know, what you call griefbots; you actually used one yourself. Can you walk us through a little bit of the process of what that entailed and how it felt?"]},{"begin":"154.040","end":"190.280","lines":["Well, I was really struck when I started to report on the piece that there were people who were sort of quick to condemn the entire idea of re-creating a deceased person in AI and, you know, predicting how just terrible it would be in a hundred different ways. And it seemed to me that most of the time the people who were saying, “This is a terrible use of AI,” had no actual experience with it. Whereas the people who had actually used one or therapists who were working with people who’d used them, they weren’t saying, “This is great, and there’s no problems,” but they were also not saying, “This is terrible.”"]},{"begin":"190.280","end":"206.920","lines":["And so it seemed to me that it was one of those AI experiences, like so many others, that you just have to kind of experience for yourself to really understand, rather than just having a kind of a firsthand, knee-jerk reaction. So I thought, “Okay, let’s see how it would work if I myself were to do this.”"]},{"begin":"206.920","end":"209.840","lines":["And I guess, kind of what does that actually entail?"]},{"begin":"209.840","end":"244.640","lines":["There are a lot of start-ups that offer to re-create a deceased person for you—their voice, even their look. And so those are some options that people have. You can also just wing it on your own with ChatGPT or another general LLM, large language model. But in all cases the process is pretty similar. You provide a certain amount of material for the AI to work with, either a voice sample, photos—if you’re going with something that actually looks and sounds like the person—and certainly some text, some things that they wrote or some things that they said."]},{"begin":"244.640","end":"275.800","lines":["The data is never really enough because when you’re trying to re-create someone who is important to you, you are re-creating something that is also about you. And so whatever service you use you also have to provide some description of the person that is not just data, things that they wrote, material in an archive but is your sort of take on them. In other words it’s not enough to just say, “Here’s a whole bunch of letters.” You have to say, “Well, you know, my dad was this kind of a person”: he had a sense of humor, or he really liked talking about fishing or whatever."]},{"begin":"275.800","end":"286.560","lines":["And so that is generally what’s involved, no matter what service you’re using. I actually tried three or four different ways to see what different results I would get. But that’s the basic process."]},{"begin":"286.560","end":"324.680","lines":["And fundamentally, what people are doing when they’re uploading their loved one to these services is they’re trying to navigate grief, right? And the thing that I found really surprising is how you described how grief works in our brain. I’m not sure I’d ever really read anything about that, that when we’re grieving someone it’s basically—our brains are in this tug-of-war between our neurochemistry that says, “This person is alive,” and the reality that this person is not. And that grief is essentially, like, a learning process of our brain learning that this person is gone, and that takes quite some time. How does AI affect that process, to the best of our current understanding?"]},{"begin":"324.680","end":"374.120","lines":["Well, that is where, I think, there’s some continuity between uses of AI and other, more familiar processes of dealing with grief, because when you are in this really painful state of feeling like the person is still in your life and part of your life—and a very large proportion of people who’ve just lost some feel literally like, “Oh, they sent me a message. They’re in touch with me. I sense them.” When you are in that state you will pick up an object that belonged to them or look at a photo or maybe listen to a recording or just conjure up a memory and then kind of relive a moment where they were around. And AI is essentially a new kind of artifact, I think, for doing the same thing. You’re kind of re-creating some experience that you had with this person in this time when you’re not quite believing that they’re gone."]},{"begin":"374.120","end":"408.320","lines":["Of course, the difference with AI is that instead of having a conversation in your head imagining you talking to your loved one there’s literally text on the screen or a voice in the air that is responding to you. So it’s not, you know, exactly the same, but it’s also not a giant break from the past. I mean, people have always re-created someone whom they miss, someone whom they long for, in one way or another, sort of imaginatively, right, in their minds. And so this is kind of a way of making it a little more literal, a little more in the world, but it’s still that process."]},{"begin":"408.320","end":"434.520","lines":["I know that one of the concerns was the risk of a lifelike interactive chatbot or griefbot is that it might make the path too attractive to let go, but the research seems to suggest, if I’m correct, that people who had recently lost someone and used griefbots actually experienced something [that was] a little bit of the opposite: instead of withdrawing from society they were more likely to be social. Why is that?"]},{"begin":"434.520","end":"465.120","lines":["Yeah, I think it’s because, society doesn’t like grief, you know? We’re not a very death-aware society. We have people trying to literally become immortal. We don’t really like talking about it. And so a lot of grieving people tell psychologists that they feel like there’s a time limit or there’s a constraint. Like, people are like, “Okay, I feel very bad for you, and now let’s move on. I mean, I’ve given you, like, a half an hour,” or “You’ve had two weeks,” or a month or whatever. That’s kind of painful for people because these things take the time they take; they’re not really on a schedule."]},{"begin":"465.120","end":"492.920","lines":["So what the people in this small study that I write about were saying is, “This AI does not judge me, does not suggest that maybe I should talk about something else, does not tell me to move on. It just is there for me, and I can work through things with it at whatever pace is comfortable for me without feeling like I’m in any kind of conflict with another person, and then I feel better, and then I feel better about seeing people and not worse.”"]},{"begin":"492.920","end":"512.680","lines":["And that raised a question for me, which is, in some ways, your article really centered around kind of the concerns that people have for these griefbots, right? These people are coming out and saying, “These griefbots are serving a function that society is failing to provide for me.” What does that sort of say about our society?"]},{"begin":"512.680","end":"546.600","lines":["Yeah, I didn’t have room to get into that in the piece. But that is an excellent question because I think you could argue that in a society that was really sort of psychologically well-balanced [laughs] it would be possible and understandable to be someone in deep grief and not have to be distressed by feeling that people were wanting you to just not talk about a such a downer subject or not say something that you said last week because they wanna, you know, get on with being productive and lively and all that other stuff that we seem to prefer, right?"]},{"begin":"546.600","end":"559.720","lines":["So I agree with you. I think, you know, maybe you could argue that they’re fulfilling a need that maybe we wouldn’t have if we were a little less avoidant of the whole topic of loss and death after all."]},{"begin":"559.720","end":"578.680","lines":["You end the piece somewhat cautiously optimistic about the future role of griefbots, which is sort of in, you know, standard juxtaposition to how much fearmongering we’re getting these days about AI, and I was just kind of wondering, how did you land on that place, and what do you want our listeners to know kind of about that?"]},{"begin":"578.680","end":"600.320","lines":["You know, I didn’t go in thinking I had a take on this. I mean, I think, you know, we all know millions and millions of people use kind of invented characters: “people,” in quotes, who don’t exist, that the AI is reproducing. But the vast majority of those are made-up. You know, you go to Character.ai, you go to Replika, or you go elsewhere, and you say, “I want them to look like this and be like this and have this personality.”"]},{"begin":"600.320","end":"631.080","lines":["And so these griefbots are a really interesting special case of that kind of creation because they’re constrained. I mean, if you wanna make up a pretend grandma, you can. But if you wanna re-create yours, it has to be sort of constrained by the reality of your memories and the real person. And so, you know, that already kind of creates a different kind of relationship to the question of, like, “Oh, are these things too accommodating? Are they too sycophantic?” you know? Because if it’s not like the real person, then it’s not gonna really convince you of anything or make you have—feel anything."]},{"begin":"631.080","end":"663.400","lines":["So I, I guess I was mildly skeptical but open-minded, and then as I worked through my own experience and also read about what other people were saying, I realized that people are not stupid. You know, they don’t text for 20 minutes with an AI that has sort of tried to re-create their grandfather and then suddenly get confused about, “Oh, is that a real ghost? Is he really out there?” Or, you know, “I’m not sure what’s real anymore.” They know it’s a—an artifact. They know it’s something they’re using to work something out with themselves."]},{"begin":"663.400","end":"683.720","lines":["And that was how I came to see it. I did—never thought, “That’s my dad. You know, that’s so eerie.” I just thought, “Oh, okay, there are these things that I was wondering about,” and bouncing them off this thing that has a flavor of him that I created with these thoughts in mind was kind of insight-provoking in a way that I wasn’t sure it would be."]},{"begin":"683.720","end":"721.240","lines":["So it just seems to me that, you know, like anything else, I mean, you could define this as a therapeutic tool or as a kind of a thing for people to play with even, a creative tool, and that people can be okay with it, if it’s packaged in the right way. That is to say, if, you know, it’s something where you say, “Look, this is something you can use for yourself, for your creativity, to explore your feelings,” and not say, “Oh, we’re gonna reproduce your loved one perfectly.” Not say, “We’re gonna use the same social media engagement tactics that we use to keep you on Twitter and Facebook.” You know, it can be done right, and that’s my cautious optimism. I’m not sure it will be, but it could be done right."]},{"begin":"721.240","end":"725.800","lines":["That’s an—a really positive note to end this on. Thank you so much for your time."]},{"begin":"725.800","end":"731.080","lines":["Oh, well, thank you for having me. I appreciate it."]},{"begin":"731.080","end":"741.520","lines":["You can read David’s upcoming piece on ScientificAmerican.com on November 18 or check it out in the December issue of the magazine."]},{"begin":"741.520","end":"758.440","lines":["That’s all for today. Tune in on Friday for a look into a new promising frontier in beating back cancer: vaccines."]},{"begin":"758.440","end":"804.560","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"804.560","end":"812.080","lines":["For Scientific American, this is Kendra Pierre-Louis. See you on Friday!"]}],"duration":812}