{"title":"Eat more garlic to smell attractive? The surprising ways diet can shape your body scent","img":"https://static.scientificamerican.com/dam/m/d8a882d7beb723f1/original/2601_SQ_WED_SMELLS_THUMBNAIL-1.png?m=1769534056.007","url":"https://www.scientificamerican.com/podcast/episode/the-surprising-science-behind-how-certain-foods-can-make-you-smell-more/","audio":"https://traffic.megaphone.fm/SAM2862958012.mp3","intro":["Beneath fancy perfumes and deodorants, our food choices may be quietly shaping our natural scent in unexpected ways"],"authors":["Kendra Pierre-Louis","Sushmita Pathak","Alex Sugiura"],"category":["Diet"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"In late 2024 Nicola Coughlan, the actor famous for her work on Derry Girls and Bridgerton, was asked about her work with Ncuti Gatwa, who played the 15th Doctor on Doctor Who. Her reply was: “He’s amazing—and he smells amazing.”"},{"author":"","text":"Look, I get it. How someone smells, whether it’s good or bad, can leave a long-lasting impression. That’s why we pour so much money into scented bath washes, deodorants and perfumes."},{"author":"","text":"But under all of those products remains our natural scent. And while factors such as illness and how often we bathe can affect that smell, so can food, according to a number of studies."},{"author":"","text":"Freelance science journalist Sofia Quaglia has covered this research, and we spoke to her about the surprising ways what we eat can affect how we smell. Here’s that conversation."},{"author":"","text":"Thank you so much for joining us today. So is it, like, if I eat a lot of jelly beans, I’ll start smelling sweet? [Laughs.]"},{"author":"Sofia Quaglia","text":"[Laughs.] I don’t think—no, it’s not that clear-cut. So obviously, caveat here is that this is a very new field, and so we’re only starting to collect data. We don’t have that much data that we can really draw really, really good lines about, like, “Smelling sweet is because you’ve eaten sweet stuff,” or “Smelling sour is because you’ve eaten sour stuff.”"},{"author":"","text":"And in general it’s not really that straightforward of a process, right, ’cause the food goes through our body and gets digested inside our gut. And then either we’re smelling because our breath smells a certain way because of the volatile chemicals coming back up from our gut, or because they’ve gone through our bloodstream and we’re sweating them out, right? So the sugars and the foods and the delicious jelly beans go through a lot of processes before they affect how we smell. [Laughs.]"},{"author":"Pierre-Louis","text":"One of the things that I found surprising in your article was the work that researchers did on the way garlic makes bodies smell. Can you talk about that work?"},{"author":"Quaglia","text":"Yeah, I love that. So obviously, we all love to eat garlic; it makes things super tasty. But then our breath doesn’t smell exactly as delicious afterwards. [Laughs.] I know a lot of people wouldn’t fancy a kiss with garlic-smelling breath. And so researchers—it’s one of the reasons researchers targeted it, right? They’re like, “Oh, it’s the most annoying of the smells when you’re, when you’re smelling it on somebody’s breath. Let’s see what happens to body odor after garlic,” right?"},{"author":"","text":"And so the researchers actually had about 40 men wear some armpit pads—like, yeah, like, absorbent pads under their armpits—collecting their sweat for about 12 hours. And then they made some of them eat a little bit of garlic, some of them eat loads of garlic, and some of them take some, like, garlic supplements."},{"author":"","text":"Then they had [about] 80 women rate the scent from those pads, which is kind of gross if you think about it too much. [Laughs.]"},{"author":"Pierre-Louis","text":"Yeah, how do you sign up for that study? [Laughs.]"},{"author":"Quaglia","text":"I have not. I did not sign up for this."},{"author":"","text":"And then the women basically had to rate the men’s smell, right, according to, like, subjective ratings that—of how they felt, whether they were pleasant and attractive or masculine and intense. So they filled out a survey."},{"author":"","text":"And the findings suggested that the men with a little bit of garlic consumption weren’t making these women react in any particular way, but those eating a lot of garlic were perceived as very sexy, so their rankings for sexiness went up. So the smell of garlic under the armpit was smelling good [Laughs], was smelling delicious, was smelling sexy."},{"author":"","text":"The researchers themselves, I spoke to them when—after they conducted the study. They were quite confused, too. They were like, “We had to do this three times ’cause we didn’t think the data made sense,” right? You would expect garlic to smell nasty under an armpit as well. So they were also confused and surprised, and they thought it was quite funny to have this data."},{"author":"","text":"And they’ve actually thought long and hard about it, and their theory right now is that, you know, maybe—because garlic is, is a good food for your health, right? It’s a healthy food. It has a lot of antioxidants. It has a lot of antimicrobial properties that improve people’s health. Maybe that’s what’s making someone smell subconsciously more sexy. It’s because, you know, we’ve evolved to select romantic partners or sexual partners that are healthy because of the way that evolution works and how our bodies are wired to think about, like, “Oh, we need to procreate.” So maybe that’s what’s going on? This evolutionary lens is how the scientists have been trying to explain it."},{"author":"Pierre-Louis","text":"So the solution is: eat a garlic-heavy diet, but really make sure to brush your teeth."},{"author":"Quaglia","text":"Exactly. Brush your teeth, and then just go around with your armpits kind of just, like ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Quaglia","text":"Musty. [Laughs.]"},{"author":"Pierre-Louis","text":"You can’t see Sofia [Laughs], but she’s lifting up her arms to, to illustrate her armpits to us."},{"author":"","text":"But the garlic research did sort of fall in line with the broader research that suggested eating a lot of fruits and veggies tends to make us smell better, at least from a sweat perspective. It can be, depending on how gassy you are as a human, it could be hit or miss with your GI track and your breath. But when it comes to sweat in particular it does seem that, like, lots of fruit, lots of veg are pretty good for us."},{"author":"Quaglia","text":"Yeah, so while maybe our pee smells a little weird after we have asparagus or we can get a little gassy after some, some veggies, similar studies where they had kind of people wear sweat pads and stuff—I think this one was done in Australia—found that the men who were eating more fruits and vegetables were kind of smelling better. They were smelling more fruity, more floral, more sweet, and kind of more widely, yeah, the fruits and veg were making them more attractive to women who were smelling their scent."},{"author":"","text":"And again, researchers kind of justify that by saying, “Okay, well, it’s probably because, you know, veggies, fruits, they’re healthy for our diet, they make our bodies healthy and strong, and so that’s maybe what our body scent is then subconsciously communicating.”"},{"author":"","text":"But again, these are really small studies with small samples, so we don’t have, like, loads of data. But all in all, it seems to be that there’s a trend or a pattern here."},{"author":"Pierre-Louis","text":"Are there foods that—or things that we consume that may make us less appealing, like, smell less great?"},{"author":"Quaglia","text":"Although there isn’t a lot of data and we’re just starting to see emerging trends, researchers have started to see a little bit of patterns on stuff that are making us smell a little bit less pleasant. So for instance, [some of] that same team that put the absorbent pads for garlic [Laughs], they also looked into whether meat makes us more attractive."},{"author":"","text":"They had men who were either eating a lot of meat or a nonmeat diet for two weeks, and then they had, again, women rate their scents for pleasantness, attractiveness, masculinity and intensity. And the odor of the men who weren’t eating the meat was, on average, rated more attractive, more pleasant and less intense."},{"author":"","text":"And again, the researchers kind of had to rack their brains about this ’cause they were like, “Oh, but what—I mean, we, evolutionarily, we’ve always eaten meat. Why would that make us smell less pleasant?” This was not what they were expecting to find because meat is considered kind of, like, an important part of the human diet."},{"author":"","text":"But the researchers also did know, you know, early humans were eating meat, sure, but they were eating, like, a lot less meat than what we’re eating today, and they weren’t eating the super ultraprocessed meat that we eat now. They were eating different types of meat. They were eating game. So maybe that’s kind of the effect that we’re seeing there."},{"author":"","text":"And another one is alcohol. Although alcohol might make us feel relaxed and in a better mood, it does seem to be one of those that doesn’t smell that good."},{"author":"Pierre-Louis","text":"I feel like, with alcohol in particular, we kind of know that intuitively. If anyone, you know, went to college and drank a lot [Laughs], there’s a smell that happens after you’ve had a, a hard night of drinking that is not great. But the meat was a little bit surprising, especially now, in an era where there are so many people pushing, like, meat-only diets. It does feel like [Laughs], in addition to the health effects that can come from subsisting off of just meat, it also might make you less attractive to people you might want to be attractive to."},{"author":"Quaglia","text":"[Laughs.] Yeah, again, this is very early, early days data ..."},{"author":"Pierre-Louis","text":"Right."},{"author":"Quaglia","text":"These are very small studies, so I don’t know if we can really make huge, sweeping statements, but for sure there seems to be a little bit of a subtle shift, so depending on how much you care about how you smell [Laughs], that could be something to take into consideration."},{"author":"","text":"I think an important caveat to point out here is so much of this is also culturally mediated. Things that somebody growing up in a certain type of culture might not find attractive in scent, somebody from another culture might. So we need to take into consideration all of that and kind of see that there’s obviously, like, subjective preferences; there’s cultural preferences. If you’ve grown up eating rice and curry your whole life, you’re obviously going to have a different predisposition towards that scent, compared to somebody who’s never eaten rice and curry before, right?"},{"author":"","text":"So there’s a lot of cultural mediation here that we need to think about, and there’s a lot of context. That’s why it’s been quite hard to set up these experiments, right, aside from the icky parts of, like, how do we collect men’s sweat under their armpits? [Laughs.] So I think this is a super fascinating area of study, for sure."},{"author":"Pierre-Louis","text":"But we also kind of know that scent is important intuitively. Like, everyone talks about, like, how a newborn baby smells or, you know, wearing your partner’s old hoodie because it still smells like them when they’re away from you. So we kind of know, like, yes, it’s culturally mediated, but there does seem to be a there there in the sense of, like, the way a person smells can really factor into whether you’re attracted to them or you’re repelled by them."},{"author":"Quaglia","text":"For sure, and what’s super fascinating here is that each one of us has a unique scent profile, right, like a fingerprint. There’s a growing body of research here that shows that everything from our personality type, like, whether you’re an extrovert or whether you’re an introvert, to our mood and our health really affects the way we smell, you know?"},{"author":"","text":"It comes from genes. It comes from hormones. It comes from health, from hygiene. It comes from whether you’re a male or a female, whether you’re young or old, gay or straight, dominant or subordinate, ovulating, pregnant, sick, happy, sad. So, like, all of these things affect our odor and our scent and the way our, our body smells."},{"author":"","text":"So diet is just, like, one of the small bits and pieces that goes on top of that, right? That’s also why it’s hard to say, “Okay, I’m gonna make decisions about how I smell from now on just based on my diet,” because [Laughs] there’s a lot of other things at play, for sure."},{"author":"Pierre-Louis","text":"Nope, sorry, what I’ve heard is, I’m going to live on a broccoli- and carrot-only diet from here on out—with apples: broccoli, carrot and apples. [Laughs.]"},{"author":"Quaglia","text":"And jelly beans. Don’t forget the jelly beans."},{"author":"Pierre-Louis","text":"Can’t forget the jelly beans."},{"author":"Pierre-Louis","text":"That’s all for today. Tune in on Friday, when we’ll talk about people who made incredible scientific contributions that were lost—or hidden—in the passage of time."},{"author":"","text":"But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,186,818,2058,16380,12198,10449,13690,11339,12631,13659,12820,15732,12571,16254,13967,15603,16258,14902,15332,15648,15403,13331,20128,17976,16595,16387,15175,19272,14576,17535,13370,18888,18608,15779,18117,16515,19788,17687,15403,14664,14132,17359,14673,11990,9692,7726,11143,20500,13996,13244,13366,9078,22292,11785,10140,9771,8604,8849,13811,6702,10469,12804,16266,14153,11541,9206,12180,8309,3507,2486,1788,1937,2251,4058,4128,2988,2549,2254,18711,12114,10660,10862,13852,9283,21933,22354,9052,10369,10956,9810,8432,7905,4797,10945,22786,11796,14052,11998,12783,5191,12378,10658,15537,8830,7582,9101,1353,1474,1333,15328,16199,4792,12941,10867,7861,9856,14197,6898,6344,1111,1260,19329,6653,22099,7811,8888,10127,13582,10395,8428,11212,13097,3108,13768,12934,9942,6539,14123,2938,1552,13649,17325,10897,9047,13335,8046,14750,7777,10392,10189,8722,7783,6669,5641,1188,18465,19763,17322,17226,15790,9971,10617,9912,12858,1538,13539,19674,9045,11031,10454,8387,11859,8135,5353,8323,7992,8939,1915,14691,12870,10482,9219,8385,9299,4859,1815,17868,22083,15314,10359,12385,14573,14092,12872,10368,9009,6582,15156,15183,15460,16004,15503,10638,8182,8609,8539,13392,10628,13758,1100,1239,18747,13662,6743,8523,553,573,481,14629,16476,15961,14107,9551,10630,14404,22343,22005,16989,17272,16381,15576,10279,11867,11737,10647,8409,7501,3114,14501,22582,17396,16751,22505,22475,14469,16757,22545,19286,20631,16613,20042,18312,12738,1818,22521,22505,12803,15770,14091,12480,8619,11395,11108,21536,20746,16898,17529,14734,19553,21151,19744,21101,13358,11470,14152,12417,15485,9583,7870,9778,15919,17061,18611,8740,1139,10097,17426,14592,12426,10598,12979,13443,15508,17913,9836,15750,17612,10981,6731,9656,14896,13925,1593,18019,18681,13797,16562,17510,13191,11613,19240,17410,15298,16273,12254,15721,6399,16528,10441,16288,10842,13297,10727,11425,19227,8574,10797,10452,9333,12765,16811,13635,6860,12438,22431,10127,11542,10757,8808,10705,4564,14500,13345,9470,10967,16382,16082,13235,2118,16778,18445,7656,15065,14681,12338,19844,13772,17526,10641,13264,13888,15080,6668,9185,11485,90,15353,16843,15237,14488,11239,13856,12208,22246,14934,10241,16396,13082,13160,16547,10358,6820,16780,15079,22497,20520,17958,22174,1000,17824,15092,15375,11727,12586,8252,12233,9932,15689,15531,10144,12897,13411,15248,14031,15095,15869,13324,7458,14677,11216,9635,9626,11097,9388,5433,22557,16611,21126,17777,12573,22518,22459,22516,22341,22486,22423,14015,21015,18937,21239,14098,22017,17405,22532,22532,22521,16681,19406,15671,16502,13870,15508,22203,16308,16225,5532,22525,22529,12871,10768,18250,16924,15200,12024,22471,12364,10766,22537,22181,22262,16905,18903,3606,4623,16627,15736,15551,18996,18931,16373,15892,12052,16669,12663,17738,15557,17767,19736,12533,10763,21293,14189,11101,6773,18661,16116,15537,20830,14260,15456,20258,15729,15071,19625,12989,15969,19387,16555,19084,17833,18259,20756,14316,12810,7355,15839,18101,17454,14085,5378,16652,13095,20346,19616,16645,16273,9367,11461,13880,11026,19035,17315,21680,14934,15277,14696,15993,12533,15463,17638,15326,13026,13001,15733,19247,17377,14097,16425,16317,12178,10929,14969,15560,11903,15868,10746,11680,6252,10503,15342,13379,14670,1486,22468,17701,18836,17631,15872,6335,17977,20612,21797,20676,22473,17061,14928,16539,20042,13106,20609,16643,20019,22548,3788,22513,21206,22584,17910,22469,22413,22844,19616,16388,16471,16821,9016,22514,22525,19756,18658,18110,20226,15307,19006,17352,19378,19323,15205,10718,12792,13963,14635,17099,14469,19197,17559,17116,13916,14878,12368,8522,18901,15623,13175,21215,14149,19182,20443,10215,11292,11180,15636,18022,20182,1748,18794,15652,20009,11525,15274,12764,18209,17936,17337,22525,10198,14467,12701,2531,20061,13797,15287,13640,11456,13857,21441,13395,7945,13768,20453,21575,16211,19600,17813,21793,22254,17726,17110,8435,16447,14369,16252,11392,17783,16629,13525,16312,17019,11616,14003,14483,18858,22465,22522,1410,16949,19108,15142,21703,21544,17293,16049,17667,9766,9413,10770,10149,4166,20376,22224,14666,21121,20651,16933,14674,14992,12964,22522,13366,13930,17408,15802,11014,4978,10547,12591,15797,10044,20223,19786,19332,15193,17555,22425,16821,16748,17364,18127,16765,16254,15384,22245,18735,9898,13167,22518,8741,17098,21966,15381,13823,17439,12392,14927,162,15226,22518,19679,10010,9362,20699,12363,13368,11630,13424,15373,19528,9870,13933,1779,22496,22466,17113,16602,13494,18870,17010,18893,1446,15238,15181,10043,11057,10136,12451,13567,9508,12667,19083,18934,13999,18508,17226,13065,16570,11833,8837,12856,11038,11626,11849,11029,12934,22300,12638,12615,10016,10586,12147,12164,13480,17584,11187,7175,12738,10091,9194,19808,15260,2542,18688,12682,8608,6742,18513,16819,17431,14559,8180,13934,15190,12123,8655,12598,9467,17481,13329,15401,13293,11052,11400,19270,13049,19455,20746,20386,17819,3754,15770,10878,17909,9945,10459,17828,13098,5763,22467,11986,2489,15856,11459,1025,16600,17409,9793,11576,12991,15875,9337,17021,18376,12484,12406,9327,12719,7856,11571,12688,13579,3705,17187,17150,22389,15948,12780,12209,2612,22546,10337,13396,12594,21325,19455,15729,18434,20867,16890,151,12841,11924,14103,20048,15677,19484,13887,10059,14003,11095,9569,12833,11026,8555,7760,1083,9962,14848,22260,22517,10451,22458,21869,22512,15994,21489,12497,19389,20398,22378,23115,22649,22558,22455,15510,17398,18065,6070,22121,22485,17033,20009,20657,18685,19764,18942,17286,22607,11579,22190,18244,3105,22816,18573,21048,18402,11936,11340,21025,22551,22550,14034,9560,20636,18828,19295,17410,15960,11096,19641,15416,13849,13538,7202,16051,17542,9880,15058,9211,16776,10372,10320,12353,6055,22555,17136,15635,14149,9278,14412,10405,1642,22591,22587,22517,16259,14768,17799,11686,14198,12497,7981,11208,18228,22467,12443,6106,22512,2246,19846,18269,8724,14604,9382,10412,17612,12846,9018,18261,12834,10721,14712,8832,11395,11214,15,12055,17578,15984,13284,8845,16893,16042,10481,22540,16186,15702,13316,18086,18745,16678,12795,14704,19591,16623,14132,18555,17411,17479,15952,16969,15034,11845,12272,22335,14952,18582,12672,16226,16379,16379,9513,2178,8018,11778,17770,18526,13111,21232,17462,20089,19472,17286,4321,11793,12276,16433,20569,21209,14973,22513,16928,21656,16768,11972,15462,19074,11470,16987,13528,14030,12946,1993,21357,16686,22501,15249,11648,12773,12722,10880,14591,13844,20922,9576,18223,2901,19848,7276,4310,9978,15559,19147,22510,18083,18097,13528,16802,16590,15910,12550,14023,15525,18160,21010,12490,11321,8630,13166,16333,16956,10849,22449,22489,3195,17316,15956,16210,17729,18123,18062,12907,13796,16416,17289,17091,12281,17214,12644,13516,15098,12993,13007,14693,10200,13675,13322,2230,12375,18678,16313,18508,8465,21634,10683,12463,9278,1372,14903,16184,9173,14978,12251,13881,8505,15534,3780,16504,13154,12273,11668,9808,7379,3478,15532,22399,16420,16278,12291,17943,9706,13106,11528,11321,14523,17212,19140,6966,11069,12043,8668,1787,14425,3448,20200,16918,14696,9939,11742,9313,17649,12062,16393,8205,8885,14758,13136,10213,18275,370,15854,16214,18061,9795,7822,3040,208,22429,16419,11962,10335,9174,8948,18548,5930,18739,16961,9915,2107,48,21490,19198,19248,19472,15491,12913,18994,19489,22496,20072,20899,13592,10136,15335,18688,14442,18257,19864,15546,15871,14231,16860,11977,18173,18179,9484,16495,16967,10664,10702,16714,10470,4027,15975,15476,9923,16644,16777,22255,22554,14799,20916,13231,13025,13895,17382,11106,15148,22503,11236,6469,12415,18774,16314,8432,12410,12646,13733,10579,20415,12538,21338,14458,14437,21587,14524,14591,11624,13048,7499,21586,19585,9760,22025,15438,12830,16815,17602,17450,14281,14093,14087,21575,15211,13676,13839,19325,11792,20177,13347,22453,14013,13921,11256,10217,15683,11881,10993,17513,16863,14895,9282,8543,15913,14823,8449,4195,10562,9337,20595,22445,13618,16433,20487,13671,18140,12470,17644,12996,14552,16357,19664,12342,21824,17078,22478,20701,16928,21405,16857,17376,14678,16614,11977,13703,11985,18231,18790,18236,7984,11540,12430,6587,16372,18617,16596,11815,3226,17992,15754,9841,14421,14253,18605,17916,14238,18054,17070,10852,22366,22412,21667,17631,17908,20737,18756,10367,16899,18915,19646,12630,13327,13478,15012,6876,19947,10811,3325,22500,18711,15578,22354,16717,18504,11919,12283,15852,2216,15753,12497,13551,11879,12998,14997,12992,13326,11499,15699,22512,19439,17654,11605,8238,7822,13856,17083,15137,16288,14025,12690,11442,11211,12128,8795,13938,13426,19068,9955,13213,11874,2818,16540,11894,14479,13908,15685,12465,9493,8416,12228,12741,15478,14838,1743,15921,22490,18731,18791,18426,15756,18411,18945,14811,9556,13271,13080,2570,10468,20968,22351,12557,11957,10144,17214,12206,15376,18116,18678,21357,11845,15826,14240,13802,12370,18997,16618,10451,8137,13009,16948,11500,22460,12394,8871,10153,10359,11530,7585,9381,10463,10269,9315,7547,70,16418,13248,10647,12613,11433,48,15304,16374,11599,6822,22550,22944,12918,14000,19428,20761,14685,22543,22446,22498,7691,20758,10100,14299,17982,12747,11550,18164,16050,18298,18619,894,19439,18045,15227,13122,10955,12622,16309,19008,19424,16070,15932,13974,12240,22612,22575,15475,11832,13039,9484,7420,14330,17175,8455,1381,18437,18601,22646,22604,20802,13361,22543,17466,14828,16001,22244,12410,15389,14903,7838,2143,7474,18768,11860,18168,15103,18913,9198,1072,22561,17569,20576,14986,17589,22292,8238,10300,9515,11883,10125,14578,2533,13678,1863,10612,16380,22108,19068,21588,18097,16393,10350,18566,15470,13181,11663,22508,15425,22668,15948,18181,22492,22499,22358,16067,14235,14434,12174,14538,13864,21510,17445,19268,12452,22536,7306,17791,17330,19011,17924,15750,14527,21256,14444,15127,21131,16870,17540,15651,15159,16147,12295,19800,16577,22480,18879,15972,15489,22530,12441,12494,11207,4025,22405,13113,16670,18109,21389,16186,12662,17487,11019,15508,9552,21245,19481,12197,17377,13692,12479,9573,11777,12862,6655,15791,21941,20451,14455,18760,19914,13849,11314,11608,15724,11199,17107,15362,20780,13935,17769,11974,22428,19314,6956,15480,17220,22457,15228,9597,21367,17465,16055,15787,18442,13645,12632,18062,10203,16694,16546,12272,7033,19218,11934,17428,19151,15221,8803,12156,12028,17800,21872,6937,11321,10600,2155,19459,13738,14796,9739,3313,13797,14233,12895,16461,7256,19041,12816,11634,15993,14206,10925,2050,11624,17234,15856,15227,22032,19615,13504,12995,11582,14797,13923,7590,15716,9419,15692,10989,20046,12795,143,18444,20255,14445,9925,10764,9800,10881,15026,17020,16170,11388,17423,19789,20106,17466,20732,11255,13068,19769,12171,16072,17732,22546,14281,15895,14211,21672,12116,18309,15066,14430,19763,18476,22480,17298,22536,18330,22461,10406,13731,16033,14350,15891,11617,18962,11492,14639,21267,8072,1043,14000,15685,16294,18602,14364,14907,11440,20734,8874,8709,10026,12594,12873,12695,1678,22450,15985,13168,8830,4116,42,10114,18195,10971,12990,11721,13942,16027,1927,19188,15143,11977,11887,9982,13279,10336,7089,9202,8215,12765,10126,15839,13034,7318,10259,19068,21121,18235,7240,745,199,22723,9587,9828,16672,15934,18824,15517,13801,13736,11243,10645,10080,10294,881,14318,18515,12289,16922,6643,11154,9279,4946,345,22503,12404,12839,12851,5049,13495,10698,10145,10660,5899,11330,16021,21818,22506,17627,22268,14996,11142,16383,15618,19506,16878,19422,15576,13861,21635,19594,20720,21496,16932,16967,3213,19798,17864,19314,10398,10840,14647,16146,12639,14534,17376,16602,16435,15797,9461,6447,16034,16658,22315,14938,13918,3522,13766,13212,12899,11208,9169,18107,13605,14112,17949,10375,15698,17636,15802,15396,14605,13122,15769,22484,17599,18998,16359,15175,18153,12566,7654,11278,17405,12884,12382,7844,8461,16671,18947,5381,10778,13537,15019,12142,11161,11751,13289,14429,12800,15780,22457,12314,2190,15139,16447,15380,15130,17512,20408,18947,20764,15104,16122,10920,3139,22519,20162,22008,16676,15820,15810,15840,15273,18822,13553,12779,579,14171,14086,15989,12737,12490,10269,9167,13663,11390,17164,20523,14096,15249,14192,19028,13910,17194,10839,14385,12837,17617,13446,15401,16674,18975,9741,1943,14635,15626,21464,21256,12972,15273,12674,13131,18459,13647,14336,14974,13023,17836,14586,22503,16821,232,19967,15955,22461,12185,14072,10868,14558,3183,2532,2058,22625,18527,22524,13132,17257,16553,9920,14091,10888,13518,8062,16219,13903,7745,13334,17428,2391,21384,22638,7675,22609,16838,15917,15782,22451,21162,22410,22520,13495,11898,16467,14136,22522,19929,9297,7321,5536,1509,1404,2264,22528,21703,11006,10693,20046,17570,9414,11530,9605,7887,10216,10341,15622,12853,8953,7951,6694,8371,14248,12658,1586,8648,10429,2591,12772,8502,8481,2317,13321,14394,15213,16752,8856,18032,15250,11929,9864,18227,8300,4976,8749,15205,11204,2603,1353,16513,18143,14002,14779,11914,7534,10948,2153,13243,14178,13217,13920,13482,8676,13529,6045,2076,19946,14585,12821,9716,11432,8897,9571,13988,16731,13136,9272,10040,10622,11273,8640,7875,1748,1920,17256,17233,11053,10513,10861,14148,1685,2221,1676,21596,12628,11085,14820,6051,12910,9158,11955,10363,14836,13628,6562,8610,10735,10890,10297,8177,12985,2117,3170,22458,18716,17081,11323,10899,11376,10602,12137,13000,12792,9312,12611,10776,9131,8060,12081,2323,20703,12025,11118,15097,11575,7979,11311,2781,1896,14337,20898,13228,9637,11130,10988,16925,9775,11537,12188,11394,6403,8223,1661,12266,19819,10595,12953,10215,9812,9219,10760,9759,17678,11417,1228,413,417,762,1990,2805,21233,18367,14979,13879,14836,14513,12367,9581,9646,9208,22565,19529,17507,17388,20739,18211,15715,17826,20071,21173,20209,18327,17822,17825,20897,17624,18348,16802,22503,22367,18942,18393,14744,16445,14700,11315,9032,3819,20864,17508,13958,11122,6721,2945,1121,615,206,117,44,3],"fragments":[{"begin":"0.000","end":"8.280","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.280","end":"40.720","lines":["In late 2024 Nicola Coughlan, the actor famous for her work on Derry Girls and Bridgerton, was asked about her work with Ncuti Gatwa, who played the 15th Doctor on Doctor Who. Her reply was: “He’s amazing—and he smells amazing.”"]},{"begin":"40.720","end":"66.640","lines":["Look, I get it. How someone smells, whether it’s good or bad, can leave a long-lasting impression. That’s why we pour so much money into scented bath washes, deodorants and perfumes."]},{"begin":"66.640","end":"82.360","lines":["But under all of those products remains our natural scent. And while factors such as illness and how often we bathe can affect that smell, so can food, according to a number of studies."]},{"begin":"82.360","end":"95.720","lines":["Freelance science journalist Sofia Quaglia has covered this research, and we spoke to her about the surprising ways what we eat can affect how we smell. Here’s that conversation."]},{"begin":"95.720","end":"102.560","lines":["Thank you so much for joining us today. So is it, like, if I eat a lot of jelly beans, I’ll start smelling sweet? [Laughs.]"]},{"begin":"102.560","end":"121.280","lines":["[Laughs.] I don’t think—no, it’s not that clear-cut. So obviously, caveat here is that this is a very new field, and so we’re only starting to collect data. We don’t have that much data that we can really draw really, really good lines about, like, “Smelling sweet is because you’ve eaten sweet stuff,” or “Smelling sour is because you’ve eaten sour stuff.”"]},{"begin":"121.280","end":"147.160","lines":["And in general it’s not really that straightforward of a process, right, ’cause the food goes through our body and gets digested inside our gut. And then either we’re smelling because our breath smells a certain way because of the volatile chemicals coming back up from our gut, or because they’ve gone through our bloodstream and we’re sweating them out, right? So the sugars and the foods and the delicious jelly beans go through a lot of processes before they affect how we smell. [Laughs.]"]},{"begin":"147.160","end":"154.840","lines":["One of the things that I found surprising in your article was the work that researchers did on the way garlic makes bodies smell. Can you talk about that work?"]},{"begin":"154.840","end":"179.840","lines":["Yeah, I love that. So obviously, we all love to eat garlic; it makes things super tasty. But then our breath doesn’t smell exactly as delicious afterwards. [Laughs.] I know a lot of people wouldn’t fancy a kiss with garlic-smelling breath. And so researchers—it’s one of the reasons researchers targeted it, right? They’re like, “Oh, it’s the most annoying of the smells when you’re, when you’re smelling it on somebody’s breath. Let’s see what happens to body odor after garlic,” right?"]},{"begin":"179.840","end":"196.280","lines":["And so the researchers actually had about 40 men wear some armpit pads—like, yeah, like, absorbent pads under their armpits—collecting their sweat for about 12 hours. And then they made some of them eat a little bit of garlic, some of them eat loads of garlic, and some of them take some, like, garlic supplements."]},{"begin":"196.280","end":"202.480","lines":["Then they had [about] 80 women rate the scent from those pads, which is kind of gross if you think about it too much. [Laughs.]"]},{"begin":"202.480","end":"205.680","lines":["Yeah, how do you sign up for that study? [Laughs.]"]},{"begin":"205.680","end":"206.800","lines":["I have not. I did not sign up for this."]},{"begin":"206.800","end":"217.480","lines":["And then the women basically had to rate the men’s smell, right, according to, like, subjective ratings that—of how they felt, whether they were pleasant and attractive or masculine and intense. So they filled out a survey."]},{"begin":"217.480","end":"236.840","lines":["And the findings suggested that the men with a little bit of garlic consumption weren’t making these women react in any particular way, but those eating a lot of garlic were perceived as very sexy, so their rankings for sexiness went up. So the smell of garlic under the armpit was smelling good [Laughs], was smelling delicious, was smelling sexy."]},{"begin":"236.840","end":"254.920","lines":["The researchers themselves, I spoke to them when—after they conducted the study. They were quite confused, too. They were like, “We had to do this three times ’cause we didn’t think the data made sense,” right? You would expect garlic to smell nasty under an armpit as well. So they were also confused and surprised, and they thought it was quite funny to have this data."]},{"begin":"254.920","end":"293.880","lines":["And they’ve actually thought long and hard about it, and their theory right now is that, you know, maybe—because garlic is, is a good food for your health, right? It’s a healthy food. It has a lot of antioxidants. It has a lot of antimicrobial properties that improve people’s health. Maybe that’s what’s making someone smell subconsciously more sexy. It’s because, you know, we’ve evolved to select romantic partners or sexual partners that are healthy because of the way that evolution works and how our bodies are wired to think about, like, “Oh, we need to procreate.” So maybe that’s what’s going on? This evolutionary lens is how the scientists have been trying to explain it."]},{"begin":"293.880","end":"298.440","lines":["So the solution is: eat a garlic-heavy diet, but really make sure to brush your teeth."]},{"begin":"298.440","end":"303.480","lines":["Exactly. Brush your teeth, and then just go around with your armpits kind of just, like ..."]},{"begin":"303.480","end":"305.120","lines":["[Laughs.]"]},{"begin":"305.120","end":"306.200","lines":["Musty. [Laughs.]"]},{"begin":"306.200","end":"311.360","lines":["You can’t see Sofia [Laughs], but she’s lifting up her arms to, to illustrate her armpits to us."]},{"begin":"311.360","end":"331.760","lines":["But the garlic research did sort of fall in line with the broader research that suggested eating a lot of fruits and veggies tends to make us smell better, at least from a sweat perspective. It can be, depending on how gassy you are as a human, it could be hit or miss with your GI track and your breath. But when it comes to sweat in particular it does seem that, like, lots of fruit, lots of veg are pretty good for us."]},{"begin":"331.760","end":"363.320","lines":["Yeah, so while maybe our pee smells a little weird after we have asparagus or we can get a little gassy after some, some veggies, similar studies where they had kind of people wear sweat pads and stuff—I think this one was done in Australia—found that the men who were eating more fruits and vegetables were kind of smelling better. They were smelling more fruity, more floral, more sweet, and kind of more widely, yeah, the fruits and veg were making them more attractive to women who were smelling their scent."]},{"begin":"363.320","end":"379.000","lines":["And again, researchers kind of justify that by saying, “Okay, well, it’s probably because, you know, veggies, fruits, they’re healthy for our diet, they make our bodies healthy and strong, and so that’s maybe what our body scent is then subconsciously communicating.”"]},{"begin":"379.000","end":"388.320","lines":["But again, these are really small studies with small samples, so we don’t have, like, loads of data. But all in all, it seems to be that there’s a trend or a pattern here."]},{"begin":"388.320","end":"395.720","lines":["Are there foods that—or things that we consume that may make us less appealing, like, smell less great?"]},{"begin":"395.720","end":"414.800","lines":["Although there isn’t a lot of data and we’re just starting to see emerging trends, researchers have started to see a little bit of patterns on stuff that are making us smell a little bit less pleasant. So for instance, [some of] that same team that put the absorbent pads for garlic [Laughs], they also looked into whether meat makes us more attractive."]},{"begin":"414.800","end":"432.920","lines":["They had men who were either eating a lot of meat or a nonmeat diet for two weeks, and then they had, again, women rate their scents for pleasantness, attractiveness, masculinity and intensity. And the odor of the men who weren’t eating the meat was, on average, rated more attractive, more pleasant and less intense."]},{"begin":"432.920","end":"449.800","lines":["And again, the researchers kind of had to rack their brains about this ’cause they were like, “Oh, but what—I mean, we, evolutionarily, we’ve always eaten meat. Why would that make us smell less pleasant?” This was not what they were expecting to find because meat is considered kind of, like, an important part of the human diet."]},{"begin":"449.800","end":"465.640","lines":["But the researchers also did know, you know, early humans were eating meat, sure, but they were eating, like, a lot less meat than what we’re eating today, and they weren’t eating the super ultraprocessed meat that we eat now. They were eating different types of meat. They were eating game. So maybe that’s kind of the effect that we’re seeing there."]},{"begin":"465.640","end":"476.240","lines":["And another one is alcohol. Although alcohol might make us feel relaxed and in a better mood, it does seem to be one of those that doesn’t smell that good."]},{"begin":"476.240","end":"509.160","lines":["I feel like, with alcohol in particular, we kind of know that intuitively. If anyone, you know, went to college and drank a lot [Laughs], there’s a smell that happens after you’ve had a, a hard night of drinking that is not great. But the meat was a little bit surprising, especially now, in an era where there are so many people pushing, like, meat-only diets. It does feel like [Laughs], in addition to the health effects that can come from subsisting off of just meat, it also might make you less attractive to people you might want to be attractive to."]},{"begin":"509.160","end":"513.080","lines":["[Laughs.] Yeah, again, this is very early, early days data ..."]},{"begin":"513.080","end":"513.360","lines":["Right."]},{"begin":"513.360","end":"527.120","lines":["These are very small studies, so I don’t know if we can really make huge, sweeping statements, but for sure there seems to be a little bit of a subtle shift, so depending on how much you care about how you smell [Laughs], that could be something to take into consideration."]},{"begin":"527.120","end":"559.800","lines":["I think an important caveat to point out here is so much of this is also culturally mediated. Things that somebody growing up in a certain type of culture might not find attractive in scent, somebody from another culture might. So we need to take into consideration all of that and kind of see that there’s obviously, like, subjective preferences; there’s cultural preferences. If you’ve grown up eating rice and curry your whole life, you’re obviously going to have a different predisposition towards that scent, compared to somebody who’s never eaten rice and curry before, right?"]},{"begin":"559.800","end":"575.600","lines":["So there’s a lot of cultural mediation here that we need to think about, and there’s a lot of context. That’s why it’s been quite hard to set up these experiments, right, aside from the icky parts of, like, how do we collect men’s sweat under their armpits? [Laughs.] So I think this is a super fascinating area of study, for sure."]},{"begin":"575.600","end":"600.120","lines":["But we also kind of know that scent is important intuitively. Like, everyone talks about, like, how a newborn baby smells or, you know, wearing your partner’s old hoodie because it still smells like them when they’re away from you. So we kind of know, like, yes, it’s culturally mediated, but there does seem to be a there there in the sense of, like, the way a person smells can really factor into whether you’re attracted to them or you’re repelled by them."]},{"begin":"600.120","end":"618.040","lines":["For sure, and what’s super fascinating here is that each one of us has a unique scent profile, right, like a fingerprint. There’s a growing body of research here that shows that everything from our personality type, like, whether you’re an extrovert or whether you’re an introvert, to our mood and our health really affects the way we smell, you know?"]},{"begin":"618.040","end":"637.240","lines":["It comes from genes. It comes from hormones. It comes from health, from hygiene. It comes from whether you’re a male or a female, whether you’re young or old, gay or straight, dominant or subordinate, ovulating, pregnant, sick, happy, sad. So, like, all of these things affect our odor and our scent and the way our, our body smells."]},{"begin":"637.240","end":"650.600","lines":["So diet is just, like, one of the small bits and pieces that goes on top of that, right? That’s also why it’s hard to say, “Okay, I’m gonna make decisions about how I smell from now on just based on my diet,” because [Laughs] there’s a lot of other things at play, for sure."]},{"begin":"650.600","end":"658.760","lines":["Nope, sorry, what I’ve heard is, I’m going to live on a broccoli- and carrot-only diet from here on out—with apples: broccoli, carrot and apples. [Laughs.]"]},{"begin":"658.760","end":"660.960","lines":["And jelly beans. Don’t forget the jelly beans."]},{"begin":"660.960","end":"662.760","lines":["Can’t forget the jelly beans."]},{"begin":"662.760","end":"671.320","lines":["That’s all for today. Tune in on Friday, when we’ll talk about people who made incredible scientific contributions that were lost—or hidden—in the passage of time."]},{"begin":"671.320","end":"689.440","lines":["But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"689.440","end":"709.680","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"709.680","end":"727.240","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":727}