{"title":"Trump guts climate policy, polar vortex disrupts winter, and Olympic ‘Penisgate’ rumors fly","img":"https://static.scientificamerican.com/dam/m/03edc382dddb0d1b/original/2602_SQ_MON_FEB_16.png?m=1771011201.993","url":"https://www.scientificamerican.com/podcast/episode/trump-rejects-climate-science-winter-goes-haywire-and-penisgate-rumors-arise/","audio":"https://traffic.megaphone.fm/SAM2237022219.mp3","intro":["We take a look at President Trump’s decision to reject a landmark climate finding, the cause of an unusual winter in the U.S. and the physics behind a bizarre ski jumping scandal"],"authors":["Kendra Pierre-Louis","Andrea Thompson","Sushmita Pathak","Alex Sugiura"],"category":["Climate Change"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"First up, the Trump administration announced last week it would be rescinding a scientific finding that has served as the foundation for U.S. federal climate policy since 2009."},{"author":"","text":"[CLIP: President Donald Trump speaking at a White House press briefing: “We are officially terminating the so-called endangerment finding, a disastrous Obama-era policy that severely damaged the American auto industry and massively drove up prices for American consumers.”]"},{"author":"","text":"To take us through what this could mean for U.S. climate action we spoke to Andrea Thompson, senior desk editor for life science at Scientific American."},{"author":"","text":"Hello, Andrea, thanks for joining us today."},{"author":"Andrea Thompson","text":"Thanks for having me"},{"author":"Pierre-Louis","text":"So the basis for federal climate policy in this country has been something called the “endangerment finding.” Can you tell us what this is?"},{"author":"Thompson","text":"Yeah, so basically you start with the Clean Air Act, so this is the legislation passed in the ’70s that gives the EPA the authority to regulate air pollutants that affect human health. And so the endangerment finding is sort of the legal and scientific argument that, yes, greenhouse gases do affect human health."},{"author":"","text":"So greenhouse gases are—the main one is carbon dioxide. Another really important one is methane. These gases are released by combustion engines and cars and trucks, industrial uses. So as they’re burned that gets added into the atmosphere and, effectively, those gases preferentially trap infrared radiation, or heat, that’s coming away from the Earth, so the temperature of the atmosphere and the surface of the Earth is getting warmer and warmer and warmer every year."},{"author":"","text":"And so the endangerment finding, this came about because of a lawsuit from environmental groups and states and led to a Supreme Court case in 2007 called Massachusetts v. EPA. And the Supreme Court did rule that, yes, this counts as an “air pollutant” under the Clean Air Act. And so then the EPA had to create this endangerment finding, which then is the basis for them to issue regulations on greenhouse gases, in particular for cars and trucks."},{"author":"Pierre-Louis","text":"And so last week the Trump administration has said that they’re rescinding, or rolling back, this endangerment finding. What does that mean?"},{"author":"Thompson","text":"So that basically means that the EPA doesn’t have to regulate greenhouse gases under the Clean Air Act. The narrow scope of this is on cars and trucks. But regulations of greenhouse gases from other sectors, industry, sort of harken back to this ruling, so it could have knock-on effects as well. And it does mean, effectively, the U.S. is going to be emitting more greenhouse gases than it would have had this finding not been repealed."},{"author":"","text":"Now, of course, the U.S. isn’t the only emitter. Emissions are a global thing, so we’re all affected by all of them."},{"author":"Pierre-Louis","text":"But we’re one of the largest ..."},{"author":"Thompson","text":"Yes."},{"author":"Pierre-Louis","text":"Historical emitters."},{"author":"Thompson","text":"Yes, we’re the largest historical emitter, so from a fairness perspective, that would mean we need to contribute to bringing those down. And what that means: the more greenhouse gases you dump into the atmosphere every year, the faster temperatures rise and the faster you start to see these effects—wildfires, floods, heat waves are a huge one—and, you know, today’s children will see much bigger impacts than you or I or our parents or grandparents have seen from them."},{"author":"Pierre-Louis","text":"That is—that’s a bit grim. In some ways, it’s relevant to the kind of weather that much of the country has been experiencing. You and I both live in New York City ..."},{"author":"Thompson","text":"Yes."},{"author":"Pierre-Louis","text":"And it’s been bitterly cold. But out West it’s been very warm, such that parts of Florida have been colder than Anchorage and Juneau, Alaska."},{"author":"Thompson","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"And you wrote about this in an article for SciAm, so I’m going to ask you: What’s going on with the weather?"},{"author":"Thompson","text":"[Laughs.] Yeah, so this involves everybody’s favorite winter weather bugaboo, the polar vortex—basically this fast-moving current of air that circles the Arctic—it keeps all of that frigid Arctic air pinned in. But sometimes it weakens. And just like slower-moving rivers have these, you know, very sinuous meanders compared to fast-moving rivers, when the polar vortex weakens it develops these kind of meanders and loops."},{"author":"","text":"And some of those loops go southward, and when they do, the Arctic cold air gets sort of let out of the freezer, as they say—comes down. [Laughs.] That’s what you and I and a lot of people on the East Coast have been experiencing the last few weeks. But where you have a meander going southward, adjacent to that you have to have one going northward, so then warm air comes up with that. And that’s what the West Coast has been in."},{"author":"","text":"And these kind of patterns can also get sort of stuck, and they tend to do so based on sort of a background condition that’s related to the Earth’s geography. So the location of the Rockies and where the Pacific meets the West Coast, you tend to get what they call a ridge, an area of high pressure, or that sort of northward loop. And then over the East you tend to get a trough, area of low pressure, or that sort of southward loop."},{"author":"","text":"And that’s what’s happened over the last few weeks. And so we’ve seen teeth-chattering cold [Laughs] but when you actually look at the records—and this is where climate change comes in—no one saw the coldest, you know, December, January on record at all. A large chunk of the West saw the warmest winter on record."},{"author":"","text":"It can feel so cold to those of us in the East because this kind of cold used to be more common and hasn’t been."},{"author":"Pierre-Louis","text":"It’s interesting that you say that because I used to own snow boots; I don’t anymore because we haven’t had the kind of snow that earmarked my childhood. But I do think, to your point, that that’s another element of this, is that we’re losing the memory of what weather should be like because of climate change."},{"author":"Thompson","text":"Yeah, no, absolutely."},{"author":"Pierre-Louis","text":"Thank you so much for taking the time to speak with us."},{"author":"Thompson","text":"Thanks for having me."},{"author":"Pierre-Louis","text":"Speaking of frigid temperatures, I was recently scrolling on social media and came across images of wild horses in the Outer Banks of North Carolina being wrapped in fiberglass insulation to keep them warm. As someone who sometimes struggles to detect AI images even I could tell these images were fake. After all, fiberglass insulation is famously irritating, wild horses are often mean, and why wouldn’t people have just wrapped them in blankets?"},{"author":"","text":"Still, Andrew D. Thaler, a deep-sea ecologist, felt compelled to note the images were fake on the social media platform Bluesky, and I get it. In a world where search engines offer up AI summaries, ChatGPT generates essays, and Sora produces videos it can feel hard to know what’s real."},{"author":"","text":"To help combat this problem governments are increasingly floating policies like the European Union’s AI Act, which mandates that AI-generated content be labeled as such, among other requirements. But a study published Tuesday in the journal PNAS Nexus suggests that this approach might not be a panacea."},{"author":"","text":"To assess this researchers from Stanford University surveyed about 1,600 people, showing them political content. The messaging was presented in one of three ways: with a label indicating it came from a human policy expert, a marker saying it was an expert AI model’s creation or with no label at all. The goal was to determine if knowing something was AI-generated would impact whether people trusted the content—but it did not."},{"author":"","text":"The researchers found that labeling didn’t lead to any significant differences in how people felt about the policies, if they believed the message to be accurate or whether they intended to share it. The scientists concluded that while adding an AI label improves transparency, policy makers may need to consider other strategies to help people be more critical—and less trusting—of AI."},{"author":"","text":"And in Olympics news we bring you the science behind the bizarre scandal known as “Penisgate.”"},{"author":"","text":"If you’re unfamiliar, Penisgate involves Olympic ski jumpers allegedly injecting their penises with hyaluronic acid to get a competitive edge. You may have heard of hyaluronic acid in the context of skin care. It’s often used in dermal fillers with the goal of smoothing out wrinkles and restoring facial volume. Hyaluronic acid can also help reduce knee pain related to osteoarthritis."},{"author":"","text":"So what does injecting your penis with filler have to do with potentially getting an Olympic medal? The answer is physics."},{"author":"","text":"Before each ski jumping season starts athletes undergo 3D scans to get precise measurements for their extremely tight-fitted suits. That’s because even a small amount of additional fabric can boost a ski jumper’s performance. Take a 2025 study in the journal Frontiers in Sports and Active Living that looked at how a suit’s air permeability and size impacted ski jumping. It found that an increase in suit size of about three quarters of an inch increased lift by 5 percent and drag by 4 percent. Put simply, a larger suit allowed an athlete to jump further. In fact, the researchers found in simulations that bumping up a suit’s size by just that small amount allowed athletes to jump an additional 19 feet."},{"author":"","text":"This is where hyaluronic acid comes in. Injecting the penis with filler would make the organ larger. If an athlete did so before they got measured for their suit, it would be made slightly bigger. The trick is that the hyaluronic acid could be dissolved later with an enzyme, which in theory would allow racers to cheat their way into a bigger suit—though it wouldn’t be risk free. An Ars Technica article noted that in rare instances individuals have experienced severe side effects after getting penile filler injections. In one case a 31-year-old man experienced an infection so severe he developed sepsis and multiple organ failure, leading doctors to surgically remove the filler. It’s a reminder that short term gains can have long term consequences."},{"author":"","text":"That’s all for today. Tune in on Wednesday, when we look at how researchers are turning to AI to make homes safer for people with Alzheimer’s and dementia."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,160,826,2080,16444,11981,11384,12527,11010,12762,15574,14750,16937,12216,17184,17300,17614,18044,16946,17750,14051,16854,15786,17269,15880,15927,16053,16016,16565,15324,15651,14085,16212,15936,15967,16149,15415,12662,12434,11485,8352,7328,22769,16745,18322,14704,16667,15406,19520,18468,15656,15694,15500,16716,19025,15439,9988,6514,7085,8320,8959,9698,10762,12633,11943,12317,9278,14979,10542,3565,3332,1872,6836,5469,5058,20251,15621,14948,14299,16398,13288,16822,6197,3566,20865,22902,15141,18483,13601,15430,17149,18578,10722,21224,14866,13822,16268,14726,12507,17442,11389,19592,14477,15825,17415,15037,15290,17755,15601,21528,16312,12412,14159,18624,14267,15977,3411,22037,15544,14324,18388,19621,22577,18887,16679,3501,3388,22550,20730,20176,22083,16062,2238,2208,21897,21336,16315,21323,19102,19103,19522,15476,16379,17941,18222,6701,2327,14470,17718,19112,17981,16308,14033,19079,14167,19679,19758,11160,18660,21437,16893,16878,12635,2265,16870,15488,16288,14834,15523,14228,13653,17547,13033,2663,20204,16565,15876,14774,10214,4399,16612,22446,22094,17801,13015,13040,17093,14812,13633,7570,2274,2160,18112,12189,14787,15369,14337,13118,1284,1184,22177,22655,7584,583,22605,19758,19394,22483,18780,17854,14508,13592,9041,12180,11721,18787,9309,11075,15049,14263,10767,7754,5453,1278,16847,16816,12600,10959,12041,5307,22778,19550,19776,17424,16658,16279,15715,12087,11826,8466,5673,6534,9543,6765,6939,10192,12984,14100,11123,2651,4078,17256,11522,8856,13617,14581,8524,6085,6812,14702,22638,7845,15142,13711,3663,22610,2685,10526,15000,19250,20640,12983,1553,14945,12922,11989,16292,15624,22635,12259,15967,7613,3631,16756,5625,895,11779,22576,21249,20352,6725,7767,14469,2640,177,9982,14239,2634,1701,7313,11804,13049,17661,6639,12749,15090,11134,1956,19288,21094,18405,19293,22472,18441,10079,10179,10606,18449,13553,20671,11125,7981,15971,22634,9870,15907,10209,20301,13892,20964,8968,8592,7129,7770,22591,4835,8953,11036,7671,7004,5763,10228,6643,2007,11430,19711,22626,20631,22611,22406,19459,4277,13057,19356,8900,18500,7847,9654,200,14183,22329,14932,10810,12080,9315,22453,22497,985,946,18388,15266,12355,11665,8759,15183,12958,10554,21309,9757,3871,9544,13513,11393,16100,8436,7241,8190,7986,10406,7813,6382,6826,8527,9859,19971,9102,15092,19269,20622,13066,1543,17713,10166,22586,22640,9794,13285,9510,16130,6985,13575,22611,12730,18838,14309,10668,12331,8433,11305,3337,10121,6327,6412,4291,10146,10589,3530,13265,11679,12158,10138,4894,7913,6374,14001,10276,1940,11278,12391,11152,10932,15489,4965,21794,17924,14404,17597,12982,16394,8299,7182,7414,5650,3856,673,6968,18176,3789,10178,10078,7970,9264,6337,8088,4869,3967,22656,10607,19633,9267,19797,9107,9840,4844,1894,11340,11519,10672,11288,4019,13260,13765,15688,13923,9296,12919,13572,9252,10467,11967,7718,2115,1370,17494,18326,21558,9575,16726,11201,10535,9910,11427,8973,15998,4942,192,16020,17354,9874,11513,19373,9103,8914,7806,5999,793,254,20444,12177,8311,1143,13202,19827,22645,16373,9195,12728,11578,10461,4860,12868,4776,11776,9389,5347,18745,9088,5488,11348,16514,5399,17188,22629,17465,12952,9925,7380,13892,7259,9653,2671,707,20036,9715,22661,17429,13316,3289,8614,15538,8921,9966,22625,16103,15614,6635,7526,8908,1970,16313,1878,5610,20233,21512,11853,13077,3221,243,7378,10389,2585,16500,17403,11463,20002,12718,6921,5865,15162,12859,15971,19807,22574,9101,8696,995,16491,17582,7953,10232,10295,9413,7083,22612,22627,11813,18810,17287,14952,5580,13003,6557,13242,22602,7855,8244,7701,2214,6220,21491,17219,12096,4624,18414,22053,6194,6084,7853,10902,9726,8624,11503,8626,10530,8824,14504,14017,16672,17914,8777,22709,21543,15214,11448,11710,13892,22621,22630,19611,12888,13355,11830,8801,19453,10688,13101,9771,8852,5262,4858,7732,4438,10331,6755,3489,1703,10659,4837,22626,20629,1855,22596,21877,12454,2731,3708,14915,14631,1094,17968,22631,7431,7589,6749,10089,5885,22643,15150,16,6940,13338,7423,10118,22641,8434,17659,9132,1829,7491,11752,7345,8348,14145,2136,12188,13591,10310,3246,11883,3317,1295,11020,11152,8667,5808,9650,8051,11472,10544,8241,16014,20900,13797,11243,7146,12481,17131,14665,16665,11290,7111,22197,22649,15463,11421,6478,9215,8239,4198,8075,7769,4262,144,7424,18234,19707,3723,17135,10820,12516,8417,39,19766,19328,17379,17360,10016,19694,22620,14656,12773,16052,10424,8658,10717,8226,8012,18113,22613,13830,14767,12270,14623,12630,16113,4681,4095,22643,16781,11893,5642,4843,22695,22609,9406,10660,17997,16950,15865,188,69,16761,14775,14804,10344,12393,13662,9278,8505,11676,14877,10670,10413,10345,22502,22660,11994,22061,17220,14578,14510,16532,17181,13810,22544,22658,17621,14005,13594,9952,8865,16041,14841,2362,22692,20016,17657,14192,5036,19367,18539,12038,12796,4084,13814,13361,11157,13767,12886,10001,10985,13996,19668,22583,22634,17039,22689,22498,13876,9621,8664,6234,10083,10815,5875,5863,5587,20962,8472,10728,9385,2344,22641,22590,2050,2061,16835,19383,20918,7778,4736,13900,16942,13272,11852,15560,14592,2426,1252,22669,18719,16695,10341,4391,18813,6835,9328,10793,14076,12995,14570,9143,1839,7136,9929,16780,11151,14267,4831,1977,6641,9355,9158,15744,21777,5085,12692,12575,9206,9498,16759,12692,12793,4453,48,12493,14569,10730,13673,4275,1568,13193,8388,14097,15849,12532,19088,12498,14430,21948,15895,13587,10640,18834,18469,15089,15187,14880,15468,149,3703,22671,3550,22533,22607,21459,22626,17591,17251,15932,17906,17203,13797,9545,13432,9751,9609,2983,2235,22594,22628,18090,14207,21185,13516,10607,11653,1232,17931,13822,2235,21858,13937,18879,14379,6905,19049,10756,5316,11356,12677,10137,28,6603,9638,13627,20546,1854,22565,10696,22624,9675,16513,14016,22457,4382,16233,18157,18870,22696,12689,15354,10364,8264,9660,17870,13818,7991,10782,9878,8443,1062,13534,11262,13825,14663,20697,22630,14291,12643,7284,995,14576,14775,10655,6481,22618,7290,7195,13839,14485,19907,17548,6952,9006,12623,7901,6287,8801,16635,10443,3123,4033,11455,15459,9674,11052,10759,11963,9024,9153,8475,15961,19331,9373,12576,18400,11070,10628,9651,9800,10564,11046,112,8961,1481,8346,8454,6839,16623,10163,7645,14447,5473,22641,15459,1164,6177,15899,16108,9844,22645,8114,7360,1559,14530,18233,16747,11825,11504,14002,16872,12170,14074,8394,12772,11458,8725,1147,1175,174,20604,22625,18621,15972,2489,20090,2399,2735,22740,11241,22587,12548,12631,22632,9595,10256,17715,15876,9590,11508,5663,1100,546,18132,16584,16519,9202,533,11439,13597,5512,1920,769,13287,13259,7132,16537,10017,11561,6217,3908,12968,10886,3094,6252,22654,22632,20363,16074,8481,22629,5542,9044,8611,3214,1797,13818,13233,17512,11527,11351,12633,16967,8832,13643,12952,16536,10022,13579,10024,1936,1322,8104,12745,8221,10930,12553,12282,5514,0,18490,14762,13360,18748,12978,22590,19098,11511,13185,13661,10183,14116,10743,12455,16755,11608,445,22681,19465,12446,14265,15993,16647,11068,17463,12992,5410,22656,19448,10826,11962,12035,11256,15323,12268,14533,12277,10435,11329,4468,368,22672,22517,15180,16991,10497,22615,21207,20503,10434,9326,15444,9008,7358,15667,22708,18493,8479,9920,10166,1970,1798,13209,14233,8622,12039,12913,13684,11925,22639,22621,12465,1928,1550,13815,17853,14373,14675,15617,14740,3372,22620,14325,15087,15037,14517,16766,20490,11569,16800,13363,19232,14649,16321,17495,17998,13722,13125,19754,12125,19366,22178,12048,18770,15733,12238,15342,13785,13562,14553,1493,1842,22600,13443,12731,14008,22098,15282,18649,20373,20207,12596,1891,20205,21339,16235,14536,14058,14064,6742,1604,22808,18123,16333,14011,17251,13853,13779,14584,14597,14260,1709,22740,15700,15628,16929,14197,13046,2309,22602,14934,17970,13361,19972,13266,15851,9937,1546,8087,16474,17929,13538,15388,13006,14734,17532,14106,8775,18774,19206,16072,13744,14186,14129,16159,14699,15174,17851,15643,16917,8015,21299,19679,13722,18177,15301,13291,17894,14801,16961,17211,14665,14436,15349,20759,13302,13790,22646,10893,8553,20282,13358,13668,16248,14570,16870,14176,21336,16122,11160,12358,2414,2389,22210,17480,12429,15356,19820,18044,12102,13013,14952,15737,12595,12581,18166,14883,16436,22690,6760,3657,21722,17071,19568,16744,12327,18056,14543,16988,13603,14960,22568,13425,14744,11302,7759,2439,22640,18057,15093,14581,18354,15579,16082,14286,16656,13941,12932,11225,17818,14703,16786,19168,16714,15190,12374,13630,2438,16779,14716,9343,14454,13255,11500,14798,17109,15022,15228,16539,14054,17131,12925,17477,16838,14193,13989,14176,15814,2469,20853,16633,13026,16752,14237,13407,15552,10771,16368,19493,13894,15083,12392,16818,12243,13101,15122,5711,22475,18369,14759,14801,19134,14801,18423,15416,12816,20454,18748,14927,17152,7970,2302,21459,14093,14662,15448,18630,12502,11794,15072,14840,13230,18984,19330,13576,15591,11204,15926,5461,2409,18082,15502,12137,18834,19796,18103,15838,16332,16000,13821,15325,16418,14255,14669,14500,13146,14643,12197,12417,12978,18188,15010,14912,15617,14285,18171,16188,18628,15452,13316,13568,11512,11664,16003,12662,14440,15642,16322,20724,16285,14215,13379,14854,15217,14676,6135,6698,22714,14806,13924,15858,22583,19907,14239,9372,15007,15236,17326,13032,14671,17147,16949,12031,16371,9106,4545,1290,2404,19542,17505,14187,12950,19166,14181,17868,15669,16757,15918,16039,10583,15703,13574,2608,21193,22767,15841,8053,15765,17728,15065,15316,15833,16032,22157,17739,14404,12936,12874,13315,2250,22646,19843,22553,10279,14764,18268,17547,13302,1652,11298,16498,17405,14249,14176,20163,18426,17419,14668,14867,11389,2204,20264,15663,13454,14708,14820,15320,16232,14057,13697,15715,11815,13149,14872,14840,13118,21523,21231,19295,16698,15329,17371,14959,13152,16789,21166,16041,17653,9735,2780,15477,11854,22600,17047,14329,16121,20971,17634,16036,17327,15808,16727,13650,16376,12769,1769,18051,22124,14847,11590,9944,19323,16457,13303,16757,12576,15538,18917,16180,17456,16541,11673,13959,14523,17289,18617,18885,13889,15627,15221,16218,18487,14448,14450,10446,1213,22707,17672,14634,11876,14582,15549,16657,18145,17733,15980,11760,17426,15106,15641,9596,2412,1345,15886,17347,14612,16555,15798,16546,12583,15054,15390,14841,18960,13473,14344,19366,12637,17000,14137,15890,16431,22516,14726,13999,12938,12302,9813,21915,18319,15218,16733,13393,16572,21650,16847,14879,11979,15669,13301,15381,19328,18014,19060,12651,15804,21044,15751,15450,12013,1259,1213,22752,18949,18814,15189,13491,18064,20135,15417,15231,15224,11615,420,12118,22044,13573,18995,21410,12587,16618,17636,17923,13201,13484,15494,13237,18993,12991,13975,13186,20188,22419,15152,16618,16842,17138,13836,14377,11781,796,21753,16694,15049,19571,15216,12303,10122,16369,13661,13260,17842,12234,15276,14264,15381,8511,1788,20257,16300,10180,18705,16750,11984,14585,9817,20093,16047,14349,16672,5501,1964,18327,16095,16392,19504,18246,12922,13764,18529,17507,21495,15877,16972,15255,14789,14676,14009,13216,17425,13899,14223,13166,1957,22281,15587,12316,15756,7570,1880,22631,14812,18478,14680,13513,14566,15436,9996,14205,18532,15127,12963,14588,14617,17265,16057,17690,15023,15563,14714,12352,13112,6612,1862,22560,16391,15521,15949,14872,13855,15573,14657,12675,13802,13441,13475,14389,13812,15541,14067,14757,15643,14955,11556,11373,17096,16554,14961,15195,14105,13700,16449,9692,3500,1796,18227,16879,14904,13233,14518,13451,11994,13386,11341,12437,11273,12048,2263,2781,2047,1898,22648,18932,19116,11628,14741,16378,13601,15542,15552,14762,12455,18860,13378,14211,20906,12252,16009,12646,15822,17217,19646,13804,15612,15111,1394,13071,18974,14880,13051,13905,14270,13493,13935,14151,15823,13454,10654,15527,20902,17030,16158,13831,12501,1658,22523,14954,22475,15671,18620,11660,18698,7061,16416,15363,14911,14428,16457,22475,16371,12866,2875,21430,15774,15342,13173,14454,10932,10722,2115,21302,17209,16967,15358,13839,15392,15809,14754,14235,13178,13579,8986,19489,17476,15372,13675,17788,14601,10768,14978,21275,14903,13167,892,1802,3106,15247,14050,12772,12894,11945,12492,7959,7776,9865,16666,16328,16708,16677,16905,16656,17186,17292,17708,18166,15898,16682,16488,16642,16729,17657,16043,17695,15571,15373,15923,16155,12001,14320,12220,14745,10574,3920,15679,14834,12008,9687,6960,3162,1125,580,279,124,53,11,0,0,21445,29392,15098,18081,16925,23508,6721,27239,28573,1169,30103,27393,31453,29619,6386,15495,22437,16513,17315,22482,27303,29540,24995,17259,9803,20880,18832,29498,21271,29390,12586,19046,27486,7607,20772,26758,21176,19683,21998,20787,22006,14337,30691,29928,14104,35,27766,29644,11626,17797,18722,8888,3038,21393,27042,27424,43,30844,31121,27201,13416,18958,30870,22217,29486,23834,23839,0,0,0,0,0,0,0],"fragments":[{"begin":"0.000","end":"15.680","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"15.680","end":"38.200","lines":["First up, the Trump administration announced last week it would be rescinding a scientific finding that has served as the foundation for U.S. federal climate policy since 2009."]},{"begin":"38.200","end":"77.680","lines":["[CLIP: President Donald Trump speaking at a White House press briefing: “We are officially terminating the so-called endangerment finding, a disastrous Obama-era policy that severely damaged the American auto industry and massively drove up prices for American consumers.”]"]},{"begin":"77.680","end":"87.120","lines":["To take us through what this could mean for U.S. climate action we spoke to Andrea Thompson, senior desk editor for life science at Scientific American."]},{"begin":"87.120","end":"89.960","lines":["Hello, Andrea, thanks for joining us today."]},{"begin":"89.960","end":"91.200","lines":["Thanks for having me"]},{"begin":"91.200","end":"99.120","lines":["So the basis for federal climate policy in this country has been something called the “endangerment finding.” Can you tell us what this is?"]},{"begin":"99.120","end":"119.840","lines":["Yeah, so basically you start with the Clean Air Act, so this is the legislation passed in the ’70s that gives the EPA the authority to regulate air pollutants that affect human health. And so the endangerment finding is sort of the legal and scientific argument that, yes, greenhouse gases do affect human health."]},{"begin":"119.840","end":"148.680","lines":["So greenhouse gases are—the main one is carbon dioxide. Another really important one is methane. These gases are released by combustion engines and cars and trucks, industrial uses. So as they’re burned that gets added into the atmosphere and, effectively, those gases preferentially trap infrared radiation, or heat, that’s coming away from the Earth, so the temperature of the atmosphere and the surface of the Earth is getting warmer and warmer and warmer every year."]},{"begin":"148.680","end":"177.880","lines":["And so the endangerment finding, this came about because of a lawsuit from environmental groups and states and led to a Supreme Court case in 2007 called Massachusetts v. EPA. And the Supreme Court did rule that, yes, this counts as an “air pollutant” under the Clean Air Act. And so then the EPA had to create this endangerment finding, which then is the basis for them to issue regulations on greenhouse gases, in particular for cars and trucks."]},{"begin":"177.880","end":"186.520","lines":["And so last week the Trump administration has said that they’re rescinding, or rolling back, this endangerment finding. What does that mean?"]},{"begin":"186.520","end":"214.080","lines":["So that basically means that the EPA doesn’t have to regulate greenhouse gases under the Clean Air Act. The narrow scope of this is on cars and trucks. But regulations of greenhouse gases from other sectors, industry, sort of harken back to this ruling, so it could have knock-on effects as well. And it does mean, effectively, the U.S. is going to be emitting more greenhouse gases than it would have had this finding not been repealed."]},{"begin":"214.080","end":"220.680","lines":["Now, of course, the U.S. isn’t the only emitter. Emissions are a global thing, so we’re all affected by all of them."]},{"begin":"220.680","end":"222.200","lines":["But we’re one of the largest ..."]},{"begin":"222.200","end":"222.480","lines":["Yes."]},{"begin":"222.480","end":"223.840","lines":["Historical emitters."]},{"begin":"223.840","end":"253.160","lines":["Yes, we’re the largest historical emitter, so from a fairness perspective, that would mean we need to contribute to bringing those down. And what that means: the more greenhouse gases you dump into the atmosphere every year, the faster temperatures rise and the faster you start to see these effects—wildfires, floods, heat waves are a huge one—and, you know, today’s children will see much bigger impacts than you or I or our parents or grandparents have seen from them."]},{"begin":"253.160","end":"261.640","lines":["That is—that’s a bit grim. In some ways, it’s relevant to the kind of weather that much of the country has been experiencing. You and I both live in New York City ..."]},{"begin":"261.640","end":"261.920","lines":["Yes."]},{"begin":"261.920","end":"270.640","lines":["And it’s been bitterly cold. But out West it’s been very warm, such that parts of Florida have been colder than Anchorage and Juneau, Alaska."]},{"begin":"270.640","end":"271.200","lines":["Mm-hmm."]},{"begin":"271.200","end":"276.760","lines":["And you wrote about this in an article for SciAm, so I’m going to ask you: What’s going on with the weather?"]},{"begin":"276.760","end":"304.760","lines":["[Laughs.] Yeah, so this involves everybody’s favorite winter weather bugaboo, the polar vortex—basically this fast-moving current of air that circles the Arctic—it keeps all of that frigid Arctic air pinned in. But sometimes it weakens. And just like slower-moving rivers have these, you know, very sinuous meanders compared to fast-moving rivers, when the polar vortex weakens it develops these kind of meanders and loops."]},{"begin":"304.760","end":"328.320","lines":["And some of those loops go southward, and when they do, the Arctic cold air gets sort of let out of the freezer, as they say—comes down. [Laughs.] That’s what you and I and a lot of people on the East Coast have been experiencing the last few weeks. But where you have a meander going southward, adjacent to that you have to have one going northward, so then warm air comes up with that. And that’s what the West Coast has been in."]},{"begin":"328.320","end":"355.800","lines":["And these kind of patterns can also get sort of stuck, and they tend to do so based on sort of a background condition that’s related to the Earth’s geography. So the location of the Rockies and where the Pacific meets the West Coast, you tend to get what they call a ridge, an area of high pressure, or that sort of northward loop. And then over the East you tend to get a trough, area of low pressure, or that sort of southward loop."]},{"begin":"355.800","end":"376.720","lines":["And that’s what’s happened over the last few weeks. And so we’ve seen teeth-chattering cold [Laughs] but when you actually look at the records—and this is where climate change comes in—no one saw the coldest, you know, December, January on record at all. A large chunk of the West saw the warmest winter on record."]},{"begin":"376.720","end":"384.360","lines":["It can feel so cold to those of us in the East because this kind of cold used to be more common and hasn’t been."]},{"begin":"384.360","end":"400.760","lines":["It’s interesting that you say that because I used to own snow boots; I don’t anymore because we haven’t had the kind of snow that earmarked my childhood. But I do think, to your point, that that’s another element of this, is that we’re losing the memory of what weather should be like because of climate change."]},{"begin":"400.760","end":"402.960","lines":["Yeah, no, absolutely."]},{"begin":"402.960","end":"405.200","lines":["Thank you so much for taking the time to speak with us."]},{"begin":"405.200","end":"406.720","lines":["Thanks for having me."]},{"begin":"406.720","end":"431.960","lines":["Speaking of frigid temperatures, I was recently scrolling on social media and came across images of wild horses in the Outer Banks of North Carolina being wrapped in fiberglass insulation to keep them warm. As someone who sometimes struggles to detect AI images even I could tell these images were fake. After all, fiberglass insulation is famously irritating, wild horses are often mean, and why wouldn’t people have just wrapped them in blankets?"]},{"begin":"431.960","end":"447.800","lines":["Still, Andrew D. Thaler, a deep-sea ecologist, felt compelled to note the images were fake on the social media platform Bluesky, and I get it. In a world where search engines offer up AI summaries, ChatGPT generates essays, and Sora produces videos it can feel hard to know what’s real."]},{"begin":"447.800","end":"464.640","lines":["To help combat this problem governments are increasingly floating policies like the European Union’s AI Act, which mandates that AI-generated content be labeled as such, among other requirements. But a study published Tuesday in the journal PNAS Nexus suggests that this approach might not be a panacea."]},{"begin":"464.640","end":"487.400","lines":["To assess this researchers from Stanford University surveyed about 1,600 people, showing them political content. The messaging was presented in one of three ways: with a label indicating it came from a human policy expert, a marker saying it was an expert AI model’s creation or with no label at all. The goal was to determine if knowing something was AI-generated would impact whether people trusted the content—but it did not."]},{"begin":"487.400","end":"506.720","lines":["The researchers found that labeling didn’t lead to any significant differences in how people felt about the policies, if they believed the message to be accurate or whether they intended to share it. The scientists concluded that while adding an AI label improves transparency, policy makers may need to consider other strategies to help people be more critical—and less trusting—of AI."]},{"begin":"506.720","end":"511.240","lines":["And in Olympics news we bring you the science behind the bizarre scandal known as “Penisgate.”"]},{"begin":"511.240","end":"531.280","lines":["If you’re unfamiliar, Penisgate involves Olympic ski jumpers allegedly injecting their penises with hyaluronic acid to get a competitive edge. You may have heard of hyaluronic acid in the context of skin care. It’s often used in dermal fillers with the goal of smoothing out wrinkles and restoring facial volume. Hyaluronic acid can also help reduce knee pain related to osteoarthritis."]},{"begin":"531.280","end":"537.800","lines":["So what does injecting your penis with filler have to do with potentially getting an Olympic medal? The answer is physics."]},{"begin":"537.800","end":"576.680","lines":["Before each ski jumping season starts athletes undergo 3D scans to get precise measurements for their extremely tight-fitted suits. That’s because even a small amount of additional fabric can boost a ski jumper’s performance. Take a 2025 study in the journal Frontiers in Sports and Active Living that looked at how a suit’s air permeability and size impacted ski jumping. It found that an increase in suit size of about three quarters of an inch increased lift by 5 percent and drag by 4 percent. Put simply, a larger suit allowed an athlete to jump further. In fact, the researchers found in simulations that bumping up a suit’s size by just that small amount allowed athletes to jump an additional 19 feet."]},{"begin":"576.680","end":"614.640","lines":["This is where hyaluronic acid comes in. Injecting the penis with filler would make the organ larger. If an athlete did so before they got measured for their suit, it would be made slightly bigger. The trick is that the hyaluronic acid could be dissolved later with an enzyme, which in theory would allow racers to cheat their way into a bigger suit—though it wouldn’t be risk free. An Ars Technica article noted that in rare instances individuals have experienced severe side effects after getting penile filler injections. In one case a 31-year-old man experienced an infection so severe he developed sepsis and multiple organ failure, leading doctors to surgically remove the filler. It’s a reminder that short term gains can have long term consequences."]},{"begin":"614.640","end":"623.280","lines":["That’s all for today. Tune in on Wednesday, when we look at how researchers are turning to AI to make homes safer for people with Alzheimer’s and dementia."]},{"begin":"623.280","end":"674.200","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"674.200","end":"681.480","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":681}