{"title":"Psychiatry’s rule book faces a major rethink","img":"https://static.scientificamerican.com/dam/m/6da5784c225d4520/original/2602_SQ_FRI_DSM.png?m=1770326699.459","url":"https://www.scientificamerican.com/podcast/episode/a-push-to-redraw-the-map-of-mental-illness/","audio":"https://traffic.megaphone.fm/SAM3094952243.mp3","intro":["Why psychiatry’s diagnostic system may undergo major changes, and what the scientific debates over how mental illnesses should be defined are"],"authors":["Kendra Pierre-Louis","Allison Parshall","Fonda Mwangi","Alex Sugiura"],"category":["Mental Illness"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"Think of a psychiatric condition, something like attention-deficit/hyperactivity disorder, panic disorder or anorexia nervosa. Nowadays many of us take for granted that a mental health care professional can help determine if we have one of these conditions. But how do they make that diagnosis?"},{"author":"","text":"It’s based, in part, on guidelines from the Diagnostic and Statistical Manual of Mental Disorders, or the DSM. It’s a book published by the American Psychiatric Association with the goal of accurately describing recognized mental illnesses."},{"author":"","text":"In many ways the DSM is considered the “bible” of psychiatry. It’s also received decades of criticism, particularly that it doesn’t reflect scientific reality."},{"author":"","text":"Last month the APA announced that it may make a major overhaul to the DSM, which, if the proposals come to pass, could have significant impacts on how psychological disorders are categorized and diagnosed. To learn more about those changes we spoke with Allison Parshall, associate editor for mind and brain at SciAm."},{"author":"","text":"Thanks for joining us today."},{"author":"Allison Parshall","text":"Thank you for having me."},{"author":"Pierre-Louis","text":"So kind of the bible of psychiatry is this book known as the Diagnostic and Statistical Manual of Mental Disorders ..."},{"author":"Parshall","text":"Mm-hmm."},{"author":"Pierre-Louis","text":"Or the DSM, and we’re currently up to the DSM-V."},{"author":"","text":"Can you talk a bit about the book’s origin and what it means for the field of psychiatry?"},{"author":"Parshall","text":"Yeah, the DSM started kind of in the mid 20th century. The book that we know now was kind of born in 1980 with the DSM-III—there was, like, a big expansion in the number of disorders that this book lists. Now we’re up to almost 300."},{"author":"","text":"There was a little bit of an addition a couple years ago, but yeah, we’re at the DSM-V now. And basically, like, this book’s definition of various mental illnesses is one of the main things that kind of governs what we think of as a disorder and what doctors treat and what nondoctors, like social workers, treat, and how scientists do research and how insurance gets billed. So it’s a very important book, and it’s put out by the American Psychiatric Association, which is a professional organization of psychiatrists."},{"author":"Pierre-Louis","text":"So it’s kind of like the manual of psychiatric disorders."},{"author":"Parshall","text":"Yeah, it’s basically like the manual, the bible, the founding document of psychiatry, in many ways."},{"author":"Pierre-Louis","text":"You’ve mentioned now that, you know, there have been previous revisions of the DSM, but the article that you wrote is really highlighting the fact that there are potential revisions that are gonna be kind of a massive departure from the past."},{"author":"Parshall","text":"Mm."},{"author":"Pierre-Louis","text":"Can you talk about what these new revisions might mean?"},{"author":"Parshall","text":"Yeah, so the new revisions are still just proposed. Basically, the American Psychiatric Association put together a bunch of committees [Laughs] and subcommittees and everything, basically saying, “Okay, we wanna figure out what we’re gonna do with this going forward.”"},{"author":"","text":"The DSM has faced a lot of criticism for a long time about how it categorizes mental illness, and those criticisms haven’t really changed. The main one is that it focuses a lot on having categories of mental illness that are relatively reliable. Like, you could get a bunch of psychiatrists to talk to the same person, and they might come to the same conclusion."},{"author":"","text":"The question of the conclusion that they’re coming to, of “this person has major depressive disorder versus bipolar I disorder versus something else,” there’s an increasing sense, based off of neuroscience research and genetics research, that those boundaries are not really founded in biological reality. Like, they make sense as ways for clinicians to segment the population of people that they see, for scientists maybe to treat a bunch of people who have similar symptoms. But when it comes to actually looking at genetic similarities and the way that the brain is working it’s actually really varied in a way that makes these diagnoses maybe reliable but not valid."},{"author":"","text":"So the criticism that the DSM often faces is that it’s not scientifically valid, the categories that it’s pointing to, that major depressive disorder does not actually exist as, like, a ground truth in the world ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"It is something that is helpful for psychiatrists to make as a bucket, but these buckets are a little bit made-up. And so what they’re trying to do with this new revision is address a lot of those criticisms that have been, you know, long-standing by other people in the field."},{"author":"","text":"They’re kind of doing a little bit of a grab-bag approach, according to what this committee is proposing. They’re proposing a new model for diagnosis, where clinicians take a lot more into account than they would’ve before."},{"author":"","text":"So instead of just saying, “Okay, this person has major depressive disorder or post-traumatic stress disorder or bipolar II disorder,” they’re trying to let clinicians have a little bit more flexibility. So to be able to say, “This person is experiencing depression or a depressive disorder,” but not be more specific than they need to be. There’s some cases, like ER doctors—if someone comes into the ER experiencing a psychotic episode, as an ER doctor you don’t have the time or the ability or anything to figure out if this is schizophrenia, bipolar disorder. You don’t know."},{"author":"","text":"So they’re kind of trying to allow people to have varying levels of specificity, which fixes some of the criticism about the DSM in the sense that doctors felt before maybe like they had to give more specific diagnoses than they even knew, and that leads to patients, you know, having kind of a laundry list of diagnoses attached to their name that may or may not be appropriate."},{"author":"","text":"The other thing that they’re doing is letting doctors add a lot of extra factors kind of on the diagnosis sheet. So if someone comes into the ER experiencing a psychotic episode, it appears that they’re unhoused, that’s an important factor. It appears that maybe they’re experiencing symptoms from another medical condition; that’s an important factor. So they’re proposing this idea where there’s a lot more spaces for doctors to put in contextual factors."},{"author":"","text":"One of those contextual factors is “biomarkers” which is, like, this idea that you could do a blood test or a brain scan or something that could reveal something about the physical nature of someone’s body or brain that informs the diagnosis that you give them. This is not something that really exists yet for any mental disorder except Alzheimer’s, which is kind of not really a mental disorder; it’s on the border of psychiatry and neurology."},{"author":"","text":"But so yeah, all of this is meant to address kind of these underlying criticisms that the DSM has always faced. The experts I talked to weren’t convinced that this is really how to do it."},{"author":"Pierre-Louis","text":"What were their concerns?"},{"author":"Parshall","text":"Their concerns are really fundamental: that the structure of the DSM just doesn’t work for what it needs to do. Like, adding the ability to have more context, that’s, like, important, but it doesn’t fix the underlying problem of the DSM, which is that it’s based off of these categories that kind of don’t really reflect biological reality."},{"author":"Pierre-Louis","text":"Can you talk a little bit more about that, when you say “doesn’t reflect biological reality”?"},{"author":"Parshall","text":"Yeah, so there’s this really—basically, this is the question that psychiatry has always been grappling with. The DSM-III really—there was a ton more diagnoses added in 1980. I’m being a little facetious here, but basically, like, 10 clinician guys in a room figuring out what they wanted to put in this book."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"Like, it was—the DSM has always been based off of the symptoms that people present when they go to a clinician, not necessarily their underlying biology."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"That’s a necessity because, like, even to this day we do not know what causes depression. We can’t really explain what is causing a lot of these mental illnesses. If we knew that, we could make a book that catalogs mental illness that is based off of their underlying causes, not just how people present in to a doctor. We can’t do that. That’s kind of been the North Star: like, we wanna get to something that is valid, accurate, reflects reality."},{"author":"","text":"However, the way that that maps, like, you—basically, your underlying biology and then the things that you present if you show up to a psychiatrist’s office, there’s a big gap between those. And when you’re making a book that’s just based off of clinical expertise and what you can see on the surface as a doctor—there was this hope going into the 1990s, when we had all these new brain-scanning technologies, this new ability to map genetic code, that these categories that physicians had picked out in, like, the 1970s, 1980s as, you know, dividing the landscape of mental illness were going to be something we could see in genetics."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"Like, “Okay, we sequenced people’s genomes, and we can clearly see this group has a difference that leads to bipolar I and this group has a difference that leads to bipolar II, which are two different diagnoses that vary depending on if someone experiences manic episodes.”"},{"author":"","text":"That is not what we have seen at all. This is the story across all of neuroscience. [Laughs.] It’s the story of consciousness research ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"So much to do with the brain. We had all this optimism that we would figure out what causes things, and we just—it’s just way more complicated."},{"author":"","text":"So what all this research has shown, this genetics and neuroimaging research, is that these lines that we’ve carved around various disorders in the DSM are kind of artificial. Like, they make sense for clinicians, so it’s not that they mean nothing and are fake, but it’s just not a simple story when you look at the biology. You’re not gonna be able to say that there’s a common genetic variant that explains major depressive disorder. In fact, there’s a lot of them, and then there’s gonna be overlap with other disorders."},{"author":"","text":"So that’s the inherent problem that the DSM is grappling with and the critics of the proposed new version, which is that the categories this whole thing is based off of aren’t really valid."},{"author":"Pierre-Louis","text":"But I guess the question that that raises is: If we can’t just, like, throw a person in a scanner and be like, “Oh, yeah, you definitely have major depressive disorder,” and we don’t have something based on symptomology, then what do we have?"},{"author":"Parshall","text":"Yeah, so part of the reason I don’t envy anyone working on this is that there is no option to throw out the DSM. Like, that is not really a serious thing that we think people should be doing."},{"author":"","text":"The DSM kind of serves two purposes. One of them is what you just pointed to, I think, which is the treatment of actual people, diagnosis of actual people—the things that psychiatrists are doing in their offices, the things that licensed clinical social workers are working with people for. And then there’s the research side of it, which is the scientists submitting grants to try to understand the, like, basis of major depressive disorder or schizophrenia in people."},{"author":"","text":"So those are kind of two separate things, and part of the problem is that the needs of those two groups have diverged a lot. So many of the people who are really critical of the DSM will be people on the science side, where often researchers are kind of just moving on from using DSM groups."},{"author":"","text":"Part of this is that we don’t—like, for example, we’ve discovered that there is a huge overlap between bipolar disorder and schizophrenia. Both commonly involve psychosis, as in a symptom. What they’re finding is: you’re probably better off just recruiting people who experience psychosis, rather than limiting it to, “Okay, we’re studying bipolar disorder here,” or “We’re studying schizophrenia.” When you open it up and get rid of those boundaries you kind of allow yourself to just go where the data takes you and figure out where maybe nature is actually carving borders between these, if—to the extent that there are borders at all."},{"author":"","text":"On the clinical side, we don't have the option to just kind of divest from it. Psychiatrists are going to continue to be making diagnoses and treating people based off of their symptoms. Like, even if we had a biomarker for depression it might not make any sense to, like, test people’s blood for it. Like, it’s expensive. It’s hard. Like, there is a need for being able to treat people just based off of their symptoms and symptomology."},{"author":"Pierre-Louis","text":"You might have the biomarker, but you’re fine—you’re not expressing depressive symptoms."},{"author":"Parshall","text":"Yeah, it would have to be a perfect biomarker. Like, it ..."},{"author":"Pierre-Louis","text":"Right."},{"author":"Parshall","text":"And those things are just not likely to exist—of, like, “Oh, you only see it in people who experience clinical depression and are going in for help.”"},{"author":"","text":"I don’t envy anyone who has to figure out how to navigate all of this. Basically, we need something like the DSM. We need something for insurers to be able to bill. We need something for people just to have a common language. Like, think of all the people who have figured out that they’re autistic recently and have finally been like, “Wow, I have access to this word that helps me understand.”"},{"author":"","text":"Of course, the boundaries of the category of autism spectrum disorder are really fuzzy. One of the interesting things that changed with the DSM-V is they wanted to try to make it less boundaried categories overall ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"And they wanted it to be more of these, like, dimensions that measure people’s different traits, and it’s much more fluid and noncategorical. They weren’t able to do that then; their, like, research wasn’t there for it. But they did change autism—many of the different disorders that were related to autism, they lumped them together under autism spectrum disorder."},{"author":"","text":"So there was this sense that, like, “Okay, maybe we’re better off having fewer divisions of subdividing out very specific categories and just kind of pointing more generally to something that a group has in common at large.” That was something that they even started to do back then. So that was a little bit of a tangent, but I do think the autism example is actually kind of interesting. They’ve been trying to make things less boundaried categories and more of a continuum for a while now."},{"author":"Pierre-Louis","text":"And as your article details, like, these are proposed changes, so we actually still don’t know what the final product is going to be."},{"author":"Parshall","text":"Yeah, this is all very provisional. But, like, these kinds of announcements do not come around often, which is why we’re covering it. Like, this is quite notable."},{"author":"","text":"Basically, these different committees that were created by the APA have these suggestions for how they want the book to look very different in the future. They’re publishing these papers that they came out with to kind of open the conversation up to other clinicians; to psychologists, not psychiatrists; to people who have the diagnoses, the people who love them; other health-care providers that treat people. So basically, from here on out the point is for it to be almost [a] public comment period, or, you know, people getting recruited into new subcommittees to kind of try to refine these ideas."},{"author":"","text":"I will, as a word of warning, say it’s—we don’t really know what’s going to happen here. It’s very possible that we don’t have—end up with big changes at all because they tried to do something very similar in the 2000s with the DSM-V. They announced these plans to kind of change it from this rigid, categorical thing that maybe doesn’t reflect how nature actually is and try to make it more about these dimensional traits."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"That did not go over well. There was a lot of pushback, a lot of backlash, and they ended up walking it back. And the DSM-V ended up largely similar to the DSM-IV."},{"author":"","text":"So here, it’s kind of the same story. One of the sources I talked with said that these papers looked like they could have been written in 2009—if I’d told her it was written in 2009, she would’ve agreed with me ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Parshall","text":"[Laughs.] Which I thought was kind of funny."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"It’s like not much has changed about the criticisms, right? And honestly, like, not a ton has changed about the science we have about what is underlying these different mental illnesses. But there is an increasing sense that, like, “Okay, this is a big enough problem that we do need to change something big about our outlook, something big about how we categorize them moving forward.”"},{"author":"Pierre-Louis","text":"Well, it’ll be interesting to see how it all shakes out."},{"author":"Parshall","text":"It could be years until we can get something new. They’re also trying to change the name. [Laughs.] ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Parshall","text":"I, I just think this is funny. They’re trying to change it from Diagnostic [and] Statistical Manual to Diagnostic [and] Scientific Manual. And they are thinking that they wanna maybe update it every few years rather than having these big updates every decade, which could be really good, but then they were like, “So maybe we won’t even call it the DSM-VI. Maybe it’ll just be the DSM going forward,” and they’re just gonna make incremental updates."},{"author":"","text":"So we’ll see how it looks going forward. If anyone is wondering what this means for them or their care or their diagnoses, it doesn’t really mean a lot yet. But if you hear something in this that’s compelling or interesting to you, or it seems like—you’re concerned, you can always, you know, look into it and see if they’re looking for feedback."},{"author":"Pierre-Louis","text":"Thank you so much for taking the time to speak with us today."},{"author":"Parshall","text":"Thank you, Kendra."},{"author":"Pierre-Louis","text":"That’s it for today. Tune in on Monday for our weekly science news roundup."},{"author":"","text":"Before you go I have a quick favor to ask—it’s for a future episode about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,139,615,1549,12330,9190,7861,10268,8513,9495,10258,9640,11845,9435,12263,10509,11726,12280,11318,11505,11757,11580,10080,15117,13461,12451,12314,11313,14183,10867,13188,10034,14286,13934,10534,9212,7989,6336,5459,3135,2941,12280,19330,14092,12247,13685,8027,14113,12036,8102,8900,12130,9703,14100,8232,3995,5731,7597,8685,10061,11561,13524,12673,12214,10618,8667,6911,9178,6269,2629,1874,1345,1912,1693,6288,2461,2070,17380,10469,14625,9667,10169,14480,14422,11701,11962,12081,10314,12125,9080,12345,9265,15838,15860,14721,11864,14622,13496,11811,12140,10361,909,1142,18716,15062,12947,11924,12360,11428,12180,14364,11729,14911,9008,8592,15977,9907,11349,13184,11062,7825,8272,7103,1351,1292,14156,12081,11345,9701,9069,2712,10634,10719,12825,12974,13557,17315,10546,1527,10948,13704,12225,11541,8436,14213,9797,11346,11196,9227,12548,13628,15286,9996,607,1608,1095,19930,17449,17601,10426,12064,11955,8437,10289,10604,8500,9803,19970,13458,13073,11526,16786,12548,17543,13758,10594,9779,8829,1957,862,21438,16628,10347,8538,9507,11911,14377,17516,10320,13459,9270,13606,20725,10825,8165,11599,9792,11791,10113,7197,11539,13005,13284,10555,13162,9586,6912,14191,7532,752,18891,11159,11113,15417,11317,14783,12103,13154,10778,12252,12101,14065,11961,11089,14897,1058,17344,18302,13039,11818,8659,13801,4957,16117,15151,10946,11910,9417,13482,15376,8679,10548,16316,14831,13022,11916,10030,5497,2139,1285,18460,15119,10440,7482,9529,14032,16957,16155,13299,10446,15305,13904,16363,13787,13400,10835,11452,14323,3519,327,15151,11993,11629,9501,178,18787,13302,16187,4236,6101,18035,10915,15422,15090,14316,10272,16088,11664,10235,11987,9811,9896,16553,10316,9070,7878,8283,9558,9205,8325,13732,13534,11822,9800,23685,12712,14597,13516,11374,9253,9109,8931,21772,1761,32,14893,13437,15603,13987,11141,15841,12256,11085,9286,15831,7941,8233,10905,16724,12164,1277,18688,14177,12420,12648,13442,12714,11804,12797,10583,11110,12582,13091,14615,15192,11925,16725,10269,12694,14145,12611,10086,12717,11335,11684,12438,13084,12929,12134,12803,11366,15443,10491,11456,10698,2042,14136,13437,9370,10996,10092,10780,7093,11328,12986,11052,10991,12071,10739,13327,10819,5321,14105,12607,14068,10730,12945,9877,9806,15160,13105,9581,13157,15347,12738,2835,15071,8719,12884,11132,13382,15516,12376,10643,11582,9817,1663,17416,11314,16628,14113,11900,9999,9803,14064,14005,11659,16507,9532,14298,11819,12944,12265,9021,17159,14537,13000,10461,11434,11399,9958,14035,12087,10710,11551,10604,12193,14883,11901,11975,10635,8526,10793,10352,10685,1890,14531,19873,11204,9084,12892,9808,15418,12393,9025,12453,13589,7507,13242,10269,13487,14060,2117,15836,13391,13132,11898,8766,13949,12143,9941,9407,13774,12139,8197,9124,10817,11332,3388,20898,17600,17439,13233,12935,11212,15281,6741,17394,9953,10961,19658,15224,11466,15665,12611,11154,15043,15450,12113,21502,15792,13467,11075,15958,9608,12501,6997,4294,17812,10487,19911,9813,9946,15869,12166,11516,10525,11059,9685,14860,21925,15907,18669,10665,15290,10044,10922,11934,9802,8257,16408,13171,10136,8691,10348,9719,12853,15000,10049,8750,18203,5969,1389,16197,10638,15364,10139,11894,10711,9920,9950,8468,14969,12487,13953,10675,12157,11640,10531,10040,12966,8716,3802,17553,11616,11920,11956,12223,16530,9943,10379,3761,16116,12340,14575,13223,10931,13672,13848,11119,13966,16039,13378,20625,11138,13371,14676,13865,14481,17144,13925,12713,11665,14673,23749,14109,11797,12363,15510,9477,11903,10314,9712,14846,14948,14257,10235,10131,11572,2401,16467,9556,18506,10320,16501,10539,9439,13204,10607,10427,11714,13145,6326,188,15218,15622,9231,11145,10198,10562,11024,11857,5642,247,9677,19411,11507,11541,10417,12668,13930,13559,12771,11554,11799,12847,11007,9118,14044,13577,3474,11959,10355,10872,13122,10462,13573,11406,13035,8682,11001,9089,16682,15930,13641,13338,13299,16215,12140,11618,12932,14433,11661,13356,11896,15365,10503,14058,923,14517,16342,14314,11470,10749,12437,11757,11325,10989,1809,15008,12827,10438,19164,12030,10694,11777,11915,11253,12243,10147,10574,16900,16708,12654,9797,10612,9802,12754,11364,10517,1647,19033,14328,9524,12343,9444,18890,15280,10092,10050,11992,11335,11030,9535,11117,6609,10202,13957,15039,22480,11002,9764,15625,9706,10377,16797,11744,12746,11021,9585,9323,6530,12762,12057,13228,9359,7801,9637,2440,19576,13036,11491,11471,13944,13422,14485,13881,12632,12645,15442,7051,15134,14936,12575,13758,8390,17403,14773,11807,11360,11672,8681,15038,11514,8193,12891,12556,12252,11217,11683,16440,10011,10848,542,17343,12752,15600,12473,12911,15087,9280,12190,8827,12707,13232,10703,12181,10045,10687,11256,3525,267,8117,9245,12959,18646,12108,14556,10961,9971,9729,16380,2055,13548,13391,9857,14407,12745,11646,10588,12652,14480,16777,11684,10847,12885,13549,13033,8035,12854,15738,13060,15686,9616,12052,17546,13665,19945,13378,12688,13918,11964,2284,15434,14854,10788,12898,13060,11852,11728,14410,11925,2831,13620,13206,12334,12230,9451,11659,14379,7956,12452,14921,11901,10909,16324,12157,10801,9939,4915,4984,19603,12447,13120,14683,12303,15040,10952,16036,13235,12834,12465,11251,11659,2322,15055,15510,10654,12293,10645,14632,14393,7634,10111,10494,9997,10458,1440,15683,14928,10035,11540,13454,13347,11746,15180,7729,9663,10204,12838,12257,13236,15512,13941,12024,13519,15042,10810,12999,16037,13852,14099,16446,9568,12577,15685,12255,11316,11261,2039,15619,13752,13470,10668,12439,12387,15217,11713,7996,11901,12101,12592,4019,16218,14466,14013,13272,8336,10168,13998,13385,14129,13747,9870,14025,12088,5026,12686,10109,15818,13979,9985,15136,13544,11379,14885,14387,10370,13252,12458,10575,13904,10473,11127,8632,10914,14580,12511,9507,13330,14844,18099,14885,19022,14387,13756,14769,11101,11143,13225,15942,12160,9489,20977,15618,20676,14426,13113,9529,12068,12850,7622,11963,13214,12988,16382,13166,13749,15316,12887,15938,13775,11709,14379,14219,8855,14003,9580,15461,11792,8286,8462,11839,1799,13361,11142,17114,17383,13596,12775,14697,12827,10343,12257,11957,14613,12226,12649,11091,12078,12625,10236,1258,13921,10353,16845,17840,13231,13128,11863,11311,4070,20391,13468,12993,15156,14673,10207,12734,12744,11824,10221,15565,10221,10704,7599,14772,13073,13578,9571,516,20275,13417,13173,18241,12171,11033,13701,11337,9416,9466,8457,11741,11347,13185,11001,13256,11960,8510,9892,13701,17473,11018,1393,13572,13659,13453,16298,13386,14180,20801,13359,1461,13908,13223,13154,13560,11209,11053,10823,7750,8906,8836,11785,14234,14533,11190,16736,12629,14541,16398,14007,4625,18669,14391,12522,13356,13929,9169,10757,14618,9462,12962,12862,12451,10377,2696,14288,16166,10600,14621,12582,17880,17486,12182,6456,13462,14673,11970,11481,14350,14543,11463,12843,11126,8360,15843,12967,12947,14269,13412,13813,12054,12232,16242,10636,13095,10212,20166,4876,16686,14118,14088,10976,13218,12524,11092,7948,17968,13833,9891,16129,8587,14257,15397,2493,16119,9871,14819,11757,10618,11048,12884,14733,9961,11056,9028,12709,10651,14359,10242,9773,9588,13611,13210,13165,9689,11708,14393,11868,11469,10436,12393,8462,9346,9297,4281,18145,20244,14129,10112,9147,11390,12215,11042,16558,12599,10653,12881,13848,11037,12941,11123,4379,1558,14074,17588,10276,15060,11499,13104,11882,13931,3447,16779,12472,11918,18717,18137,9785,76,19113,12550,8810,5847,21928,19457,9576,12772,13677,10433,15351,852,11935,10316,13356,10745,11246,11466,6510,132,10121,9091,12759,8225,13698,12487,8702,8705,15076,15608,12633,11007,8752,21387,16557,10717,14611,10158,2394,15617,13164,18237,10254,361,1169,20531,14356,13449,16601,11768,14537,10707,15366,11272,12408,11398,10186,16662,12037,13198,9653,15717,13991,12351,16070,13492,12556,10236,13095,7975,12385,12261,10744,13599,10222,9626,11239,13313,10092,8474,14727,11870,7724,9654,11510,14212,9567,15938,17977,10238,16689,13076,11311,9974,6388,2770,16300,14319,14337,14052,14017,12386,14131,14068,19714,15965,9180,12361,10141,7155,1664,18527,13369,13096,9328,15251,15614,15901,6557,10098,12709,13851,11615,10867,9656,3445,20568,14061,15529,13860,12114,17519,15062,15079,15744,11102,13095,14378,13268,12155,11476,12577,13962,11378,12520,11311,10785,9964,7865,15003,16427,9848,13339,12490,16826,11421,6627,20778,10826,11408,14119,11809,14381,13883,12467,10495,11843,10405,560,16994,14793,12413,21932,7869,13090,16662,11866,10705,14375,12730,12867,11088,11149,8786,2258,15703,9997,14291,11322,12118,13703,9263,946,16174,18213,11622,10058,10610,5879,10822,17489,13168,9517,13744,11037,12285,12213,11895,11554,15209,12047,7959,11183,10181,13766,13132,13964,15528,13961,18388,10469,14574,10627,13757,12510,13627,6896,12161,11511,18946,15767,17366,16298,13271,16816,9020,15966,12063,1802,16794,11650,11436,17045,15487,10549,9795,13337,15022,12984,14432,12226,11843,16983,14046,11084,13499,11075,10922,10811,12449,13428,9612,12030,13967,14090,12543,11620,10672,10643,11512,12919,13665,11307,13777,13853,13118,14570,13001,10743,3230,16456,13383,10580,10068,12552,13752,12152,2342,17732,13138,11143,14279,11184,12215,10761,8843,10762,11858,10792,8761,11436,10232,11750,10279,14298,11844,16999,13164,11532,8986,1713,18024,8045,288,10186,12668,18934,14115,13539,4830,12827,9988,8700,11664,15950,721,15831,13015,9349,15427,11600,10319,10312,11102,11531,15890,14983,14160,14823,15523,13146,10105,9364,11988,8559,7107,14695,12219,11501,12515,13780,7914,12378,12180,3546,18923,12002,14321,12211,11980,11153,11500,16716,10554,12665,15466,14169,13558,12376,14840,10920,11487,16194,16554,11979,11773,12670,11837,12314,10669,15805,11893,11463,2300,12806,10371,12384,12162,10653,14008,10583,9817,7901,12126,10984,12824,9693,6469,16155,16193,13801,11022,8958,13522,12081,12843,10604,13234,15491,11546,12136,11889,6779,13205,15549,11448,12456,10261,10319,10302,13992,15953,13298,13907,11967,10248,6584,16770,18866,16907,17357,10765,9658,10224,12350,10133,11495,11630,8057,11161,14820,11472,11557,12499,9863,11362,12891,9859,10261,11410,11549,16700,15128,11253,9974,193,14563,12919,12325,13319,10743,14914,15184,12175,9218,10998,13225,9584,11972,13803,12167,11677,13487,14682,11437,8830,6700,13939,10970,9083,14221,14725,10816,14202,10272,13452,2596,20317,13476,12700,12681,12801,11846,10975,12103,13656,10425,14089,14432,12032,9817,1811,8812,11994,13120,11449,15701,13144,10914,9399,12889,10833,14331,11475,8826,15830,20960,12518,15022,15681,11303,13073,12580,13946,10441,9000,10028,9989,1366,18907,11880,16415,15791,15089,12039,10147,12927,9760,16023,13249,3809,6469,16348,17946,7871,12378,12974,11340,13326,12893,11627,14185,14953,12721,14683,13447,12860,10519,11825,13902,1429,14281,12774,12481,9954,8494,19780,3359,23070,15491,17598,11833,11855,12741,10430,9206,228,30,4546,15743,8763,13819,13687,8898,8162,9144,10178,15020,11173,11024,10182,9878,12414,7834,11279,7129,179,19836,9383,12103,14696,12208,10063,10782,10958,6737,13195,9459,6824,116,18564,9284,18274,13813,14786,3411,9563,8161,10466,13800,12381,11487,13074,9616,16783,12145,14223,6513,15452,10961,11298,13713,9911,16627,15614,12107,11782,12002,12130,10931,7666,13381,9549,13670,10373,11006,10539,2182,15074,10652,14313,10739,8020,11710,14809,6565,15453,14258,11325,15027,10829,10441,10710,13438,12995,12304,4298,809,16138,10220,13936,10264,11181,13341,10347,12547,9583,12615,16482,12936,399,11213,15476,12254,10480,10710,8492,14609,15570,11068,16584,12132,12610,12847,14160,11482,8722,10761,6954,15451,12593,15136,10927,11245,10445,15112,9905,11717,8541,10325,10352,9392,12429,10479,14518,12112,13914,11398,16243,10609,10386,1212,13535,13223,14725,10384,10953,14019,10206,14844,9469,10757,11735,14970,11980,13271,12988,11677,14286,13765,14522,16485,10512,10803,11021,9941,12408,10327,8992,8092,2349,13993,11765,12316,16223,12456,12402,10276,12246,12067,8804,12287,10334,5234,15131,13747,17076,11433,9814,12945,9768,11338,12581,10866,12867,11423,13939,9547,9430,2266,15350,13689,14614,10295,11120,5449,7788,14907,15480,11785,13553,10813,14559,13005,10406,13858,14047,15866,11822,10465,3646,18950,13544,11775,10876,9831,12214,10467,17387,10908,11580,9184,14632,12100,8746,11652,8345,11630,7850,10710,2558,16538,16239,11637,13531,12071,11686,12007,12364,11177,13696,11696,9886,11232,7529,1581,18581,12788,11566,13179,9081,12676,11158,8868,7809,17305,11335,9769,15263,12323,10887,11076,11708,5607,1747,15999,10792,19148,12941,11844,12388,11011,13498,11845,9939,11167,14546,14968,11656,8437,8971,12721,10244,11756,15600,15251,13638,13250,1095,12203,11333,10736,10519,14458,14600,13821,10292,11608,9775,12018,10309,12731,8875,11855,13526,12055,14482,12182,17638,14699,14217,9977,11147,11718,10924,10681,11915,13486,13243,11477,10897,9660,8549,11742,12254,17119,8772,10062,14548,12513,15029,10850,13444,8743,13824,16798,12641,13323,11367,1539,13901,12222,12453,13158,13226,13022,11043,11664,7224,13685,9955,12518,14348,13124,11882,9647,13442,9472,2672,11542,13102,13989,1621,14435,10046,11551,16260,14085,11532,12286,12580,10995,14229,12453,11278,11476,11342,9542,9240,10458,8826,1743,16469,13599,10766,12611,11249,12799,5050,14971,7129,14961,14772,10986,20580,19726,8753,10917,11166,9279,11817,17327,13373,13147,10943,12446,17059,14416,18395,20567,13522,13339,15498,11044,12825,15006,14255,10531,11009,9860,10675,11920,15294,10211,12514,17006,9096,12046,17316,1750,16896,10853,10225,12726,12913,14052,16139,17173,11959,12632,12664,3029,18589,12946,11575,11762,13663,13736,11376,11099,11593,12987,11686,13351,14674,10957,10020,14757,14205,1557,14991,11460,12885,11389,10117,11214,12329,13123,12803,12065,12494,12296,11820,8852,10194,9250,11738,14954,11044,14799,12747,17954,7518,11747,12340,12300,12160,9404,9539,13311,14369,14774,11993,12017,15251,18261,17885,13070,10536,13886,11623,12669,17051,11969,4302,17023,11845,13374,10966,11502,11181,14218,12812,12800,13740,12587,2272,15395,15813,13015,15911,10664,14442,17469,13018,10277,19247,12072,7661,1662,16792,12455,13045,13647,12805,9947,12450,11453,4647,11090,10246,11550,14585,12881,9355,9849,13325,8265,8234,9271,11833,12566,12866,14795,12498,3472,18604,12871,15274,12787,10590,12098,14590,12351,15711,11762,12162,8690,15915,14191,9639,6808,9493,9823,16356,9417,8982,332,13767,13656,12025,12241,10861,14819,10717,11833,13324,12029,1938,12695,15087,12804,13613,16048,11351,10635,8321,17374,10359,10535,15928,11719,10261,12456,12502,12825,10131,12028,10490,10439,15779,13373,14386,13944,8791,15387,14192,9445,13177,13946,11747,7986,12541,12876,9119,11296,12196,10818,10799,13857,13444,3656,16984,11027,12021,10384,9288,11580,8862,16197,13859,17816,12388,13476,11417,13523,11501,14612,15067,11860,9332,15997,14625,14405,9434,17234,11877,17920,14470,16098,13284,13419,14377,13392,12773,14005,11887,9084,23996,17811,12211,10275,11362,11191,14253,7489,10223,712,16419,11890,10506,11702,9346,14356,11526,15278,9677,10023,10986,1206,14366,12698,12645,11945,8719,3484,18742,19352,13030,11626,15569,11980,15058,14194,13703,10093,1230,16923,10615,14158,16771,11369,11727,6387,18638,17662,12860,16151,10867,10991,10755,14503,12910,12809,15013,13353,14081,13173,14873,11910,7375,11710,11126,15186,11398,14252,15861,16082,13576,8865,11184,7427,17353,13446,14499,13104,9196,11825,11122,12021,10209,13756,12261,15413,18246,12118,9731,10029,7770,13340,14628,12906,11857,9730,11793,8910,6566,14819,12255,9381,11090,12639,11114,8784,14229,13510,16438,13770,12099,14266,11121,17074,15147,9762,14266,12909,13511,13393,13821,10946,12171,742,10596,7419,16704,10541,13318,11445,13062,13003,10748,13091,19155,13116,14371,13734,16182,14220,13157,13472,9741,13465,11837,10498,11050,11324,10646,13867,13468,7594,7728,2750,16052,11858,12458,12065,10383,10396,15066,10282,9720,13354,8706,15350,14800,11589,9292,14418,9601,10684,14772,15282,11664,13111,10341,14860,13473,15447,12099,10790,16118,11737,9343,10763,14663,15672,12872,12500,18108,11499,1993,15759,11400,15329,10943,12562,12035,9492,11932,191,10417,11825,5890,15354,14372,12995,15273,11224,11727,17165,11841,13637,13695,11316,17211,11780,10679,11339,10698,15602,12901,10411,12832,13111,10978,8923,11325,11662,11856,12534,6493,21904,13002,11275,14617,9597,14497,13529,11919,15409,12824,3202,14187,16912,3160,13826,19509,17128,10064,13168,15065,17013,5686,13186,11963,13227,14339,13187,14316,10162,16449,9752,11393,13881,7499,10285,8462,11419,97,8118,12148,12524,9014,12761,12774,11775,11550,11226,14409,2115,11137,14903,14717,14007,13760,12778,12058,12682,12887,16445,12829,11059,14980,13827,11899,12622,9478,9491,8223,13595,10252,21406,16568,12302,14732,12108,12394,16226,12160,15499,11356,12470,13404,11804,12160,5723,11590,9703,14238,12634,10608,12110,14614,13146,11748,10354,9640,11820,12559,11535,16996,12250,16876,13981,11193,14207,8446,11627,15195,12568,13136,16385,11074,9735,10946,10132,8762,10938,19402,13401,14068,5048,10959,14510,14316,11407,15100,12142,11735,520,11389,11350,9624,16934,14437,12478,9846,10987,10849,12878,16466,15466,13668,11440,10241,9535,8442,12815,13821,11336,11692,11909,11247,12658,14587,21645,14782,14847,14284,13888,11935,15675,12606,10499,8175,10609,9439,11481,13857,10508,11852,12965,10804,3278,13850,13476,14965,14085,13990,12095,11862,11819,918,17280,13330,12375,11587,13137,14270,9171,14917,13911,12062,8620,12773,11198,10147,11249,10791,12519,8250,15552,14360,14643,13374,12717,11897,10951,13157,14737,14554,11260,11197,14003,10517,13215,11971,9407,13007,15714,13188,11230,13890,11266,12707,9386,14320,15260,13139,11081,14510,11426,11782,10260,13343,14938,12180,10994,17385,13516,12789,15919,12206,12853,11839,13614,11010,16357,13338,13510,12207,11136,13448,14629,10877,9110,11975,12855,10622,9979,16119,13112,9407,11928,13826,12298,14948,13277,13464,11956,10621,15108,16131,3671,3196,2689,13739,10815,12231,11263,8820,12742,8006,4746,15363,12051,3009,1885,1045,842,19948,14743,11168,5753,2074,12924,13402,11965,11132,10392,13358,11622,14870,2529,2295,15388,16561,15235,12710,12133,12030,8436,11725,16365,11791,16755,11353,12658,9185,8973,1317,2992,21575,13656,13506,9100,12025,12850,10306,2053,16292,10976,13568,11359,14744,12690,9353,5531,2307,14422,17074,13345,9875,11037,12025,8906,12409,14113,13600,11316,13981,12857,10216,13988,10839,10573,5812,969,6630,13246,14903,11423,10636,11328,14831,11044,1444,20637,11677,12743,10010,13415,9297,11147,10189,10799,12667,12019,12592,9927,10307,10528,17248,10738,10190,8442,7582,1132,13999,22004,11480,18574,10387,14009,12135,9500,6905,12134,13673,11191,10286,15938,12688,10180,13524,13051,1227,15727,11812,9391,10623,11878,12190,8727,10598,1781,15749,15625,14291,11553,12254,8763,16073,10759,8853,8993,12701,9188,8435,2083,15878,12086,11189,9705,11126,9013,12049,6332,15655,14133,11071,4839,756,1247,12455,13741,11595,9651,9515,9882,9123,5698,5004,5334,14128,13133,12481,11542,11443,13689,11678,11931,12295,13027,13349,12679,12450,12484,12410,12260,12432,13488,10766,13130,12764,12053,9873,9804,10160,7374,6032,2695,14134,12773,10430,7810,5718,2757,954,408,131,82,6198,13962,17528,21216,18154,11813,14580,18684,12670,16739,16565,18963,18441,16887,11690,12059,14761,9943,14160,10821,15783,16790,14585,18118,15707,8805,9251,14173,16773,12865,16677,17041,15811,18423,18709,12541,22415,13836,16382,17596,16969,19498,13316,15960,21346,17258,19243,19380,17020,17392,17543,13345,16957,17920,19403,13016,20923,15825,18481,18743,22309,17606,19902,17664,20330,17369,17526,13608,15631,16912,18897,18293,13032,20088,22112,18737,15595,15173,21099,21601,22148,17363,17233,20058,20655,21882,8120,9398,8642,8045,9732,7696,7174,7251,8909,6834,6073,8388,7413,6838,4981,0],"fragments":[{"begin":"0.000","end":"8.920","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"8.920","end":"51.680","lines":["Think of a psychiatric condition, something like attention-deficit/hyperactivity disorder, panic disorder or anorexia nervosa. Nowadays many of us take for granted that a mental health care professional can help determine if we have one of these conditions. But how do they make that diagnosis?"]},{"begin":"51.680","end":"84.160","lines":["It’s based, in part, on guidelines from the Diagnostic and Statistical Manual of Mental Disorders, or the DSM. It’s a book published by the American Psychiatric Association with the goal of accurately describing recognized mental illnesses."]},{"begin":"84.160","end":"93.080","lines":["In many ways the DSM is considered the “bible” of psychiatry. It’s also received decades of criticism, particularly that it doesn’t reflect scientific reality."]},{"begin":"93.080","end":"111.000","lines":["Last month the APA announced that it may make a major overhaul to the DSM, which, if the proposals come to pass, could have significant impacts on how psychological disorders are categorized and diagnosed. To learn more about those changes we spoke with Allison Parshall, associate editor for mind and brain at SciAm."]},{"begin":"111.000","end":"112.680","lines":["Thanks for joining us today."]},{"begin":"112.680","end":"113.960","lines":["Thank you for having me."]},{"begin":"113.960","end":"120.520","lines":["So kind of the bible of psychiatry is this book known as the Diagnostic and Statistical Manual of Mental Disorders ..."]},{"begin":"120.520","end":"120.640","lines":["Mm-hmm."]},{"begin":"120.640","end":"123.560","lines":["Or the DSM, and we’re currently up to the DSM-V."]},{"begin":"123.560","end":"129.400","lines":["Can you talk a bit about the book’s origin and what it means for the field of psychiatry?"]},{"begin":"129.400","end":"144.680","lines":["Yeah, the DSM started kind of in the mid 20th century. The book that we know now was kind of born in 1980 with the DSM-III—there was, like, a big expansion in the number of disorders that this book lists. Now we’re up to almost 300."]},{"begin":"144.680","end":"173.800","lines":["There was a little bit of an addition a couple years ago, but yeah, we’re at the DSM-V now. And basically, like, this book’s definition of various mental illnesses is one of the main things that kind of governs what we think of as a disorder and what doctors treat and what nondoctors, like social workers, treat, and how scientists do research and how insurance gets billed. So it’s a very important book, and it’s put out by the American Psychiatric Association, which is a professional organization of psychiatrists."]},{"begin":"173.800","end":"177.040","lines":["So it’s kind of like the manual of psychiatric disorders."]},{"begin":"177.040","end":"182.400","lines":["Yeah, it’s basically like the manual, the bible, the founding document of psychiatry, in many ways."]},{"begin":"182.400","end":"192.520","lines":["You’ve mentioned now that, you know, there have been previous revisions of the DSM, but the article that you wrote is really highlighting the fact that there are potential revisions that are gonna be kind of a massive departure from the past."]},{"begin":"192.520","end":"192.880","lines":["Mm."]},{"begin":"192.880","end":"195.840","lines":["Can you talk about what these new revisions might mean?"]},{"begin":"195.840","end":"208.320","lines":["Yeah, so the new revisions are still just proposed. Basically, the American Psychiatric Association put together a bunch of committees [Laughs] and subcommittees and everything, basically saying, “Okay, we wanna figure out what we’re gonna do with this going forward.”"]},{"begin":"208.320","end":"228.720","lines":["The DSM has faced a lot of criticism for a long time about how it categorizes mental illness, and those criticisms haven’t really changed. The main one is that it focuses a lot on having categories of mental illness that are relatively reliable. Like, you could get a bunch of psychiatrists to talk to the same person, and they might come to the same conclusion."]},{"begin":"228.720","end":"267.200","lines":["The question of the conclusion that they’re coming to, of “this person has major depressive disorder versus bipolar I disorder versus something else,” there’s an increasing sense, based off of neuroscience research and genetics research, that those boundaries are not really founded in biological reality. Like, they make sense as ways for clinicians to segment the population of people that they see, for scientists maybe to treat a bunch of people who have similar symptoms. But when it comes to actually looking at genetic similarities and the way that the brain is working it’s actually really varied in a way that makes these diagnoses maybe reliable but not valid."]},{"begin":"267.200","end":"277.960","lines":["So the criticism that the DSM often faces is that it’s not scientifically valid, the categories that it’s pointing to, that major depressive disorder does not actually exist as, like, a ground truth in the world ..."]},{"begin":"277.960","end":"278.040","lines":["Mm-hmm."]},{"begin":"278.040","end":"290.760","lines":["It is something that is helpful for psychiatrists to make as a bucket, but these buckets are a little bit made-up. And so what they’re trying to do with this new revision is address a lot of those criticisms that have been, you know, long-standing by other people in the field."]},{"begin":"290.760","end":"302.200","lines":["They’re kind of doing a little bit of a grab-bag approach, according to what this committee is proposing. They’re proposing a new model for diagnosis, where clinicians take a lot more into account than they would’ve before."]},{"begin":"302.200","end":"330.760","lines":["So instead of just saying, “Okay, this person has major depressive disorder or post-traumatic stress disorder or bipolar II disorder,” they’re trying to let clinicians have a little bit more flexibility. So to be able to say, “This person is experiencing depression or a depressive disorder,” but not be more specific than they need to be. There’s some cases, like ER doctors—if someone comes into the ER experiencing a psychotic episode, as an ER doctor you don’t have the time or the ability or anything to figure out if this is schizophrenia, bipolar disorder. You don’t know."]},{"begin":"330.760","end":"349.880","lines":["So they’re kind of trying to allow people to have varying levels of specificity, which fixes some of the criticism about the DSM in the sense that doctors felt before maybe like they had to give more specific diagnoses than they even knew, and that leads to patients, you know, having kind of a laundry list of diagnoses attached to their name that may or may not be appropriate."]},{"begin":"349.880","end":"371.160","lines":["The other thing that they’re doing is letting doctors add a lot of extra factors kind of on the diagnosis sheet. So if someone comes into the ER experiencing a psychotic episode, it appears that they’re unhoused, that’s an important factor. It appears that maybe they’re experiencing symptoms from another medical condition; that’s an important factor. So they’re proposing this idea where there’s a lot more spaces for doctors to put in contextual factors."]},{"begin":"371.160","end":"395.080","lines":["One of those contextual factors is “biomarkers” which is, like, this idea that you could do a blood test or a brain scan or something that could reveal something about the physical nature of someone’s body or brain that informs the diagnosis that you give them. This is not something that really exists yet for any mental disorder except Alzheimer’s, which is kind of not really a mental disorder; it’s on the border of psychiatry and neurology."]},{"begin":"395.080","end":"405.360","lines":["But so yeah, all of this is meant to address kind of these underlying criticisms that the DSM has always faced. The experts I talked to weren’t convinced that this is really how to do it."]},{"begin":"405.360","end":"406.720","lines":["What were their concerns?"]},{"begin":"406.720","end":"426.160","lines":["Their concerns are really fundamental: that the structure of the DSM just doesn’t work for what it needs to do. Like, adding the ability to have more context, that’s, like, important, but it doesn’t fix the underlying problem of the DSM, which is that it’s based off of these categories that kind of don’t really reflect biological reality."]},{"begin":"426.160","end":"429.720","lines":["Can you talk a little bit more about that, when you say “doesn’t reflect biological reality”?"]},{"begin":"429.720","end":"444.520","lines":["Yeah, so there’s this really—basically, this is the question that psychiatry has always been grappling with. The DSM-III really—there was a ton more diagnoses added in 1980. I’m being a little facetious here, but basically, like, 10 clinician guys in a room figuring out what they wanted to put in this book."]},{"begin":"444.520","end":"444.800","lines":["[Laughs.]"]},{"begin":"444.800","end":"452.200","lines":["Like, it was—the DSM has always been based off of the symptoms that people present when they go to a clinician, not necessarily their underlying biology."]},{"begin":"452.200","end":"452.480","lines":["Mm-hmm."]},{"begin":"452.480","end":"476.040","lines":["That’s a necessity because, like, even to this day we do not know what causes depression. We can’t really explain what is causing a lot of these mental illnesses. If we knew that, we could make a book that catalogs mental illness that is based off of their underlying causes, not just how people present in to a doctor. We can’t do that. That’s kind of been the North Star: like, we wanna get to something that is valid, accurate, reflects reality."]},{"begin":"476.040","end":"511.000","lines":["However, the way that that maps, like, you—basically, your underlying biology and then the things that you present if you show up to a psychiatrist’s office, there’s a big gap between those. And when you’re making a book that’s just based off of clinical expertise and what you can see on the surface as a doctor—there was this hope going into the 1990s, when we had all these new brain-scanning technologies, this new ability to map genetic code, that these categories that physicians had picked out in, like, the 1970s, 1980s as, you know, dividing the landscape of mental illness were going to be something we could see in genetics."]},{"begin":"511.000","end":"511.360","lines":["Mm-hmm."]},{"begin":"511.360","end":"524.920","lines":["Like, “Okay, we sequenced people’s genomes, and we can clearly see this group has a difference that leads to bipolar I and this group has a difference that leads to bipolar II, which are two different diagnoses that vary depending on if someone experiences manic episodes.”"]},{"begin":"524.920","end":"530.840","lines":["That is not what we have seen at all. This is the story across all of neuroscience. [Laughs.] It’s the story of consciousness research ..."]},{"begin":"530.840","end":"530.880","lines":["Mm-hmm."]},{"begin":"530.880","end":"536.960","lines":["So much to do with the brain. We had all this optimism that we would figure out what causes things, and we just—it’s just way more complicated."]},{"begin":"536.960","end":"564.160","lines":["So what all this research has shown, this genetics and neuroimaging research, is that these lines that we’ve carved around various disorders in the DSM are kind of artificial. Like, they make sense for clinicians, so it’s not that they mean nothing and are fake, but it’s just not a simple story when you look at the biology. You’re not gonna be able to say that there’s a common genetic variant that explains major depressive disorder. In fact, there’s a lot of them, and then there’s gonna be overlap with other disorders."]},{"begin":"564.160","end":"575.160","lines":["So that’s the inherent problem that the DSM is grappling with and the critics of the proposed new version, which is that the categories this whole thing is based off of aren’t really valid."]},{"begin":"575.160","end":"590.320","lines":["But I guess the question that that raises is: If we can’t just, like, throw a person in a scanner and be like, “Oh, yeah, you definitely have major depressive disorder,” and we don’t have something based on symptomology, then what do we have?"]},{"begin":"590.320","end":"599.880","lines":["Yeah, so part of the reason I don’t envy anyone working on this is that there is no option to throw out the DSM. Like, that is not really a serious thing that we think people should be doing."]},{"begin":"599.880","end":"625.000","lines":["The DSM kind of serves two purposes. One of them is what you just pointed to, I think, which is the treatment of actual people, diagnosis of actual people—the things that psychiatrists are doing in their offices, the things that licensed clinical social workers are working with people for. And then there’s the research side of it, which is the scientists submitting grants to try to understand the, like, basis of major depressive disorder or schizophrenia in people."]},{"begin":"625.000","end":"639.320","lines":["So those are kind of two separate things, and part of the problem is that the needs of those two groups have diverged a lot. So many of the people who are really critical of the DSM will be people on the science side, where often researchers are kind of just moving on from using DSM groups."]},{"begin":"639.320","end":"673.680","lines":["Part of this is that we don’t—like, for example, we’ve discovered that there is a huge overlap between bipolar disorder and schizophrenia. Both commonly involve psychosis, as in a symptom. What they’re finding is: you’re probably better off just recruiting people who experience psychosis, rather than limiting it to, “Okay, we’re studying bipolar disorder here,” or “We’re studying schizophrenia.” When you open it up and get rid of those boundaries you kind of allow yourself to just go where the data takes you and figure out where maybe nature is actually carving borders between these, if—to the extent that there are borders at all."]},{"begin":"673.680","end":"696.960","lines":["On the clinical side, we don't have the option to just kind of divest from it. Psychiatrists are going to continue to be making diagnoses and treating people based off of their symptoms. Like, even if we had a biomarker for depression it might not make any sense to, like, test people’s blood for it. Like, it’s expensive. It’s hard. Like, there is a need for being able to treat people just based off of their symptoms and symptomology."]},{"begin":"696.960","end":"702.600","lines":["You might have the biomarker, but you’re fine—you’re not expressing depressive symptoms."]},{"begin":"702.600","end":"704.800","lines":["Yeah, it would have to be a perfect biomarker. Like, it ..."]},{"begin":"704.800","end":"705.040","lines":["Right."]},{"begin":"705.040","end":"711.720","lines":["And those things are just not likely to exist—of, like, “Oh, you only see it in people who experience clinical depression and are going in for help.”"]},{"begin":"711.720","end":"729.200","lines":["I don’t envy anyone who has to figure out how to navigate all of this. Basically, we need something like the DSM. We need something for insurers to be able to bill. We need something for people just to have a common language. Like, think of all the people who have figured out that they’re autistic recently and have finally been like, “Wow, I have access to this word that helps me understand.”"]},{"begin":"729.200","end":"742.120","lines":["Of course, the boundaries of the category of autism spectrum disorder are really fuzzy. One of the interesting things that changed with the DSM-V is they wanted to try to make it less boundaried categories overall ..."]},{"begin":"742.120","end":"742.480","lines":["Mm-hmm."]},{"begin":"742.480","end":"761.080","lines":["And they wanted it to be more of these, like, dimensions that measure people’s different traits, and it’s much more fluid and noncategorical. They weren’t able to do that then; their, like, research wasn’t there for it. But they did change autism—many of the different disorders that were related to autism, they lumped them together under autism spectrum disorder."]},{"begin":"761.080","end":"782.840","lines":["So there was this sense that, like, “Okay, maybe we’re better off having fewer divisions of subdividing out very specific categories and just kind of pointing more generally to something that a group has in common at large.” That was something that they even started to do back then. So that was a little bit of a tangent, but I do think the autism example is actually kind of interesting. They’ve been trying to make things less boundaried categories and more of a continuum for a while now."]},{"begin":"782.840","end":"788.760","lines":["And as your article details, like, these are proposed changes, so we actually still don’t know what the final product is going to be."]},{"begin":"788.760","end":"797.400","lines":["Yeah, this is all very provisional. But, like, these kinds of announcements do not come around often, which is why we’re covering it. Like, this is quite notable."]},{"begin":"797.400","end":"828.960","lines":["Basically, these different committees that were created by the APA have these suggestions for how they want the book to look very different in the future. They’re publishing these papers that they came out with to kind of open the conversation up to other clinicians; to psychologists, not psychiatrists; to people who have the diagnoses, the people who love them; other health-care providers that treat people. So basically, from here on out the point is for it to be almost [a] public comment period, or, you know, people getting recruited into new subcommittees to kind of try to refine these ideas."]},{"begin":"828.960","end":"852.720","lines":["I will, as a word of warning, say it’s—we don’t really know what’s going to happen here. It’s very possible that we don’t have—end up with big changes at all because they tried to do something very similar in the 2000s with the DSM-V. They announced these plans to kind of change it from this rigid, categorical thing that maybe doesn’t reflect how nature actually is and try to make it more about these dimensional traits."]},{"begin":"852.720","end":"853.360","lines":["Mm-hmm."]},{"begin":"853.360","end":"864.200","lines":["That did not go over well. There was a lot of pushback, a lot of backlash, and they ended up walking it back. And the DSM-V ended up largely similar to the DSM-IV."]},{"begin":"864.200","end":"872.440","lines":["So here, it’s kind of the same story. One of the sources I talked with said that these papers looked like they could have been written in 2009—if I’d told her it was written in 2009, she would’ve agreed with me ..."]},{"begin":"872.440","end":"872.800","lines":["Mm-hmm."]},{"begin":"872.800","end":"873.920","lines":["[Laughs.] Which I thought was kind of funny."]},{"begin":"873.920","end":"874.160","lines":["[Laughs.]"]},{"begin":"874.160","end":"892.360","lines":["It’s like not much has changed about the criticisms, right? And honestly, like, not a ton has changed about the science we have about what is underlying these different mental illnesses. But there is an increasing sense that, like, “Okay, this is a big enough problem that we do need to change something big about our outlook, something big about how we categorize them moving forward.”"]},{"begin":"892.360","end":"894.560","lines":["Well, it’ll be interesting to see how it all shakes out."]},{"begin":"894.560","end":"898.600","lines":["It could be years until we can get something new. They’re also trying to change the name. [Laughs.] ..."]},{"begin":"898.600","end":"898.600","lines":["[Laughs.]"]},{"begin":"898.600","end":"919.800","lines":["I, I just think this is funny. They’re trying to change it from Diagnostic [and] Statistical Manual to Diagnostic [and] Scientific Manual. And they are thinking that they wanna maybe update it every few years rather than having these big updates every decade, which could be really good, but then they were like, “So maybe we won’t even call it the DSM-VI. Maybe it’ll just be the DSM going forward,” and they’re just gonna make incremental updates."]},{"begin":"919.800","end":"934.280","lines":["So we’ll see how it looks going forward. If anyone is wondering what this means for them or their care or their diagnoses, it doesn’t really mean a lot yet. But if you hear something in this that’s compelling or interesting to you, or it seems like—you’re concerned, you can always, you know, look into it and see if they’re looking for feedback."]},{"begin":"934.280","end":"937.440","lines":["Thank you so much for taking the time to speak with us today."]},{"begin":"937.440","end":"939.080","lines":["Thank you, Kendra."]},{"begin":"939.080","end":"943.760","lines":["That’s it for today. Tune in on Monday for our weekly science news roundup."]},{"begin":"943.760","end":"967.600","lines":["Before you go I have a quick favor to ask—it’s for a future episode about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"967.600","end":"1019.240","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"1019.240","end":"1030.240","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great weekend!"]}],"duration":1030}