{"title":"AI illuminates DNA’s ‘dark matter,’ doctors make artificial lungs, and a lipstick vine defies evolution","img":"https://static.scientificamerican.com/dam/m/7524e68b937f3868/original/2602_SQ_MON_FEB_02_thumbnail-1.png?m=1769797885.157","url":"https://www.scientificamerican.com/podcast/episode/decoding-dnas-dark-matter-with-ai-keeping-a-man-alive-without-lungs-and/","audio":"https://traffic.megaphone.fm/SAM1920258088.mp3","intro":["How a new AI model could help us better understand noncoding DNA, how doctors kept a man alive without lungs for two days, and what a peculiar flower can teach us about evolution"],"authors":["Kendra Pierre-Louis","Tanya Lewis","Sushmita Pathak","Alex Sugiura"],"category":["Health"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."},{"author":"","text":"First up, a new AI model could help expand our understanding of genetics. To get more insight into this research I spoke with Tanya Lewis, senior health and medicine desk editor here at SciAm. Here’s that conversation."},{"author":"","text":"Thanks for joining us today."},{"author":"Tanya Lewis","text":"Of course, anytime."},{"author":"Pierre-Louis","text":"So a massive study came out [last] Wednesday in the journal Nature from Google researchers, who have said that using their AI model, which they call AlphaGenome, that they can predict the function of certain chunks of DNA. And you know, I know most people at this point know that it’s, like, the building blocks of life, but, what does that really mean, and what are some of the gaps in our knowledge of DNA?"},{"author":"Lewis","text":"Right, so DNA, as you said, it is kind of, like, the blueprint for life. Every cell in our bodies has this long genetic code that consists of basically four letters, so A, T, G and C—the nucleotides—and then these nucleotides, or letters, bind together in what are called base pairs. And it’s the order of those base pairs that really determines the code for every single protein in our bodies, and these are the proteins that perform all the vital functions of our cells and also things that go wrong when we have disease."},{"author":"Pierre-Louis","text":"You know, over the past few decades we’ve, like, managed to sequence the entire human genome. But it’s a little bit like we now have all the words to a book of a language we don’t speak, and now we’re trying to figure out what the different codes actually mean."},{"author":"Lewis","text":"Yeah, that’s a great way to describe it. And so what Google DeepMind is trying to do with AlphaGenome, this latest AI model, is basically take long stretches of the genome that don’t code for proteins—this is the so-called noncoding DNA—and try to understand what those stretches of DNA are actually doing to control the activity of genes."},{"author":"","text":"So even though they’re called noncoding they actually are really important for how genes get expressed, or, or turned into proteins. So we wanna understand these long sections of what we call, sometimes, “dark matter” of DNA. So the way that genes work is that they have these instructions in our nucleus, and those instructions then get transcribed into what are called RNA, which is, like, similar to DNA, but basically, it’s, like, little messages that come out of the nucleus and tell the cell, “Okay, make this protein.” And those RNA instructions get translated into proteins. So that's the part that I think AlphaGenome is really trying to unpack, is, like, this more complicated regulatory stuff."},{"author":"Pierre-Louis","text":"Got it. I don’t know why in my head I’m picturing, like, DNA sort of like a royal person and RNA is like a scribe. [Laughs.]"},{"author":"Lewis","text":"[Laughs.] Yeah, exactly. That’s a good analogy. It's like on high, the DNA is saying, here's what you should do, make these proteins, and then the RNA is like, yes, sir. And there’s all these steps in between when that message can be tweaked, and that’s where this regulatory DNA comes in, so—and especially in disease. So when you have, like, cancer, for example, it’s hijacking your cells and telling them to make more copies of themself, and that’s not how the cell is normally supposed to work. So that’s something that we wanna understand better."},{"author":"Pierre-Louis","text":"So with AlphaGenome, you know, if this kind of bears out, and understanding [these] regulatory chunks of the DNA, we can understand how things like cancer can hijack that messaging; it might lead to better treatments. Is that kind of the hope?"},{"author":"Lewis","text":"I would say, like, way downstream, that’s the goal, but at this point AlphaGenome is really designed to help researchers and scientists test their hypotheses for how a gene might be regulated, like, “Oh, maybe this mutation has this effect.” And then they can go out and test that. And then that would hopefully then lead to these treatments. And what’s exciting about a tool like this is that it can kind of take a lot of the grunt work out of testing all these different hypotheses, and basically streamline the process so that scientists can move forward more efficiently."},{"author":"Pierre-Louis","text":"To read more about AlphaGenome, go to ScientificAmerican.com."},{"author":"","text":"In other groundbreaking news researchers at Northwestern University accomplished an impressive feat: they kept a patient alive for 48 hours without lungs, according to a study published Thursday in the Cell Press journal Med."},{"author":"","text":"The patient was a 33-year-old man who arrived at the hospital with a life-threatening condition: acute respiratory distress syndrome, or ARDS. When someone has ARDS their lungs are so inflamed that fluid fills the organs’ small air sacs. Oxygen struggles to get in, making it exceedingly difficult for the person to breathe. In this case the respiratory distress was triggered by a flu infection exacerbated by a case of bacterial pneumonia. The illness was so severe that ultimately the man’s lungs, heart and kidneys started failing, according to the researchers."},{"author":"","text":"Doctors already have ways to oxygenate blood when the heart or lungs are struggling to give these organs time to recover. Extracorporeal membrane oxygenation, or ECMO, for example, is a life-support technique that involves hooking patients up to an artificial heart-lung machine. The machine removes blood from the body in order to take out carbon dioxide and add oxygen. Then the machine rewarms the blood and returns it to the body. In this case the doctors felt like the man’s lungs were so damaged they were unlikely to heal. At the same time they were a source of infection so he was unlikely to recover with the lungs in place. So they removed his lungs and jerry-rigged a total artificial lung system to not only oxygenate the blood but also ensure it was steadily flowing through the heart. After his lungs were removed the patient stabilized. Two days later he received a double lung transplant, and two years on he is still alive."},{"author":"","text":"The study highlights an incredible bit of medical science—and it’s also a reminder of how serious a flu infection can be."},{"author":"","text":"In other health news anyone who’s sent a baby to day care knows those adorable moppets are tiny germ factories. But a study published in late January in the journal Nature suggests that babies in day care don’t just spread “bad” germs; they share “good” germs, too."},{"author":"","text":"The current thinking is that a baby’s microbiome ordinarily begins developing after birth, mainly through microbes that the birthing parent passes on. And while research has also shown that swapping microbial strains is common among people who live together, how microbiota change during the earliest stages of a child’s life is not well understood."},{"author":"","text":"Researchers in Italy looked for answers by tracking the microbiomes of 43 babies before, during and after their first year of day care. The team analyzed fecal samples from the babies, from nursery staff and from members of the children’s households, including their parents, siblings and pets."},{"author":"","text":"The study found that microbiome transmission between babies began just one month after they started day care and continued to grow over the course of the year. At the same time the babies who had a sibling often showed more diversity in their microbiota overall. They also received more of their microbiome from their sibling than from their parents, while fewer bacterial strains were passed on by other babies in the nursery."},{"author":"","text":"The study also mapped transmission of individual microbial species between participants. For example, researchers found that a strain of bacteria called Akkermansia muciniphila, which is thought to have some metabolic benefits, moved from a mother to her baby, who passed it to another baby at the day care, who then spread it to their parents. What this means in big-picture terms isn’t yet clear—our understanding of microbiomes is still expanding, after all. But this study at least provides a clearer glimpse at how bacteria move around."},{"author":"","text":"And finally, we turn to a tiny tropical flower that might very well upend what we thought we knew about plant evolution. That’s according to a study published [last] Tuesday in the journal New Phytologist."},{"author":"","text":"At the center of the mystery is a group of plants called the lipstick vines. These plants get their common name from their large, red, tube-shaped flowers that look, well, like lipstick. This tubular shape attracts sunbirds, with their long, slim beaks. And yet, one type of lipstick vine, Aeschynanthus acuminatus, doesn’t evoke such ideas of makeup. It has short yellowish-green flowers and grows not only in mainland Asia, where its fellow lipstick vines are found, but also on the island of Taiwan, which has no sunbirds. There the green lipstick vines are typically pollinated by generalist birds that aren’t especially picky about where they get their food."},{"author":"","text":"Now, in botany there’s long been a theory known as the Grant-Stebbins model, which says plants typically evolve when they move to a new locale to attract pollinators in the area. The researchers wondered if that was the case for this unusual lipstick vine: Had it simply adapted to living in sunbird-free Taiwan?"},{"author":"","text":"But a DNA analysis of this lipstick vine found in Taiwan, compared with that of its relatives in mainland Asia, suggested that, no, the plant had evolved in mainland Asia and then made its way to Taiwan, contradicting the Grant-Stebbins model."},{"author":"","text":"Jing-Yi Lu, lead author on the study, said in a statement, quote, “It was really exciting to get these results because they don’t follow the classic ideas of how we would have imagined the species evolved.”"},{"author":"","text":"In short, it’s not the first time nature has found a way to outfox our understanding of evolution—and it’s unlikely to be the last."},{"author":"","text":"That’s all for today’s episode. Tune in on Wednesday, when we’ll delve into a curious phenomenon: not being able to burp."},{"author":"","text":"But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. Have a great week!"}],"wave_peaks":[20214,17154,15031,12810,12383,14804,20423,15418,22153,13264,6900,18070,22132,6648,19471,15865,6705,23090,23908,21940,13156,16027,15236,13015,16332,23951,24148,13522,24117,23975,19467,24055,22677,10430,9907,21164,17511,17127,19490,8589,20877,10776,23858,18155,14104,16552,16019,11080,23888,22762,10892,17357,23607,23401,24019,18018,23929,14928,14681,11366,10917,21514,21130,17757,7808,20754,21604,16846,11399,22878,23244,9892,11463,4764,21470,21858,24273,18723,14438,9786,23728,18805,10273,14570,24357,7385,7925,24103,19514,15183,23910,23975,13556,14897,18952,14041,20272,17552,13552,3480,251,170,877,2227,17673,12875,12140,13387,11830,13622,16741,15807,18289,13122,18477,18646,18786,18648,18482,18638,15282,18308,15463,15391,13386,12921,11696,10381,9517,8045,6792,6206,18978,22481,15848,18978,15882,19602,15836,13334,9999,11172,12118,14124,12820,9250,5343,22554,22591,14876,12727,15871,13040,17280,5539,6890,8063,9168,10236,11363,12143,12659,13976,15884,14897,14007,10121,15872,11225,3723,3521,1991,6251,22590,16706,21194,22744,12467,10207,13466,13194,13096,9156,10673,13669,7313,763,22510,19900,15250,10697,9436,7823,11272,11954,10705,10443,9512,10266,13213,15704,16439,15067,17688,11655,8725,7897,99,21067,9722,10550,5771,21,132,12335,14374,12793,8863,12404,14049,6991,2795,16203,16383,11219,11968,9652,15635,10316,11489,11801,12099,12277,799,14932,15949,11593,12779,12032,13378,14037,11798,12591,16853,10286,11023,14945,14397,11544,11445,3596,18674,13163,14205,12487,14361,11596,13994,15648,22321,11778,13165,13600,11978,11950,626,22512,15816,13067,9047,15289,14289,12394,16109,2529,20039,15903,14053,11275,10492,20853,16244,11638,16322,12125,10839,11106,9872,167,18833,15912,14200,14942,12259,9498,8263,8957,7203,10402,8749,16257,18570,14981,16138,18824,10986,21114,6651,2455,3659,13526,12798,11699,13039,6900,12320,10262,8285,17437,14970,14212,17378,15991,7572,15609,8676,9941,5386,12569,20242,17789,4873,13503,10033,10655,10297,15877,13702,14717,345,14784,21538,12008,11293,12025,12797,10552,4726,16356,15223,22521,22460,18670,16776,12704,16000,10208,9007,930,10634,8568,70,10323,15981,20153,12504,11898,10007,13880,14468,15362,5968,9773,13748,10729,13277,19790,20672,9279,14539,22511,9779,10734,13025,16061,8848,1590,7455,9404,13665,15979,14610,18533,16664,12747,7502,13118,13928,6476,17597,17008,17418,2890,17818,8847,17739,11237,12715,12800,9557,11292,16097,14770,305,12466,16235,9007,18578,14778,14961,12579,4864,132,15863,20767,19817,14572,14600,7328,12886,16088,15337,12033,12886,9402,10304,22511,14095,12312,17772,12118,751,1073,19372,11786,14336,12634,7564,106,18497,21038,22428,16079,12240,16455,18231,19466,18459,3136,22525,22528,11975,11077,15131,7978,12230,13292,22285,15264,6614,6061,10355,12097,12359,9849,1693,22591,22535,16365,15235,2315,20,1895,12354,19166,9817,12698,3034,7685,9648,8961,1513,15864,12782,11183,9713,4148,7518,7992,9114,15432,10745,12697,14808,9791,22300,19167,16159,20687,513,3397,16974,10257,7819,14942,9255,7235,9709,9612,12097,8121,7155,4703,8585,8666,12799,13050,15088,10853,13993,11627,3569,17483,22528,20963,14595,20136,22517,15774,16223,10379,12765,9771,16295,5427,7065,16764,20060,6598,10489,5781,9833,3252,1453,18113,9942,15589,16162,12628,10608,8991,15779,9008,6502,10336,5060,17326,18547,18869,10085,8084,1889,1182,15416,1024,22505,22531,11899,11203,9028,10558,496,22504,13789,8254,17084,8428,10010,2248,4658,7551,8669,15176,14415,19013,10550,15119,9670,17360,22541,9739,14891,9825,19012,10484,9488,7065,8831,20133,22540,20507,17545,22575,22517,22392,16144,15216,13011,14161,14103,9375,6416,10177,16658,13734,12609,10741,16291,15454,13025,14565,5526,1915,13498,22521,22601,20488,16351,6248,9800,22499,5622,7327,2449,627,8085,15140,1202,22590,22442,22524,14907,14498,17720,6640,6080,11015,10851,9977,14987,1754,5219,7182,5132,5813,7211,5854,5445,7942,1644,71,15233,22684,15338,16084,16177,12190,12437,13564,11652,16622,12362,228,15343,18031,13652,13940,12234,22480,22518,16171,10081,22469,18736,11619,22512,22826,22545,22438,17320,12134,13009,10169,10091,18966,22534,22505,22512,12470,11592,15671,10268,8349,5695,8688,5585,16143,16306,11175,13423,19704,16189,21825,7900,10680,3783,18089,18097,7496,9700,5341,8083,6687,12792,2802,3124,22553,20499,14659,12704,9789,8349,6071,7741,13834,17037,22594,22540,10070,10376,13902,8661,11974,6917,9653,8553,9303,13001,5521,2854,16878,7708,11635,22593,16440,13769,10295,8141,7310,13936,16207,5058,16081,10517,21642,2913,22558,22558,17707,10314,7368,7335,9995,22580,21678,11469,5116,5464,3474,11746,9730,20978,11809,15047,15150,10403,14601,14917,18504,14634,22160,13376,13275,9266,17617,15375,10208,493,149,13659,17619,13770,14001,4912,17436,10839,142,15722,16352,14573,14162,15670,12559,16241,15224,13808,9172,20261,16889,9527,20274,18750,8358,15454,13918,11887,22466,10889,13651,8751,21548,22620,4667,22542,22202,20934,13257,8827,20638,22527,16824,19959,22512,16479,17140,12583,15185,15488,12810,6921,11685,11000,11329,9025,4316,22690,14892,18704,14197,11772,20573,7754,6342,10193,15662,13453,9515,1033,17406,17825,22037,13916,19650,11228,10860,4933,18271,22328,22569,11515,10207,12391,10012,9510,10000,12756,8344,7970,2447,6761,2554,16232,17326,20063,22365,16036,16079,11823,14856,21371,1563,536,22410,20128,22548,4206,21310,20405,15737,12105,22253,13375,10409,9284,7577,5714,5285,9140,10213,1934,22488,21690,11258,7226,9828,10728,6668,7597,9080,4760,820,5559,4168,8433,6610,6841,3987,2784,2459,1949,1896,18127,22550,20346,12599,14065,16544,12764,12991,9468,12617,2057,2318,22467,22642,22858,12685,7758,7364,16498,17484,12117,12187,11851,12669,9635,12739,12604,19750,7762,1968,2271,7973,21868,10642,16047,11549,10021,11721,9816,12025,16469,12234,13498,5256,1825,15878,15807,15805,12756,12692,15377,12959,11399,9733,11583,13121,289,1487,20595,15429,20712,15897,12396,12212,16520,18728,12053,11167,18651,8669,8364,12998,1894,16671,20378,14547,10319,10791,12404,16103,15371,15242,22516,3570,1459,21165,22429,22598,11044,16385,7505,15411,11453,18405,14740,13159,16456,19325,13034,15076,9736,16140,12207,5785,1261,12172,22098,19616,13754,16137,10135,11349,7537,10223,12279,15662,11594,12107,4099,1438,17451,22589,13595,18026,14458,10433,12488,11773,14242,15699,13702,9971,2081,22540,13468,15031,15193,12980,9944,12282,7221,979,22449,22600,18416,13964,13017,10811,14972,12519,11526,2993,14290,9937,9984,11092,12490,12480,12508,10411,13152,9328,1101,22525,20623,16171,16631,8160,17210,12238,15026,12083,16470,14623,14383,10074,17012,7111,2018,16092,18109,14807,11600,13095,13804,8952,1142,2102,22596,17392,13791,17248,16488,12809,9281,12980,9091,19757,22326,11725,17828,12197,4127,16173,22486,13231,13140,6668,12217,14917,18005,13630,15784,11224,16502,13644,15193,10104,5494,1554,1360,17425,13249,16031,15165,14634,12007,6101,16219,12206,16329,11361,11270,15369,11659,5622,1587,19751,17865,15159,20802,7630,13400,11676,11527,16121,14267,1507,15675,22257,12238,15184,20368,12702,17451,17578,12348,14068,14351,4418,14184,18553,15399,8987,12697,1640,1642,17775,21090,15416,9521,10407,20646,13600,11168,9655,17719,12142,18591,13627,13021,14159,7500,4865,18684,17097,11133,10378,13052,14897,12582,11945,17754,11731,10013,13636,9683,1653,22752,22301,15011,12624,20865,16935,20581,22493,13261,14261,13303,11187,18833,9252,2138,21022,15531,18643,17587,6014,12149,12639,8433,2318,13340,17220,20846,10462,11019,13270,12913,9038,9166,2047,13765,15324,14502,12907,10056,12559,2134,1777,13319,22717,18648,12155,14642,14927,14610,9540,13066,6312,18698,21545,21147,20305,14314,16289,12879,14535,16844,10429,7662,201,6033,3070,1799,1274,22718,22560,17709,9159,6004,16287,17691,18085,12507,6953,12982,7093,9892,16082,11872,10537,14423,13080,12425,14851,6280,559,1515,21417,22470,19274,17814,10283,15726,13513,16170,9370,10917,14430,13288,13859,13575,13625,15302,17009,22375,8726,12198,15165,16002,8328,8315,1498,1435,21679,16658,9144,15349,12837,16993,12284,14312,17289,15976,14018,17490,10791,12037,5533,9300,19731,17128,16434,13263,9765,9497,9734,6804,10353,1120,14250,22586,16065,16631,12042,15701,15703,12145,11491,8327,9206,9819,13498,11400,8137,21406,10587,8326,18650,22303,14418,10322,7711,11349,9842,6546,9130,11274,15471,5677,13828,15212,8933,6114,1012,19370,16175,14107,10664,8792,15672,10527,21601,13611,12388,14250,7396,11605,10415,8769,7947,6178,15474,5107,14529,12470,15380,12330,11014,10743,7371,8969,969,1060,11225,19660,16106,16661,10329,7252,7494,9661,9922,10872,11395,11878,15292,13579,11822,12683,11439,7067,7486,14144,12327,10905,12740,13818,6288,8168,4441,1012,11934,22566,21396,15926,16093,7544,14868,7638,10162,10253,12579,14791,12104,8233,9038,6791,8218,3995,9411,11837,13824,13208,13576,10715,12266,5442,859,1314,22450,15326,11740,9297,10732,10832,20899,16632,10572,10646,17353,12394,7191,11986,13688,13095,13837,10224,8164,969,884,22704,14446,15598,13860,13663,14505,8806,22470,10580,7418,13053,5402,919,15366,16884,18185,11582,10958,11581,15275,17887,17598,7698,11026,10380,799,22608,22513,18334,13992,14152,13196,10326,13017,8314,11134,8692,7487,12944,7599,7690,3344,1254,22862,13218,9996,14112,12443,12615,14843,13619,17612,14210,11926,1693,13197,14443,7297,12649,14795,17898,14123,17965,14662,10289,10570,11135,20397,12771,11702,9073,11469,21660,22715,14820,9077,13414,8997,9900,22579,20783,9419,8926,4322,1024,850,22476,20043,13609,12360,15590,12150,10416,10328,13996,17964,13044,15761,11524,9740,8466,13497,11125,14935,2141,594,651,22405,22803,10008,17319,15293,15624,12894,15986,12278,12071,10316,6886,232,4411,2311,3075,2289,1032,17432,22639,18887,13019,8925,13607,10291,14625,10534,12179,15422,14472,17548,8155,12679,14755,13839,7440,7076,3905,1423,19262,18953,15006,10977,9453,10574,12198,14155,12570,10456,8584,3910,1051,968,1412,22508,22554,21422,11857,12186,13976,12901,18574,10166,14748,5373,13962,22586,15518,16008,12266,11709,15250,14576,15000,10314,9168,11891,17553,10916,10054,22349,13659,11068,1307,13649,16163,17069,17114,17626,16360,11158,13332,11457,6974,5111,1075,13455,18511,17049,14715,8714,15752,14098,18506,22434,13123,11220,6658,17421,22534,14982,12840,8108,4232,1661,11630,22541,17366,12629,13405,9475,14938,15338,14941,20583,16173,9489,17344,14222,13912,9037,10297,7032,15597,22208,22441,16013,14046,10485,17125,19490,18542,15267,6642,1449,23047,22585,12447,12060,14747,12477,13985,12436,11052,19616,20544,10764,3732,23473,18984,11567,10115,11991,11823,8297,4409,2072,22622,18826,16122,17186,14366,13887,18858,16921,10847,13716,8421,12903,14841,4445,21173,13973,15880,14167,11041,11647,15896,9455,12782,12186,11882,14084,11538,2185,1543,17066,12552,18360,13916,11343,8386,9203,11927,12728,8855,2065,20209,15194,13734,13741,15013,10921,10968,8020,10854,7451,4432,22726,20193,20368,15353,14546,15712,15264,20243,11583,11135,18721,19065,14851,13318,10092,10783,12807,7740,15981,19907,16567,12675,14826,18399,20382,18190,10625,19243,15031,11031,13307,10502,11950,14781,885,14331,13434,15210,13615,8750,10064,1364,6829,18688,17534,10991,22412,10898,12456,11326,8700,17965,8235,17207,1679,14802,13830,22427,13024,10290,15999,6727,16613,18750,13898,12865,12378,14935,13088,10672,15262,8696,14071,11559,6831,1806,17083,18772,16476,12090,21132,17569,11260,13245,18580,13952,9972,12539,13006,12659,9432,6294,14549,21502,16605,11494,16914,10141,1368,1546,1223,1355,21246,13899,14128,11763,3616,16959,18094,12505,10909,11359,8443,10344,11506,10576,4241,19177,12182,10163,10717,2688,14528,18262,13853,8363,19719,22442,12078,11836,10590,14372,10679,2223,13683,12738,13692,2997,2234,20907,21141,15358,12249,16618,8031,15991,2335,22162,11632,13177,13514,15942,6680,14579,2511,14045,22604,17928,14660,12917,12643,13605,12342,15056,14624,13453,11031,13080,12663,9259,10766,2653,2266,18236,20682,15016,9786,11850,13729,2325,2314,22769,15690,10157,10537,9331,9749,11003,13657,12955,16438,11773,6761,12382,14880,12576,18874,9718,11324,2817,14736,22583,22503,22284,12533,11972,12968,9962,7169,19627,14824,15308,16946,22153,10156,11451,11597,2627,22556,16084,12069,17453,11158,8502,8885,2474,20231,22320,16065,11141,15748,13639,16499,10848,9580,18442,9019,8169,6718,2250,21135,16238,13838,7201,9299,9476,10506,5277,18925,21429,3001,1793,911,1853,2796,16391,16083,13801,14014,13829,13321,10393,8448,10600,17919,17267,17305,17848,18254,18502,18507,19025,18559,19082,19169,17584,17778,18487,17492,19335,17660,18847,16522,16735,16912,17298,17392,15595,13115,15621,11369,5987,3407,16808,12882,11118,8122,4265,1808,841,481,219,90,41,6852,12256,15492,14429,11363,8607,10297,8862,13463,9505,10126,12502,15849,11499,14362,9549,11044,14171,12010,9423,8409,5602,9377,15668,12247,16118,16538,13844,6486,17408,15137,13411,13009,15292,14911,18081,18024,19470,20406,13309,9560,20238,20197,21230,22124,19505,22396,15842,20954,21697,17574,16423,20745,19760,20695,20029,21231,19592,21791,18316,14565,13137,14456,16066,18884,16488,15963,16576,15188,16899,18621,13218,14658,14354,21218,17706,12981,19618,19053,22180,18859,17643,22226,22122,19979,16735,22347,22055,19811,18536,19250,20772,17762,9659,8887,8646,10992,8613,9284,8291,2656],"fragments":[{"begin":"0.000","end":"17.760","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman. You’re listening to our weekly science news roundup."]},{"begin":"17.760","end":"41.560","lines":["First up, a new AI model could help expand our understanding of genetics. To get more insight into this research I spoke with Tanya Lewis, senior health and medicine desk editor here at SciAm. Here’s that conversation."]},{"begin":"41.560","end":"44.400","lines":["Thanks for joining us today."]},{"begin":"44.400","end":"49.120","lines":["Of course, anytime."]},{"begin":"49.120","end":"86.720","lines":["So a massive study came out [last] Wednesday in the journal Nature from Google researchers, who have said that using their AI model, which they call AlphaGenome, that they can predict the function of certain chunks of DNA. And you know, I know most people at this point know that it’s, like, the building blocks of life, but, what does that really mean, and what are some of the gaps in our knowledge of DNA?"]},{"begin":"86.720","end":"120.000","lines":["Right, so DNA, as you said, it is kind of, like, the blueprint for life. Every cell in our bodies has this long genetic code that consists of basically four letters, so A, T, G and C—the nucleotides—and then these nucleotides, or letters, bind together in what are called base pairs. And it’s the order of those base pairs that really determines the code for every single protein in our bodies, and these are the proteins that perform all the vital functions of our cells and also things that go wrong when we have disease."]},{"begin":"120.000","end":"134.840","lines":["You know, over the past few decades we’ve, like, managed to sequence the entire human genome. But it’s a little bit like we now have all the words to a book of a language we don’t speak, and now we’re trying to figure out what the different codes actually mean."]},{"begin":"134.840","end":"159.720","lines":["Yeah, that’s a great way to describe it. And so what Google DeepMind is trying to do with AlphaGenome, this latest AI model, is basically take long stretches of the genome that don’t code for proteins—this is the so-called noncoding DNA—and try to understand what those stretches of DNA are actually doing to control the activity of genes."]},{"begin":"159.720","end":"201.320","lines":["So even though they’re called noncoding they actually are really important for how genes get expressed, or, or turned into proteins. So we wanna understand these long sections of what we call, sometimes, “dark matter” of DNA. So the way that genes work is that they have these instructions in our nucleus, and those instructions then get transcribed into what are called RNA, which is, like, similar to DNA, but basically, it’s, like, little messages that come out of the nucleus and tell the cell, “Okay, make this protein.” And those RNA instructions get translated into proteins. So that's the part that I think AlphaGenome is really trying to unpack, is, like, this more complicated regulatory stuff."]},{"begin":"201.320","end":"205.960","lines":["Got it. I don’t know why in my head I’m picturing, like, DNA sort of like a royal person and RNA is like a scribe. [Laughs.]"]},{"begin":"205.960","end":"236.840","lines":["[Laughs.] Yeah, exactly. That’s a good analogy. It's like on high, the DNA is saying, here's what you should do, make these proteins, and then the RNA is like, yes, sir. And there’s all these steps in between when that message can be tweaked, and that’s where this regulatory DNA comes in, so—and especially in disease. So when you have, like, cancer, for example, it’s hijacking your cells and telling them to make more copies of themself, and that’s not how the cell is normally supposed to work. So that’s something that we wanna understand better."]},{"begin":"236.840","end":"252.000","lines":["So with AlphaGenome, you know, if this kind of bears out, and understanding [these] regulatory chunks of the DNA, we can understand how things like cancer can hijack that messaging; it might lead to better treatments. Is that kind of the hope?"]},{"begin":"252.000","end":"284.120","lines":["I would say, like, way downstream, that’s the goal, but at this point AlphaGenome is really designed to help researchers and scientists test their hypotheses for how a gene might be regulated, like, “Oh, maybe this mutation has this effect.” And then they can go out and test that. And then that would hopefully then lead to these treatments. And what’s exciting about a tool like this is that it can kind of take a lot of the grunt work out of testing all these different hypotheses, and basically streamline the process so that scientists can move forward more efficiently."]},{"begin":"284.120","end":"289.080","lines":["To read more about AlphaGenome, go to ScientificAmerican.com."]},{"begin":"289.080","end":"302.640","lines":["In other groundbreaking news researchers at Northwestern University accomplished an impressive feat: they kept a patient alive for 48 hours without lungs, according to a study published Thursday in the Cell Press journal Med."]},{"begin":"302.640","end":"334.240","lines":["The patient was a 33-year-old man who arrived at the hospital with a life-threatening condition: acute respiratory distress syndrome, or ARDS. When someone has ARDS their lungs are so inflamed that fluid fills the organs’ small air sacs. Oxygen struggles to get in, making it exceedingly difficult for the person to breathe. In this case the respiratory distress was triggered by a flu infection exacerbated by a case of bacterial pneumonia. The illness was so severe that ultimately the man’s lungs, heart and kidneys started failing, according to the researchers."]},{"begin":"334.240","end":"387.320","lines":["Doctors already have ways to oxygenate blood when the heart or lungs are struggling to give these organs time to recover. Extracorporeal membrane oxygenation, or ECMO, for example, is a life-support technique that involves hooking patients up to an artificial heart-lung machine. The machine removes blood from the body in order to take out carbon dioxide and add oxygen. Then the machine rewarms the blood and returns it to the body. In this case the doctors felt like the man’s lungs were so damaged they were unlikely to heal. At the same time they were a source of infection so he was unlikely to recover with the lungs in place. So they removed his lungs and jerry-rigged a total artificial lung system to not only oxygenate the blood but also ensure it was steadily flowing through the heart. After his lungs were removed the patient stabilized. Two days later he received a double lung transplant, and two years on he is still alive."]},{"begin":"387.320","end":"394.000","lines":["The study highlights an incredible bit of medical science—and it’s also a reminder of how serious a flu infection can be."]},{"begin":"394.000","end":"409.800","lines":["In other health news anyone who’s sent a baby to day care knows those adorable moppets are tiny germ factories. But a study published in late January in the journal Nature suggests that babies in day care don’t just spread “bad” germs; they share “good” germs, too."]},{"begin":"409.800","end":"428.160","lines":["The current thinking is that a baby’s microbiome ordinarily begins developing after birth, mainly through microbes that the birthing parent passes on. And while research has also shown that swapping microbial strains is common among people who live together, how microbiota change during the earliest stages of a child’s life is not well understood."]},{"begin":"428.160","end":"445.040","lines":["Researchers in Italy looked for answers by tracking the microbiomes of 43 babies before, during and after their first year of day care. The team analyzed fecal samples from the babies, from nursery staff and from members of the children’s households, including their parents, siblings and pets."]},{"begin":"445.040","end":"467.680","lines":["The study found that microbiome transmission between babies began just one month after they started day care and continued to grow over the course of the year. At the same time the babies who had a sibling often showed more diversity in their microbiota overall. They also received more of their microbiome from their sibling than from their parents, while fewer bacterial strains were passed on by other babies in the nursery."]},{"begin":"467.680","end":"496.440","lines":["The study also mapped transmission of individual microbial species between participants. For example, researchers found that a strain of bacteria called Akkermansia muciniphila, which is thought to have some metabolic benefits, moved from a mother to her baby, who passed it to another baby at the day care, who then spread it to their parents. What this means in big-picture terms isn’t yet clear—our understanding of microbiomes is still expanding, after all. But this study at least provides a clearer glimpse at how bacteria move around."]},{"begin":"496.440","end":"508.320","lines":["And finally, we turn to a tiny tropical flower that might very well upend what we thought we knew about plant evolution. That’s according to a study published [last] Tuesday in the journal New Phytologist."]},{"begin":"508.320","end":"542.080","lines":["At the center of the mystery is a group of plants called the lipstick vines. These plants get their common name from their large, red, tube-shaped flowers that look, well, like lipstick. This tubular shape attracts sunbirds, with their long, slim beaks. And yet, one type of lipstick vine, Aeschynanthus acuminatus, doesn’t evoke such ideas of makeup. It has short yellowish-green flowers and grows not only in mainland Asia, where its fellow lipstick vines are found, but also on the island of Taiwan, which has no sunbirds. There the green lipstick vines are typically pollinated by generalist birds that aren’t especially picky about where they get their food."]},{"begin":"542.080","end":"557.440","lines":["Now, in botany there’s long been a theory known as the Grant-Stebbins model, which says plants typically evolve when they move to a new locale to attract pollinators in the area. The researchers wondered if that was the case for this unusual lipstick vine: Had it simply adapted to living in sunbird-free Taiwan?"]},{"begin":"557.440","end":"570.360","lines":["But a DNA analysis of this lipstick vine found in Taiwan, compared with that of its relatives in mainland Asia, suggested that, no, the plant had evolved in mainland Asia and then made its way to Taiwan, contradicting the Grant-Stebbins model."]},{"begin":"570.360","end":"580.280","lines":["Jing-Yi Lu, lead author on the study, said in a statement, quote, “It was really exciting to get these results because they don’t follow the classic ideas of how we would have imagined the species evolved.”"]},{"begin":"580.280","end":"587.960","lines":["In short, it’s not the first time nature has found a way to outfox our understanding of evolution—and it’s unlikely to be the last."]},{"begin":"587.960","end":"594.200","lines":["That’s all for today’s episode. Tune in on Wednesday, when we’ll delve into a curious phenomenon: not being able to burp."]},{"begin":"594.200","end":"613.080","lines":["But before you go we’d like to ask you for help for a future episode—it’s about kissing. Tell us about your most memorable kiss. What made it special? How did it feel? Record a voice memo on your phone or computer, and send it over to ScienceQuickly@sciam.com. Be sure to include your name and where you’re from."]},{"begin":"613.080","end":"671.160","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"671.160","end":"678.800","lines":["For Scientific American, this is Kendra Pierre-Louis. Have a great week!"]}],"duration":678}