{"title":"Fighting Drought and Heat: The Science of Growing Climate-Resilient Christmas Trees","img":"https://static.scientificamerican.com/dam/m/548065697774353f/original/2512_SQ_WED_CLIMATE_TREE.png?m=1766510255.511","url":"https://www.scientificamerican.com/podcast/episode/what-researchers-are-doing-to-protect-christmas-trees-in-a-warming-world/","audio":"https://traffic.megaphone.fm/SAM3088765441.mp3","intro":["As Christmas trees face mounting challenges from climate change, researchers explore solutions to help ensure that a beloved holiday tradition endures in a warming world."],"authors":["Kendra Pierre-Louis","Fonda Mwangi","Sushmita Pathak"],"category":["Climate Change"],"transcript":[{"author":"Kendra Pierre-Louis","text":"For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."},{"author":"","text":"The Christmas tree feels like a tradition from time immemorial—and in some ways it is. Historians trace the use of evergreens in winter festivals as far back as ancient Egypt and Rome. But the modern American custom has more recent roots: to the 1800s and German immigrants in Pennsylvania. These immigrants are believed to have brought the practice to their new home in the U.S."},{"author":"","text":"The tree custom gained even more traction when it appeared in an adapted sketch of Queen Victoria and her German-born husband and their children that was published in a U.S. women’s magazine. Many credit it with kicking off a trend that has endured to today."},{"author":"","text":"And while a number of people in recent years have opted for lower-maintenance synthetic trees, many revelers still prefer the look and smell of real trees. But because of climate change natural Christmas trees and their fans are facing new threats."},{"author":"","text":"Today we talk to Priya Rajarapu, an assistant professor and Christmas tree extension specialist at Oregon State University, about the risks tree growers are weathering and what, if anything, can be done."},{"author":"","text":"So, Priya, what exactly do you do?"},{"author":"Priya Rajarapu","text":"[The] most simplest way I could explain is: when you are sick you call a doctor, and when Christmas trees are sick growers usually reach out to me."},{"author":"Pierre-Louis","text":"What kinds of trees are Christmas trees, and how are they typically grown?"},{"author":"Rajarapu","text":"So Christmas trees are all usually fir trees or evergreens, and there’s a history behind it. Evergreens tend to keep their needles throughout the season. So it’s a symbolism of hope, so Christmas is usually celebrated around that. It’s also looking forward to the spring and harvest season."},{"author":"","text":"And Christmas trees, although they are evergreens that you see mostly in forests, they are an important agricultural commodity in the U.S. We sell [roughly] 14 million Christmas trees, as of 2022 survey in the U.S. ..."},{"author":"Pierre-Louis","text":"Wow."},{"author":"Rajarapu","text":"And the four major Christmas-tree-producing states include Oregon, North Carolina, Washington and Michigan."},{"author":"Pierre-Louis","text":"So we really are talking about a farmed product, and I don’t think most people typically picture Christmas trees the same way that we think of, say, corn or potatoes. What makes a farmed tree different from the trees that I see in the forest?"},{"author":"Rajarapu","text":"Yeah, I’m glad you mentioned the corn and potato analogy because that’s the best way to view Christmas trees, too, is that they are grown similar to corn and potatoes or any other vegetable crops. It’s just that it’s a specialty crop—it’s a tree, so it has a longer rotation. So corn, you can get a crop in an ear ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Rajarapu","text":"But Christmas tree, you’re harvesting the tree. Then you have to wait anywhere, depending on the species, from five to 10 years to harvest a tree."},{"author":"","text":"And the difference between the trees that are grown on farm and the trees that grow in the forest is that the trees that are grown [in] the farm are cultured ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Rajarapu","text":"Meaning they are pruned to give you that perfect Christmas tree shape, the typical triangle shape that you see. So growers invest a lot of time in culturing and pruning the trees so the trees can become bushier and fuller for people to hang more ornaments and not see the stem or branch."},{"author":"Pierre-Louis","text":"To kind of avoid the sad Charlie Brown Christmas tree."},{"author":"Rajarapu","text":"Pretty much ..."},{"author":"Pierre-Louis","text":"[Laughs.]"},{"author":"Rajarapu","text":"But there are—there is a customer base who still likes Charlie Brown Christmas trees, so there is a pretty decent-sized consumer base for natural trees or natural-looking trees."},{"author":"Pierre-Louis","text":"One of the parts of the work that you do is sort of looking at the pressures of climate change on tree production. And so what kinds of pressures are you seeing?"},{"author":"Rajarapu","text":"So I would say the changing temperatures and lesser precipitation. So we are getting more and more days with less precipitation, so there are years where there is no precipitation for 100 days in Pacific Northwest, which does pose a lot of challenge for keeping trees healthy and also seedlings alive."},{"author":"","text":"So for every Christmas tree that’s cut there is at least another two seedlings that are going back in the ground. So it, it’s a [roughly] 10-year rotation, so grower has to keep his crop going, so he or she plants trees every year in the ground, and that first year of growth or seedling establishment after transplanting them into the field or farm is very crucial. So when there is drought or when there is higher temperatures and lesser precipitation, it’s hard for that particular seedling to stay alive and establish itself. So that is one of the key challenges that growers are seeing with the changing weather patterns."},{"author":"","text":"And also, another change that I’ve noticed is [the] type of site that you choose for your species can also stress the trees and can attract insects such as bark beetles or twig weevils that were occasional pests—now their frequency is increasing."},{"author":"Pierre-Louis","text":"Because the climate is getting warmer?"},{"author":"Rajarapu","text":"Yeah, because of the warmer climate and also lesser precipitation or no precipitation in Pacific Northwest. I’ve been in North Carolina, and it rains a lot. There, flooding is an issue. But in Pacific Northwest in summer, it’s dry."},{"author":"Pierre-Louis","text":"And that’s not normal, right? Like, in the past you wouldn’t get 100 days without rain."},{"author":"Rajarapu","text":"Correct. What I hear from growers is that it would rain until July Fourth ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Rajarapu","text":"It would, like, constantly rain, without any break. So the only time that they go without any precipitation is August and September, and then October it starts raining again. So it’s just the two months, which, typically, soil would hold enough moisture during that time."},{"author":"Pierre-Louis","text":"But now it’s extended to, like, 100 days, and the soil just can’t hold moisture for that long."},{"author":"Rajarapu","text":"Exactly, that’s what we are seeing. And right now I have an experiment that’s going in the field where I am trying to monitor the moisture present in the soil throughout the growing season and try different mulch covering the seedling so that I could improve that moisture retention in the soil by mulching the seedling, protecting that moisture in the soil from evaporating."},{"author":"Pierre-Louis","text":"And I know it’s still early, but are you seeing any sort of promising results, any suggestions of things that might help reduce the impact of those pressures on the seedlings?"},{"author":"Rajarapu","text":"Yeah, sure, so the mulching practice or experiments to improve seedling survival; it’s not something new ..."},{"author":"","text":"So seedling survival—that first year of establishment is very crucial. It has just become so that, with the weather patterns, it has become more challenging. So some of the things that my predecessor and other professors at Michigan State University have tried is different root dips, so these are polymers, these are inert polymers that cover the root surface and are commercial products that are available and are claimed to hold moisture and also any nutrition."},{"author":"","text":"So all these trials have been done in the past, and what came out or emerged as a hero or a savior is mulch. Just typical wood mulch would help seedlings survive and also significantly reduce the temperature—that is, soil temperature—under the mulch. But one of the concerns that growers have is that the wood mulch, depending on the source where they’re getting from, might carry some diseases that might infect their soil. But we don’t have any evidence, scientifically, for that. That’s one of the concerns they have."},{"author":"","text":"And it’s also the price. Like, if wood mulch is expensive, is there something that we are getting for free? For example, this year three or four different mulch covers that I’m trying is sawdust, compost, and I’ve tried hazelnut shells. Hazelnut is another big industry in Oregon, and all the hazelnut growers are wondering what to do with their shells after they harvest the nuts. So they are trying to find ways that they could reuse or repurpose these shells, so I’m testing that, also, as a mulch in this field trial."},{"author":"","text":"And right now my results show any kind of mulch would help the seedling survive better than having no mulch. But I’m studying more deeper into this, so I’m measuring needle chemistry to see if there is any difference in nutrition from these different mulch. That’s another concern for growers, too, that these raw, uncomposted mulch might steal nutrient from the soil and, also, a seedling might not be getting enough. So that’s another concern that I’m trying to address with this research."},{"author":"Pierre-Louis","text":"One of the ways tree farmers are coping with increasing pressures around climate change is by planting some different species of trees. I understand they’re maybe planting some trees that came originally came from Europe?"},{"author":"Rajarapu","text":"Yep, so we, at OSU Extension, and also North Carolina State has a very strong Christmas-tree-genetics program. So back in 2010 researchers from Oregon State University and North Carolina State University and Washington State and Michigan State got together and went to Republic of Georgia and Turkey to find different species that can hold their needles well, can make other great Christmas trees ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Rajarapu","text":"And looked for these trees. So they collected seeds from trees that have great traits or that can make great Christmas trees. They brought in those seeds, and they grew all those seeds, two seedlings in the U.S. ..."},{"author":"Pierre-Louis","text":"Mm-hmm."},{"author":"Rajarapu","text":"And planted in different regions within the U.S. So we have those trials, or test plots, in Washington, Oregon, North Carolina, Michigan, Connecticut, Pennsylvania. So all the same seedlings were planted in different regions to see if certain seedlings would emerge as perfect for that geographic condition."},{"author":"","text":"So we found some that perform best in Oregon and Washington, and we have established seed orchards for the seedlings, or particular genetics, for Nordmann and Turkish fir. Those are the two firs that we identified or were brought into the U.S. as seeds, and we are growing them so that they can mature and produce seeds. And yes, these seem to do better than our natives, like noble fir, particularly, which is very sensitive to temperature changes and lesser precipitation, whereas these Nordmann and Turkish fir have been more resilient, and also, they do not attract a lot of pests that [are] typically [attracted to] the native trees. And also, they have high tolerance for different types of soil. So those traits are making them popular."},{"author":"Pierre-Louis","text":"So for the person who loves a live Christmas tree how concerned should they be that, at some point, it might not be accessible?"},{"author":"Rajarapu","text":"So far growers are working really hard to keep the supply going. There is definitely a decrease in the number of acres in production of Christmas trees."},{"author":"","text":"We are seeing that it might be price that might be driving some people to, like, change their mind. So artificial Christmas tree, it’s convenience and also the price. It’s, like, you’re paying $400 for 10 years. I think it all comes to that."},{"author":"","text":"We are trying really hard to keep the number of trees, the live trees, accessible to all consumers. We usually have more trees than we have consumers, so I don’t think so ..."},{"author":"Pierre-Louis","text":"Oh, wow."},{"author":"Rajarapu","text":"Having a shortage would be a problem, as long as consumers are willing to buy the trees."},{"author":"Pierre-Louis","text":"That’s really cool. It’s been lovely learning so much about Christmas trees with you. Thank you so much for taking the time to speak with us today."},{"author":"Rajarapu","text":"Sure, Kendra."},{"author":"Pierre-Louis","text":"That’s all for today! We are taking a bit of a break for the holidays and will be back with fresh episodes in 2026. In the meantime we’ll be revisiting some of our favorite episodes of 2025, so make sure to check those out next week."},{"author":"","text":"Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."},{"author":"","text":"For Scientific American, this is Kendra Pierre-Louis. See you next time!"}],"wave_peaks":[0,31,361,861,1024,2769,20715,14533,9824,12625,13148,13361,3473,20632,6619,4131,9492,20519,16873,20749,10107,20812,14332,19503,12058,23333,3462,18276,20239,15611,20574,15190,19885,8450,5746,20762,16929,15913,13486,13182,12031,17701,20548,12249,16194,10793,20792,20169,19835,20881,20474,18544,16907,20855,20270,19388,20607,20518,12951,13576,15491,15719,5546,21038,20673,13745,17389,20632,14343,2245,20840,19715,1300,20857,20974,19115,10288,334,92,0,4868,5339,9535,11360,6838,7049,6103,6513,6322,6518,5699,6860,5059,6377,4853,7420,5554,15908,9603,13230,12337,11208,11415,16238,8922,8176,6818,12618,11457,13122,4639,2605,2628,16161,12649,11811,9175,9434,9711,14856,9814,10235,7191,14500,11026,12838,1655,1383,15373,10661,12210,15399,10657,10301,8026,9059,11248,16358,11199,9372,9499,9582,7858,15495,14416,13246,8002,9117,9527,6774,5905,1326,15853,9888,10473,11989,11029,13919,10959,8649,9406,4501,1704,15606,14701,11074,9119,15288,12535,6557,10468,9185,14949,12515,1240,1404,15413,15689,9015,16640,10848,11693,11617,11792,12954,12019,12955,9819,11542,12437,10670,7650,9693,12302,11259,8383,16086,11065,8820,8699,15879,14261,6968,7809,12275,9787,8153,15394,13485,10731,9610,10976,12166,9366,13212,14955,7971,4085,15379,13801,10854,9198,9451,9196,8458,15381,10695,12425,8487,15354,16158,3956,1179,15293,12335,11266,9708,11752,10406,12567,14366,7000,1940,15900,12313,15621,8599,5954,15528,8788,6841,8431,13271,12302,9367,9735,13921,5469,2401,1132,15412,15094,10918,12803,10354,9155,8954,14364,16370,9570,13249,11050,11594,8427,13418,6112,15881,14585,7601,7931,11479,7819,15854,15198,4353,8412,14041,11197,13312,10511,11527,15066,10212,15232,11223,10302,15354,2196,3031,1683,3330,4115,3411,1920,1590,1111,995,774,584,15416,14527,12293,12295,9994,10349,224,6650,11364,11270,7739,8038,5443,5843,5834,8632,5515,6553,11011,7247,7469,5296,3813,6513,10291,7108,8452,8451,7388,7356,5281,6779,9209,4617,17,6674,15403,7814,7144,15422,10679,4042,5859,11132,13619,12200,4805,7489,3645,9673,11148,5886,10956,12609,8078,5870,8434,8249,5231,8715,7353,8901,10693,7302,4269,8951,4983,11625,13248,7304,8276,447,15414,11216,6757,4625,5963,5276,5594,297,15442,11370,7218,5073,184,8606,12567,7119,6741,10316,7359,9537,6886,6608,7190,6918,6103,7609,8449,6322,6182,8795,9675,4610,5290,4392,13707,5157,5300,166,225,12824,6547,7445,4105,14561,4545,6672,12942,10589,7245,3363,6127,8474,5716,8424,5173,5832,7442,7083,9085,13050,7240,5154,6561,7421,9453,6760,10734,5526,6432,7529,6500,1828,3986,15626,13510,8554,6861,9040,8222,5664,6776,14548,6827,5655,9968,9725,10886,12043,12590,12831,5093,11866,12413,10743,12895,5920,5832,6028,5841,6323,10528,7603,8658,7011,747,15465,11865,2026,7735,6520,5766,4916,10733,7050,6512,6405,6744,3055,5084,15429,8979,12853,12985,8010,12665,4706,12214,6230,13572,15441,7907,4506,10640,8023,8771,6157,4651,207,13482,10750,9259,8371,8875,8696,9405,9905,9681,10613,8520,7676,8387,3529,1021,15460,8653,12471,8813,7047,8811,8878,7448,8227,7806,5207,7580,2856,24,15514,5605,14805,14862,4897,6844,7050,5115,6390,3179,9596,4517,12607,12844,13980,12676,14685,7618,5227,4209,3977,4138,13799,2552,13210,12888,9612,9021,7008,5522,7333,5184,5848,7617,6972,11041,15528,6111,3849,8309,5047,11151,10218,8370,7034,10694,10770,7869,8568,5869,15377,6452,5422,5991,6386,4703,8225,7824,8796,11676,10693,10938,307,12412,11881,12738,9249,9365,5258,7727,6404,15313,15468,8917,9188,3835,12581,9382,6417,8426,8355,10840,7740,8307,10036,10690,7628,8684,7200,6371,6788,5001,5083,289,13337,10195,10046,7105,5956,7824,7050,5494,6017,7415,6125,7943,8126,14038,12681,7293,9366,376,6004,9741,7963,8071,5088,6740,6943,3147,11476,9165,4807,4282,283,12810,7317,9157,8174,9655,7237,7308,7524,8213,1331,19,12571,7643,9964,8219,9182,8274,8822,8341,5180,5085,5530,567,15420,10425,3308,125,8935,10708,4011,8942,9135,6708,8394,7398,8624,8206,9241,8925,5951,5454,5340,7634,7212,8320,9005,10591,6372,10455,8112,803,9396,7698,4359,11685,9058,7584,6343,7488,5578,3089,11956,15224,7999,9049,4204,15438,8550,10379,14106,8675,10997,7942,6969,7175,15340,4011,15457,9600,18586,9444,12496,8115,5588,6555,7192,5214,3796,8128,7935,7124,5526,13064,11190,7410,8050,9571,11343,8540,7490,8096,8730,6943,3967,3578,5682,5506,5630,2891,3316,54,7221,15440,9543,9526,13725,12285,6640,6783,10801,15566,15164,71,10773,15376,5421,8384,5272,5666,13902,4868,9178,7017,6563,1050,15564,9794,14922,8771,13920,10614,6892,5547,293,6743,11393,15247,7686,8928,5442,2415,5940,5899,7642,9214,6874,10497,6457,4795,6070,2818,5266,15440,1867,12948,7117,6272,6208,5418,243,10959,5151,8148,8556,6869,6269,6411,4949,5329,9878,8171,6928,7639,6946,7064,6182,5970,7428,5424,7083,5271,9973,6043,3386,10335,13541,6131,4171,3511,15451,7594,5086,4600,7008,3879,6121,7988,5387,6151,8172,9245,8976,5446,9303,5380,5524,1951,14908,8724,9860,7531,5648,9529,8949,7829,102,14488,10436,4180,10610,7909,7949,9112,7471,7156,4901,10636,9853,12137,11097,8821,6207,15546,6189,7399,5834,4262,8755,8083,5782,4718,6064,10636,7016,3418,1467,11102,6368,5339,5780,5474,10453,6542,4709,11193,6050,6716,393,11338,9445,4792,4099,12359,11352,9015,8479,10730,10298,10263,7421,12400,7070,10763,10224,5258,9179,10351,5497,7583,9532,11253,7525,6129,387,15466,8161,4185,11151,9248,7813,4631,4403,15427,7404,10042,6650,7094,6108,9295,6279,6321,6227,7315,6224,5297,9264,7774,15417,8723,7315,4877,6143,9449,6989,8571,9886,3932,356,15811,14566,6371,7650,4879,248,15420,11967,6042,6042,6711,7383,6327,6075,6759,7445,7455,7189,6760,8329,4714,4209,1034,15451,10753,5549,7444,7307,8392,6641,5499,6810,7155,8567,6628,8074,10032,8604,12121,2328,6708,8176,6270,7367,6000,4718,14131,9878,9060,6860,4514,4682,481,14122,10552,6864,7223,10161,3843,6212,8974,4699,4198,11436,11978,4544,5247,4166,3125,9254,9863,5459,5712,9433,7975,6836,8780,9410,6231,2491,247,14704,13170,6415,10338,7104,6568,15490,10337,4658,7392,6114,7197,7375,6154,5973,5167,5353,7363,9126,4969,5183,4792,6318,5023,6085,15638,10521,7830,7130,7762,8863,5813,7998,438,15308,9455,11492,8782,8235,8772,9271,9164,10146,6621,11874,8547,11481,4052,163,10350,8773,9150,2164,15295,9627,7632,8690,8415,14725,2201,2132,14641,9270,7760,10816,135,11650,9515,10170,4713,4779,15522,3912,11472,10430,7133,7016,5272,7892,9621,6027,5972,5716,5148,1054,13650,14199,9442,8933,6779,4528,135,14845,6291,7035,449,15459,8491,6381,5983,6028,8598,8871,7230,5438,5997,5086,9309,6440,5485,4960,2478,183,11518,8220,10913,5808,9704,4869,5668,322,15407,10456,9054,7100,7572,10138,9694,331,10069,9632,7510,5821,5177,5110,6623,3564,11641,7340,4126,3110,20,15333,12271,5219,7157,6810,8223,6300,6185,9133,15010,5301,9708,9344,6593,3234,13226,6770,10630,9307,9593,5751,6827,5543,8756,8691,5311,6278,6947,6588,6087,6322,6262,9962,8821,7280,7272,7380,6026,7082,14041,4672,5687,4536,2943,546,10895,6397,7576,8584,6497,5250,7326,2583,451,10840,4008,8721,6910,5738,4533,2775,202,7047,6153,7923,5856,44,15384,7642,55,8839,9061,7543,8259,6663,5465,5681,6488,9018,2231,15473,6947,5158,4749,5853,6250,6003,8479,4768,7715,6990,5477,7319,9293,5482,3941,14,15578,11021,5462,10129,11674,15457,5788,6584,8471,6838,8355,5805,8721,12056,12800,8047,9340,8860,858,15429,12305,12822,12062,7636,15385,14469,7057,13363,6321,6125,8429,2795,26,13592,11264,13611,8420,9152,6471,6751,6778,5426,7709,9765,14865,9369,7799,8883,5305,6548,6765,6969,9716,9064,9694,5458,821,8304,12146,9759,8041,9635,6998,7734,7534,5045,7223,6812,7253,8144,10513,12428,11058,8040,6068,9293,7887,8578,11318,5294,5111,2817,7272,5714,6504,6306,3755,424,15119,10301,6484,11758,9456,6334,6952,5175,7000,10210,6215,6854,5784,9412,7896,6866,6845,5027,10950,6783,7073,319,15384,5792,7060,3559,15409,7085,6351,7178,5801,7666,6350,8075,9113,10664,7726,569,15401,6443,6836,6197,9368,11909,7895,32,11262,14018,8899,7935,9204,9214,11393,9525,9597,8944,11247,6809,11767,9753,8515,15476,10612,9613,11833,8526,7857,11854,15450,6781,7230,7725,7850,8171,6202,6168,15529,14985,8836,7462,5632,11227,6984,7504,6173,7860,7638,13837,9880,11464,10628,4856,2440,15484,8814,15111,15423,6775,489,12588,12509,6202,8991,8501,15387,8673,13529,8201,8074,12876,6770,6406,5989,5398,4258,13806,2881,9363,6235,9438,9451,7564,4271,610,10429,11134,7689,6245,8315,7528,8553,8283,6128,9967,8962,9245,6800,7669,9297,9511,8677,8026,6251,2842,13423,9348,7256,9138,4881,15371,7874,6814,5165,6233,6073,9529,2858,15453,13121,9985,4994,6169,5565,7490,6906,6360,6817,1354,15489,8609,5567,4456,9772,10517,8111,8799,3740,6523,6087,10580,11394,11266,7974,8975,10084,10673,11027,7982,7753,6906,8820,11707,6832,592,15404,7084,4854,5025,7311,6616,4370,14694,4736,5835,5904,13305,8553,2734,210,10415,7532,3987,3698,9850,9651,14274,8355,12093,6554,5262,518,13430,8535,9100,7942,7141,6409,6897,9216,8005,7156,7665,7992,6594,6158,6758,5717,1579,15432,6801,5885,4533,13659,7320,9357,8506,6427,6896,15468,9935,7092,6670,7650,6544,7373,7642,6872,5387,5995,7520,7003,6377,8023,2790,352,15470,9444,8595,7705,6720,4876,4441,6732,6087,8007,3780,573,13273,12090,6355,3981,6592,4779,5709,12492,12275,8568,6510,8511,2509,99,12575,10088,8266,5908,15516,7283,5082,13435,7318,5756,3189,15458,13218,10241,7417,5813,5656,7594,7959,10640,4883,15352,12712,9997,6658,11646,14591,4402,8342,9428,8657,10091,11379,10956,8178,11513,7011,8636,11430,6970,15497,7184,9909,10021,15492,10409,8199,5868,4207,8955,9505,410,14116,12469,10662,144,13605,5420,6907,11118,15374,9905,4987,13304,2190,10085,8594,3220,11702,10279,5816,11989,5780,254,12463,10352,10020,9045,7691,6975,5472,11820,9663,6660,6325,6707,7435,8369,6114,5025,4899,4724,15432,10094,7085,10442,10666,9314,5753,15189,12434,10426,9964,15426,11828,6534,7611,12774,6295,2470,13949,9361,11530,4966,6856,11186,15571,11231,6868,11693,6901,10511,7642,6675,12268,11365,6665,9891,94,12453,8368,15463,6168,10041,7556,13219,10652,6106,7009,5789,7610,7478,8334,7807,5571,8725,7560,8120,7307,6909,7773,7303,8415,10389,11213,9012,291,1025,15483,4481,15466,7066,6920,6107,5983,215,58,11671,12003,9177,8167,8665,7665,9138,7423,9212,7709,6165,5733,4167,7288,4323,149,13372,8810,8382,6844,9304,10058,5997,348,15346,15356,8388,7865,7660,9529,9470,948,25,2691,14429,8563,10567,8853,5382,12833,7108,9304,6243,6567,6464,3768,14743,246,9623,12193,7612,9338,8862,9804,6447,9135,8928,5782,6980,10150,13701,14752,12703,5574,9350,12517,9770,7658,6584,6739,10170,12627,14353,10104,8303,10889,11573,10931,9055,7791,12786,9864,9524,15378,10752,8150,6716,282,14481,9038,8162,9857,6132,7245,10074,9227,14002,6210,7591,1215,12908,17832,17058,6552,15494,8742,5874,9309,7289,10151,9964,12274,11567,10501,6118,11294,5326,9395,12124,8075,7695,323,15475,8969,6617,10077,8976,391,4513,9115,12742,8633,5684,5642,15440,15405,3511,6638,6652,10917,10481,9504,8018,1366,15407,11883,14939,14069,8748,6949,4725,12368,8560,7937,7916,7583,9709,15549,15473,6200,4831,6072,6746,6471,10770,8972,10314,12760,8622,6694,5815,8362,384,15415,15063,8967,10935,7898,7401,8148,8929,8561,10727,8066,10424,6638,13180,14584,6418,10096,8982,686,5013,13693,8245,6909,12867,7320,12837,10111,7157,8549,11077,6178,12164,9773,9028,11697,6247,10439,15384,13239,11711,6804,6596,15510,9544,6838,7990,7103,6767,6042,8613,10579,15444,8836,2866,11847,7375,7622,14988,15353,11051,6252,7053,10435,15370,7248,5585,9376,7894,7979,12755,10085,10948,9331,11634,1879,15578,10509,8539,6659,8002,6529,9314,10823,8663,13838,15328,4055,14078,10895,10027,5372,9219,8539,1314,13871,10704,6729,15470,11995,9387,10083,9604,9298,7770,10480,9649,9346,7063,6832,8839,15358,14118,7763,9680,7528,7856,8401,7003,15041,11715,9334,10406,10177,3646,15533,9743,8314,7166,7050,5956,9316,1092,10157,8833,14667,11456,11619,9390,4869,7600,1678,8150,3117,15384,10368,11668,10046,10919,12933,6884,10864,9052,9727,7585,8718,8545,15493,11505,7607,7710,7382,12277,6321,10650,5288,1514,15350,6511,15413,10571,7091,10293,7900,6010,6334,10103,15473,7419,7289,5931,8319,10210,10200,7124,8454,9179,8825,7933,5150,294,21,15445,10270,7953,8279,6843,6304,8390,13874,9036,7433,10703,10920,14762,7236,7335,13375,9576,8343,5424,5698,3483,4500,5628,6387,7507,6858,7257,9389,7212,6645,7276,6685,3811,628,13568,9443,9593,7409,9565,7599,4806,6908,6122,137,11104,8055,7727,8189,8853,9479,9939,7895,8044,9469,8898,1326,15248,13209,9343,9446,6592,6072,10582,10104,11724,7910,10683,11318,9367,7709,10615,12313,13781,10358,5990,9464,5866,30,8048,7621,7416,413,12000,12445,10649,8724,12126,300,8585,6734,6453,10880,8101,8650,7428,7414,7240,11918,7465,6151,7580,7626,10876,8338,6124,8153,6279,14658,11315,10473,8425,4180,3356,15429,11017,6331,5984,7014,15378,7550,14986,13651,597,9848,6418,8549,8645,5008,8123,7283,9386,8583,8269,8909,6314,7501,6039,15115,5358,2963,4034,8442,8547,6499,13061,15440,10018,8965,7298,9463,15409,8209,6387,8016,7212,8042,9572,8722,7222,8540,6378,8831,6530,15366,4284,2237,2507,1829,1816,1719,2025,1644,1518,15571,11880,11926,1034,13973,11063,13351,13382,14053,11392,11811,11950,15342,13652,6680,8684,8270,13294,3875,1187,15954,11187,13264,11263,14014,11184,12409,11924,14890,9332,12781,8885,15627,1805,11274,13073,12885,11566,6578,5351,1349,1158,14480,9726,10056,9612,9318,10947,9660,7986,9329,12513,9837,7576,8520,10760,15299,9108,11357,8312,5672,13402,10331,11179,10178,15514,11720,7825,13285,1399,15698,8727,7250,9684,9902,9040,8081,4775,983,13030,15702,9022,8080,9804,9887,14282,8902,7494,7936,7671,6720,3245,11765,15301,9451,9148,6999,8869,10159,7748,11298,12680,9658,1261,1472,1229,1065,1012,663,857,12282,12334,9169,8289,7900,7496,6929,3733,3105,3431,13240,11962,10587,9960,9782,11544,9319,9574,9313,11855,12308,11428,11130,10129,10394,10052,10949,9850,8710,11879,11680,10547,8108,7838,7444,5344,4051,1567,12480,11867,9300,6360,4256,1390,556,228,76,44,15,439,754,1508,2240,13572,18900,20677,11048,16275,7989,18772,8279,17634,10661,8550,7548,5863,2813,9354,24087,19115,18305,11266,13071,18555,11147,29282,7429,10376,11410,10302,15277,15321,7282,9203,16014,13779,7409,2565,2732,12657,17884,18012,15186,16758,26336,16297,9538,5483,10618,15685,9348,10092,2483,11238,20823,11079,10343,10539,7007,2602,2539,31241,18018,15497,17746,16994,10777,29613,6517,12779,11742,12395,14100,16308,14931,14958,8353,8535,9025,2560,2252,29487,15153,11682,11246,4811,2023,1830,915,528,262,128,11,0],"fragments":[{"begin":"0.000","end":"7.000","lines":["For Scientific American’s Science Quickly, I’m Kendra Pierre-Louis, in for Rachel Feltman."]},{"begin":"7.000","end":"51.000","lines":["The Christmas tree feels like a tradition from time immemorial—and in some ways it is. Historians trace the use of evergreens in winter festivals as far back as ancient Egypt and Rome. But the modern American custom has more recent roots: to the 1800s and German immigrants in Pennsylvania. These immigrants are believed to have brought the practice to their new home in the U.S."]},{"begin":"51.000","end":"65.480","lines":["The tree custom gained even more traction when it appeared in an adapted sketch of Queen Victoria and her German-born husband and their children that was published in a U.S. women’s magazine. Many credit it with kicking off a trend that has endured to today."]},{"begin":"65.480","end":"78.160","lines":["And while a number of people in recent years have opted for lower-maintenance synthetic trees, many revelers still prefer the look and smell of real trees. But because of climate change natural Christmas trees and their fans are facing new threats."]},{"begin":"78.160","end":"89.160","lines":["Today we talk to Priya Rajarapu, an assistant professor and Christmas tree extension specialist at Oregon State University, about the risks tree growers are weathering and what, if anything, can be done."]},{"begin":"89.160","end":"94.480","lines":["So, Priya, what exactly do you do?"]},{"begin":"94.480","end":"103.440","lines":["[The] most simplest way I could explain is: when you are sick you call a doctor, and when Christmas trees are sick growers usually reach out to me."]},{"begin":"103.440","end":"107.600","lines":["What kinds of trees are Christmas trees, and how are they typically grown?"]},{"begin":"107.600","end":"127.280","lines":["So Christmas trees are all usually fir trees or evergreens, and there’s a history behind it. Evergreens tend to keep their needles throughout the season. So it’s a symbolism of hope, so Christmas is usually celebrated around that. It’s also looking forward to the spring and harvest season."]},{"begin":"127.280","end":"141.840","lines":["And Christmas trees, although they are evergreens that you see mostly in forests, they are an important agricultural commodity in the U.S. We sell [roughly] 14 million Christmas trees, as of 2022 survey in the U.S. ..."]},{"begin":"141.840","end":"142.240","lines":["Wow."]},{"begin":"142.240","end":"149.920","lines":["And the four major Christmas-tree-producing states include Oregon, North Carolina, Washington and Michigan."]},{"begin":"149.920","end":"164.600","lines":["So we really are talking about a farmed product, and I don’t think most people typically picture Christmas trees the same way that we think of, say, corn or potatoes. What makes a farmed tree different from the trees that I see in the forest?"]},{"begin":"164.600","end":"182.480","lines":["Yeah, I’m glad you mentioned the corn and potato analogy because that’s the best way to view Christmas trees, too, is that they are grown similar to corn and potatoes or any other vegetable crops. It’s just that it’s a specialty crop—it’s a tree, so it has a longer rotation. So corn, you can get a crop in an ear ..."]},{"begin":"182.480","end":"183.480","lines":["Mm-hmm."]},{"begin":"183.480","end":"192.680","lines":["But Christmas tree, you’re harvesting the tree. Then you have to wait anywhere, depending on the species, from five to 10 years to harvest a tree."]},{"begin":"192.680","end":"200.560","lines":["And the difference between the trees that are grown on farm and the trees that grow in the forest is that the trees that are grown [in] the farm are cultured ..."]},{"begin":"200.560","end":"201.960","lines":["Mm-hmm."]},{"begin":"201.960","end":"221.640","lines":["Meaning they are pruned to give you that perfect Christmas tree shape, the typical triangle shape that you see. So growers invest a lot of time in culturing and pruning the trees so the trees can become bushier and fuller for people to hang more ornaments and not see the stem or branch."]},{"begin":"221.640","end":"224.400","lines":["To kind of avoid the sad Charlie Brown Christmas tree."]},{"begin":"224.400","end":"225.080","lines":["Pretty much ..."]},{"begin":"225.080","end":"225.360","lines":["[Laughs.]"]},{"begin":"225.360","end":"235.440","lines":["But there are—there is a customer base who still likes Charlie Brown Christmas trees, so there is a pretty decent-sized consumer base for natural trees or natural-looking trees."]},{"begin":"235.440","end":"245.280","lines":["One of the parts of the work that you do is sort of looking at the pressures of climate change on tree production. And so what kinds of pressures are you seeing?"]},{"begin":"245.280","end":"266.960","lines":["So I would say the changing temperatures and lesser precipitation. So we are getting more and more days with less precipitation, so there are years where there is no precipitation for 100 days in Pacific Northwest, which does pose a lot of challenge for keeping trees healthy and also seedlings alive."]},{"begin":"266.960","end":"307.400","lines":["So for every Christmas tree that’s cut there is at least another two seedlings that are going back in the ground. So it, it’s a [roughly] 10-year rotation, so grower has to keep his crop going, so he or she plants trees every year in the ground, and that first year of growth or seedling establishment after transplanting them into the field or farm is very crucial. So when there is drought or when there is higher temperatures and lesser precipitation, it’s hard for that particular seedling to stay alive and establish itself. So that is one of the key challenges that growers are seeing with the changing weather patterns."]},{"begin":"307.400","end":"324.600","lines":["And also, another change that I’ve noticed is [the] type of site that you choose for your species can also stress the trees and can attract insects such as bark beetles or twig weevils that were occasional pests—now their frequency is increasing."]},{"begin":"324.600","end":"326.520","lines":["Because the climate is getting warmer?"]},{"begin":"326.520","end":"340.480","lines":["Yeah, because of the warmer climate and also lesser precipitation or no precipitation in Pacific Northwest. I’ve been in North Carolina, and it rains a lot. There, flooding is an issue. But in Pacific Northwest in summer, it’s dry."]},{"begin":"340.480","end":"345.480","lines":["And that’s not normal, right? Like, in the past you wouldn’t get 100 days without rain."]},{"begin":"345.480","end":"349.560","lines":["Correct. What I hear from growers is that it would rain until July Fourth ..."]},{"begin":"349.560","end":"350.200","lines":["Mm-hmm."]},{"begin":"350.200","end":"367.360","lines":["It would, like, constantly rain, without any break. So the only time that they go without any precipitation is August and September, and then October it starts raining again. So it’s just the two months, which, typically, soil would hold enough moisture during that time."]},{"begin":"367.360","end":"371.760","lines":["But now it’s extended to, like, 100 days, and the soil just can’t hold moisture for that long."]},{"begin":"371.760","end":"396.360","lines":["Exactly, that’s what we are seeing. And right now I have an experiment that’s going in the field where I am trying to monitor the moisture present in the soil throughout the growing season and try different mulch covering the seedling so that I could improve that moisture retention in the soil by mulching the seedling, protecting that moisture in the soil from evaporating."]},{"begin":"396.360","end":"406.280","lines":["And I know it’s still early, but are you seeing any sort of promising results, any suggestions of things that might help reduce the impact of those pressures on the seedlings?"]},{"begin":"406.280","end":"413.400","lines":["Yeah, sure, so the mulching practice or experiments to improve seedling survival; it’s not something new ..."]},{"begin":"413.400","end":"443.240","lines":["So seedling survival—that first year of establishment is very crucial. It has just become so that, with the weather patterns, it has become more challenging. So some of the things that my predecessor and other professors at Michigan State University have tried is different root dips, so these are polymers, these are inert polymers that cover the root surface and are commercial products that are available and are claimed to hold moisture and also any nutrition."]},{"begin":"443.240","end":"474.720","lines":["So all these trials have been done in the past, and what came out or emerged as a hero or a savior is mulch. Just typical wood mulch would help seedlings survive and also significantly reduce the temperature—that is, soil temperature—under the mulch. But one of the concerns that growers have is that the wood mulch, depending on the source where they’re getting from, might carry some diseases that might infect their soil. But we don’t have any evidence, scientifically, for that. That’s one of the concerns they have."]},{"begin":"474.720","end":"505.880","lines":["And it’s also the price. Like, if wood mulch is expensive, is there something that we are getting for free? For example, this year three or four different mulch covers that I’m trying is sawdust, compost, and I’ve tried hazelnut shells. Hazelnut is another big industry in Oregon, and all the hazelnut growers are wondering what to do with their shells after they harvest the nuts. So they are trying to find ways that they could reuse or repurpose these shells, so I’m testing that, also, as a mulch in this field trial."]},{"begin":"505.880","end":"537.760","lines":["And right now my results show any kind of mulch would help the seedling survive better than having no mulch. But I’m studying more deeper into this, so I’m measuring needle chemistry to see if there is any difference in nutrition from these different mulch. That’s another concern for growers, too, that these raw, uncomposted mulch might steal nutrient from the soil and, also, a seedling might not be getting enough. So that’s another concern that I’m trying to address with this research."]},{"begin":"537.760","end":"548.880","lines":["One of the ways tree farmers are coping with increasing pressures around climate change is by planting some different species of trees. I understand they’re maybe planting some trees that came originally came from Europe?"]},{"begin":"548.880","end":"578.000","lines":["Yep, so we, at OSU Extension, and also North Carolina State has a very strong Christmas-tree-genetics program. So back in 2010 researchers from Oregon State University and North Carolina State University and Washington State and Michigan State got together and went to Republic of Georgia and Turkey to find different species that can hold their needles well, can make other great Christmas trees ..."]},{"begin":"578.000","end":"578.400","lines":["Mm-hmm."]},{"begin":"578.400","end":"590.120","lines":["And looked for these trees. So they collected seeds from trees that have great traits or that can make great Christmas trees. They brought in those seeds, and they grew all those seeds, two seedlings in the U.S. ..."]},{"begin":"590.120","end":"590.400","lines":["Mm-hmm."]},{"begin":"590.400","end":"612.160","lines":["And planted in different regions within the U.S. So we have those trials, or test plots, in Washington, Oregon, North Carolina, Michigan, Connecticut, Pennsylvania. So all the same seedlings were planted in different regions to see if certain seedlings would emerge as perfect for that geographic condition."]},{"begin":"612.160","end":"661.920","lines":["So we found some that perform best in Oregon and Washington, and we have established seed orchards for the seedlings, or particular genetics, for Nordmann and Turkish fir. Those are the two firs that we identified or were brought into the U.S. as seeds, and we are growing them so that they can mature and produce seeds. And yes, these seem to do better than our natives, like noble fir, particularly, which is very sensitive to temperature changes and lesser precipitation, whereas these Nordmann and Turkish fir have been more resilient, and also, they do not attract a lot of pests that [are] typically [attracted to] the native trees. And also, they have high tolerance for different types of soil. So those traits are making them popular."]},{"begin":"661.920","end":"669.320","lines":["So for the person who loves a live Christmas tree how concerned should they be that, at some point, it might not be accessible?"]},{"begin":"669.320","end":"679.560","lines":["So far growers are working really hard to keep the supply going. There is definitely a decrease in the number of acres in production of Christmas trees."]},{"begin":"679.560","end":"695.760","lines":["We are seeing that it might be price that might be driving some people to, like, change their mind. So artificial Christmas tree, it’s convenience and also the price. It’s, like, you’re paying $400 for 10 years. I think it all comes to that."]},{"begin":"695.760","end":"705.400","lines":["We are trying really hard to keep the number of trees, the live trees, accessible to all consumers. We usually have more trees than we have consumers, so I don’t think so ..."]},{"begin":"705.400","end":"706.200","lines":["Oh, wow."]},{"begin":"706.200","end":"711.800","lines":["Having a shortage would be a problem, as long as consumers are willing to buy the trees."]},{"begin":"711.800","end":"722.160","lines":["That’s really cool. It’s been lovely learning so much about Christmas trees with you. Thank you so much for taking the time to speak with us today."]},{"begin":"722.160","end":"723.560","lines":["Sure, Kendra."]},{"begin":"723.560","end":"747.800","lines":["That’s all for today! We are taking a bit of a break for the holidays and will be back with fresh episodes in 2026. In the meantime we’ll be revisiting some of our favorite episodes of 2025, so make sure to check those out next week."]},{"begin":"747.800","end":"790.080","lines":["Science Quickly is produced by me, Kendra Pierre-Louis, along with Fonda Mwangi, Sushmita Pathak and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith. Subscribe to Scientific American for more up-to-date and in-depth science news."]},{"begin":"790.080","end":"797.360","lines":["For Scientific American, this is Kendra Pierre-Louis. See you next time!"]}],"duration":797}