{
  "title": "Saving China's elephants",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02lrkxy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150430",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150430_6min_english_elephants_download.mp3",
  "intro": [
    "Remember to subscribe to the podcast version !"
  ],
  "this_week_question": [
    "How many elephants are still living in the wild in China? Is it: a) Fewer than 15,000. b) Fewer than 300. c) Fewer than 1,000.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "poach",
      "desc": "hunt illegally"
    },
    {
      "text": "showing up",
      "desc": "arriving"
    },
    {
      "text": "gave up",
      "desc": "stopped"
    },
    {
      "text": "farming practices",
      "desc": "the way people farm the land"
    },
    {
      "text": "make a living",
      "desc": "to earn enough money in order to survive"
    },
    {
      "text": "rehabilitation programme",
      "desc": "a scheme to bring animals back to a normal life"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello, I'm Rob. Welcome to 6 Minute English. With me today is Neil. Hello, Neil."
    },
    {
      "author": "Neil",
      "text": "Hello Rob!"
    },
    {
      "author": "Rob",
      "text": "In this programme we're going to be talking about endangered species, particularly elephants in China. So let's start with a question, Neil. Do you know how many elephants are still living in the wild in China? Is it:"
    },
    {
      "author": "Neil",
      "text": "I don't know but I'm going to have a guess and say b) fewer than 1,000."
    },
    {
      "author": "Rob",
      "text": "I'll let you know if you're right or wrong at the end of the programme."
    },
    {
      "author": "Neil",
      "text": "So Rob, have you ever come across any animal species under threat?"
    },
    {
      "author": "Rob",
      "text": "Yes, I have, I went to Australia a few years ago and saw some turtles on the beach laying their eggs and they're very rare, aren't they?"
    },
    {
      "author": "Neil",
      "text": "They are very rare. I've always wanted to see them but I haven't had the chance.  I was lucky enough to see a panda when I was in China once and they're threatened with extinction, too, of course."
    },
    {
      "author": "Rob",
      "text": "The sad thing is, Neil, these animals are in danger largely because of the activities of human beings. There are all sorts of reasons why this is happening."
    },
    {
      "author": "Neil",
      "text": "Yes, it's really upsetting. And it could easily be prevented if people thought a bit harder about the impact their lives make on wild animals. Take those sea turtles you were talking about, for instance. They're under threat for all sorts of reasons, over-fishing being one of them."
    },
    {
      "author": "Rob",
      "text": "Then there are various species of rhinoceros which could disappear in a few years' time. Again, people poach these creatures – poach means hunt illegally - because their horns are used for medicinal purposes. And, of course, in country areas, miles from civilisation, it's almost impossible to keep a check on illegal killings."
    },
    {
      "author": "Neil",
      "text": "It really makes you think, doesn't it Rob?"
    },
    {
      "author": "Rob",
      "text": "Actually, it's not that simple, Neil. Human beings are also under pressure and often have strong arguments in favour of their actions. This Chinese farmer explains. He uses an expression that means \"arrived\". Can you tell me what it is?"
    },
    {
      "author": "Chinese farmer ",
      "text": "Chinese farmer There are too many elephants around here. We used to grow sugar cane but then the elephants started showing up and ate it all. So we gave up growing it. There was barely anything we could grow. No matter what we planted there was nothing to harvest …. Now we grow rubber. It's the only thing they won't eat."
    },
    {
      "author": "Neil",
      "text": "He said \"showing up\". This means the elephants arrived."
    },
    {
      "author": "Rob",
      "text": "And he said they \"gave up\" growing it. This means they stopped growing it."
    },
    {
      "author": "Neil",
      "text": "The plight of the Asian elephant in China makes a pretty bleak picture, I must say. I understand that they are victims of all sorts of abuse."
    },
    {
      "author": "Rob",
      "text": "Yes, experts say their numbers have declined by 50 per cent in the last 75 years. Poaching is one reason why. They are hunted not for their tusks – that happens to the larger African elephant – but for their skins to make leather goods and for their meat."
    },
    {
      "author": "Neil",
      "text": "They are also losing their habitats – that's the places where they live - because of the growth in the number of plantations, particularly rubber, but also other cash crops. These agricultural monocultures, as they are called, spell death for the elephants' lifestyle. Logging or deforestation – in which whole forests are destroyed - also adds to their problems."
    },
    {
      "author": "Rob",
      "text": "What's more, in some places, their migratory routes have been cut off by human populations living in newly established villages. In a more general sense, just expanding human population is forcing them out of their natural environments."
    },
    {
      "author": "Neil",
      "text": "There's another very unpleasant way in which these creatures are suffering, Rob. Many of the young elephants are taken away from the herd and are turned into performing circus animals for tourists."
    },
    {
      "author": "Rob",
      "text": "Really, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, I hear that sometimes nails are driven into their feet, they are deprived of sleep, food and water. This is to make them easy to train."
    },
    {
      "author": "Rob",
      "text": "That's so cruel.  But there are people trying to improve the situation, Neil. For example, there's a rehabilitation programme – that's a scheme to bring them back to a normal life - which rescues elephants at risk and give them protection within a special sanctuary. Then there are some people who are trying to get people to get farmers to work in a different way. Let's listen to a forestry policeman. He uses an expression to describe the way people farm the land. Can you tell me what it is?"
    },
    {
      "author": "Forestry police representative",
      "text": "It makes me sad. I want people to know that they shouldn't cut down the forest and that there are consequences if they do. I want them to change their farming practices, to change how they make a living. We could become a tourist destination. People could make money from that."
    },
    {
      "author": "Neil",
      "text": "He said \"farming practices\". This means the way people farm the land."
    },
    {
      "author": "Rob",
      "text": "And he said \"make a living\". This refers to people earning enough money in order to survive. So, let's hope the elephants still living in the wild in China can be saved. So, would you like the answer to the quiz question now?"
    },
    {
      "author": "Neil",
      "text": "Yes, OK. You asked me how many elephants are still living in the wild in China. Was it fewer than 15,000, fewer than 1,000, or fewer than 300? And I guessed 1,000."
    },
    {
      "author": "Rob",
      "text": "I'm afraid the answer is actually fewer than 300."
    },
    {
      "author": "Neil",
      "text": "That's a real cause for concern."
    },
    {
      "author": "Rob",
      "text": "Well, we're almost out of time. So, let's remind ourselves of some of the words we've said today, Neil."
    },
    {
      "author": "Neil",
      "text": "poach"
    },
    {
      "author": "Rob",
      "text": "Well, that's it for today. Until next time. Goodbye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Chinese farmer ",
    "Forestry police representative"
  ]
}