{
  "title": "fe without music",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02ns4sv.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150423",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150423_6min_english_music_download.mp3",
  "intro": [
    "Tune in to Rob and Neil to hear about earworms, wine tasting, and horror films as well as some musical vocabulary."
  ],
  "this_week_question": [
    "If a person has musical anhedonia, does it mean they...",
    "a) hate music? b) can't enjoy music? c) can't hear music?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "earworm",
      "desc": "a song or tune you repeatedly hear in your head"
    },
    {
      "text": "musical anhedonia",
      "desc": "a condition where someone can't enjoy music"
    },
    {
      "text": "likelihood",
      "desc": "the chance that something might happen"
    },
    {
      "text": "classy",
      "desc": "stylish and sophisticated"
    },
    {
      "text": "manipulate",
      "desc": "control, often unfairly"
    },
    {
      "text": "tempo",
      "desc": "speed at which a piece of music is played"
    },
    {
      "text": "atmosphere",
      "desc": "mood or feeling in a place"
    },
    {
      "text": "lyrical",
      "desc": "expressing emotions in a beautiful way"
    },
    {
      "text": "blubbing",
      "desc": "crying in a loud way"
    },
    {
      "text": "sucker for something",
      "desc": "unable to resist something"
    },
    {
      "text": "crucial",
      "desc": "extremely important"
    },
    {
      "text": "tension",
      "desc": "(here) nervous feeling"
    },
    {
      "text": "suspense",
      "desc": "excited or nervous feeling when waiting for something to happen"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob... Neil ...and I'm Neil. Hello."
    },
    {
      "author": "Rob",
      "text": "Hello, Neil! What tune are you humming, there?"
    },
    {
      "author": "Neil",
      "text": "Was I humming? Oh, I woke up with it in my head. It's that song - you know (hums a song)."
    },
    {
      "author": "Rob",
      "text": "No idea, what you're talking about, Neil, but it's very annoying, so could you just stop it please."
    },
    {
      "author": "Neil",
      "text": "But there's my problem. I can stop humming it out loud, but it keeps on repeating in my head (more humming). Did you know there's a name for that, Rob? When a song keeps repeating in your head?"
    },
    {
      "author": "Rob",
      "text": "There's a name? I don't know what it is – but I'm sure you're going to tell me."
    },
    {
      "author": "Neil",
      "text": "You're right! It's an earworm ."
    },
    {
      "author": "Rob",
      "text": "Sounds nasty - is there a cure for that?"
    },
    {
      "author": "Neil",
      "text": "I don't think so! So let's move on. In this programme we're talking about music - and how it influences us."
    },
    {
      "author": "Rob",
      "text": "But first, Neil, can you answer this question: If a person has musical anhedonia , does it mean they..."
    },
    {
      "author": "Neil",
      "text": "Well, um, 'anhedonia' sounds like an illness, so I'm going to go for c) can't hear music."
    },
    {
      "author": "Rob",
      "text": "We'll find out if you're wrong or right later on. But now let's listen to Professor Charles Spence telling us how music affects what we choose to eat and drink."
    },
    {
      "author": "Charles Spence,",
      "text": "Professor of Experimental Psychology, Oxford University Imagine you're going to the bar and thinking about a glass of wine. There's French music playing behind the counter - more than likely you'll go for a glass of French wine. German music behind the counter - your likelihood of choosing German wine goes way, way up. If they're playing classical music you might be tempted to spend that little bit more."
    },
    {
      "author": "Neil",
      "text": "What's the likelihood of you spending more, Rob?"
    },
    {
      "author": "Rob",
      "text": "Quite likely, actually Neil - and likelihood means the chance of something happening. I love a good glass of wine."
    },
    {
      "author": "Neil",
      "text": "Me too.  But why do we spend more when there's classical music playing?"
    },
    {
      "author": "Rob",
      "text": "Good question. It makes us feel a bit classy - that's stylish and sophisticated."
    },
    {
      "author": "Neil",
      "text": "I'm guessing hip-hop doesn’t have the same effect. Am I right?"
    },
    {
      "author": "Rob",
      "text": "You're always right, Rob. So, the professor is saying that bars and restaurants use music to manipulate their customers."
    },
    {
      "author": "Neil",
      "text": "And that means to control or influence them. Argh! Earworms! They're messing with our minds!"
    },
    {
      "author": "Rob",
      "text": "I know, I know, and it doesn't stop there. Restaurants also use the tempo - or speed - of the music to change people's behaviour. A fast tempo gets customers in and out quickly at busy times. On the other hand, if there aren't many customers, the restaurant might want to keep people in the place for longer. So they put on music with a slow tempo to create a more relaxed atmosphere."
    },
    {
      "author": "Neil",
      "text": "And atmosphere , in this context, means the mood or tone in a place or situation. Now music is also used to create atmosphere in films. So let's hear Debbie Wiseman talking about music in the movies."
    },
    {
      "author": "Debbie Wiseman, Film/TV music composer",
      "text": "A director might come to me and say \"look, can you help bring the romance to this scene with the music\", and so I might write something beautifully romantic and lyrical working with what I've got and suddenly the scene will feel much more romantic, much more tender, much more sexy, whatever it needs to feel, and the music has the power to do that, to achieve that effect."
    },
    {
      "author": "Neil",
      "text": "Sexy, tender, lyrical, romantic - that's emotional stuff! And lyrical actually means expressing strong emotions. So what's your favourite romantic moment in a film, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh, there are so many. I'm a sucker for romance. Once the violins start playing, I start blubbing - and yes, Neil - that means I have a good cry!"
    },
    {
      "author": "Neil",
      "text": "So sweet! Now, if you're a sucker for something, for example romance, it means you can't resist it. I'm more of a sucker for horror myself..."
    },
    {
      "author": "Rob",
      "text": "And music is crucial - or extremely important - in creating atmosphere in horror films."
    },
    {
      "author": "Neil",
      "text": "That's very true. Music is often used to create tension and suspense – or feelings of anxiety and excitement."
    },
    {
      "author": "Rob",
      "text": "Can you imagine Hitchcock's Psycho without that violin music? (Neil does an imitation of the violin sequence from Psycho)"
    },
    {
      "author": "Rob",
      "text": "OK, let's not have a shower scene here in the studio, Neil. You'll give me nightmares! Now, remember at the beginning of the show I asked you what musical anhedonia means. Is it someone who a) hates music b) can't enjoy music or c) can’t hear music?"
    },
    {
      "author": "Neil",
      "text": "I said can't hear music..."
    },
    {
      "author": "Rob",
      "text": "And that's the wrong answer. It’s actually b) can't enjoy music."
    },
    {
      "author": "Neil",
      "text": "Not a great job for a DJ then. Anyway, Rob, before we go any further, how about those words again?"
    },
    {
      "author": "Rob",
      "text": "OK, the words we heard today were:"
    },
    {
      "author": "Neil",
      "text": "Well, that brings us to the end of today's 6 Minute English. Try not to catch musical anhedonia and watch out for those earworms! We hope you enjoyed humming along to today's programme. Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Charles Spence,",
    "Debbie Wiseman, Film/TV music composer",
    "Both"
  ]
}