{
  "title": "Wireless furniture for phones",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02px00f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150507",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150507_6min_wireless_furniture_download.mp3",
  "intro": [
    "Remember to subscribe to the podcast version !"
  ],
  "this_week_question": [
    "What do modern phone batteries contain? Is it...",
    "a) nickel b) lithium c) lead-acid",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "compatible",
      "desc": "things that can be used together"
    },
    {
      "text": "state-of-the-art",
      "desc": "using the latest technology"
    },
    {
      "text": "dinosaur",
      "desc": "(here) someone or something that is very old-fashioned and no longer useful or effective"
    },
    {
      "text": "wireless furniture",
      "desc": "furniture with built-in technology which allows you to charge your phone"
    },
    {
      "text": "built-in",
      "desc": "part of something, and not separate from it"
    },
    {
      "text": "wireless technology",
      "desc": "modern equipment and machines that can operate without wires"
    },
    {
      "text": "I'm not holding my breath",
      "desc": "(informal phrase) don't expect something to happen anytime soon"
    },
    {
      "text": "functionality",
      "desc": "things that a piece of equipment can do"
    },
    {
      "text": "think green",
      "desc": "consider the environment"
    },
    {
      "text": "user-replaceable",
      "desc": "allows the user of a gadget to change the battery"
    },
    {
      "text": "sealed unit",
      "desc": "something that cannot be opened"
    },
    {
      "text": "toxic",
      "desc": "poisonous"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob... Neil ...and I'm Neil. Hello."
    },
    {
      "author": "Rob",
      "text": "Hello, Neil! Now, Neil, could I borrow your phone charger? My phone's just died."
    },
    {
      "author": "Neil",
      "text": "Er... I don't think my charger is compatible with your phone. Compatible means when you can use things together… I'm afraid there'll be no status updates for you today then Rob."
    },
    {
      "author": "Rob",
      "text": "Oh dear. I can't believe it's run out of power already."
    },
    {
      "author": "Neil",
      "text": "Well, you shouldn’t have bought a state-of-the-art phone – it's a big drain on the battery."
    },
    {
      "author": "Rob",
      "text": "State of the art means something that has the newest ideas and features, like my phone. So I should have stuck with a dinosaur like yours, eh, Neil?"
    },
    {
      "author": "Neil",
      "text": "And dinosaur here means something that is out-dated. You can laugh at my phone, but it's got plenty of battery life left – unlike yours!"
    },
    {
      "author": "Rob",
      "text": "Hmmm... OK, well, I might just pop out and ask if someone's got the same charger…"
    },
    {
      "author": "Neil",
      "text": "Stay where you are. We're recording a programme! And today's show is… you guessed it… all about phones!"
    },
    {
      "author": "Rob",
      "text": "That's right, Neil. And we're also talking about wireless furniture …"
    },
    {
      "author": "Neil",
      "text": "Pardon?"
    },
    {
      "author": "Rob",
      "text": "Yes, furniture with built-in wireless charging technology - like a coffee table. Built in means the technology is included as part of the table. So you just pop your phone on the table, and technology does the rest!"
    },
    {
      "author": "Neil",
      "text": "Magic! And wireless technology is the way mobile phones work using radio waves to send and receive data. So that's what we need - a desk with a built-in charging spot for both our phones! But would it be compatible for both of them?"
    },
    {
      "author": "Rob",
      "text": "Well, that's an excellent question - and I don't have the answer. But can you tell me the answer to this: What do modern phone batteries contain? Is it..."
    },
    {
      "author": "Neil",
      "text": "Well, lead-acid sounds dangerous... so I think it's either nickel or lithium. I'll go with lithium."
    },
    {
      "author": "Rob",
      "text": "OK, well, we'll find out if you're right or wrong later on. But now let's listen to journalist Daisy Buchanan who thinks that mobile phones have stopped us having conversations. And listen out for a phrase that means 'it's unlikely to happen soon'."
    },
    {
      "author": "INSERT",
      "text": "Daisy Buchanan, writer for the Telegraph & the Guardian newspapers I was thinking yesterday how it used to be, you know, you used to sort of go into a café or a pub maybe and look for where the loos are but now the first thing we're looking for is sockets to try and find where you can charge if you... you know, if you're having an emergency... And maybe with this, I might be being naïve - I suspect I am - especially with Ikea's new wireless charging furniture... that maybe if our batteries died a bit more frequently we are going to... you know... look up a bit more and have a few more conversations. I'm not holding my breath, but you can but hope."
    },
    {
      "author": "Rob",
      "text": "Daisy said some really interesting things there, so let's listen to that clip again."
    },
    {
      "author": "<strong>INSERT",
      "text": "INSERT Daisy Buchanan, writer for the Telegraph & the Guardian newspapers I was thinking yesterday how it used to be, you know, you used to sort of go into a café or a pub maybe and look for where the loos are but now the first thing we're looking for is sockets to try and find where you can charge if you... you know, if you're having an emergency... And maybe with this, I might be being naïve - I suspect I am - especially with Ikea's new wireless charging furniture... that maybe if our batteries died a bit more frequently we are going to... you know... look up a bit more and have a few more conversations. I'm not holding my breath, but you can but hope."
    },
    {
      "author": "Rob",
      "text": "Did you get it? Another way of saying 'It's unlikely to happen soon' is I'm not holding my breath . Now, Daisy doesn't seem keen on the idea of wireless charging furniture. She thinks our phones are stopping us from having conversations."
    },
    {
      "author": "Neil",
      "text": "It sounds ridiculous, but it's true, isn't it? We spend far too much time staring at our phones instead of talking to each other."
    },
    {
      "author": "Rob",
      "text": "Sorry. What's that, Neil? I was just looking at my phone."
    },
    {
      "author": "Neil",
      "text": "Come on, Rob! Put the phone away."
    },
    {
      "author": "Rob",
      "text": "OK. Well, that's because phone functionality - that's what a phone can do - is increasing all the time. But let's move on now and think green for a minute. Are there any environmental factors to consider in relation to new mobile phone technology?"
    },
    {
      "author": "Neil",
      "text": "Let's listen to Fevzi Turkalp talking about the latest model of one mobile phone brand - and find out."
    },
    {
      "author": "INSERT",
      "text": "Fevzi Turkalp, editor of tech advice website GadgetDetective.com They've taken the decision to make it a sealed unit so no user-replaceable battery... And I guess... you're more likely then to say you know what I won't replace the battery I'll just get a new phone."
    },
    {
      "author": "Rob",
      "text": "So Fevzi says this new phone doesn't have a user-replaceable battery, meaning you can't take it out and replace it - and this is a problem for the environment."
    },
    {
      "author": "Neil",
      "text": "That's right - environmentalists want products that are designed to be taken apart. Then they can be easily upgraded, repaired or recycled. But you can't do this with a sealed unit - a unit that cannot be opened."
    },
    {
      "author": "Rob",
      "text": "And this means toxic - or poisonous - materials are often dumped in landfill. And you guessed it – that's really bad for the environment. Now, remember at the beginning of the programme I asked you: What do modern phone batteries contain?"
    },
    {
      "author": "Neil",
      "text": "And I said lithium..."
    },
    {
      "author": "Rob",
      "text": "And you know your batteries well because that's the right answer!"
    },
    {
      "author": "Neil",
      "text": "Wow. What a great guess! Now Rob, how about those words again?"
    },
    {
      "author": "Rob",
      "text": "OK, the words we heard today were:"
    },
    {
      "author": "Neil",
      "text": "Well, that brings us to the end of today's 6 Minute English. We hope you're feeling charged up by today's programme. Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT",
    "<strong>INSERT",
    "Both"
  ]
}