{
  "title": "The teenage brain",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02s7jdb.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150618",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150618_6min_english_teenage_brain_download.mp3",
  "intro": [
    "We look inside the teenage brain and find out what's going. Neil and Rob discuss how this important organ affects the way young people behave and there'll be some brain-related vocabulary to learn."
  ],
  "this_week_question": [
    "What part of the brain is connected with basic emotions? Is it the…",
    "a) prefrontal cortex? b) cerebral cortex? c) limbic sytem?"
  ],
  "vocab": [
    {
      "text": "hoody",
      "desc": "a jumper or sweatshirt that has a hood on it"
    },
    {
      "text": "detention",
      "desc": "a period of time children have to stay at school after classes have finished as a punishment"
    },
    {
      "text": "hormones",
      "desc": "natural chemicals produced in animals that control how they develop and grow"
    },
    {
      "text": "adolescence",
      "desc": "time period in life when a person changes into an adult"
    },
    {
      "text": "inhibits",
      "desc": "(here) slows down or stops"
    },
    {
      "text": "get a kick out of something",
      "desc": "(informal) to enjoy"
    },
    {
      "text": "limbic system",
      "desc": "part of the brain that encourages young people to take risks"
    },
    {
      "text": "prefrontal cortex",
      "desc": "part of the brain that encourages a young person to slow down"
    },
    {
      "text": "brainy",
      "desc": "clever"
    },
    {
      "text": "nothing between the ears",
      "desc": "stupid"
    },
    {
      "text": "butt of a joke",
      "desc": "target of someone's joke/made fun of"
    },
    {
      "text": "parody",
      "desc": "copy someone's style in an exaggerated way"
    },
    {
      "text": "to demonize",
      "desc": "to talk about someone/something to make people believe they are/it is evil or threatening"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Rob                                                                    ",
      "text": "Rob … and I'm Rob. Hello."
    },
    {
      "author": "Neil                                         ",
      "text": "Neil Hello, Rob. I like your new hoody."
    },
    {
      "author": "Rob",
      "text": "Oh, right! Thanks a lot. A hoody is a sweatshirt with a hood, by the way. You don't think I'm too old for hoodies, do you?"
    },
    {
      "author": "Neil",
      "text": "Never. No, no. You too old? Never, Rob! It’s all about how young you feel inside, isn't it?"
    },
    {
      "author": "Rob",
      "text": "Is that right? Well, I don’t feel a day over sixteen, Neil."
    },
    {
      "author": "Neil",
      "text": "Excellent! Now, that might help you because in this programme we’re talking about the teenage brain! So, are you ready for today's quiz question, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes, I am Neil. Fire away."
    },
    {
      "author": "Neil",
      "text": "OK. What part of the brain is connected with basic emotions? Is it the…"
    },
    {
      "author": "Rob",
      "text": "OK. I was terrible at biology – I never listened in class. So I'm going to have to take a guess and say the answer is a) prefrontal cortex."
    },
    {
      "author": "Neil",
      "text": "OK, well. We’ll find out if that’s the right answer at the end of the programme. Now Rob, were you a well-behaved student?"
    },
    {
      "author": "Rob",
      "text": "Well, I wasn't badly behaved. But we had a horrible school uniform and sometimes I got detention just for having my shirt hanging out."
    },
    {
      "author": "Neil",
      "text": "Well, that's pretty harsh! Detention means having to stay at school after the day to do extra work."
    },
    {
      "author": "Rob",
      "text": "Yes it was a punishment for doing something wrong. Now some people think that typical teenage behaviour such as embarrassment, anxiety, mood swings and risk taking is caused by changing hormones."
    },
    {
      "author": "Neil",
      "text": "Mood swings are sudden changes of mood and hormones are chemicals in the body that stimulate cells and organs into action."
    },
    {
      "author": "Rob",
      "text": "Yes. I bet you were a moody teenager, Neil!"
    },
    {
      "author": "Neil",
      "text": "I might have been (in a teenage voice)… no, let's not go there, Rob. Now, apparently, it’s not only our hormones that change when we reach adolescence – that’s the age when we start changing into an adult."
    },
    {
      "author": "Rob",
      "text": "That's right. According to scientific research, some teenage behaviour is probably caused by changes in the brain. Let's listen to Professor Sarah-Jayne Blakemore talking about this. What's the phrase she uses to mean 'to enjoy'?"
    },
    {
      "author": "INSERT",
      "text": "Sarah-Jayne Blakemore, Professor of Cognitive Neuroscience, University College London There's a pretty established theory of risk taking – the biological basis of risk taking – which is that two different systems in the brain developed at different rates. The parts of the brain called the limbic system, which includes the regions of the brain that give you a rewarding feeling out of taking a risk, a kind of kick out of taking a risk, and an emotion out of taking a risk, are developing more quickly than the part of the brain called the pre-frontal cortex, which inhibits risk taking."
    },
    {
      "author": "Neil",
      "text": "So what risks do teenagers typically take?"
    },
    {
      "author": "Rob",
      "text": "Well. The things most parents worry about, such as drinking, smoking, possibly taking drugs, and driving too fast."
    },
    {
      "author": "Neil",
      "text": "And the reason that they take these risks might be because the area of the brain that rewards risk-taking behaviour develops more quickly than the area of the brain that inhibits – or slows down – risk-taking behaviour."
    },
    {
      "author": "Rob",
      "text": "And what was the phrase she used to mean 'enjoy something'?"
    },
    {
      "author": "Neil",
      "text": "It was to get a kick out of something . Teenagers 'get a kick out of' and are rewarded for taking risks by one part of the brain – the limbic system – while the other part – the pre-frontal cortex – does little to slow things down."
    },
    {
      "author": "Rob",
      "text": "Well, that sounds more fun than being an adult. But actually, we often give teenagers a hard time. Let's hear more about this from Sarah-Jayne."
    },
    {
      "author": "Sarah-Jayne Blakemore, Professor of Cognitive Neuroscience at University College London",
      "text": "Something that I've noticed since working with teenagers is that they are the butt of many jokes. And they're parodied left, right and centre. They're demonized in newspapers. And whenever I tweet anything about the teenage brain – which I do quite frequently – invariably, inevitably, I'll get a reply from someone saying, 'Oh, what, teenagers actually have brains?'"
    },
    {
      "author": "Neil",
      "text": "Now of course some teenagers are very brainy – brainy is another way of saying clever. I know young people who are brilliant at maths, art and science."
    },
    {
      "author": "Rob",
      "text": "But we heard Sarah-Jayne describe teenagers as being the butt of a joke – that means to be its target. And if you parody someone you copy their style in an exaggerated way to make people laugh."
    },
    {
      "author": "Neil",
      "text": "And to demonize a person or a group means to talk about them as if they were evil or threatening. Poor teenagers, Rob!"
    },
    {
      "author": "Rob",
      "text": "Oh, don't worry, Neil – they'll grow up and be like us one day! And now it's time to hear the answer to today’s quiz question."
    },
    {
      "author": "Neil",
      "text": "Yes it is. I asked you, what part of the brain is connected with basic emotions? Is it the… a) prefrontal cortex? b) cerebral cortex? or c) limbic system?"
    },
    {
      "author": "Rob",
      "text": "And I chose a) prefrontal cortex. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Well. I'm afraid to say, Rob, that you were absolutely wrong."
    },
    {
      "author": "Rob",
      "text": "Using the wrong part of my brain, obviously."
    },
    {
      "author": "Neil",
      "text": "Yes. The answer is c) the limbic system. But don't get too emotional about getting that wrong and instead, please remind us of the words we learned today?"
    },
    {
      "author": "Rob",
      "text": "Good idea. We heard:"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. I hope you got some kicks from today's show! You can hear more programmes at bbclearningenglish.com. Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Neil",
    "Rob                                                                    ",
    "Neil                                         ",
    "Rob",
    "INSERT",
    "Sarah-Jayne Blakemore, Professor of Cognitive Neuroscience at University College London",
    "Both"
  ]
}