{
  "title": "Food banks",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02txtl5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150625",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150625_6min_english_food_banks_download.mp3",
  "intro": [
    "The UK economy is now growing after the 2008 recession. But millions of people are still struggling to survive. Rob and Finn discuss how food banks work and how they help people in need."
  ],
  "this_week_question": [
    "How many British people are estimated to have used food banks?",
    "a) 15,000 b) 240,000 c) 500,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "make people redundant",
      "desc": "a company pays people to leave because it has economic problems"
    },
    {
      "text": "zero hours contract",
      "desc": "a legal agreement in which a person only works when the employer needs them and so has no regular or guaranteed amount of work or working hours"
    },
    {
      "text": "open door",
      "desc": "unlimited access"
    },
    {
      "text": "referrals",
      "desc": "a process where someone is sent to see someone else for help or advice"
    },
    {
      "text": "handouts",
      "desc": "items, such as food or money, that is given away free to someone who needs it"
    },
    {
      "text": "limited stocks",
      "desc": "a shortage of goods"
    },
    {
      "text": "scroungers",
      "desc": "people who want something for nothing"
    },
    {
      "text": "dignity",
      "desc": "respect people have for you or that you have for yourself"
    },
    {
      "text": "ready meals",
      "desc": "food which only needs heating"
    },
    {
      "text": "goes into the mix",
      "desc": "part of the overall package"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello, I'm Rob. Welcome to 6 Minute English. With me today is Finn. Hello, Finn."
    },
    {
      "author": "Finn",
      "text": "Hi Rob!"
    },
    {
      "author": "Rob",
      "text": "In this programme we're going to be talking about food banks in the UK."
    },
    {
      "author": "Finn",
      "text": "Yes, food banks. But what exactly are they?"
    },
    {
      "author": "Rob",
      "text": "Well, you can find them all over the country nowadays. They're part of a system where people who are struggling financially are given free food to cook or eat which other people have donated – or given for free."
    },
    {
      "author": "Finn",
      "text": "We mean that people in modern-day Britain are so hard-up – that means they've got so little money – that they can't afford to buy their own food? It does seem extraordinary, doesn't it?"
    },
    {
      "author": "Rob",
      "text": "Yeah, it does. Well, today's question is about the people who use the food banks. So Finn, do you know how many British people are estimated to have used them? Is it…"
    },
    {
      "author": "Finn",
      "text": "I'll say 240,000, Rob."
    },
    {
      "author": "Rob",
      "text": "Well, we'll see if you're right at the end of the programme. Let's talk now about why food banks have opened up in the UK."
    },
    {
      "author": "Finn",
      "text": "Yes, well, I suppose one place to start is the financial crisis of 2008 which made a lot of people redundant – that means they were asked to leave their jobs by their companies – so they became unemployed."
    },
    {
      "author": "Rob",
      "text": "Then there were the cuts to the welfare system in 2013 which added to the problem."
    },
    {
      "author": "Finn",
      "text": "Rising food prices themselves are another reason. And heating bills in the winter can be expensive. People fall into debt. You know, lots of things."
    },
    {
      "author": "Rob",
      "text": "And remember that it's not just unemployment, Finn, but underemployment, too. There are some people on what is called zero-hours contracts and doing part-time work and they don't earn enough money to buy some of the essential things in life."
    },
    {
      "author": "Finn",
      "text": "So there really are a lot of different factors, aren't there."
    },
    {
      "author": "Rob",
      "text": "Well, let's listen to Steph Hagen as she explains how her food bank in Nottingham works. She uses an expression that means 'unlimited access'."
    },
    {
      "author": "Steph Hagen",
      "text": "People do not go to a food bank because it's an open door , it's an open shop. It's a case of they go to it because they need to. And also with our food bank – we are an independent one, and we have limited stocks – so everybody who comes through our door has no income whatsoever."
    },
    {
      "author": "Finn",
      "text": "She said \"open door\". This means unlimited access."
    },
    {
      "author": "Rob",
      "text": "And she said she had \"limited stocks\". This means 'a shortage of goods' – there's not enough food for everybody."
    },
    {
      "author": "Finn",
      "text": "But Rob, surely this food bank system is open to abuse as well? What's to stop anyone just turning up and asking for food?"
    },
    {
      "author": "Rob",
      "text": "Well, there are checks in place and there's a system of referrals . If a doctor or a social worker thinks someone needs to use a food bank – even for a short time – they can give them vouchers. Then they take the vouchers along to the food bank and they get handouts for three days."
    },
    {
      "author": "Finn",
      "text": "Right. So, I see. I've heard that everything in food banks is donated – that means it's given for free. And churches and individual donors are the people who provide most of it."
    },
    {
      "author": "Rob",
      "text": "Well, apparently, these food banks are a great meeting place for people who are lonely and depressed. The food bank volunteers then talk to the people who use them."
    },
    {
      "author": "Finn",
      "text": "Some of these food banks also run courses about how to cook well on a low budget. So it's really not just handouts that these people get. It's information as well."
    },
    {
      "author": "Rob",
      "text": "But because these people are poor they often can't afford to use gas or electricity for cooking. So the food banks make sure they also provide food which can be eaten cold."
    },
    {
      "author": "Finn",
      "text": "That's right. And I think it would be wrong to assume that the users are just scroungers – now that means people who want something for nothing – because there's a loss of dignity and even shame attached to using these services and people would of course prefer not to have to do it. So, what food do they give out, Rob?"
    },
    {
      "author": "Rob",
      "text": "Well, let's listen to Steph again and see what she says. She uses an expression to describe canned food that only needs to be heated."
    },
    {
      "author": "Steph Hagen",
      "text": "Basically, we've got porridge. We do occasionally get fresh produce but it's very rare, especially in the winter months. It's a case of, it's like, tinned fruit, tinned ready meals . What also goes into the mix , people don't realise we have to give out 'no-cooking' food parcels because people can't afford the gas and electric..."
    },
    {
      "author": "Finn",
      "text": "She said \"tinned ready meals\". This is canned food that only needs to be heated."
    },
    {
      "author": "Rob",
      "text": "And she said \"goes into the mix\". This means it's 'part of the overall package'. She also made the point about the importance of giving out 'no-cooking' food parcels because some people don't have the electricity or the gas to cook the food. OK, Finn. So, would you like the answer to the quiz question now?"
    },
    {
      "author": "Finn",
      "text": "Yes, please, yes. You asked me how many British people are estimated to have used food banks. Was it: 15,000, 240,000 or 500,000? And I guessed 240,000."
    },
    {
      "author": "Rob",
      "text": "Well, sorry, Finn. I'm afraid the answer is actually 500,000. And some experts say that there are 13 million people living below the poverty line in the UK right now."
    },
    {
      "author": "Finn",
      "text": "It really does show how food banks – even in a country like ours – are really needed. It does make you think, doesn't it?"
    },
    {
      "author": "Rob",
      "text": "It does. Well, we're almost out of time now. So, let's remind ourselves of some of the words we've said today, Finn."
    },
    {
      "author": "Finn",
      "text": "OK."
    },
    {
      "author": "Rob",
      "text": "Thank you. Well, that's it for today. Please visit bbclearningenglish.com to find more 6 Minute English programmes. Until next time. Goodbye!"
    },
    {
      "author": "Finn",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Finn",
    "Steph Hagen"
  ]
}