{
  "title": "Why did Singapore ban gum?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02ty9v8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150702",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150702_6min_english_chewing_gum_download.mp3",
  "intro": [
    "Do you chew gum and what do you do with it when you've finished? Listen to Rob and Finn discussing the history and chemical properties of gum and why it's messing up our streets whilst explaining some related vocabulary."
  ],
  "this_week_question": [
    "When did the Singapore government outlaw chewing gum?",
    "a) 1982 b) 1992 c) 2002",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "antisocial",
      "desc": "not caring about other people and society in general"
    },
    {
      "text": "to outlaw something",
      "desc": "make it illegal"
    },
    {
      "text": "resin",
      "desc": "a sticky substance produced by trees"
    },
    {
      "text": "approachable",
      "desc": "friendly and easy to talk to"
    },
    {
      "text": "chemical bond",
      "desc": "a situation where onething is joined firmly with another."
    },
    {
      "text": "labour-intensive",
      "desc": "involves a lot of people to do something"
    },
    {
      "text": "two of a kind",
      "desc": "very similar"
    },
    {
      "text": "degrades",
      "desc": "breaks down into smaller pieces over time"
    },
    {
      "text": "pellet",
      "desc": "small round ball of something that has become hard"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob..."
    },
    {
      "author": "Finn",
      "text": "...and I'm Finn. Hello."
    },
    {
      "author": "Rob",
      "text": "Hello, Finn! Are you chewing gum over there?"
    },
    {
      "author": "Finn",
      "text": "Yeah. Oh hang on – I'll just stick it under the desk for now."
    },
    {
      "author": "Rob",
      "text": "Yuck – that's revolting! Why don't you go and put it in the bin? Since when did you take up this antisocial habit? Antisocial means annoying to other people, by the way."
    },
    {
      "author": "Finn",
      "text": "Yeah, well. OK, Rob. Fine. Since I heard that there was evidence that chewing gum can improve your brain."
    },
    {
      "author": "Rob",
      "text": "So how does it do that?"
    },
    {
      "author": "Finn",
      "text": "Well, some experts say that the chewing action can lead to an increase in blood flow to the brain."
    },
    {
      "author": "Rob",
      "text": "Interesting! And guess what, we're taking about chewing gum on today's programme! So here's a question for you, Finn. When did the Singapore government outlaw chewing gum? Was it in..."
    },
    {
      "author": "Finn",
      "text": "And just before I answer, to outlaw something means to make it illegal. Well, I think the answer is a) 1982."
    },
    {
      "author": "Rob",
      "text": "Well, we'll chew on it for a while, shall we, and find out if you're right at the end of the programme."
    },
    {
      "author": "Finn",
      "text": "So, Rob, what's the history of chewing gum?"
    },
    {
      "author": "Rob",
      "text": "Well, people have been chewing gum for thousands of years. The Ancient Greeks chewed gum made from resin – a sticky substance produced by trees. But why do people like chewing gum?"
    },
    {
      "author": "Finn",
      "text": "Well, for many people it's just something to do. But you know, I like the idea that it's good for my brain. Research has shown that people find gum chewers are also more approachable – that means they're friendlier and easier to talk to."
    },
    {
      "author": "Rob",
      "text": "OK. Well, there might be some truth in that. The thing we're here to discuss today, though, is how to dispose – or get rid – of gum responsibly. And you didn't set a very good example earlier in the show, did you, Finn?"
    },
    {
      "author": "Finn",
      "text": "Ah, well. Yeah, no, I didn't. But lots of people dispose of gum irresponsibly – that means not responsibly. It's often found stuck underneath tables, chairs, benches and escalators. And it's really difficult and expensive to remove once it has dried."
    },
    {
      "author": "Rob",
      "text": "Right – because gum actually creates a chemical bond – which means when one thing joins firmly to another. For example it bonds with tarmac roads, rubber shoe soles, and concrete paving."
    },
    {
      "author": "Finn",
      "text": "So how do we remove dried gum from roads and pavements? Rob, how would you do it?"
    },
    {
      "author": "Rob",
      "text": "Well, people do use high-pressure steam cleaners and then they scrape it off. But it's a slow process that's labour-intensive – which means it takes a lot of people to do it."
    },
    {
      "author": "Finn",
      "text": "I'm sure it does. So let's hear someone telling a BBC reporter about why they threw their gum away in the street. Can you hear the reason she gives?"
    },
    {
      "author": "INSERT",
      "text": "Woman: Not that often. I often put it in the bin. Reporter: But you do it sometimes? Woman: Yeah, sometimes. Reporter: Why do you do it sometimes? Woman: I don't know. Because there's no bins around."
    },
    {
      "author": "Finn",
      "text": "Now, she says she throws her gum in the street when she can't find a bin."
    },
    {
      "author": "Rob",
      "text": "So, why doesn't she put it in her pocket and wait until she finds a bin?"
    },
    {
      "author": "Finn",
      "text": "Ah, no. No way, man! That's – that would make her pocket sticky!"
    },
    {
      "author": "Rob",
      "text": "Oh dear – it sounds like you and her are two of a kind – and that means very similar. OK, well, let's find out what another gum chewer does."
    },
    {
      "author": "INSERT",
      "text": "Reporter: If you're walking along the street, and you had some other, a packet of crisps, when you'd finished it, would you throw that away? Man: Not really. Reporter: So why do you sometimes throw the chewing gum away? What's the difference? Man: It's like food. It's not like a wrapper. Do you know what I mean?"
    },
    {
      "author": "Finn",
      "text": "So, this guy says gum is like food, so it's OK to drop it on the ground. Do you agree, Rob?"
    },
    {
      "author": "Rob",
      "text": "No, I don't. Food, such as a discarded apple core or banana skin, quickly and naturally degrades – or breaks down. And other types of litter, for example, a crisp packet or a sweet wrapper, can be picked up easily."
    },
    {
      "author": "Finn",
      "text": "That's right. Whereas chewing gum is a bit like glue once it dries and it's extremely difficult to remove. So, in this way, of course, it can also be environmentally damaging."
    },
    {
      "author": "Rob",
      "text": "In 2000 a study of a busy London shopping street showed that a quarter of a million pellets of chewing gum were stuck to the pavement. And a pellet is a small round ball of something that has become hard."
    },
    {
      "author": "Finn",
      "text": "That's a lot of pellets, isn't it! The amount of discarded gum in Singapore was considered to be such a problem that the government banned the sale and consumption of gum altogether. They said it was because people were sticking their gum in the sliding doors of subway trains, stopping the doors from opening and closing."
    },
    {
      "author": "Rob",
      "text": "Yes, it's a sticky subject isn't it?"
    },
    {
      "author": "Finn",
      "text": "It is indeed. A sticky situation, Rob."
    },
    {
      "author": "Rob",
      "text": "And that brings us on to today's quiz question! I asked you earlier: when did the Singapore government outlaw chewing gum? Was it in… a) 1982? b) 1992? or c) 2002?"
    },
    {
      "author": "Finn",
      "text": "I said a) 1982."
    },
    {
      "author": "Rob",
      "text": "You are wrong, Finn, just for today. The answer is actually b) 1992."
    },
    {
      "author": "Finn",
      "text": "Which means the people of Singapore could chew gum for ten more years than I said. That's good. Now, how about those words again, Rob?"
    },
    {
      "author": "Rob",
      "text": "OK, well, the words we heard today were:"
    },
    {
      "author": "Finn",
      "text": "Well, that brings us to the end of today's 6 Minute English. We hope you've had plenty to chew on in today's programme. And you can hear more programmes at bbclearningenglish.com . Join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Finn",
    "INSERT",
    "Both"
  ]
}