{
  "title": "The wonder of blood",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02tzxgq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150709",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150709_6min_english_blood_download.mp3",
  "intro": [
    "For centuries, people have known that human blood is a remarkable substance. But they never really knew just how complex it was. Modern science is now showing us all the amazing things it does. Rob and Finn talk about how detailed research into blood's properties has given us all sorts of new ways to heal our bodies and improve the quality of our lives."
  ],
  "this_week_question": [
    "If you laid out all the blood vessels in an adult body end to end how long would they be?",
    "a) 30,000 miles",
    "b) 100,000 miles",
    "c) 200,000 miles",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "faint",
      "desc": "lose consciousness"
    },
    {
      "text": "rejuvenate",
      "desc": "give new life"
    },
    {
      "text": "transfusion",
      "desc": "a medical procedure where an amount of blood is put into a human cholesterol-high a lot of a substance that contains fat and is found in the body tissue and blood of all animals"
    },
    {
      "text": "veins, arteries",
      "desc": "tubes that carry blood from the heart and around the body"
    },
    {
      "text": "clotting",
      "desc": "forming a solid lump"
    },
    {
      "text": "accelerate",
      "desc": "go faster"
    },
    {
      "text": "treated",
      "desc": "changed or transformed"
    },
    {
      "text": "probed",
      "desc": "investigated"
    },
    {
      "text": "adapt",
      "desc": "change in an appropriate way"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello, I'm Rob. Welcome to 6 Minute English. With me today is Finn. Hello, Finn."
    },
    {
      "author": "Finn",
      "text": "Hi Rob!"
    },
    {
      "author": "Rob",
      "text": "In this programme we're going to be talking about blood."
    },
    {
      "author": "Finn",
      "text": "Yes. Blood? Did I ever tell you, Rob, that I really hate the sight of blood? And I've even been known to faint – that's to lose consciousness - at the sight of a needle."
    },
    {
      "author": "Rob",
      "text": "Come on, Finn. I think you've got a lot to learn. You wouldn't be here without it, you know! It's a fascinating topic. All sorts of discoveries are being made these days, which could change medical science for ever."
    },
    {
      "author": "Finn",
      "text": "Yes. Well, you are right, of course. Blood was even thought to relate to human character. People were hot-bloodied – quick to anger – or cold-bloodied – lacking in passion."
    },
    {
      "author": "Rob",
      "text": "There were all the myths about vampires when young blood was thought to revitalise older people. There's a dreadful story that a Hungarian countess had hundreds of young women killed so she could bathe in their blood and stay youthful-looking."
    },
    {
      "author": "Finn",
      "text": "Right. OK. And in Roman times, if a young gladiator died in battle, people used to drink his blood because they thought it would keep them healthy."
    },
    {
      "author": "Rob",
      "text": "For 3,000 years, people have been cut or given leeches to let out the blood because they thought that would make people better. Incredibly, it carried on until the 19th century. But it actually made people worse, or even killed them."
    },
    {
      "author": "Finn",
      "text": "So I won't be doing that today."
    },
    {
      "author": "Rob",
      "text": "OK. Instead, how about answering a question all about blood Finn?"
    },
    {
      "author": "Finn",
      "text": "Go on then."
    },
    {
      "author": "Rob",
      "text": "If you laid out all the blood vessels in an adult body end to end how long would they be? Would they be…"
    },
    {
      "author": "Finn",
      "text": "Well, let's say 100,000 miles. That's b)."
    },
    {
      "author": "Rob",
      "text": "OK. Well, we'll see if you got the right answer at the end of the programme. OK, well let's talk more about blood now. We've heard about blood in history but Finn, did you know that today beauticians are running businesses in which people pay to have their blood extracted, then injected into their face?"
    },
    {
      "author": "Finn",
      "text": "Yes I have heard about this. It's thought to rejuvenate – that's to give new life to - their skin. Michael Mosley has had just that done to his face as an experiment. He's a doctor and presenter with the BBC. Let's listen to him talking about it. He uses an expression that means \"go faster\". Can you tell me what it is?"
    },
    {
      "author": "Michael Mosley, TV presenter and doctor",
      "text": "Sometimes known as the Vampire Facelift, PRP – Platelet Rich Plasma therapy – claims to accelerate healing and reverse the signs of ageing. First my blood is treated to make a concentrated solution of platelets in plasma. Next, this is injected directly into my face."
    },
    {
      "author": "Finn",
      "text": "Ouch! And the word he used was \"accelerate\". Now that means to make faster."
    },
    {
      "author": "Rob",
      "text": "And he said they \"treated\" his blood. This means \"changed or transformed\" it."
    },
    {
      "author": "Finn",
      "text": "Well, today, of course, controlled blood transfusion is a completely normal medical practice that saves countless lives. And blood donors – the people who give their blood – are an important part of healthcare."
    },
    {
      "author": "Rob",
      "text": "Yes, Finn, but there's all sorts of other amazing things that blood can do. If we are running at altitude – high up - the limbs get tired because there's not enough oxygen. The blood then starts creating new red cells and pours them into the system. That's why athletes often train in the mountains."
    },
    {
      "author": "Finn",
      "text": "Altitude training, isn't it? And, apparently, the different types of food you eat have an immediate effect on your blood, or rather the element of blood called plasma. So, if you eat a cholesterol-high breakfast, for example, very soon after that you can see the fat in the blood."
    },
    {
      "author": "Rob",
      "text": "Nice. Ideas about how blood moves around your body have changed a lot over the years too. The Romans thought blood flowed one way and came out of our feet and hands and was then burnt away. But William Harvey in the 17thcentury found that blood circulated via veins and arteries – these are the tubes in our body where blood is carried around."
    },
    {
      "author": "Finn",
      "text": "And let's not forget clotting – that's when the blood hardens. If our blood didn't clot when we cut ourselves we'd be dead within minutes. It is really fascinating isn't it? And we're just beginning to understand stem cells . These are also in the blood and are used to repair various organs in the body"
    },
    {
      "author": "Rob",
      "text": "Modern science is really helping us to understand blood properly for the first time and showing us the way forward."
    },
    {
      "author": "Finn",
      "text": "Now Rob, before my blood boils, could you let me know the answer to the quiz question Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes. So, I asked you if you laid out all the blood vessels in an adult body end to end how long would they be: 30,000 miles, 100,000 miles or 200,000 miles?"
    },
    {
      "author": "Finn",
      "text": "Well, I said 100,000 miles."
    },
    {
      "author": "Rob",
      "text": "Wow. And you know your blood vessels, because you got that question right."
    },
    {
      "author": "Finn",
      "text": "Well, I measured them earlier."
    },
    {
      "author": "Rob",
      "text": "Good. And how do you feel about blood now?"
    },
    {
      "author": "Finn",
      "text": "Well, I'm probably a bit scared of it still. But now that I know all of these wonderful things that it does, I really get why it's so important."
    },
    {
      "author": "Rob",
      "text": "Great. So, let's remind ourselves of some of the words we've said today, Finn."
    },
    {
      "author": "Finn",
      "text": "Here we are:"
    },
    {
      "author": "Rob",
      "text": "Thank you. Well, that's it for today. Please visit bbclearningenglish.com to find more 6 Minute English programmes. Until next time. Goodbye!"
    },
    {
      "author": "Finn",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Finn",
    "Michael Mosley, TV presenter and doctor"
  ]
}