{
  "title": "volution before Darwin",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02y8x25.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150827",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150827_6min_english_evolution_download.mp3",
  "intro": [
    "We often think about Charles Darwin as the man who developed ideas about evolution but another man discovered the ideas 27 years before him. Rob and Neil tell us about Patrick Matthew and the reasons why he is not as famous - whilst teaching some related vocabulary."
  ],
  "this_week_question": [
    "What was Patrick Matthew's job? Was he...",
    "a) a politician?",
    "b) a church minister?",
    "c) a horticulturalist?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "evolution",
      "desc": "the way living things change and develop over millions of years"
    },
    {
      "text": "genius",
      "desc": "someone with great and unusual skills or abilities in a particular subject or area"
    },
    {
      "text": "clever clogs",
      "desc": "someone who thinks they know everything"
    },
    {
      "text": "natural selection",
      "desc": "how plants and animals adapt to their environment"
    },
    {
      "text": "adapt",
      "desc": "(here) the way our bodies or our behaviour change to suit new conditions"
    },
    {
      "text": "species",
      "desc": "types of living thing"
    },
    {
      "text": "transformative",
      "desc": "change-making"
    },
    {
      "text": "passed over",
      "desc": "ignored"
    },
    {
      "text": "allies",
      "desc": "people who help or support other people in doing something"
    },
    {
      "text": "on board",
      "desc": "to have someone’s support for an idea or project"
    },
    {
      "text": "prominent",
      "desc": "important and well-known"
    },
    {
      "text": "eminent",
      "desc": "important and respected"
    },
    {
      "text": "horticulturalist",
      "desc": "a person whose job is to study and grow plants such as flowers, fruit and vegetables"
    },
    {
      "text": "appendix",
      "desc": "section of a book giving extra information"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Rob",
      "text": "Hello, Neil! Today we're talking about evolution. Now the man most people think of when talking about evolution is of course Charles Darwin. He was a bit of a genius, wasn’t he?"
    },
    {
      "author": "Neil",
      "text": "He was. Evolution means the way living things change and develop over millions of years. And a genius has great and unusual skills or abilities in a particular subject or area. Well Charles Darwin was a clever man but I happen to know that another man actually came up with the same idea, but many years before he did!"
    },
    {
      "author": "Rob",
      "text": "So how do you know that then, clever clogs – that's someone who thinks they know everything? What was his name?"
    },
    {
      "author": "Neil",
      "text": "Well, his name was Patrick Matthew."
    },
    {
      "author": "Rob",
      "text": "OK, well we’re going to learn more about him on today’s programme. But first can you answer this, Neil? What was Patrick Matthew’s job? Was he …"
    },
    {
      "author": "Neil",
      "text": "Well, I don’t know so I'll go for the most profession that sounds most interesting - a horticulturalist, so I’ll choose that one! That’s a person who studies plants."
    },
    {
      "author": "Rob",
      "text": "OK. We’ll find out later whether you are right or wrong. But let’s listen now to Dr Mike Weale talking about Patrick Matthew. Can you hear the word he uses to mean 'change-making'?..."
    },
    {
      "author": "INSERT",
      "text": "Dr Mike Weale, geneticist at King’s College London He published a brief outline of the idea of species being able to change into other species through natural selection – this great, transformative idea that unites us all in a single tree of life. And he did that 27 years before Darwin and Alfred Russel Wallace did so. And they recognized that he did so but other people since then have simplified the story and tended to concentrate just on Darwin."
    },
    {
      "author": "Neil",
      "text": "So, Matthew believed that evolution happened by natural selection. And natural selection describes the way that plants and animals adapt to their environment, because some individuals survive and reproduce, and others don’t."
    },
    {
      "author": "Rob",
      "text": "And adapt means the way our bodies or our behaviour change to suit new conditions."
    },
    {
      "author": "Neil",
      "text": "And what does Mike mean by ‘a single tree of life’?"
    },
    {
      "author": "Rob",
      "text": "Well, the basic idea behind evolution is that all the different species – or types of living thing – have evolved from the same simple life form. Just like a family tree describes how the members of your family are related to each other, so the ‘tree of life’ describes how all living things are related."
    },
    {
      "author": "Neil",
      "text": "So if this was a transformative – or change-making – idea, why don’t more of us know about Patrick Matthew?"
    },
    {
      "author": "Rob",
      "text": "A good question, Neil. We heard in the clip that Darwin acknowledged – or accepted - Matthew’s claim to the idea. But it seems to be down to us – the general public – wanting to simplify things."
    },
    {
      "author": "Neil",
      "text": "Well, I like to keep things simple, Rob."
    },
    {
      "author": "Rob",
      "text": "You don’t have to tell me that, Neil. But let’s hear more on why Matthew might have been passed over – or ignored – by some. Here’s Dr Patricia Fara, senior tutor at Clare College Cambridge. She tells us why Darwin was so successful. And listen out for the word she uses to mean close friends and supporters."
    },
    {
      "author": "INSERT",
      "text": "Dr Patricia Fara, Senior Tutor at Clare College Cambridge He brought his allies on board. And although he was publishing from his stronghold down in Kent he had the most famous, most prominent, eminent members of the scientific society in Victorian times who were pushing on his behalf. Having a scientific theory being accepted is not just a matter of whether the theory’s right."
    },
    {
      "author": "Rob",
      "text": "The word she used was allies. What are they Neil?"
    },
    {
      "author": "Neil",
      "text": "Allies are people who help or support us in something - having someone on board also means to have someone’s support for an idea or project. And Darwin’s allies weren’t just mates from down the pub, were they?"
    },
    {
      "author": "Rob",
      "text": "No, they weren’t! They were famous, prominent and eminent scientists. Prominent means important and well-known and eminent means important and respected."
    },
    {
      "author": "Neil",
      "text": "Ah yes! So you could say that I’m an eminent radio presenter, Rob?"
    },
    {
      "author": "Rob",
      "text": "Well, I could Neil, but…"
    },
    {
      "author": "Neil",
      "text": "OK, OK, OK moving on! These eminent scientists were pushing on Darwin’s behalf. In other words, they were taking strong action to promote his theory of evolution."
    },
    {
      "author": "Rob",
      "text": "And it’s possible that Patrick Matthew did not enjoy the same level of support."
    },
    {
      "author": "Neil",
      "text": "That could be true. So do you remember the quiz question from the beginning of the show, Rob?"
    },
    {
      "author": "Rob",
      "text": "Indeed I do! I asked: What was Matthew’s job? Was he … a) a politician? b) a church minister? Or c) a horticulturalist?"
    },
    {
      "author": "Neil",
      "text": "And I said c) horticulturalist."
    },
    {
      "author": "Rob",
      "text": "Yes. And that was the right answer – so well done! Just to remind you: a horticulturalist is a person whose job is to study and grow plants such as flowers, fruit and vegetables. But Matthew was interested in trees too. In fact, his ideas about evolution appear in an appendix – or section giving extra information – at the end of a 200-page book about wood!"
    },
    {
      "author": "Neil",
      "text": "So maybe that’s why we know Darwin’s name but not Matthew’s. It doesn’t seem fair."
    },
    {
      "author": "Rob",
      "text": "Well, life’s not fair, Neil. You should know that by now!"
    },
    {
      "author": "Neil",
      "text": "I should, I should…"
    },
    {
      "author": "Rob",
      "text": "So why don’t we hear the words we learned today?"
    },
    {
      "author": "Neil",
      "text": "OK. Here we go:"
    },
    {
      "author": "Rob",
      "text": "Thank you, Neil. Well, that’s the end of today's 6 Minute English. There are plenty more to listen to at bbclearningenglish.com . Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT",
    "Both"
  ]
}