{
  "title": "The meaning of clothes",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02zb145.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150917",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150917_bbc_6min_english_the_meaning_of_clothes_download.mp3",
  "intro": [
    "Do you dress formal or casual? Do you choose trendy items or old comfortable ones? Do we value tradition when deciding what to keep in our wardrobe? Rob and Will talk about the meaning of clothes. Listen to the conversation and learn some new words."
  ],
  "this_week_question": [
    "What is the maximum length of a sari? Is it ...",
    "a) 12 metres",
    "b) 9 metres",
    "c) 7 metres",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "scruffy",
      "desc": "untidy"
    },
    {
      "text": "out of place",
      "desc": "that means unsuitable"
    },
    {
      "text": "dress down",
      "desc": "that means dress casually"
    },
    {
      "text": "make snap judgements",
      "desc": "make quick decisions"
    },
    {
      "text": "draped",
      "desc": "covered"
    },
    {
      "text": "garment",
      "desc": "a piece of clothing"
    },
    {
      "text": "ceremonial occasions",
      "desc": "special events like weddings"
    },
    {
      "text": "splash of colour",
      "desc": "a display of colour"
    },
    {
      "text": "off the top of your head",
      "desc": "someone who can't think of something immediately"
    },
    {
      "text": "struggle",
      "desc": "to fight and find something difficult"
    },
    {
      "text": "signify",
      "desc": "gives themeaning of something"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Will",
      "text": "… and I'm Will. Hello."
    },
    {
      "author": "Rob",
      "text": "Hi there, Will. I have to say, I like that shirt you're wearing today. I haven't seen that one before."
    },
    {
      "author": "Will",
      "text": "Yes, I got it at the weekend. But, to be honest, I don't give my clothes much thought. I just throw on the first thing I see. What about you?"
    },
    {
      "author": "Rob",
      "text": "Well, I try to look presentable. I wouldn't want to appear too scruffy. Clothes say an awful lot about us, don't they Will?"
    },
    {
      "author": "Will",
      "text": "A lot depends on the job you do. In a bank, you're supposed to look pretty smart all the time."
    },
    {
      "author": "Rob",
      "text": "But if you work for a design company, say, a suit would look out of place – that means unsuitable. People in the creative industries tend to dress down – that means dress casually – you know jeans and t-shirts."
    },
    {
      "author": "Will",
      "text": "Yes. Then there's the whole question of what to wear to an interview. I reckon if you put on something smart you can't go far wrong."
    },
    {
      "author": "Rob",
      "text": "Yes. But the meaning of clothes goes far deeper than what you should or shouldn't wear in the workplace, Will. It can really influence what people think of us. Now, rightly or wrongly, they can make snap judgements - or quick decisions - about us."
    },
    {
      "author": "Will",
      "text": "Yes, you're right. It's a cultural issue. It's about how we see ourselves, too."
    },
    {
      "author": "Rob",
      "text": "Now, take the sari. It's been around for centuries and is still the main form of dress for millions of women in the Indian subcontinent."
    },
    {
      "author": "Will",
      "text": "That's that very long garment with all those amazing colours and designs, isn't it? It always looks so elegant."
    },
    {
      "author": "Rob",
      "text": "Yes, it does. So Will, can you answer this question: what is the maximum length of a sari? Is it ..."
    },
    {
      "author": "Will",
      "text": "Surely it can't be 12 metres long! I'm going to say 9 metres."
    },
    {
      "author": "Rob",
      "text": "Okay. Well, we'll find out if you're right or wrong later on. But now let's listen to Dr Shahidha Bari talking about the sari. She uses a word that means \"covered\". Can you hear what it is?"
    },
    {
      "author": "Dr Shahidha Bari, Queen Mary, University of London",
      "text": "Saris encircle the waist, are often pleated and then swept across the upper body with folds and fabric draped over the shoulder or veiling the head. There are more than 80 different ways of wearing a sari and they've been worn in the Indian subcontinent since the first millennium. It's a garment woven into the histories of the countries from which it comes."
    },
    {
      "author": "Will",
      "text": "So draped means \"covered\". Then she used the word garment. That's another word for a piece of clothing. And then she said there are 80 ways of wearing a sari, Rob. Amazing!"
    },
    {
      "author": "Rob",
      "text": "It is, isn't it? Some Asian women in the West wear saris just for ceremonial occasions – that means special events like weddings. I suppose, in a sense, it's not that practical for day-to-day use. But it certainly makes a beautiful splash of colour – or a display of colour - when they do wear it."
    },
    {
      "author": "Will",
      "text": "What she said has got me thinking about English traditional dress. And, to be honest, Rob, I can't recall anything off the top of my head."
    },
    {
      "author": "Rob",
      "text": "Off the top of your head, Will? That's because you're not wearing a hat."
    },
    {
      "author": "Will",
      "text": "Don't be ridiculous, Rob. Off the top of my head. It's an idiom and it means I can't think of anything immediately."
    },
    {
      "author": "Rob",
      "text": "Yes, Will. I do know that actually. It was my attempt at a joke. But you're right: the British dress sense has become a bit samey (it looks the same) – apart from the fashion industry, which is highly regarded throughout the world."
    },
    {
      "author": "Will",
      "text": "Well, you wouldn't catch me wearing most of the men's gear you see on the catwalk."
    },
    {
      "author": "Rob",
      "text": "But, seriously, Will, clothes are undoubtedly an important business. Let's listen to Dr Shahidha Bari again as she reflects on her mother's use of the sari."
    },
    {
      "author": "Dr Shahidha Bari, Queen Mary, University of London",
      "text": "And yet the sari makes me feel safe too because I associate it with her body and the world she made for me. And now, as I struggle to keep hold of the sari, the rituals and the memories around it, I fear losing the world it signifies – and her, too."
    },
    {
      "author": "Will",
      "text": "She talked about the way she struggles - that means she finds it difficult - to make the sari important in her life."
    },
    {
      "author": "Rob",
      "text": "And she uses the word signifies, which means giving the meaning of something. The sari obviously has an emotional attachment for her."
    },
    {
      "author": "Will",
      "text": "And when you think just how much money people spend on clothes, it shows how vital it is."
    },
    {
      "author": "Rob",
      "text": "And let's not forget football shirts, Will. Fans want to be seen in their team's latest shirt design, don't they? I know I do."
    },
    {
      "author": "Will",
      "text": "By the way, what team do you support, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah, well, it's Chelsea, of course. Come on, you Blues. What about you, Will?"
    },
    {
      "author": "Will",
      "text": "Tottenham Hotspur."
    },
    {
      "author": "Rob",
      "text": "Never mind, someone has to. Now, remember at the beginning of the show I asked you: what is the maximum length of a sari? Is it ..."
    },
    {
      "author": "Will",
      "text": "Yes. And I said 9 metres."
    },
    {
      "author": "Rob",
      "text": "Well, you know your saris well because that is the right answer. Well done! Now, before we go, it's time to remind ourselves of some of the vocabulary that we've heard today. Will."
    },
    {
      "author": "Will",
      "text": "scruffy"
    },
    {
      "author": "Rob",
      "text": "Thank you, Will. Well, that's the end of today's 6 Minute English. You can listen to more programmes on our website at bbclearningenglish.com . Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Will",
    "Dr Shahidha Bari, Queen Mary, University of London",
    "Both"
  ]
}