{
  "title": "Is knuckle cracking good for you?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p02y8xfm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-150903",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/150903_6min_english_cracking_knuckles_download.mp3",
  "intro": [
    "What an awful sound - cracking you knuckles! Some people can and some can't. Listen in to Rob and Neil to find out if it's a useful skill or just an annoying habit - and learn some related vocabulary at the same time!"
  ],
  "this_week_question": [
    "Which type of joint can you crack? Is it:",
    "a) fibrous?",
    "b) cartilaginous?",
    "c) synovial?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "make your flesh creep",
      "desc": "you feel frightened or disgusted by something"
    },
    {
      "text": "arthritis",
      "desc": "a disease that causes pain and swelling in joints of the body"
    },
    {
      "text": "an old wives’ tale",
      "desc": "an old idea or belief that has no scientific support"
    },
    {
      "text": "rehabilitation",
      "desc": "the process of helping somebody get better from an illness or injury"
    },
    {
      "text": "MRI (Magnetic Resonance Imaging)",
      "desc": "MRI (Magnetic Resonance Imaging) technology hospitals use to produce an image of the inside of a person’s body"
    },
    {
      "text": "insight",
      "desc": "understanding"
    },
    {
      "text": "soluble",
      "desc": "able to be dissolved"
    },
    {
      "text": "ceramic",
      "desc": "made of clay"
    },
    {
      "text": "resilient",
      "desc": "(here) able to return to its original shape after being stretched or bent"
    },
    {
      "text": "synthetic",
      "desc": "man-made"
    },
    {
      "text": "withstand",
      "desc": "cannot be damaged by something"
    },
    {
      "text": "wear and tear",
      "desc": "damage as a result of ordinary or everyday use"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello. (cracking knuckles)"
    },
    {
      "author": "Rob",
      "text": "Don’t do that please, Neil! It makes my flesh creep."
    },
    {
      "author": "Neil",
      "text": "Oh dear, if something makes your flesh creep it means you feel frightened or disgusted by something. I don’t know why I do it. It just feels nice."
    },
    {
      "author": "Rob",
      "text": "But you’ll end up with arthritis when you’re older, you know. Arthritis is a disease that causes pain and swelling in joints of the body."
    },
    {
      "author": "Neil",
      "text": "That’s an old wives’ tale, Rob! And that means an old idea or belief that has no scientific support."
    },
    {
      "author": "Rob",
      "text": "OK, if you say so, Professor. And since you’re in a scientific mood, how about answering today’s quiz question. Which type of joint can you crack? Is it …"
    },
    {
      "author": "Neil",
      "text": "OK, this professor isn’t feeling too clever today. I’m going to have to take a guess and say, c) synovial."
    },
    {
      "author": "Rob",
      "text": "OK. Well, we’ll find out how smart you really are later on in the programme. Now let’s listen to Greg Kawchuk, Professor of Rehabilitation Medicine at the University of Alberta. Rehabilitation means the process of helping somebody get better from an illness or injury."
    },
    {
      "author": "INSERT",
      "text": "Greg Kawchuk, Professor of Rehabilitation Medicine at the University of Alberta We’ve recently been able to use some new technology through MRI imaging to see for the first time what is actually happening inside the joint when someone pops or cracks their knuckles. And because of that we’re hopeful that we’ll be able to start to ask questions about why is it that some people can do this and other people can’t."
    },
    {
      "author": "Neil",
      "text": "What does MRI stand for?"
    },
    {
      "author": "Rob",
      "text": "It means Magnetic Resonance Imaging. Hospitals use this technology to produce an image of the inside of a person’s body."
    },
    {
      "author": "Neil",
      "text": "So some people can’t crack their knuckles. Can you, Rob?"
    },
    {
      "author": "Rob",
      "text": "I don’t know, and I’m not about to try. But it isn’t just finger knuckles that crack – you can do it with your neck, back, knees, ankles and toes."
    },
    {
      "author": "Neil",
      "text": "Professor Greg Kawchuk says that comparing people who crack their knuckles and people who don’t might provide some insight – or understanding – into whose joints are healthier."
    },
    {
      "author": "Rob",
      "text": "Sounds interesting. But what actually happens when you crack your knuckles, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, when you stretch or bend your finger to pop the knuckle, you're making the bones of the joint pull apart… like this…(cracking knuckles)"
    },
    {
      "author": "Rob",
      "text": "Please don’t do it again!"
    },
    {
      "author": "Neil",
      "text": "Well, it stretches the space around the joint and surrounding fluid and causes a decrease in pressure. As a result, gas dissolved in the fluid becomes less soluble – or less able to be dissolved – leading to the formation of bubbles. Now when you stretch the joint far enough, these bubbles burst, producing the ‘pop’ sound."
    },
    {
      "author": "Rob",
      "text": "Ouch! Excellent – well, thanks for the biology demonstration there, Neil …"
    },
    {
      "author": "Neil",
      "text": "Any time! Any time, Rob! Now let’s hear from the professor again about the medical value of research into knuckle cracking."
    },
    {
      "author": "INSERT",
      "text": "Greg Kawchuk, Professor of rehabilitation medicine at the University of Alberta When our engineering colleagues do this between two flat surfaces say of ceramic or porcelain… When they do this and they pull them apart quickly and there’s a little bit of fluid in between – they can use electron microscopy to see there’s been tremendous damage to the surfaces of the joints. But for some reason we don’t see that in the human joint. There’s something that makes it very resilient."
    },
    {
      "author": "Rob",
      "text": "Interesting stuff! So scientists have performed experiments to imitate what happens in a human joint when you crack your knuckles. And when you quickly pull apart a pair of ceramic – or clay – tiles with fluid between them, it causes a lot of damage to the surface of the tiles."
    },
    {
      "author": "Neil",
      "text": "So why don’t human joints get damaged as well?"
    },
    {
      "author": "Rob",
      "text": "Well, the scientists don’t actually know. They can see the damage to the tiles using electron microscopy – that’s a very powerful microscope. But it’s not clear what makes the human joint so resilient to damage – and resilient in this context means returning to its original shape after being stretched or bent."
    },
    {
      "author": "Neil",
      "text": "Right. But with further research scientists may be able to find out – and then use this information to help people with joint problems."
    },
    {
      "author": "Rob",
      "text": "Or they could create synthetic – or man-made – materials which can withstand wear and tear better than current ones. Withstand means not be damaged by something and wear and tear means damage as a result of ordinary use."
    },
    {
      "author": "Neil",
      "text": "Can we have the answer to today’s quiz question now, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes, of course. So which type of joint can you crack? Is it … a) fibrous? b) cartilaginous? Or c) synovial?"
    },
    {
      "author": "Neil",
      "text": "And I said: c) synovial."
    },
    {
      "author": "Rob",
      "text": "You are quite clever actually because you are right, or was it a good guess?"
    },
    {
      "author": "Neil",
      "text": "It was a good guess."
    },
    {
      "author": "Rob",
      "text": "Well done! And synovial is the name for the fluid that surrounds this type of joint."
    },
    {
      "author": "Neil",
      "text": "OK. So can we hear the words we learned today again?"
    },
    {
      "author": "Rob",
      "text": "Of course. We heard:"
    },
    {
      "author": "Neil",
      "text": "Well, that’s the end of today's 6 Minute English. We thought it was a cracking show! Please join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    },
    {
      "author": "Rob",
      "text": "Go on Neil, one more time."
    },
    {
      "author": "Neil",
      "text": "Here we go. (cracking knuckles) Feels great!"
    },
    {
      "author": "Rob",
      "text": "Horrible!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT",
    "Both"
  ]
}