{
  "title": "New transport on two wheels",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p035njgm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151022",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151022_6min_english_hoverboards_download.mp3",
  "intro": [
    "The bicycle is the most popular form of two-wheeled transport in the world, but could we all soon be using hoverboards? They look like a skateboards and are used by pop stars such as Lilly Allen and Justin Bieber. Listen to what happens when a BBC reporter tries  a hoverboard, and learn some new vocabulary."
  ],
  "this_week_question": [
    "Is it legal to ride a hoverboard on the pavement in the UK? Yes or no?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "device",
      "desc": "an object invented for a certain purpose"
    },
    {
      "text": "to balance",
      "desc": "to stand (on something) without falling over"
    },
    {
      "text": "pavement",
      "desc": "the hard path you walk on next to a road ('sidewalk' in American English)"
    },
    {
      "text": "scooter",
      "desc": "a board with wheels and handlebars you stand on with one foot and push with the other to travel"
    },
    {
      "text": "skateboard",
      "desc": "a board with wheels you stand on with one foot and push with the other to travel"
    },
    {
      "text": "celebrities",
      "desc": "famous people, for example pop stars"
    },
    {
      "text": "to get on",
      "desc": "(here) to be successful, to manage"
    },
    {
      "text": "to have a go",
      "desc": "to try to do something"
    },
    {
      "text": "illegal",
      "desc": "not legal, against the law"
    },
    {
      "text": "private property",
      "desc": "land and/or buildings that belong to someone, not to the public"
    }
  ],
  "transcript": [
    {
      "author": "Finn",
      "text": "Hello and welcome to 6 Minute English. I'm Finn…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Finn",
      "text": "Today we're talking about one of the latest forms of transport on two wheels."
    },
    {
      "author": "Neil",
      "text": "Yes. We're not talking about bicycles here."
    },
    {
      "author": "Finn",
      "text": "No, we're talking about a… self-balancing transport device . What a complicated name! Now a device is an object which has been created for a particular purpose. But yes, you need to balance on this device which means you need to stand on it and not fall over."
    },
    {
      "author": "Neil",
      "text": "Well this device has other names as well. It's called a rideable because you ride on it like you ride on a bicycle – or you can call it a self-balancing scooter - or others call it a hoverboard."
    },
    {
      "author": "Finn",
      "text": "That's perhaps because it looks like a skateboard perhaps… but it's different, isn't it?"
    },
    {
      "author": "Neil",
      "text": "Yes it is, it is a bit different. And we'll be finding out more about hoverboards in a moment, but first it's time for our quiz question. I'm going to make a statement and I want you to tell me, Finn, if it is true or false. OK?"
    },
    {
      "author": "Finn",
      "text": "OK. Neil Here in the UK, it's illegal to ride a hoverboard on the pavement . Is that true or false, Finn? What do you think?"
    },
    {
      "author": "Finn",
      "text": "Well, I've actually seen someone riding a hoverboard on the pavement so I'll say it's false. I think it's legal to ride one on the pavement."
    },
    {
      "author": "Neil",
      "text": "OK, then. We'll see if you're right at the end of the programme."
    },
    {
      "author": "Finn",
      "text": "OK. So, Neil have you ever tried riding on a hoverboard?"
    },
    {
      "author": "Neil",
      "text": "No, I haven't, but I would like to give it a go. It looks like a skateboard, but it is different – it moves differently – and it goes in a different direction – it goes… sideways."
    },
    {
      "author": "Finn",
      "text": "Yes. And, you know, the other big difference is that it is motorised. And when you change your balance the wheels turn. So when you lean forwards – you move forwards – and when you lean back you slow down and stop… and if you lean even further back, then you actually move backwards."
    },
    {
      "author": "Neil",
      "text": "Yes. So it's hard to keep your balance. Like a skateboard, you need to practise to get good at this."
    },
    {
      "author": "Finn",
      "text": "And I'm no good at skateboards. And I think, you know, if you don't practise you'll fall off the hoverboard lots of times."
    },
    {
      "author": "Neil",
      "text": "BBC reporter Emma Ailes has tried a hoverboard. Who else has tried one of these rideables? Listen to her report."
    },
    {
      "author": "INSERT",
      "text": "Emma Ailes, BBC Reporter So you may have seen in recent weeks celebrities like Justin Bieber and Lily Allen riding one of these. It's a self-balancing transportation device or some people call them rideables. I've never had a go but I am going to integrate one into my life in the next couple of days and see how I get on ."
    },
    {
      "author": "Neil",
      "text": "And that was the BBC reporter Emma Ailes. She said that she's going to integrate riding a h overboard into her everyday life and so perhaps she'll travel to the BBC on a hoverboard. Now to integrate means to combine things to make them more efficient."
    },
    {
      "author": "Finn",
      "text": "Or maybe she'll go shopping on a hoverboard. Now she talked about celebrities – famous people - who are using hoverboards."
    },
    {
      "author": "Neil",
      "text": "Yeah. She mentioned two celebrities – singers Lily Allen – who's British. And Justin Bieber - he's from Canada. So people are using hoverboards all over the world."
    },
    {
      "author": "Finn",
      "text": "Neil, you were telling me about a guy you saw last weekend."
    },
    {
      "author": "Neil",
      "text": "Yes, I was at a shopping centre and there were all these kids – teenagers - watching this guy using a hoverboard.  Of course they all wanted to try it.  You could hear them shouting: \"Can I have a go? Can I have a go? Can I have a go ?\" Now, to have a go means to try something."
    },
    {
      "author": "Finn",
      "text": "Yes. Now what was our reporter's experience of using a hoverboard? How did she get on? Did she learn how to use it? Did she enjoy using it?"
    },
    {
      "author": "INSERT",
      "text": "Emma Ailes So overall this is really good fun and I definitely recommend giving it a go. But there are some downsides . It's really heavy, it's illegal to use it on the pavement and it's quite embarrassing being stared at. So are two wheels better than two legs? For me, probably not."
    },
    {
      "author": "Finn",
      "text": "So that was the BBC reporter Emma once again. And she tried to use the two wheels of the hoverboard to move around but she said she prefers moving with her two legs."
    },
    {
      "author": "Neil",
      "text": "But she did say this about using a hoverboard - it's good fun and she definitely recommends that people try it – they should give it a go!"
    },
    {
      "author": "Finn",
      "text": "But she said there are also some downsides – some bad things. First, it's heavy."
    },
    {
      "author": "Neil",
      "text": "Yes, it's not very easy carrying a heavy hoverboard."
    },
    {
      "author": "Finn",
      "text": "Also when she uses it everyone looks at her and they don't stop looking – they stare at her and she says that's embarrassing."
    },
    {
      "author": "Neil",
      "text": "And there is one more downside about using a self-balancing scooter. And this is also the answer to our quiz question… I asked if it's true or false that it's illegal to ride a hoverboard on the pavement in the UK."
    },
    {
      "author": "Finn",
      "text": "And I said that it's false."
    },
    {
      "author": "Neil",
      "text": "And you are… wrong. It's illegal. There is a law here about that."
    },
    {
      "author": "Finn",
      "text": "Yes, I realised I guessed the wrong answer when I heard that clip from Emma's report there."
    },
    {
      "author": "Neil",
      "text": "Yes. Their use is illegal under Section 72 of the Highway Act 1835 for use on the public pavements and roads in the UK."
    },
    {
      "author": "Finn",
      "text": "Oh, very impressive, Neil. Now, you can use a hoverboard, I've heard, on private property if you have permission from the owner but NOT on public pavements and roads."
    },
    {
      "author": "Neil",
      "text": "OK. Well, next time you see your friend Justin Bieber, Finn, tell him that."
    },
    {
      "author": "Finn",
      "text": "I will. Now, that's all for today. Please do join us again soon. Neil Please do. And let's hear the words before we go. Finn OK. We heard:"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Finn",
    "Neil",
    "INSERT"
  ]
}