{
  "title": "The impact of plastic",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p036h8yt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151105",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151105_6min_english_plastic_bags_download.mp3",
  "intro": [
    "The UK government has recently introduced a small charge of 5p on plastic bags in English supermarkets to try to stop people using them. Neil and Alice take a look at the environmental impact of mass-produced plastic bags and plastic in general. They also teach some related vocabulary."
  ],
  "this_week_question": [
    "How many tonnes of plastic rubbish from the UK is being sent to China each year for recycling? Is it:",
    "a) 20,000?",
    "b) 200,000?",
    "or c) 2,000,000?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "initiative",
      "desc": "a new plan for dealing with something"
    },
    {
      "text": "hoarder",
      "desc": "someone who collects large amounts of something and finds it hard to throw things away"
    },
    {
      "text": "decompose",
      "desc": "gradually break down by natural chemical processes"
    },
    {
      "text": "clog",
      "desc": "block something"
    },
    {
      "text": "biodegradable",
      "desc": "able to break down naturally in a way that isn't harmful to the environment"
    },
    {
      "text": "additive",
      "desc": "a small amount of a chemical added to something to improve it"
    },
    {
      "text": "landfill",
      "desc": "a place where our rubbish is buried under the earth"
    },
    {
      "text": "microplastics",
      "desc": "small plastic fragments less than 5mm in size"
    },
    {
      "text": "ingested",
      "desc": "eaten"
    },
    {
      "text": "zooplankton",
      "desc": "tiny little animals in the sea other sea animals feed on"
    },
    {
      "text": "food chain",
      "desc": "a series of living things where each group of creature feeds on the one below it in the chain"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Alice",
      "text": "Hello, Neil. Have you been shopping?"
    },
    {
      "author": "Neil",
      "text": "Yes, I went a bit mad with my credit card actually."
    },
    {
      "author": "Alice",
      "text": "Gosh, I can see that! But look at all those plastic bags. Why don't you use your own bags?"
    },
    {
      "author": "Neil",
      "text": "You know what, I'm going to. Because they're now charging 5p per bag!"
    },
    {
      "author": "Alice",
      "text": "Don't you follow the news, Neil? It's a recent government initiative – which means a new plan for dealing with something – in this case, to cut the number of thin plastic bags being given away in shops. And the environmental impact of plastic is the subject of today's show."
    },
    {
      "author": "Neil",
      "text": "Is England the first country to charge for these bags, Alice?"
    },
    {
      "author": "Alice",
      "text": "No – other countries in the UK started charging a few years ago. And countries around the world including Bangladesh, South Africa, China, and Italy have actually banned them altogether."
    },
    {
      "author": "Neil",
      "text": "Interesting. But I don't throw my bags away, Alice. I put them under the kitchen sink."
    },
    {
      "author": "Alice",
      "text": "Are you a hoarder , Neil? That means someone who collects large amounts of stuff and can't throw things away."
    },
    {
      "author": "Neil",
      "text": "Maybe I am… But seriously, with the 5p charge I'm definitely going to recycle my plastic bags."
    },
    {
      "author": "Alice",
      "text": "Good. Now let me ask you today's quiz question, Neil: How many tonnes of plastic rubbish from the UK is being sent to China each year for recycling? Is it: a) 20,000? b) 200,000? or c) 2,000,000?"
    },
    {
      "author": "Neil",
      "text": "Well I think it's … a) 20,000."
    },
    {
      "author": "Alice",
      "text": "We'll find out if you're right or wrong later on. But first, why are plastic bags bad for the environment?"
    },
    {
      "author": "Neil",
      "text": "Because they're too thin? And when they break all your shopping falls out? That must be it."
    },
    {
      "author": "Alice",
      "text": "No. They take hundreds of years to decompose – or break down by natural chemical processes. And also people don't dispose of them properly. They litter our streets. They clog – or block – drains and sewers. They spoil the countryside and damage wildlife."
    },
    {
      "author": "Neil",
      "text": "Well that's quite a list. So what's the solution then, Alice?"
    },
    {
      "author": "Alice",
      "text": "Well to either recycle or stop using plastic bags. But let's hear about the pharmaceutical company with another idea. This is BBC reporter John Maguire."
    },
    {
      "author": "INSERT",
      "text": "John Maguire, BBC reporter At this company laboratory in North London they're testing how bags made with a special additive break down when exposed to sunlight, oxygen and heat… The technology was discovered by a British scientist in the 1970s and is now sold to around half the world's countries. In some, biodegradable bags are backed by law."
    },
    {
      "author": "Neil",
      "text": "And biodegradable means able to break down naturally in a way that isn't harmful to the environment."
    },
    {
      "author": "Alice",
      "text": "So adding small amounts of a chemical to the plastic – a special additive – allows the plastic to break down in the open air. But if the technology was discovered back in the 1970s, why aren't these biodegradable bags being used in every country by now?"
    },
    {
      "author": "Neil",
      "text": "I have no idea, Alice. Maybe they aren't as strong as non-biodegradable bags. I like a good strong bag, myself, you see."
    },
    {
      "author": "Alice",
      "text": "Alright. Well, just go and buy yourself some canvas bags, Neil! In fact, I'll get you some for your birthday."
    },
    {
      "author": "Neil",
      "text": "Thank you."
    },
    {
      "author": "Alice",
      "text": "You're very welcome. Now, moving on. Out of around 300 million tons of plastic produced every year, some goes in landfill – a place where our rubbish is buried under the earth – but about 10% of plastic ends up in the sea. Let's listen to Biologist Dr Pennie Lindeque from Plymouth Marine Laboratory talking about this."
    },
    {
      "author": "INSERT",
      "text": "Biologist Dr Pennie Lindeque from Plymouth Marine Laboratory We're already finding that there's a lot of microplastics in the sea and that some of these microplastics are actually being ingested by the zooplankton that live there. We're also concerned this could end up being passed up through the food chain to food which is destined for human consumption so it could end up on your or my plate."
    },
    {
      "author": "Neil",
      "text": "What are microplastics , Alice?"
    },
    {
      "author": "Alice",
      "text": "They're small plastic fragments less than 5mm in size. You find them in cosmetic products such as facial scrubs, shower gel, and toothpaste."
    },
    {
      "author": "Neil",
      "text": "And I'm guessing that ingested means 'eaten'?"
    },
    {
      "author": "Alice",
      "text": "Yes, the zooplankton – tiny little animals in the sea – mistake the microplastics for food and eat them. And because the zooplankton and humans are in the same food chain – they're at the bottom and we're at the top – but we're still connected – we may end up eating them and the microplastics inside them!"
    },
    {
      "author": "Neil",
      "text": "That doesn't sound very tasty! Now a food chain , by the way, refers to a series of living things where each creature feeds on the one below it in the chain."
    },
    {
      "author": "Alice",
      "text": "Indeed. OK. Remember my question from earlier? I asked: How many tonnes of plastic rubbish from the UK is being sent to China each year for recycling? Is it… a) 20,000? b) 200,000? or c) 2,000,000?"
    },
    {
      "author": "Neil",
      "text": "And I said a) 20,000."
    },
    {
      "author": "Alice",
      "text": "Yes but you're wrong, I'm afraid. The answer is b) 200,000 tonnes. And that statistic comes from the University of Cambridge in the UK."
    },
    {
      "author": "Neil",
      "text": "That's a load of rubbish! Get it – load of rubbish?"
    },
    {
      "author": "Alice",
      "text": "Very good."
    },
    {
      "author": "Neil",
      "text": "Can we hear today's words again please?"
    },
    {
      "author": "Alice",
      "text": "We certainly can. Here they are: initiative hoarder decompose clog biodegradable additive landfill microplastics ingested zooplankton food chain"
    },
    {
      "author": "Neil",
      "text": "Well, that brings us to the end of this 6 Minute English. We hope you enjoyed today's environmentally-friendly programme. Please do join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}