{
  "title": "How much is your spouse worth?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p037ljv4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151126",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151119_6min_english_couples_finances_download.mp3",
  "intro": [
    "Almost two million married couples in the UK keep their finances secret from their partner, new research suggests. And around 44% of married people don't know what their spouse earns. Tune in to Neil and Alice to find out what they think about relationships and money and learn some related vocabulary."
  ],
  "this_week_question": [
    "What percentage of married couples in the UK don't know exactly what their spouse earns?",
    "a) 4%?",
    "b) 14%?",
    "c) 44%",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "go dutch",
      "desc": "share the cost of something, for example a meal"
    },
    {
      "text": "spouse",
      "desc": "husband or wife"
    },
    {
      "text": "to be in debt",
      "desc": "to owe money to someone"
    },
    {
      "text": "mortgage",
      "desc": "where a bank lends you money to buy a house"
    },
    {
      "text": "hard cash",
      "desc": "physical money – the coins and banknotes"
    },
    {
      "text": "cheapskate",
      "desc": "someone who doesn't like spending money,"
    },
    {
      "text": "budget",
      "desc": "the money you have available for something and a plan for how to use it"
    },
    {
      "text": "agree to differ",
      "desc": "accept that we have different opinions on something"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Alice",
      "text": "Hello, Neil. Now tell me, do you usually go dutch when you take someone out to dinner?"
    },
    {
      "author": "Neil",
      "text": "Now go dutch means to share the cost of something, for example a meal in a restaurant. Well Alice, no, I usually expect my date to pay actually."
    },
    {
      "author": "Alice",
      "text": "I hope you're joking, Neil. But I wouldn’t be surprised! Personally, I think it's a nice gesture to offer to pay for the meal when you're on a date."
    },
    {
      "author": "Neil",
      "text": "Yeah. But it can depend on the situation – some people might be very offended if you offered to pay for everything!"
    },
    {
      "author": "Alice",
      "text": "Well yes, true. Clearly you're not going to offend those people, Neil, though are you? And I won’t be going to dinner with you any time soon."
    },
    {
      "author": "Neil",
      "text": "Well, I didn't ask so calm down, Alice! Actually, money matters can cause relationship problems in couples – and that's the subject of the show. Here's today's quiz question based on a UK survey. Ready, Alice?"
    },
    {
      "author": "Alice",
      "text": "I am indeed."
    },
    {
      "author": "Neil",
      "text": "What percentage of married couples don't know exactly what their spouse earns? Is it: a) 4%? b) 14%? Or c) 44%"
    },
    {
      "author": "Alice",
      "text": "Well, gosh! I think b) 14%. Yes, that sounds about right to me."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out if you're right or wrong later on. Now, it seems important that couples are honest about their finances because it can have an impact on their future financial options together."
    },
    {
      "author": "Alice",
      "text": "Yes, that's right. If you're buying a house together and then find out later that your spouse – your husband or wife – is thousands of pounds in debt, then the chances are you won't be able to get a mortgage. To be in debt , by the way, means to owe money to someone."
    },
    {
      "author": "Neil",
      "text": "Good point. A mortgage is where a bank lends you money to buy a house. Let's listen now to what Arabella Russell, a relationship therapist, has to say about this."
    },
    {
      "author": "INSERT",
      "text": "Arabella Russell, relationship therapist The fact of the matter is it's very difficult – it can be very difficult – to talk about money. Often when we talk about money, it’s emotions very close to us – there's guilt, there's shame. What have we done in the past? To start those conversations is complicated. Money can be about how we value ourselves, how we feel valued. It’s not just a simple case of talking about hard cash."
    },
    {
      "author": "Neil",
      "text": "Arabella talks about 'hard cash'. Now what does that mean?"
    },
    {
      "author": "Alice",
      "text": "Well, we say hard cash when we talk about physical money – the coins and banknotes – as opposed to other types of payment."
    },
    {
      "author": "Neil",
      "text": "And why do we find it so difficult to talk about cash, Alice?"
    },
    {
      "author": "Alice",
      "text": "Well, because we get emotional about it! Arabella talks about feelings of guilt and shame. And for many of us, money isn't simply money – it can be about how we value ourselves or feel valued."
    },
    {
      "author": "Neil",
      "text": "Right – so if I were to buy you a cheap engagement ring you would feel undervalued."
    },
    {
      "author": "Alice",
      "text": "Nice example, Neil! You can't be a cheapskate when it comes to engagement rings! So how much would you spend on our engagement ring, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well… um… I didn't know we were getting married!  But if I was buying an engagement ring for you Alice, I think definitely I would spend about… you know around... in the region of … mmm pounds…"
    },
    {
      "author": "Alice",
      "text": "Sorry, Neil, I didn't quite catch that. Alright!"
    },
    {
      "author": "Neil",
      "text": "Are you calling me a cheapskate?"
    },
    {
      "author": "Alice",
      "text": "I certainly am, Neil. Cheapskate means someone who doesn't like spending money, by the way. Moving on – let's hear more from Arabella about how people have different attitudes towards money."
    },
    {
      "author": "INSERT",
      "text": "Arabella Russell, relationship therapist Accept the fact that in your relationship you might do money differently – there might be a spender there might be a saver. It’s very tempting if your partner does things differently to say they're wrong. They might do it differently because they see money differently. Do it differently but have a budget. Of course be honest about each other but recognise that you might just have a different view of money."
    },
    {
      "author": "Neil",
      "text": "Now that sounds like excellent advice to me! I'm a saver, and I'm not ashamed to say it. Why waste money on an expensive engagement ring? Engagements don't always last. You might drop the ring down the kitchen sink or…"
    },
    {
      "author": "Alice",
      "text": "How romantic, Neil!"
    },
    {
      "author": "Neil",
      "text": "… it could be stolen or you might meet someone else."
    },
    {
      "author": "Alice",
      "text": "Indeed. Now I know I shouldn't say you're wrong… but you're wrong! You have to invest in a relationship if you want it to work."
    },
    {
      "author": "Neil",
      "text": "Calm down. I see money differently to you. I’m a saver and you’re a spender, and that’s all there is to it. And a budget means the money you have available for something and a plan for how to use it."
    },
    {
      "author": "Alice",
      "text": "Well, we'll have to agree to differ . And that means accept that we have different opinions on this one! Can we have the answer to today's quiz question then, please?"
    },
    {
      "author": "Neil",
      "text": "Yes, we can. I asked: What percentage of married couples don't know exactly what their spouse earns? Is it: a) 4%? b) 14%? Or c) 44%"
    },
    {
      "author": "Alice",
      "text": "And I said b) 14%."
    },
    {
      "author": "Neil",
      "text": "And you are absolutely and completely… wrong! The correct answer is 44%. Now that's according to new research conducted by the UK credit report service, Noddle, who also found that an astonishing 1.9 million married couples actively try to keep their finances secret from their partners!"
    },
    {
      "author": "Alice",
      "text": "Gosh, what a lot of people! Can we have today's words again then, Neil, please?"
    },
    {
      "author": "Neil",
      "text": "Yes, we can. Here they are: go dutch spouse to be in debt mortgage hard cash cheapskate budget agree to differ"
    },
    {
      "author": "Alice",
      "text": "Well, that brings us to the end of today's 6 Minute English. We hope you thought today's programme was good value. Please join us again soon. See you then."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}