{
  "title": "What makes us laugh?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0376s0m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151112",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151112_6min_english_comedy_download.mp3",
  "intro": [
    "Some people are funny whatever they do. Others... well, when they try to make us laugh all they do is embarrass themselves. Alice and Neil discuss humour and teach you related vocabulary. Neil is a bit of a comedian but will he manage to make Alice laugh?"
  ],
  "this_week_question": [
    "Which Greek word means the study of laughter and its effects on the body? Is it…",
    "a) risology?",
    "b) gelotology?",
    "c) comology?"
  ],
  "vocab": [
    {
      "text": "get something (idiomatic)",
      "desc": "understand"
    },
    {
      "text": "gag",
      "desc": "joke or funny story"
    },
    {
      "text": "stand-up comedy",
      "desc": "a type of comedy where a comedian performs in front of and talks directly to their audience"
    },
    {
      "text": "narcissistic",
      "desc": "being too interested in yourself – for example your appearance or other personal qualities"
    },
    {
      "text": "aspiring",
      "desc": "wanting to be successful in your chosen career"
    },
    {
      "text": "unique",
      "desc": "unusual or special"
    },
    {
      "text": "perseverance",
      "desc": "to keep on trying to achieve something even when it’s difficult"
    },
    {
      "text": "outwork",
      "desc": "work harder than everybody else"
    },
    {
      "text": "introverts",
      "desc": "people who are generally quiet and more interested in their own thoughts and feelings than in spending time with other people"
    },
    {
      "text": "extroverts",
      "desc": "people who are generally lively, outgoing, and enjoy the company of others"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. OK Alice, I've got something for you here… a question…"
    },
    {
      "author": "Alice",
      "text": "Yeah."
    },
    {
      "author": "Neil",
      "text": "Ready? What is the Mexican version of One Direction?"
    },
    {
      "author": "Alice",
      "text": "Um… No idea."
    },
    {
      "author": "Neil",
      "text": "Juan Direction. Get it?"
    },
    {
      "author": "Alice",
      "text": "Very good…"
    },
    {
      "author": "Neil",
      "text": "Juan Direction... You know?"
    },
    {
      "author": "Alice",
      "text": "Yes, yes, I get it."
    },
    {
      "author": "Neil",
      "text": "Never mind. Can you guess what the subject of today's show is instead?"
    },
    {
      "author": "Alice",
      "text": "Is it bad jokes?"
    },
    {
      "author": "Neil",
      "text": "Come on! That was a good little gag! Yes. The subject of today's show is… what makes us laugh. And in this context, to get something, for example a gag – or joke, means to understand it. We all like to laugh – well not you apparently – but most of us do! It's good for our health, it reduces stress and releases feel-good hormones in the body."
    },
    {
      "author": "Alice",
      "text": "OK, thank you, Neil. But how about answering today's quiz question? Which Greek word means the study of laughter and its effects on the body? Is it… a) risology? b) gelotology? or c) comology?"
    },
    {
      "author": "Neil",
      "text": "That's difficult and I'm going to say c) comology because it's got the word 'comedy' in it, you see?"
    },
    {
      "author": "Alice",
      "text": "Oh, very good. OK. Well, we'll find out later if you're right. Now, did you know, we rarely laugh when we're on our own? Laughter is a social thing that we generally like to share with other people."
    },
    {
      "author": "Neil",
      "text": "Really? I laugh when I'm watching cartoons on my own – don't you, Alice?"
    },
    {
      "author": "Alice",
      "text": "No, Neil, I don't. Anyway, some researchers believe that the purpose of laughter is related to the way we bond with each other. And the more we laugh, the more we bond as a group."
    },
    {
      "author": "Neil",
      "text": "Interesting idea. It could explain why stand-up comedy – where a comedian performs in front of and talks directly to their audience – is very popular entertainment. But what does it take to keep your audience laughing? Let’s listen to Steve Byrne, a successful US comedian talking about this."
    },
    {
      "author": "INSERT",
      "text": "Steve Byrne, comedian The one single thing an aspiring comedian should do is to write, write, write and talk about the things that make them laugh. Selfishness – time to be selfish – time to be a little narcissistic. What is it that makes you laugh? Because that will get you closer to finding your voice. Because ultimately that's why people come see you."
    },
    {
      "author": "Neil",
      "text": "So comedians need to be selfish and narcissistic – that sounds pretty negative!"
    },
    {
      "author": "Alice",
      "text": "Yes, it does. Narcissistic means being too interested in yourself – for example your appearance or other personal qualities. And aspiring means wanting to be successful in your chosen career."
    },
    {
      "author": "Neil",
      "text": "And what does Steve mean when he says comedians need to find their voice?"
    },
    {
      "author": "Alice",
      "text": "Well, he means they need to talk about what they think in a way that's unique – meaning unusual or special – to them."
    },
    {
      "author": "Neil",
      "text": "OK. Let's listen to Steve again talking about turning 40 and what he finds funny about that."
    },
    {
      "author": "INSERT",
      "text": "Steve Byrne, comedian When you turn 40 you will hear this in your life and hopefully you'll hear this the rest of your life. 'You look good for 40. You look good for 52. You look great for 63.' You never hear that when you're young. You never hear: 'You look good for 19.' You think there's going to be some magic potion – some magic shortcut to it all. It's writing and getting up on stage. It takes a lot of perseverance and it's such a competitive occupation. You know, you've just got to outwork everybody."
    },
    {
      "author": "Neil",
      "text": "Well, we heard Steve making his audience laugh there. And by the way, Alice, you look fantastic for 40."
    },
    {
      "author": "Alice",
      "text": "That's not funny, Neil. I'm only 39 and you know it. Anyway, moving on, Steve says there's no magic potion or shortcut to success. You have to work hard – it doesn't happen by itself. And perseverance means to keep on trying to achieve something even when it's difficult."
    },
    {
      "author": "Neil",
      "text": "He says you have to outwork everybody – which means to work harder than everybody else. Steve certainly doesn't make comedy sound much fun, does he?"
    },
    {
      "author": "Alice",
      "text": "No. In fact some people say there's a connection between depression and comedy – that comedians can be introverted and depressive."
    },
    {
      "author": "Neil",
      "text": "Is that right? Introverts are generally quiet people who are more interested in their own thoughts and feelings than in spending time with other people."
    },
    {
      "author": "Alice",
      "text": "Yes, you'd think that most comedians would be extroverts – people who are lively and enjoy the company of others. OK I think it's time for the answer to our quiz question, Neil. I asked: Which Greek word means the study of laughter and its effects on the body? Is it… a) risology? b) gelotology? or c) comology?"
    },
    {
      "author": "Neil",
      "text": "Yes. I said c) comology, which I think I'm beginning to regret now."
    },
    {
      "author": "Alice",
      "text": "Yes, well, indeed. Sorry, I'm afraid that's the wrong answer. It's actually b) gelotology – which comes from the Greek word, gelos, meaning laughter."
    },
    {
      "author": "Neil",
      "text": "OK. You can stop sniggering now, Alice and just tell us today's words once again?"
    },
    {
      "author": "Alice",
      "text": "Alright then. Here they are: get something (e.g. a joke) gag stand-up comedy narcissistic aspiring unique perseverance outwork introverts extroverts"
    },
    {
      "author": "Neil",
      "text": "Well, that just about brings us to the end of today's 6 Minute English."
    },
    {
      "author": "Alice",
      "text": "See you next time."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}