{
  "title": "Robin Hood",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p037ny07.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-151203",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/151203_6min_english_robin_hood_download.mp3",
  "intro": [
    "In the early stories of Robin Hood there is no Maid Marian, no Friar Tuck, Robin doesn't live in the time of bad Prince John, or the crusades, doesn't lead a large and merry gang, and never robs the rich to give to the poor. Neil and Alice discuss the long-lasting appeal of this man with a bow and how he has changed over the centuries."
  ],
  "this_week_question": [
    "When do we find the first reference to Robin Hood in English literature? Was it in the…",
    "a) 5th century?",
    "b) 10th century?",
    "c) 14th century?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "outlaw",
      "desc": "criminal"
    },
    {
      "text": "medieval period or Middle Ages",
      "desc": "the period in Europe from the 5th to the 15th century"
    },
    {
      "text": "ballad",
      "desc": "a song or poem that tells a story"
    },
    {
      "text": "disturbing",
      "desc": "making you feel upset or shocked"
    },
    {
      "text": "assassinations",
      "desc": "the murder of important people, often for political reasons"
    },
    {
      "text": "dismembered bodies",
      "desc": "bodies that have been cut or torn into pieces"
    },
    {
      "text": "trickster",
      "desc": "someone who deceives or cheats people"
    },
    {
      "text": "operate on your own terms",
      "desc": "do what you want according to your own rules"
    },
    {
      "text": "masculinity",
      "desc": "the qualities typical of a man"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "… and I'm Neil. Hello."
    },
    {
      "author": "Alice",
      "text": "Hello, Neil. Now what do you know about Robin Hood?"
    },
    {
      "author": "Neil",
      "text": "OK. Well, he wore green tights…"
    },
    {
      "author": "Alice",
      "text": "Yes, he did."
    },
    {
      "author": "Neil",
      "text": "He was good at archery… he had a girlfriend called Maid Marion. He was English – although he sometimes he has an American accent in Hollywood films."
    },
    {
      "author": "Alice",
      "text": "Yes."
    },
    {
      "author": "Neil",
      "text": "There was a great Disney cartoon series using animal characters. Robin and Maid Marion were foxes."
    },
    {
      "author": "Alice",
      "text": "Anything else? What about being an outlaw or criminal? Heroically fighting against injustice and corruption?"
    },
    {
      "author": "Neil",
      "text": "Oh yeah, there's all that stuff as well – robbing the rich and giving to the poor. Yes, yeah… he lived in Sherwood Forest with a band of merry men."
    },
    {
      "author": "Alice",
      "text": "Yes, he did. OK, it sounds like you've watched a lot of TV and film versions but haven't read the literature."
    },
    {
      "author": "Neil",
      "text": "Oh, come on, Alice! Have you read the literature?"
    },
    {
      "author": "Alice",
      "text": "Yes I have. I studied English at university and one of my specialist subjects was medieval literature. The Middle Ages or medieval period lasted in Europe from the 5th to the 15th century."
    },
    {
      "author": "Neil",
      "text": "I see. And I'm guessing that Robin Hood is the subject of today's show?"
    },
    {
      "author": "Alice",
      "text": "Absolutely. You're right! So here's a question for you, Neil: When do we find the first reference to Robin Hood in English literature? Was it in the… a) 5th century? b) 10th century? Or c) 14th century?"
    },
    {
      "author": "Neil",
      "text": "Well, I'm going to go for the middle one – and that's b) 10th century."
    },
    {
      "author": "Alice",
      "text": "OK. Well, we'll find out if you're right or wrong later on. Now, why do you think the stories of Robin Hood have lasted from the Middle Ages through to the modern day?"
    },
    {
      "author": "Neil",
      "text": "Well, I suppose it's got appeal on lots of levels – action, adventure – there's some comedy stuff there with the merry men. And of course, romance, like I said before."
    },
    {
      "author": "Alice",
      "text": "Yes, indeed. Actually the early versions of Robin Hood were very violent. Let's listen to Professor Thomas Hahn talk about one of the ballads called The Monk."
    },
    {
      "author": "INSERT",
      "text": "Thomas Hahn, Professor of English Literature at the University of Rochester, New York The Monk is, I think for most modern audiences who've either seen movies or read children's stories or whatever, quite disturbing in terms of its levels of violence. In terms of trying to make some comparisons with popular culture it seems to me that it's really at the level of Sopranos in terms of things like dismembered bodies and actual violence and assassinations."
    },
    {
      "author": "Neil",
      "text": "What's a ballad, Alice?"
    },
    {
      "author": "Alice",
      "text": "Well, It's a song or poem that tells a story. People were telling the stories of Robin Hood for a long time before they were written down – and performing them too."
    },
    {
      "author": "Neil",
      "text": "Really? And how about the comparison between the Robin Hood ballads and the Sopranos? Now The Sopranos is a popular US TV series about gangsters. Maybe I should get The Monk on audiobook. What do you think?"
    },
    {
      "author": "Alice",
      "text": "Yes, I don’t think you'd find it disturbing – disturbing means making you feel upset or shocked. Assassinations are the murder of important people, often for political reasons. And dismembered bodies are bodies that have been cut or torn into pieces."
    },
    {
      "author": "Neil",
      "text": "Right. It sounds like medieval entertainment for guys. You know, like martial arts movies these days."
    },
    {
      "author": "Alice",
      "text": "Well, yes, you may be right. Now do you remember you mentioned Maid Marion at the start of the show?"
    },
    {
      "author": "Neil",
      "text": "I do."
    },
    {
      "author": "Alice",
      "text": "Well, actually, in the early ballads there is no Maid Marian. She appears in later versions along with other characters we know well today. But Robin is always a trickster, and a man with a bow in a wood."
    },
    {
      "author": "Neil",
      "text": "A trickster is someone who deceives or cheats people. That's impressive, Alice. You certainly know your medieval ballads."
    },
    {
      "author": "Alice",
      "text": "Yes, I do. So what's so appealing about this man with a bow? Let's listen to Professor Hahn again."
    },
    {
      "author": "INSERT",
      "text": "Thomas Hahn, Professor of English Literature at the University of Rochester, New York What he represents I think is a kind of strong and forceful masculinity that operates on its own terms and for its own interests and that's I think what we admire in these stories."
    },
    {
      "author": "Neil",
      "text": "What does it mean to operate on your own terms, Alice?"
    },
    {
      "author": "Alice",
      "text": "Well, Neil, it means to do what you want according to your own rules. And masculinity means the qualities typical of a man. Now, remember my question from earlier? I asked: When do we find the first reference to Robin Hood in English literature? Was it in the… a) 5th century? b) 10th century? Or c) 14th century?"
    },
    {
      "author": "Neil",
      "text": "And I said b) 10th century."
    },
    {
      "author": "Alice",
      "text": "Yes, well… I'm afraid you are wrong, Neil. The first reference occurs in the English poet William Langland's book Piers Plowman written between 1370 and 1390. Sloth, the lazy priest, says: \"I kan not parfitly my Paternoster as the preest it singeth,/ But I kan rymes of Robyn Hood and Randolf Erl of Chestre.\""
    },
    {
      "author": "Neil",
      "text": "Well, Alice, can you translate that into modern English, please? Maybe that's for another show."
    },
    {
      "author": "Alice",
      "text": "Maybe another show…"
    },
    {
      "author": "Neil",
      "text": "Can we just have today's words again, please?"
    },
    {
      "author": "Alice",
      "text": "We certainly can. And we can have those in modern English. OK. Here they are: outlaw medieval period or Middle Ages ballad disturbing assassinations dismembered bodies trickster operate on your own terms masculinity"
    },
    {
      "author": "Neil",
      "text": "Well, that brings us to the end of today's 6 Minute English. We hope you enjoyed today's walk in the woods. Please do join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}