{
  "title": "How do you like your tea?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03dl8g2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160204",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160204_6min_english_tea_download.mp3",
  "intro": [
    "Tea comes in different forms – milky, sweet and spicy for those in India. The Chinese drink it green with no milk. Listen to Alice and Neil discussing how this Asian leaf conquered the world and became the second most consumed drink after water."
  ],
  "this_week_question": [
    "Where was the teabag invented? Was it in …",
    "a) China",
    "b) the US",
    "c) Britain",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "brew",
      "desc": "(in this context) add boiling water to tea and allow the flavour to develop"
    },
    {
      "text": "consumed",
      "desc": "ate or drank"
    },
    {
      "text": "sanative",
      "desc": "making you feel better"
    },
    {
      "text": "medicinal",
      "desc": "h ealing"
    },
    {
      "text": "elite",
      "desc": "a small group of people in society who have money and power"
    },
    {
      "text": "evocative",
      "desc": "making you imagine something pleasant"
    },
    {
      "text": "mouthful",
      "desc": "a small amount"
    },
    {
      "text": "mindfulness",
      "desc": "living in the moment and forgetting about the past and future"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil… Um… Alice. What's this?"
    },
    {
      "author": "Alice",
      "text": "It's a cup of tea, Neil. Would you like some?"
    },
    {
      "author": "Neil",
      "text": "Oh, I can't drink that! You didn’t let the tea brew for long enough. And you forgot to add sugar."
    },
    {
      "author": "Alice",
      "text": "Well, make it yourself next time! And when you brew a cup of tea, by the way, you add boiling water to tea leaves or a teabag and allow the flavour to develop."
    },
    {
      "author": "Neil",
      "text": "I'm sorry, Alice. I didn’t mean to be rude about your tea. But I do like it very strong and sweet."
    },
    {
      "author": "Alice",
      "text": "Tea is the subject of today's show. And Neil, I think you'd like the way they serve tea in India. They drink chai – a strong black tea served with lots of milk, sugar and spices."
    },
    {
      "author": "Neil",
      "text": "Mmm… that does sound good. I quite fancy a cup of chai now."
    },
    {
      "author": "Alice",
      "text": "Did you know that it was the British who introduced tea to India?"
    },
    {
      "author": "Neil",
      "text": "No, I didn't, Alice. This is very interesting… I'm proud of our habit of having tea all the time and teabags are great! A marvellous little invention!"
    },
    {
      "author": "Alice",
      "text": "Yes, I agree. Well, that's my question for you today. Where was the teabag invented? Was it in … a) China b) the US Or c) Britain"
    },
    {
      "author": "Neil",
      "text": "Hmm. I buy a lot of teabags but I don't know their history. So I'm going to guess c) Britain."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out if you chose the right answer later on. Let's listen now to Professor Markman Ellis talking about the Chinese tea plant. He's a historian at Queen Mary, University of London."
    },
    {
      "author": "INSERT",
      "text": "Professor Markman Ellis, historian, Queen Mary, University of London Tea is a shrub that grows naturally in the mountainous areas of China and several thousand years ago, no one knows how exactly, there… I mean… there are stories… it became clear that if you consumed the leaves of this plant especially the younger leaves, then it had an interesting effect on you. And that effect could be thought of as medicinal or it could be thought of as just kind of sanative – making you feel a bit better than you used to feel."
    },
    {
      "author": "Alice",
      "text": "Professor Markman Ellis tells us that people in Ancient China consumed – or ate – leaves from the tea plant and it had an interesting effect on them."
    },
    {
      "author": "Neil",
      "text": "Professor Ellis says tea has a sanative effect – making you feel better – so I might try munching a few leaves later on."
    },
    {
      "author": "Alice",
      "text": "Alright then. Apparently the Chinese started drinking tea because of its medicinal – or healing – qualities. And they've been drinking tea for thousands of years! Well we British may love a good cup of tea – but we haven’t been brewing it for nearly so long as the Chinese."
    },
    {
      "author": "Neil",
      "text": "But remember that tea actually grows in China, Alice. We don't grow it in Britain."
    },
    {
      "author": "Alice",
      "text": "Good point, Neil. Which brings me back to what we were talking about earlier. In the 19th c entury the British started to grow tea in India in order to compete with Chinese tea production. When tea first arrived in Britain in the 17th c entury it was incredibly expensive and only the elite could afford to drink it."
    },
    {
      "author": "Neil",
      "text": "Elite means a small group of people in society who have money and power. Well, the opposite is true today – everyone drinks tea! And cheap teabags make really strong tea – just the way I like it!"
    },
    {
      "author": "Alice",
      "text": "[noise of disgust] Oh, it's not for me! I like tea with a delicate flavour – Lapsang Suchong is my favourite with its evocative fragrance."
    },
    {
      "author": "Neil",
      "text": "Not teabags, then?"
    },
    {
      "author": "Alice",
      "text": "No, Neil. Lapsang is different from other types of tea because the leaves are smoke-dried over pinewood fires giving the tea its distinctive smoky flavour."
    },
    {
      "author": "Neil",
      "text": "You sound like a TV advert – I can just see the misty mountains and fields of tea… Can you tell us what evocative means?"
    },
    {
      "author": "Alice",
      "text": "It means making you imagine something pleasant. And for some people tea drinking is a spiritual experience. Let’s listen to BBC reporter Mike Williams learning about the Asian custom of the tea ceremony."
    },
    {
      "author": "INSERT",
      "text": "Mike Williams and his Chinese host CH: Please enjoy a mouthful of green tea. MW: Thank you... That was a bit less than a mouthful. It's a very very small amount, isn't it? CH: It's about 20ml. It's the way to appreciate tea in very small quantities so you can concentrate and cultivate your mindfulness in drinking the tea. MW: Mindfulness? What do you mean by mindfulness? CH: Tea ceremony has some of its origin in Buddhism. The Japanese tea ceremony for example has a lot of Zen Buddhism influence. Mindfulness is the concentration and focus on the now – forget about the past, forget about the future, and enjoy this specific moment. And that's what I call mindfulness."
    },
    {
      "author": "Neil",
      "text": "So they don't use mugs in the tea ceremony. It's 20 millilitres or a mouthful of green tea."
    },
    {
      "author": "Alice",
      "text": "That's right. Drinking just a mouthful – or a small amount – helps you concentrate and cultivate mindfulness. As the speaker explains, mindfulness means living in the moment and forgetting about the past and future."
    },
    {
      "author": "Neil",
      "text": "Well, forgive me for thinking about the past – but how about the answer to today’s quiz question?"
    },
    {
      "author": "Alice",
      "text": "OK then. I asked: Where was the teabag invented? Was it in… a) China?, b) the US? of c) Britain?"
    },
    {
      "author": "Neil",
      "text": "And I said c) Britain. And I must be right."
    },
    {
      "author": "Alice",
      "text": "Well, I'm afraid you're wrong, Neil! It was b) the US. Teabags first appeared commercially in the first decade of the 20th c entury and were successfully marketed by Thomas Sullivan, a tea merchant from New York, who shipped his teabags around the world."
    },
    {
      "author": "Neil",
      "text": "Really? Teabags are older than I thought! Now, can you tell us the words we heard today?"
    },
    {
      "author": "Alice",
      "text": "They are: brew consumed sanative medicinal elite evocative mouthful mindfulness"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. You can go and put the kettle on now for a nice brew. Please join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}