{
  "title": "Is social media a distraction?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03jrb2d.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160331",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160331_6min_english_social_media_download.mp3",
  "intro": [
    "How often do you check your phone? According to some stats, it's a minimum of 85 times a day. Neil and Sophie discuss how social media is interrupting our lives and may be changing our physiology too!"
  ],
  "this_week_question": [
    "Which word describes a situation where you're talking to someone and they suddenly look down at their phone or answer it? Is it…",
    "a) phobbing?",
    "b) phibbing?",
    "c) phubbing?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "etiquette",
      "desc": "rules of polite behaviour in society or among people in a certain group"
    },
    {
      "text": "wind someone up",
      "desc": "say or do something deliberately in order to annoy someone"
    },
    {
      "text": "have a connection with someone",
      "desc": "engage emotionally"
    },
    {
      "text": "physiology",
      "desc": "the way a living thing works or functions"
    },
    {
      "text": "interact",
      "desc": "engage"
    },
    {
      "text": "intimacy",
      "desc": "closeness"
    },
    {
      "text": "snub",
      "desc": "deliberately ignore someone you know"
    }
  ],
  "transcript": [
    {
      "author": "Sophie",
      "text": "Hello and welcome to 6 Minute English. I'm Sophie…"
    },
    {
      "author": "Sophie",
      "text": "Neil? … [sound of a smartphone] Neil!"
    },
    {
      "author": "Neil",
      "text": "Oh, sorry! … And I'm Neil."
    },
    {
      "author": "Sophie",
      "text": "Neil, please put down your phone. We're doing the show!"
    },
    {
      "author": "Neil",
      "text": "Yeah, I know. Hang on a minute. I just need to tweet something and… Done!"
    },
    {
      "author": "Sophie",
      "text": "And the subject of today's show is social media and its impact on our daily lives."
    },
    {
      "author": "Neil",
      "text": "Hmm, well, I suppose it has had quite a big impact on mine."
    },
    {
      "author": "Sophie",
      "text": "That's all too clear. Now, perhaps we can move on to today's quiz question?"
    },
    {
      "author": "Neil",
      "text": "Of course – I'm all ears. [sound of a smartphone] Oh, hang on, wait a second…"
    },
    {
      "author": "Sophie",
      "text": "There's a word to describe what you're doing, you know. Answer me this: Which word describes a situation where you're talking to someone and they suddenly look down at their phone or answer it? Is it…"
    },
    {
      "author": "Neil",
      "text": "Well, you've got me there, Sophie! I have no idea! But I'll guess that it's c) phubbing!"
    },
    {
      "author": "Sophie",
      "text": "Well, we'll find out later on in the show whether you got the answer right or not. Now, let's move on and talk about phone etiquette – etiquette means rules of polite behaviour in society or among people in a certain group."
    },
    {
      "author": "Neil",
      "text": "Well… interrupting conversations to check your phone has become a social norm, hasn't it, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "Social norms are the rules of behaviour considered acceptable in a group or society. I don't agree, Neil! Let's listen to Professor Sherry Turkle of Massachusetts Institute of Technology talking about social norms amongst students."
    },
    {
      "author": "INSERT",
      "text": "Sherry Turkle, American clinical psychologist and professor of the social studies of Science and Technology at Massachusetts Institute of Technology I interviewed hundreds of college students and what they talked about was what some of them called 'the rule of three'. And what the rule of three is which is that if you go to dinner with friends, you don't want to look down at your phone until you see that three people, let's say you're six at dinner, are looking up in the conversation. So there's a new etiquette where you don't look down unless three people are looking up kind of to keep a little conversation alive."
    },
    {
      "author": "Neil",
      "text": "Professor Sherry Turkle."
    },
    {
      "author": "Sophie",
      "text": "Why don't you try out the rule of three once in a while?"
    },
    {
      "author": "Neil",
      "text": "There are only two of us here, Sophie - do the math! And I'm listening to you… mmm… let me just send a text message here on my phone ... hang on…"
    },
    {
      "author": "Sophie",
      "text": "Neil… NEIL! I'm not going to carry on with the show unless you pay attention!"
    },
    {
      "author": "Neil",
      "text": "Sorry, Sophie. Actually I was just doing that to wind you up. I wasn't really using my phone… Sorry."
    },
    {
      "author": "Sophie",
      "text": "And to wind someone up means to say or do something deliberately in order to annoy someone. Well, I do get wound up about people constantly checking their devices. Yesterday, I was in a café and two girls came in. They sat down and started chatting away – but not to each other – they were tapping away at their devices. And there was no face-to-face conversation at all!"
    },
    {
      "author": "Neil",
      "text": "But you can have moments of connection using your devices, you know?"
    },
    {
      "author": "Sophie",
      "text": "If you have a connection with someone you engage emotionally."
    },
    {
      "author": "Neil",
      "text": "Exactly. I was on the train this morning and there were a couple sharing a tablet. They were looking at the screen, and talking about what they saw there. It was very intimate, and they were… well… very connected. Let's hear from Ian Sinclair, British poet and filmmaker, talking about a new generation of connected humans."
    },
    {
      "author": "INSERT",
      "text": "Iain Sinclair, British writer, poet, and filmmaker Physiologically we're changing, that almost the neck muscles are tipped over to look down. We're getting a new kind of human being. And I think – maybe I'm not getting it – but there is actually a different kind of intimacy emerging in which these instruments are very important."
    },
    {
      "author": "Sophie",
      "text": "So Iain Sinclair says our physiology is changing – our bodies, our neck muscles are changing – to make it easier to look down all the time at our devices! But it isn't only muscles that might change as a result of our techie habits – it's the way we interact – or engage with each other too. Ian Sinclair talks about a different kind of intimacy emerging – what does he mean, Neil?"
    },
    {
      "author": "Neil",
      "text": "Our intimacy – or closeness – with other people is somehow connected up with our devices. They've become part of us. And I expect some day devices will literally be part of us – an implant in our necks or something."
    },
    {
      "author": "Sophie",
      "text": "What a horrible thought!"
    },
    {
      "author": "Neil",
      "text": "Let's have the quiz question again Sophie to take your mind off it."
    },
    {
      "author": "Sophie",
      "text": "OK. I asked: Which word describes a situation where you're talking to someone and they suddenly look down at their phone or answer it? Is it…a) phobbing? b) phibbing? Or c) phubbing?"
    },
    {
      "author": "Neil",
      "text": "And I said c) phubbing."
    },
    {
      "author": "Sophie",
      "text": "You were right, Neil! Well done! It's a combination of' 'phone' and 'snubbing' – snub means to deliberately ignore someone you know. New words formed by putting together parts of existing words are known as blends or portmanteau words. And 'phubbing' is starting to appear in some online dictionaries. Now can we hear the words we learned today?"
    },
    {
      "author": "Sophie",
      "text": "Neil? OK! I'll say the words myself: etiquette wind someone up have a connection with someone physiology interact intimacy snub"
    },
    {
      "author": "Sophie",
      "text": "Well, that's the end of today's 6 Minute English. Don't forget to connect with us again soon! Come on Neil, connect with us! Come on!"
    },
    {
      "author": "Neil",
      "text": "Oh, yeah, hang on, just got to…"
    },
    {
      "author": "Sophie",
      "text": "Goodbye!"
    },
    {
      "author": "Neil",
      "text": "Hang on… I'll be with you in a second… Yes. OK. Bye!"
    }
  ],
  "authors": [
    "Sophie",
    "Neil",
    "INSERT"
  ]
}