{
  "title": "onspiracy theories",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03rbpfq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160519",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160519_6min_english_conspiracy_theories_download.mp3",
  "intro": [
    "Do you believe that people really went to the Moon? This is one of many events surrounded by conspiracy theories. Alice and Rob discuss if these theories are harmless and why some people are suspicious of everything."
  ],
  "this_week_question": [
    "Around what proportion of the US population believes that the assassination of President John F Kennedy was not the result of a lone gunman? Is it…",
    "a) 6%?",
    "b) 16%?",
    "Or c) 60%?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "to fake",
      "desc": "something to make something that isn't true appear to be real"
    },
    {
      "text": "gullible",
      "desc": "a  person is easily persuaded to believe something"
    },
    {
      "text": "conspiracy theory",
      "desc": "a belief that a particular group or organization is responsible for a situation or event through secret planning"
    },
    {
      "text": "susceptible",
      "desc": "likely to be influenced by"
    },
    {
      "text": "cover-up",
      "desc": "attempt to prevent the public from discovering information about something important"
    },
    {
      "text": "trait",
      "desc": "quality"
    },
    {
      "text": "paranoia",
      "desc": "strong and unreasonable feeling that other people don't like you or want to harm you"
    },
    {
      "text": "off the beaten track",
      "desc": "unusual; not done by many other people"
    },
    {
      "text": "paranormal",
      "desc": "strange things that can't be explained by science, for example, ghosts"
    },
    {
      "text": "unsubstantiated",
      "desc": "not supported by evidence"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Rob",
      "text": "… And I'm Rob. Alice, I read in the paper recently that the substance called 'fluoride' might be bad for our health. But it's in nearly every brand of toothpaste, isn't it?"
    },
    {
      "author": "Alice",
      "text": "You shouldn't believe everything you hear, Rob. Fluoride protects our teeth against decay."
    },
    {
      "author": "Rob",
      "text": "But there's a theory that drug companies are using fluoride to affect our brains… and make us all dumb…"
    },
    {
      "author": "Alice",
      "text": "That's ridiculous Rob!"
    },
    {
      "author": "Rob",
      "text": "Well… I'm not sure if I believe it or not. But it is worrying me."
    },
    {
      "author": "Alice",
      "text": "Do you also worry that the moon landings never really happened?"
    },
    {
      "author": "Rob",
      "text": "It's funny you should mention that because… yes! I wonder about this too… Apparently, in the 1960s television footage of the moon landing, the American flag is fluttering – and there's no air on the moon so the US government must've faked it!"
    },
    {
      "author": "Alice",
      "text": "To fake something means to make something that isn't true appear to be real. I didn't realize you were so gullible Rob – and that means easily persuaded to believe something."
    },
    {
      "author": "Rob",
      "text": "I just like to question things."
    },
    {
      "author": "Alice",
      "text": "Oh, I see…"
    },
    {
      "author": "Rob",
      "text": "I have a healthy distrust of authority, Alice. And today we're talking about conspiracy theories – a conspiracy theory is a belief that some organization or group of people is responsible for a situation or event through secret planning."
    },
    {
      "author": "Alice",
      "text": "We'll talk more about how healthy this type of distrust might be later on in the show. But now please focus your intellectual powers on today's quiz question, Rob. Around what proportion of the US population believes that the assassination of President John F Kennedy was not the result of a lone gunman? Is it…"
    },
    {
      "author": "Rob",
      "text": "I'll go for b) 16%."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out if you chose the right answer later on in the programme. But for now let's move on. Let's talk about what types of people are thought to be susceptible to – or likely to be influenced by – conspiracy theories."
    },
    {
      "author": "Rob",
      "text": "The stereotype is of a loner, maybe male, middle aged, sitting in front of the computer. But in actual fact this isn't true. People of all ages and from all social classes are susceptible to conspiracy theories. Lots of us worry that important things are being covered up – and a cover-up means an attempt to prevent the public from discovering information about something important."
    },
    {
      "author": "Alice",
      "text": "Let's listen now to Professor Chris French from Goldsmiths, a college within the University of London, talking more about people who believe in conspiracy theories."
    },
    {
      "author": "INSERT",
      "text": "Chris French, Professor of Psychology at Goldsmiths, University of London There are quite a few personality dimensions that seem to be related to belief in conspiracy theories and not surprisingly paranoia is one of them; also openness to new ideas – people who are willing to entertain ideas that are kind of off the beaten track. People who believe in conspiracy theories tend to believe in the paranormal."
    },
    {
      "author": "Rob",
      "text": "That was Professor Chris French. So he says that paranoia is a personality trait – or quality – that leads some people to believe in conspiracy theories."
    },
    {
      "author": "Alice",
      "text": "Paranoia is a strong and unreasonable feeling that other people don't like you or want to harm you."
    },
    {
      "author": "Rob",
      "text": "And ideas that are off the beaten track are those which are unusual and aren't shared by many other people."
    },
    {
      "author": "Alice",
      "text": "Believing in the paranormal means believing in strange things that can't be explained by science, for example, ghosts."
    },
    {
      "author": "Rob",
      "text": "Ghosts, yes. Do you believe in them, Alice?"
    },
    {
      "author": "Alice",
      "text": "No, Rob, I don't. How about you?"
    },
    {
      "author": "Rob",
      "text": "Well, maybe."
    },
    {
      "author": "Alice",
      "text": "Moving on. Most of the time believing in conspiracy theories is quite harmless and might even be good – because we shouldn't just accept everything that we're told. But there can also be serious consequences. Let's hear more from Professor French on this."
    },
    {
      "author": "INSERT",
      "text": "Chris French, Professor of Psychology at Goldsmiths, University of London Studies have shown that people are less likely to engage with the political process. People who accept medically based conspiracies are likely to avoid getting their kids vaccinated. And even terrorist acts – it's been shown that terrorist groups will actually use conspiracy theories as both a means to get new recruits and also to motivate people to carry out extreme terrorist acts."
    },
    {
      "author": "Rob",
      "text": "So the toothpaste thing I mentioned at the beginning of the show is a medically based conspiracy theory?"
    },
    {
      "author": "Alice",
      "text": "Yes."
    },
    {
      "author": "Rob",
      "text": "But more serious examples are parents choosing not to vaccinate their children against diseases because of unsubstantiated ideas that they are harmful – 'unsubstantiated' means 'not supported by evidence'."
    },
    {
      "author": "Alice",
      "text": "That's right. OK, now remember the question I asked earlier, Rob? Around what proportion of the US population believes that the assassination of President John F Kennedy wasn't the result of a lone gunman? Is it… a) 6%, b) 16% or c) 60%?"
    },
    {
      "author": "Rob",
      "text": "Well, I said b) 16%."
    },
    {
      "author": "Alice",
      "text": "And you were wrong today, Rob, I'm afraid. The answer is actually c) 60%. And this statistic comes from a Gallup poll from 2013 that suggests a clear majority of Americans still believe others, besides the gunman Lee Harvey Oswald, were involved."
    },
    {
      "author": "Rob",
      "text": "That's more than I expected. But they might have a point."
    },
    {
      "author": "Alice",
      "text": "There you go again… Come on, Rob. Now let me remind everybody what words we've heard today. They are:"
    },
    {
      "author": "Rob",
      "text": "That's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Rob",
    "INSERT",
    "Both"
  ]
}