{
  "title": "How bad is booze?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03r1528.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160505",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160505_6min_english_booze_download.mp3",
  "intro": [
    "Do you enjoy a glass or two of wine? How about three or four? Is beer your favourite drink or do you go for gin? Rob and Alice discuss how good or bad alcohol is for you. They also talk about what risk to your health regular drinking may have."
  ],
  "this_week_question": [
    "What is the name of the main process involved in producing alcohol? Is it…",
    "a) fermentation?",
    "b) hydration?",
    "c) purification?",
    "You can hear the right answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "hangover",
      "desc": "the headache and sickness you can feel after drinking too much alcohol"
    },
    {
      "text": "cure",
      "desc": "something that makes you better"
    },
    {
      "text": "teetotal",
      "desc": "someone who doesn't drink alcohol"
    },
    {
      "text": "hair of the dog",
      "desc": "the belief that drinking more alcohol when you already have a hangover will make you feel better"
    },
    {
      "text": "boozy",
      "desc": "lots of alcohol"
    },
    {
      "text": "downside",
      "desc": "disadvantages"
    },
    {
      "text": "tipple",
      "desc": "alcoholic drink"
    },
    {
      "text": "don't knock it until you've tried it",
      "desc": "try something before you criticize it"
    },
    {
      "text": "sceptical",
      "desc": "doubtful about whether something is true or not"
    },
    {
      "text": "fermentation",
      "desc": "the process in which yeast or bacteria change sugar to alcohol"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Rob",
      "text": "And I'm Rob…"
    },
    {
      "author": "Alice",
      "text": "You look very pale, Rob. Are you OK?"
    },
    {
      "author": "Rob",
      "text": "Well, I was at a rather boozy wedding party last night. And I had a bit too much champagne. Do you know any good hangover cures?"
    },
    {
      "author": "Alice",
      "text": "A hangover is the headache and sickness you can feel after drinking too much alcohol. And a cure is something that makes you better. Well, I'm teetotal – I don't drink alcohol. So, I'd say the best hangover cure is not to drink in the first place."
    },
    {
      "author": "Rob",
      "text": "You don't believe in hair of the dog then?"
    },
    {
      "author": "Alice",
      "text": "No, Rob, I don't. Hair of the dog is the belief that drinking more alcohol when you already have a hangover will make you feel better! And boozy means lots of alcohol."
    },
    {
      "author": "Rob",
      "text": "I can see I'm not going to get much sympathy from you. So I'm going to take a couple of painkillers and let you tell everyone what the subject of today's show is."
    },
    {
      "author": "Alice",
      "text": "Alright then. Well, it's drinking too much, Rob. And I have a question for you. What is the name of the main process involved in producing alcohol? Is it… a) fermentation? b) hydration? Or c) purification?"
    },
    {
      "author": "Rob",
      "text": "OK, I know it has something to do with water so I'm going to go for b) hydration. It rings a bell from chemistry lessons at school."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out later on in the show whether you were listening carefully in class, Rob."
    },
    {
      "author": "Rob",
      "text": "Well, er… no comment."
    },
    {
      "author": "Alice",
      "text": "Well, most people are aware of the links between smoking and cancer, but fewer are aware that drinking alcohol is linked to an increased risk of future health problems. The UK government is currently trying to raise awareness with their new guidelines on how much it's safe to drink. Let's hear what Dr Michael Moseley has to say about health risks."
    },
    {
      "author": "INSERT",
      "text": "Dr Michael Moseley, Science journalist and TV presenter Unfortunately whatever level of alcohol you are drinking it is likely to increase your risk of some forms of cancer, particularly breast cancer, but also other rarer forms of cancer like head, neck, and the throat. The rest are quite low at moderate drinking but they do rise rapidly."
    },
    {
      "author": "Rob",
      "text": "So any drinking at all – even one small glass of wine with your evening meal – raises your risk of cancer? Is that right?"
    },
    {
      "author": "Alice",
      "text": "Yes. And the health risk increases with the amount you drink."
    },
    {
      "author": "Rob",
      "text": "But I thought wine was supposed to be good for you?"
    },
    {
      "author": "Alice",
      "text": "It's a popular belief, but medical evidence doesn't seem to support this view. Let's listen to Dr Michael Moseley again on this."
    },
    {
      "author": "INSERT",
      "text": "Dr Michael Moseley, Science journalist and TV presenter Now there's long been this idea there is this marvellous stuff in red wine called 'resveratrol' which is said to reduce your risk of all sorts of things. Unfortunately the amount you'd have to consume would be so huge that the downsides of drinking red wine would swiftly overwhelm them."
    },
    {
      "author": "Rob",
      "text": "And the downside of something means the disadvantages. Now Alice, what's your favourite tipple?"
    },
    {
      "author": "Alice",
      "text": "Well, I don't have one Rob because I'm teetotal, remember? A tipple is another way of saying 'an alcoholic drink'. I enjoy beetroot and kale smoothies with a dash of turmeric and ground pepper."
    },
    {
      "author": "Rob",
      "text": "Kale? Yuk, that's disgusting! Now, a smoothie is a thick drink made of fruit or vegetables blended with milk or yogurt or water. Well, I like sweet stuff… maybe a banana smoothie with some honey, but beetroot and kale sounds disgusting!"
    },
    {
      "author": "Alice",
      "text": "Don't knock it until you've tried it . And that means to try something before you criticize it."
    },
    {
      "author": "Rob",
      "text": "OK, OK, but seriously. A glass of wine makes me happy and relaxed. And there are health studies that suggest being happy is good for your health."
    },
    {
      "author": "Alice",
      "text": "That's true, but eating and drinking healthily makes me happy! Now moving on, it's important to put the risk of drinking alcohol…"
    },
    {
      "author": "Rob",
      "text": "…or horrible vegetable smoothies…"
    },
    {
      "author": "Alice",
      "text": "… in context. Statistically, drinking alcohol regularly represents just under 1% lifetime risk of death. But actually an hour of TV watching or eating a bacon sandwich a couple of times a week is more dangerous."
    },
    {
      "author": "Rob",
      "text": "Well, that's what I like to hear! Though… what if I'm watching TV, enjoying a beer and a lovely bacon sandwich, does that triple my lifetime risk of death?"
    },
    {
      "author": "Alice",
      "text": "Well, Rob, you better ask Professor David Spiegelhalter at the University of Cambridge that question. I was quoting him earlier about the TV watching and the bacon sandwich. He works with statistics, but this is for another programme. Now, let's get on to the serious matter of today's quiz question. I asked: What is the name of the main process involved in producing alcohol? Is it… a) fermentation, b) hydration or c) purification?"
    },
    {
      "author": "Rob",
      "text": "Well, I said b) hydration. Though you were sceptical , weren't you, Alice?"
    },
    {
      "author": "Alice",
      "text": "Yes. And I was right to be sceptical, which means 'doubtful', because b) is the wrong answer I'm afraid, Rob. The main process involved in producing alcohol is fermentation , which is the process in which yeast or bacteria changes sugar into alcohol. Hydration is the process of making your body absorb water. And purification is the act of removing some harmful things from something. Actually, have this glass of water, Rob. Hydration is a good hangover cure – much better than hair of the dog."
    },
    {
      "author": "Rob",
      "text": "Cheers, Alice!"
    },
    {
      "author": "Alice",
      "text": "Now let's hear the words we learned today."
    },
    {
      "author": "Rob",
      "text": "They are: hangover cure teetotal hair of the dog boozy downside tipple don't knock it until you've tried it sceptical fermentation"
    },
    {
      "author": "Alice",
      "text": "Well, that's the end of today's 6 Minute English. Keep hydrated and don't forget to join us again soon."
    },
    {
      "author": "Both",
      "text": "Bye."
    }
  ],
  "authors": [
    "Alice",
    "Rob",
    "INSERT",
    "Both"
  ]
}