{
  "title": "of the future",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p03z89zr.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160714",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160714_6min_english_cities_download.mp3",
  "intro": [
    "What will the cities of the future look like, and will we enjoy living in them? Vast mega-cities are emerging in the developing world as people migrate in search of work. Cities in the richer world need to find ways to improve the quality of life for their inhabitants. Alice and Neil discuss Neil's attempt at town planning and how to make cities 'smart'."
  ],
  "this_week_question": [
    "What is the percentage of the world's population that will be living in cities in 2050? We're dealing with approximates here. Is it…",
    "a) 10%?",
    "b) 50%?",
    "c) 70%?",
    "You'll hear the correct answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "congested",
      "desc": "overcrowded"
    },
    {
      "text": "utopia",
      "desc": "an imaginary place where everything is perfect"
    },
    {
      "text": "smog",
      "desc": "air pollution"
    },
    {
      "text": "urban sprawl",
      "desc": "the way a city spreads into undeveloped land around it, often without planning permission"
    },
    {
      "text": "migrate",
      "desc": "move from one place to another"
    },
    {
      "text": "shanty towns",
      "desc": "poor communities where the houses are built out of cheap materials like corrugated iron and plastic sheeting"
    },
    {
      "text": "off the grid",
      "desc": "without facilities such as an electricity or water supply"
    },
    {
      "text": "infrastructure",
      "desc": "the basic facilities a town or city needs, for example: communication, transport, water, and electricity"
    },
    {
      "text": "ubiquitous",
      "desc": "everywhere"
    },
    {
      "text": "game changer",
      "desc": "significantly affecting the result of something"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Note: This is not a word-for-word transcript.  Hello and welcome to 6 Minute English. I'm Alice… Neil And I'm Neil. Alice Have you ever played SimCity, Neil – the city-building computer game? Neil Yes, but I wasn't very good at it. I didn't build enough houses, which created a lot of homeless Sims – those are the characters in the game. And then I didn't deal effectively with a flood… Alice Really? Well, I suppose managing a city is quite a challenge – which is the subject of today's show: cities of the future – an important subject as so many of us now live in urban areas. I want to start with our quiz question: What is the percentage of the world's population that will be living in cities in 2050? We're dealing with approximates here. Is it… a) 10%? b) 50%? Or c) 70%? Neil I think that it's a) 10%. Alice Well, we'll find out if you're right or wrong later on in the show. Now, you've encountered a couple of issues that might face urban planners when designing a city, Neil – housing and dealing with a flood. Can you think of any others? Neil Yes. Having decent cycle lanes. Good transport networks are very important. Alice Yes indeed, and if people could get around easily on foot, or by bike, or by public transport, roads would be less congested – or overcrowded – and less polluted. That sounds rather utopian to me though. Neil A utopia is an imaginary place where everything is perfect. But Copenhagen is pretty utopian, Alice - t he air is clean, there are bike lanes everywhere. Alice That sounds fantastic, but what about somewhere like Beijing with its constant smog – or air pollution – hanging over the city? A lot of people ride bikes there too. So which city is going to be the model for the future? Neil Maybe like the future Los Angeles in the movie Blade Runner – you know, glittering high-rises, gigantic neon billboards, flying cars… Alice Well, today's Los Angeles has terrible urban sprawl and traffic problems. Neil Urban sprawl is the way a city spreads into undeveloped land around it, often without planning permission. Alice Dr Janice Pearlman can explain why this happens. She is the founder and president of the Megacities Project non-profit organization in Rio de Janeiro and knows a lot about urban sprawl in Brazilian cities. INSERT Dr Janice Pearlman, founder and president of the Megacities Project non-profit organization, Rio de Janeiro People are coming massively into the cities which have no housing that's affordable to them. So they can't rent and they can't buy, and they end up building their own communities and houses on unoccupied land. And these communities are becoming in some places the majority not the minority and they're off the grid so they're not often serviced by either the social services but also many of them don't have water, sanitation and electricity. Neil People migrate – or move – from the countryside to the city to get better opportunities, but end up with nowhere to live. Alice So they build their own housing on unoccupied land. These shanty towns – poor communities where the houses are built out of cheap materials like corrugated iron and plastic sheeting – are often off the grid … Neil Which means they don't have an electricity or water supply – or access to healthcare and education. And these communities are growing, so the problem is getting bigger. So are there any solutions, Alice? Alice"
    },
    {
      "author": "infrastructure",
      "text": "Well, it's all about improving the  . That's the basic facilities a town or city needs, for example: communication, transport, water, and electricity. But this shouldn't only mean improving housing conditions, but also promoting education and employment among the inhabitants, and building better communities. Neil That sounds like a real headache for the urban planners. Alice You're right there. And one thing urban planners are talking about at the moment is creating 'smart cities'. John Rossant, founder and chairman of the non-profit organisation New Cities Foundation, explains what it is. INSERT John Rossant, founder and chairman of the non-profit organisation New Cities Foundation, New York City I think, you know, generally it's accepted that cloud computing, ubiquitous internet, robust 5G networks etc, will transform our cities, whether they're in the global south or the developed world. And, you know, technology is really a game changer, I think, in urbanisation. Neil John Rossant there. What's ubiquitous , Alice? Alice It means available everywhere. So, the idea behind smart cities is to use technology to collect large amounts of data about how a city is performing. Neil And that will be a game changer – significantly affecting the way our cities function.Hope for the future, Alice? Alice Fingers crossed. Now, I think it's time for the answer to today's quiz question, Neil. I asked: What is the percentage of the world's population that will be living in cities in 2050? And remember I said we are dealing with approximates here? Is it…  a) 10%? b) 50%? Or c) 70%? Neil And I said a) 10%. Alice Yes, and you underestimated there, Neil. The right answer is actually c) 70%. This, according to a report by the United Nations. Today 54% of the world’s population lives in urban areas. Neil A lot really! Alice Yeah. Neil Well, I know we're running out of time, so let me repeat the words we learned today. They were: congested utopia smog urban sprawl migrate shanty towns off the grid infrastructure ubiquitous game changer Alice Well, that's the end of this edition of 6 Minute English. Join us again soon! Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English. Both Bye!"
    }
  ],
  "authors": [
    "Alice",
    "infrastructure"
  ]
}