{
  "title": "Slang",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p043hmw1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160901",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160901_6min_english_slang_download.mp3",
  "intro": [
    "Is slang a bad thing? Do you use it a lot? Neil and Alice discuss a very English kind of of language - Cockney Rhyming Slang - and teach you about jargon."
  ],
  "this_week_question": [
    "What's Cockney Rhyming Slang for 'money'? Is it… a) bread? b) honey? Or c) dough?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "slang",
      "desc": "informal language spoken by a particular group"
    },
    {
      "text": "dosh",
      "desc": "money"
    },
    {
      "text": "smacker",
      "desc": "British pound or US dollar"
    },
    {
      "text": "Cockney Rhyming Slang",
      "desc": "a coded language invented in the 19th Century by Cockneys (people who were born in a particular area of London) so they could speak in front of the police without being understood"
    },
    {
      "text": "colloquial",
      "desc": "informal spoken language"
    },
    {
      "text": "frowned upon",
      "desc": "disapproved of"
    },
    {
      "text": "lingered",
      "desc": "slow to disappear"
    },
    {
      "text": "booze",
      "desc": "alcohol swear words / profanity rude language that offends or upsets people"
    },
    {
      "text": "jargon",
      "desc": "the technical language belonging to a specific subject area"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Alice",
      "text": "Could you lend me some dosh, Neil?"
    },
    {
      "author": "Neil",
      "text": "Sure. How much do you need?"
    },
    {
      "author": "Alice",
      "text": "A couple of smackers."
    },
    {
      "author": "Neil",
      "text": "You're sounding strange today, Alice."
    },
    {
      "author": "Alice",
      "text": "Yes, I know, Neil. Slang – or informal language used by a particular group – is the subject of today's show, and I was just demonstrating a couple of slang words that mean 'money'. Dosh is a general term for money and a smacker is a British pound or US dollar."
    },
    {
      "author": "Neil",
      "text": "OK, so Cockney Rhyming Slang is a type of slang. It's a coded language invented in the 19th Century by Cockneys so they could speak in front of the police without being understood. And still on the subject of money, I have a question for you, Alice."
    },
    {
      "author": "Alice",
      "text": "OK."
    },
    {
      "author": "Neil",
      "text": "What's Cockney Rhyming Slang for 'money'? Is it… a) bread? b) honey? Or c) dough?"
    },
    {
      "author": "Alice",
      "text": "I think it's a) bread. I bet you didn't know, Neil, that I'm a Cockney."
    },
    {
      "author": "Neil",
      "text": "I don't Adam and Eve it, Alice! That's a pork pie!"
    },
    {
      "author": "Alice",
      "text": "'Adam and Eve' means 'believe' and 'pork pie' means… 'lie'! Actually, you're right. I'm not a Cockney."
    },
    {
      "author": "Neil",
      "text": "To be considered a Cockney, you need to be born within hearing distance of the bells of St Mary-le-Bow church in what is now the City of London."
    },
    {
      "author": "Alice",
      "text": "Indeed. Now, slang, as we've said, is colloquial – or informal – language. And it's characteristic of specific social groups. We usually use it in informal conversation rather than in writing or more formal situations, like a job interview."
    },
    {
      "author": "Neil",
      "text": "We change the way we speak so that what we say is appropriate for a particular situation. So you surprised me, earlier, Alice, by talking about 'dosh' and 'smackers' because it didn't seem appropriate for presenting the show."
    },
    {
      "author": "Alice",
      "text": "Slang use is often frowned upon – or disapproved of. Let's listen to Jonathan Green, a lexicographer of slang, talking about who uses slang and how this has changed. Here he is on the Radio 4 programme Word of Mouth."
    },
    {
      "author": "INSERT",
      "text": "Jonathan Green, lexicographer of slang Slang does have a bad reputation and I would say this comes from its earliest collection, which was of criminal slang in the 1500s in the 16th century, and it was associated with bad people, and inevitably that has lingered. But now in the last 40 or 50 years it's changed. The definitions tend to stress 'different' and 'jocular', 'funny', 'humorous', 'inventive', that kind of thing."
    },
    {
      "author": "Neil",
      "text": "So we have records of 16th Century slang in collections – or dictionaries. Words used by criminals as a code so they could talk without being understood. And this bad reputation has lingered – or been slow to disappear."
    },
    {
      "author": "Alice",
      "text": "But for the last 50 years we've been using slang to be funny and creative as well as to show belonging to a particular group. And apparently we're very creative when talking about drinking and being drunk. The slang word booze – meaning 'alcohol' – comes from the 13th Century Dutch word, 'būsen'."
    },
    {
      "author": "Neil",
      "text": "And there are hundreds of slang expressions to talk about drink and being drunk: 'on the sauce', 'in your cups', 'half cut', 'hammered', 'squiffy', 'tipsy', 'wasted', 'legless', and many many more that are far too rude to mention in this programme."
    },
    {
      "author": "Alice",
      "text": "Yes. So, while these terms might not be strictly acceptable – or appropriate in formal contexts they aren't offensive, they are often amusing and help people bond in social groups."
    },
    {
      "author": "Neil",
      "text": "By contrast, swear words or profanity – means 'rude language that offends or upsets people'. And I'm not going to give any examples because that would be inappropriate and impolite, Alice."
    },
    {
      "author": "Alice",
      "text": "OK, let's listen now to Jonathan Green and presenter Michael Rosen talking about jargon – another type of in-group language."
    },
    {
      "author": "INSERT",
      "text": "Jonathan Green, lexicographer of slang, and Michael Rosen, Presenter, Word of Mouth, Radio 4 JG: Jargon is what I would call is small 'o' occupational, small 'p' professional. It's closed off environments. You get legal jargon, you get naval jargon, I've been reading Patrick O'Brien recently and that's awash with futtock plates and fiddying the decks. MR: This is radio 4 Jonathan, be careful!"
    },
    {
      "author": "Neil",
      "text": "Jonathan Green in another segment of the BBC Radio 4 programme Word of Mouth. So he says jargon is occupational and professional, meaning people speak it at work, for example, lawyers and sailors. A futtock plate is, I believe, an iron plate attached to the top of a ship's mast. But I don't know much about this subject."
    },
    {
      "author": "Alice",
      "text": "That's the idea, though – jargon is the technical language belonging to a specific group. And to outsiders this jargon is often hard to understand. Neil Yes and here in the studio I can use all the radio jargon that I like. Look at my faders here, Alice. Going down and up and up and I'm just testing our levels…"
    },
    {
      "author": "Alice",
      "text": "Come on, live the fader alone. It controls the level of sound on a studio deck. Now it's time for the answer to today's quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "I asked you: What's Cockney Rhyming Slang for money? Is it… a) bread, b) honey or c) dough?"
    },
    {
      "author": "Alice",
      "text": "And I said a) bread."
    },
    {
      "author": "Neil",
      "text": "And you were right, Alice! Cockney Rhyming Slang uses just the first word of a phrase that rhymes with a word we're trying to disguise. So 'money' becomes 'bread and honey' but we just say 'bread'."
    },
    {
      "author": "Alice",
      "text": "OK, so let's recap on the words we've learned today. They are: slang dosh smacker Cockney Rhyming Slang colloquial frowned upon lingered booze swear profanity jargon"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}