{
  "title": "Penicillin: breaking the mould",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p046t4fw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-160922",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/160922_6min_english_antibiotics_download.mp3",
  "intro": [
    "Alice and Neil discuss penicillin, the so-called wonder drug discovered in 1928 by Alexander Fleming. They talk about Neil's sore toe, mouldy coffee mugs, and why drug companies should be looking at ways to extend the lifespan of antibiotics and find new ones."
  ],
  "this_week_question": [
    "How many lives penicillin has saved since its first use as a medicine in 1942? Is it…",
    "a) 20 million?",
    "b) 200 million?",
    "c) 2 billion?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "antibiotic",
      "desc": "substance that kills microorganisms"
    },
    {
      "text": "halo",
      "desc": "circle"
    },
    {
      "text": "mould",
      "desc": "Soft, green substance that develops on food or on objects that have been left for too long in warm moist air"
    },
    {
      "text": "chemotherapy",
      "desc": "chemical treatment used to kill cancer cells"
    },
    {
      "text": "suppresses",
      "desc": "stops"
    },
    {
      "text": "immune system",
      "desc": "our body's defence against infection and disease"
    },
    {
      "text": "pave the way",
      "desc": "make something possible"
    },
    {
      "text": "resistance",
      "desc": "ability to remain unharmed"
    },
    {
      "text": "corpses",
      "desc": "dead bodies"
    },
    {
      "text": "Alice",
      "desc": "Hello and welcome to 6 Minute English. I'm …"
    },
    {
      "text": "Neil",
      "desc": "And I'm . [rattles a bottle of pills]"
    },
    {
      "text": "Alice",
      "desc": "What have you got there, Neil?"
    },
    {
      "text": "Neil",
      "desc": "Antibiotics. I had a blister on my big toe, and it got infected. My whole toe swelled up like a balloon! The swelling has gone down now with these little wonder drugs. Look, I'll show you."
    },
    {
      "text": "Alice",
      "desc": "No, Neil. Please keep your socks on. Thank you. Now, the subject of today's show is penicillin, which was one of the first antibiotics to be discovered. So, Neil, can you tell me how many lives penicillin has saved since its first use as a medicine in 1942? Is it… a) 20 million? b) 200 million? Or c) 2 billion?"
    },
    {
      "text": "Neil",
      "desc": "Well, I'll say b) 200 million. That sounds like a good number."
    },
    {
      "text": "Alice",
      "desc": "OK, well, we'll see if you're right or wrong later on in the show. Now, penicillin is a common antibiotic – or substance that kills microorganisms – that acts very effectively against certain bacteria. And it was discovered in 1928 by a Scottish scientist called Alexander Fleming who noticed some mould growing on a petri dish of bacteria in his lab, which had a halo – or circle – around it where no bacteria were growing."
    },
    {
      "text": "Neil",
      "desc": "Mould , by the way, is the soft green fuzzy stuff that grows… for example, in the bottom of my coffee cups when I forget to wash them up, Alice."
    },
    {
      "text": "Alice",
      "desc": "We didn't need to know that, Neil."
    },
    {
      "text": "Neil",
      "desc": "OK, well, moving on, it took decades before scientists learned how to successfully manufacture penicillin. But they got there just in time to treat huge numbers of soldiers in World War Two where so many men were dying from infected wounds."
    },
    {
      "text": "Alice",
      "desc": "And you could have died from your infected toe, Neil, before penicillin!"
    },
    {
      "text": "Neil",
      "desc": "That is a sobering thought, isn't it Alice? Let’s listen now to Christopher Tang, Professor of Cellular Pathology at the University of Oxford, talking about how penicillin has been a game changer in the field of medicine."
    },
    {
      "text": "INSERT",
      "desc": "Christopher Tang, Professor of Cellular Pathology and Professorial Fellow at Exeter College, University of Oxford The sort of cancer chemotherapy which we currently use, which immunosuppress people, we couldn't possibly consider that without the use of antibiotics. So not only has penicillin opened the door for treating people with infection, it's also essentially paved the way for modern medicine, modern interventional medicine that we benefit from now."
    },
    {
      "text": "Alice",
      "desc": "Chemotherapy is a chemical treatment used to kill cancer cells that also suppresses – or stops – the body's immune system from working. The immune system is our body's defence against infection and disease. So cancer patients have to take antibiotics to prevent infections that the body can't fight off by itself."
    },
    {
      "text": "Neil",
      "desc": "So the discovery of penicillin paved the way for chemotherapy and other types of medical treatment – and to pave the way means to make something possible. But surely, Alice, there are some bacteria that penicillin doesn't kill?"
    },
    {
      "text": "Alice",
      "desc": "You're right. It only works against bacteria with proteins that are sensitive to penicillin. Other types are less sensitive, and also have systems built into the structure of the cell that sweep out harmful compounds, such as penicillin."
    },
    {
      "text": "Neil",
      "desc": "And what about that superbug, what's it called… MS… MR…MSR…?"
    },
    {
      "text": "Alice",
      "desc": "MRSA, Neil. This bacterium was sensitive to penicillin but has developed a resistance to it, and to other antibiotics, meaning the drugs can't harm it any more."
    },
    {
      "text": "Neil",
      "desc": "Are we returning to the past, then, Alice, where people like me might die from an infected toe?"
    },
    {
      "text": "Alice",
      "desc": "Well, it's possible, Neil. But drug-resistance isn't new. Here's Professor Steve Jones to tell us more."
    },
    {
      "text": "INSERT",
      "desc": "Steve Jones, Emeritus Professor of Genetics, University College, London Penicillin is not new. It's been around for millions, probably hundreds of millions of years in the soil. And it's because the moulds protect themselves with it. And in fact you find resistance to penicillin in the most unlikely places. You find it for example in corpses from before Columbus in the New World."
    },
    {
      "text": "Neil",
      "desc": "Professor Steve Jones. So penicillin was discovered in 1928 but it's actually been around for hundreds of millions of years."
    },
    {
      "text": "Alice",
      "desc": "Yes. And scientists have been able to test bacteria present in very old corpses – or dead bodies – discovered in the New World – that's North and South America – and found that some of it was resistant to penicillin."
    },
    {
      "text": "Neil",
      "desc": "But penicillin resistance is growing, isn't it?"
    },
    {
      "text": "Alice",
      "desc": "Yes. These days we overuse penicillin both in agriculture and human medicine, which has given bacteria the chance to adapt and fight back. So it's now up to scientists to adapt penicillin to extend its lifespan, and to search for new types of antibiotics."
    },
    {
      "text": "Neil",
      "desc": "But prevention is better than cure, isn't it? We should all wash our hands more – it's a fantastic way of killing bacteria."
    },
    {
      "text": "Alice",
      "desc": "Yes. Good point, Neil, but washing your hands didn't cure your toe, did it? Now, remember I asked you earlier: How many lives has penicillin saved since its first use as a medicine in 1942? Was it… a) 20 million, b) 200 million or c) 2 billion?"
    },
    {
      "text": "Neil",
      "desc": "And I said b) 200 million. Alice And you were right! Penicillin became the most effective life-saving drug in the world, conquering diseases such as tuberculosis, gangrene, pneumonia, diphtheria, and scarlet fever and made Alexander Fleming an international hero for discovering it."
    },
    {
      "text": "Neil",
      "desc": "Now, let's hear the words we learned today. They are: antibiotic halo mould chemotherapy suppresses immune system pave the way resistance corpses"
    },
    {
      "text": "Alice",
      "desc": "Well, that's the end of today's 6 Minute English. And join us again soon!"
    },
    {
      "text": "Both",
      "desc": "Bye!"
    }
  ],
  "transcript": [],
  "authors": []
}