{
  "title": "Women's right to vote",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04gf36n.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161124",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161124_6min_english_suffragism_download.mp3",
  "intro": [
    "Alice and Neil talk about British suffragette leader Emmeline Pankhurst and her struggle to get women a better life."
  ],
  "this_week_question": [
    "Which was the first country to give all women the right to vote in public elections? Was it…",
    "a) Finland?",
    "b) New Zealand?",
    "c) The US?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "role models",
      "desc": "people looked to by others as examples to be followed"
    },
    {
      "text": "suffragettes",
      "desc": "women who campaigned for the right for women to vote"
    },
    {
      "text": "lobbied",
      "desc": "tried to persuade"
    },
    {
      "text": "electorate",
      "desc": "people who are allowed to vote"
    },
    {
      "text": "plight",
      "desc": "bad situation"
    },
    {
      "text": "raised their profile",
      "desc": "get noticed"
    },
    {
      "text": "impromptu",
      "desc": "unplanned"
    },
    {
      "text": "militant",
      "desc": "aggressive"
    },
    {
      "text": "direct action",
      "desc": "the use of demonstrations, strikes, or violence to achieve a goal"
    }
  ],
  "transcript": [
    {
      "author": "Alice",
      "text": "Hello and welcome to 6 Minute English. I'm Alice…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Alice",
      "text": "The BBC's 100 Women season is back this week. It will explore women's stories of defiance. And it will include stories of women who inspired us. And that's what we are going to talk about today."
    },
    {
      "author": "Neil",
      "text": "And which woman has inspired you, Alice?"
    },
    {
      "author": "Alice",
      "text": "Oh, well, I have many female role models – and this means people looked to by others as examples to be followed. But I must say I have a great admiration for the suffragettes ."
    },
    {
      "author": "Neil",
      "text": "Ah, the women who fought for the right to vote in the UK!  Yes, I think they were very brave."
    },
    {
      "author": "Alice",
      "text": "Yes, so do I. Let's see how much you know about it, Neil. This is today's quiz question for you: Which was the first country to give all women the right to vote in public elections? Was it… a) Finland? b) New Zealand? Or c) The US?"
    },
    {
      "author": "Neil",
      "text": "I'm going to say… a) Finland."
    },
    {
      "author": "Alice",
      "text": "Well, we'll see if you were right or not later on in the show. // Here in Britain, women's groups lobbied – or tried to persuade – parliament for decades before eventually winning the right for all women to vote in 1928."
    },
    {
      "author": "Neil",
      "text": "So why did it take so long?"
    },
    {
      "author": "Alice",
      "text": "Because parliament didn't see votes for women as a priority. Then, 30% of men still didn't have the vote either and politicians felt they needed to address this before thinking about ‘the woman question' as it was known."
    },
    {
      "author": "Neil",
      "text": "The thing is, without the power to vote it's hard to influence public policy. Politicians are worried about losing popularity with the electorate – that's the people who are allowed to vote."
    },
    {
      "author": "Alice",
      "text": "Women had to find a voice – and the Suffragette Movement gave them a voice."
    },
    {
      "author": "Neil",
      "text": "There were several activists in this movement, but perhaps the most famous was Emmeline Pankhurst."
    },
    {
      "author": "Alice",
      "text": "Emmeline Pankhurst campaigned fearlessly for women's rights for all women – aristocratic ladies, factory workers, conservatives, socialists. Let's listen to Julia Bush, author of Women Against the Vote , talking more about this suffragette leader."
    },
    {
      "author": "INSERT",
      "text": "Julia Bush, author of Women Against the Vote She was a very charismatic leader, one of the great women of the 19th century. And she had a deep compassion for the plight of women. And in particular she was fired by the inequalities that women experienced at that time. It wasn't just about the parliamentary vote, the Suffragette Movement, it was, she in particular wanted wider reforms for women, an improvement in women's status and position."
    },
    {
      "author": "Neil",
      "text": "Author Julia Bush.She talks about the plight of women. Plight means 'a bad situation'."
    },
    {
      "author": "Alice",
      "text": "Women did have a really hard time back then – especially working class women. And they had little hope of improving their lives because they had no public voice."
    },
    {
      "author": "Neil",
      "text": "So that's what Julia Bush means when she says Mrs Pankhurst wanted wider reforms – access to better schools for women, to university, to better paid jobs and professional careers."
    },
    {
      "author": "Alice",
      "text": "And it was a big challenge to be heard. June Purvis, Emeritus Professor of Women's and Gender History at the University of Portsmouth here in the UK, talks about how the suffragettes started to raise their profile – or get noticed – with deeds not words."
    },
    {
      "author": "INSERT",
      "text": "June Purvis, Emeritus Professor of Women's and Gender History at the University of Portsmouth, UK You have women interrupting theatre plays, getting thrown out of church services for interrupting, getting thrown out of Lyons Corner House for standing up on chairs and having little impromptu meetings. But militancy also takes on other forms. It takes on forms of direct action, which start with large demonstrations when women will not be turned back by the police and then it moves on in other forms as well to criminal damage."
    },
    {
      "author": "Neil",
      "text": "So women started to interrupt public events to talk about their right to vote."
    },
    {
      "author": "Alice",
      "text": "An impromptu meeting is one that hasn't been planned. Lyons Corner House was a chain of teashops popular at the time. You can imagine that women suddenly standing up on chairs and addressing the public would have been quite shocking in those days!"
    },
    {
      "author": "Neil",
      "text": "Indeed! The suffragettes started small with teashop talks but they began to take more militant – or aggressive – direct action."
    },
    {
      "author": "Alice",
      "text": "And direct action means using demonstrations, strikes. The suffragettes chained themselves to railings, broke shop windows."
    },
    {
      "author": "Neil",
      "text": "It was quite a struggle, and there was no way of delaying the decision to give women the right to vote. In 1914 war broke out in Europe. And with the men away fighting, many women ran their homes, cared for children and relatives, managed money, and often had a job as well."
    },
    {
      "author": "Alice",
      "text": "So when the war ended in 1918 women had proved how capable they were in so many ways. To deny them the right to vote now seemed ridiculous. Neil Although it took another ten years before all women were given the vote on equal terms to men. But come on, Alice, it must be time to hear the answer to today's quiz question!"
    },
    {
      "author": "Alice",
      "text": "I asked: Which was the first country to give all women the right to vote in public elections? Was it… a) Finland? b) New Zealand? Or c) The US?"
    },
    {
      "author": "Neil",
      "text": "And I said Finland."
    },
    {
      "author": "Alice",
      "text": "No, sorry, Neil. It was b) New Zealand. In 1893, New Zealand became the first country to give all adult women the right to vote in national elections."
    },
    {
      "author": "Neil",
      "text": "Now, shall we remind ourselves the words we learned today?"
    },
    {
      "author": "Alice",
      "text": "Yes. They were: role models suffragettes lobbied electorate plight raised their profile impromptu militant direct action"
    },
    {
      "author": "Neil",
      "text": "That's the end of today's 6 Minute English. And we would like to invite you to follow the special programmes and events on the 100 Women season, which will be on till December, the 9th. It's produced and created by the BBC's 29 language services. Check the BBC website in your language. And you can also join the conversation on Twitter using #100women. Enjoy the programmes."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Alice",
    "Neil",
    "INSERT",
    "Both"
  ]
}