{
  "title": "Introvert... and proud!",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04gwsfs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161229",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161229_6min_english_introverts_download.mp3",
  "intro": [
    "What's your personality type? Alice and Neil discuss where they lie on the introvert/extrovert spectrum. If you are an introvert you're in good company; Barack Obama, JK Rowling and many more eminent and thoughtful people are introverts."
  ],
  "this_week_question": [
    "Who first used the term 'extrovert'? Was it…",
    "a) Sigmund Freud?",
    "b) Friedrich Nietzsche?",
    "c) Carl Jung?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "ambivert",
      "desc": "a mixture of introvert and extrovert"
    },
    {
      "text": "reflective",
      "desc": "thoughtful"
    },
    {
      "text": "inner resources",
      "desc": "capabilities of the mind"
    },
    {
      "text": "recharge their batteries",
      "desc": "regain their strength and energy"
    },
    {
      "text": "drained",
      "desc": "very tired"
    },
    {
      "text": "intimidate",
      "desc": "overpower"
    },
    {
      "text": "thought through",
      "desc": "consider carefully"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Alice",
      "text": "And I'm Alice."
    },
    {
      "author": "Neil",
      "text": "So Alice how did you spend Saturday night?"
    },
    {
      "author": "Alice",
      "text": "Curled up on the sofa with a good book. You?"
    },
    {
      "author": "Neil",
      "text": "I went out on the town. Met some friends, had a few drinks, then went on to a party. Alice Well that illustrates the difference between us – you're an extrovert. And I'm… not. And where we are on the spectrum between introvert and extrovert is the subject of today's show. Neil So would you call yourself an introvert, Alice?"
    },
    {
      "author": "Alice",
      "text": "No, I'm an ambivert , which means a mixture of introvert and extrovert."
    },
    {
      "author": "Neil",
      "text": "Well, whichever you are, Alice, staying in on your own on a Saturday night is pretty boring!"
    },
    {
      "author": "Alice",
      "text": "Not to me. And you shouldn't be so judgemental, Neil. You're reflecting the general view that people seem to have these days, that being an introvert is somehow less valuable than being an extrovert. Introverts have many valuable qualities. They're reflective – that means thoughtful – and have inner resources . In other words, they don't rely on other people to enjoy themselves."
    },
    {
      "author": "Neil",
      "text": "OK, well if you're feeling reflective at the moment, how about answering today's quiz question?"
    },
    {
      "author": "Alice",
      "text": "OK."
    },
    {
      "author": "Neil",
      "text": "Can you tell me: who first used the term 'extrovert'? Was it… a) Sigmund Freud? b) Friedrich Nietzsche? Or c) Carl Jung?"
    },
    {
      "author": "Alice",
      "text": "I think the answer is c) Carl Jung."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out if you got the answer right or not later in the show. But before we get there, let's listen to Lisa Kaenzig, researcher and Associate Dean for William Smith College, New York State, telling us a bit more about what being an introvert typically means."
    },
    {
      "author": "INSERT",
      "text": "Lisa Kaenzig, researcher and Associate Dean for William Smith College, New York State Introverts are people of any age who really get their energy from within themselves. And who often have sort of a running dialogue in their head going on thinking before they're talking, like to have a little more time to think through things before they're commenting on them or answering a question, need some time to recharge their batteries by being by themselves, and enjoy having alone time."
    },
    {
      "author": "Neil",
      "text": "Lisa Kaenzig there – who says that introverts think about what they're going to say before they say it."
    },
    {
      "author": "Alice",
      "text": "Do you do that, Neil?"
    },
    {
      "author": "Neil",
      "text": "Nope!"
    },
    {
      "author": "Alice",
      "text": "You should try it sometime. Now, Lisa also talks about the different ways people recharge their batteries – introverts tend to need time alone to regain their strength and energy when they're feeling drained – or very tired – whereas extroverts often prefer to recharge by being with other people."
    },
    {
      "author": "Neil",
      "text": "So introverts create their energy internally – from within themselves – and extroverts recharge from being with other people."
    },
    {
      "author": "Alice",
      "text": "Exactly. But in some situations, for example at school or in the workplace, things can be made suitable for – extroverts. Extroverts typically love being with others – in a big class or an open plan office – where there's a lot going on. They enjoy the external stimulation. But introverts can find these big, noisy environments uncomfortable. Neil I can see that. And these days, people are wild about group work and brainstorming – job ads frequently ask if you are a people person, a team player … and so on."
    },
    {
      "author": "Alice",
      "text": "That's right. Introverts like to work alone or in small groups and need a quieter space to perform well. Let's listen now to Dr Peter Aloka, a researcher and psychologist in Kenya. He's been working with introvert teenage mothers in Bondo who are returning to school after having their babies. And schools are being asked to develop new strategies to support their learning."
    },
    {
      "author": "INSERT",
      "text": "Dr Peter Aloka, psychologist, Bondo, Kenya Introverts might find it easier working in groups, but with smaller groups, and they work in pairs with extroverts… The teachers should design a classroom for all the students too, to contribute. Whenever a teacher is teaching a question in class let them allow for wait time for students to process the information before answering the question. Just for people to think through that question. Thinking, pairing, and sharing: those three strategies will help the introverts to speak out."
    },
    {
      "author": "Neil",
      "text": "Dr Peter Aloka is talking about some very clever pairing there. If you put two introverts together they might not say anything. An extrovert is likely to talk, but won't intimidate – or overpower – their introvert partner as much as a large group would."
    },
    {
      "author": "Alice",
      "text": "So the idea is that with fewer people – in a small group or a pair – the introvert will have enough time and space to express their ideas. And because their ideas have been thought through – or carefully considered – , their contribution is likely to be worth waiting for. So… Think. Pair. Share."
    },
    {
      "author": "Neil",
      "text": "Hmm. I like that. OK, so I think it's time to share the answer to today's quiz question. I asked: who first used the term ‘extrovert'? Was it… a) Sigmund Freud? b) Friedrich Nietzsche? Or c) Carl Jung?"
    },
    {
      "author": "Alice",
      "text": "I said… Carl Jung."
    },
    {
      "author": "Neil",
      "text": "And you were… right, Alice. So thinking things through really works! ‘Introvert' and ‘extrovert' are the two basic personality types according to the theories of the 20th-century Swiss psychiatrist Carl Jung. According to these theories, an introvert is a person whose interest lies with their own feelings and thoughts, in contrast to an extrovert, whose interest lies with other people and the outside world."
    },
    {
      "author": "Alice",
      "text": "OK. Now, let's hear the words we learned today: ambivert reflective inner resources recharge their batteries drained intimidate thought through"
    },
    {
      "author": "Neil",
      "text": "Well, that's the end of this edition of 6 Minute English. Join us again soon! Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English."
    },
    {
      "author": "Alice",
      "text": "And we are on social media too. Make sure to visit our profiles on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Both",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Alice",
    "INSERT",
    "Both"
  ]
}