{
  "title": "Animal phobias",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04d24dm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-161201",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/161201_6min_english_animal_phobias_download.mp3",
  "intro": [
    "Why do we fear animals that pose no threat to us? Sophie and Neil face their own phobias and discuss the reason why fear of spiders is so common."
  ],
  "this_week_question": [
    "What's the word that describes an irrational fear of insects? Is it…",
    "a) entomophobia?",
    "b) thanatophobia?",
    "c) pogonophobia?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "make your flesh creep",
      "desc": "make you feel very frightened"
    },
    {
      "text": "phobia",
      "desc": "a strong and irrational fear"
    },
    {
      "text": "irrational",
      "desc": "not based on reason"
    },
    {
      "text": "fight or flight response",
      "desc": "the body's response to stress or danger which involves the hormone adrenalin being pumped quickly round the body"
    },
    {
      "text": "pass out",
      "desc": "faint, lose consciousness"
    },
    {
      "text": "arachnophobes",
      "desc": "a strong fear of spiders"
    },
    {
      "text": "reflexive awareness",
      "desc": "being automatically aware of something, without thinking about it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Sophie",
      "text": "Sophie And I'm Sophie. Neil, what are you afraid of?"
    },
    {
      "author": "Neil",
      "text": "I'm not keen on anything with wings, but I particularly hate moths. They're disgusting, with their fat hairy bodies and… fluttery wings!"
    },
    {
      "author": "Sophie",
      "text": "Oh, Neil. Moths are completely harmless. They aren't something to be scared of."
    },
    {
      "author": "Neil",
      "text": "Yes, they are… They get in my face… and my hair. It makes my flesh creep just thinking about them."
    },
    {
      "author": "Sophie",
      "text": "If something makes your flesh creep it makes you feel very frightened. Well, I hope you're going to survive the show today, Neil, because it's all about animal phobias – and a phobia is a strong and irrational fear. That's a fear not based on reason."
    },
    {
      "author": "Neil",
      "text": "OK – I'll try. Do you have any animal phobias, Sophie?"
    },
    {
      "author": "Sophie",
      "text": "I can't stand dogs."
    },
    {
      "author": "Neil",
      "text": "Man's best friend? How can you not like dogs – they're cute and loveable. They protect you. They can do tricks!"
    },
    {
      "author": "Sophie",
      "text": "Look, for you it's moths – and that's pretty ridiculous, by the way – and for me it's dogs. And that isn't ridiculous. Dogs can be aggressive – they have sharp teeth, they bear their teeth and bark."
    },
    {
      "author": "Neil",
      "text": "What, like this? [sound of dog growling and barking]"
    },
    {
      "author": "Sophie",
      "text": "Yes – and please turn that off, it's upsetting me. It's time for today's quiz question. Can you tell me, Neil, what's the word that describes an irrational fear of insects? Is it…"
    },
    {
      "author": "Neil",
      "text": "I'll say thanatophobia."
    },
    {
      "author": "Sophie",
      "text": "Well, we'll find out if you got the answer right later on in the show. But now let's listen to Dr Dean Burnett, neuroscientist at Cardiff University in the UK, talking about what causes phobic reactions in us."
    },
    {
      "author": "INSERT",
      "text": "Dr Dean Burnett, neuroscientist at Cardiff University, UK The sensory information is just relayed directly into your brain. One part of it is routed into the cortex, where it's sort of thought about: 'that's that thing, I know that from last time I experienced this', and you can kind of rationalise your way through it. But it also sends a message directly to the amygdala, which immediately triggers the 'fight or flight' response – bang, fire alarm, off it goes, flood the body just in case. It's a survival mechanism."
    },
    {
      "author": "Neil",
      "text": "Dr Dean Burnett there. So, the sensory information for me is a moth fluttering around, getting in my hair."
    },
    {
      "author": "Sophie",
      "text": "That's right – Or for me, it's a dog getting anywhere near me! Anyway, this information goes into our brains and is processed in two different parts of the brain – the central cortex and the amygdala."
    },
    {
      "author": "Neil",
      "text": "And the information sent to the central cortex triggers a rational response, like, oh it's only a harmless moth – and the stuff that goes to the amygdala triggers an instinctive reaction – the fight or flight response – like, aaarrrggghhh! It's a disgusting moth! Get away from me!"
    },
    {
      "author": "Sophie",
      "text": "The fight or flight response is a normal response to stress or danger, and it involves the hormone adrenalin being pumped quickly round the body. The problem is this response can get triggered when there isn't any danger. And this is at the heart of what a phobia is."
    },
    {
      "author": "Neil",
      "text": "So, that's the moth flying in my face while I'm reading in bed, and I feel my heart beating so fast I think I'm going to pass out and I nearly die from anxiety."
    },
    {
      "author": "Sophie",
      "text": "Poor Neil! Pass out means to faint or lose consciousness, by the way. Well, we're going to hear from Stephen and Reena now, two self-confessed arachnophobes. They have strong emotional reactions just like you, Neil. Can you identify which animal they fear?"
    },
    {
      "author": "INSERT",
      "text": "Stephen and Reena, arachnophobes 'So when I see a spider, I feel like I've been punched in the chest.' 'Complete fear – it's absolutely paralysing. They've never been OK with me. I've always hated them.' 'I've spent a lot of time driving around in the car afraid to go home while my husband worked in London.' 'All rationality goes out the window, and it's… my emotions completely take over.' 'I just…. I just run.'"
    },
    {
      "author": "Sophie",
      "text": "So arachnophobes have a strong fear of spiders. And it's the most common animal phobia apparently."
    },
    {
      "author": "Neil",
      "text": "You could understand that if you were living in Australia – where a bite from a spider might kill you. But the little spiders you get here in the UK don't seem threatening at all."
    },
    {
      "author": "Sophie",
      "text": "Yes, but recent research has shown that we have a reflexive awareness of spiders – whether we fear them or not – which means we can spot them automatically without thinking about it. And we don't have the same reflexive awareness of houseflies – or moths – for example."
    },
    {
      "author": "Neil",
      "text": "I expect this awareness is to do with our ancestors. It would've been extremely useful to spot a spider as an early human on the plains of the African Savannah. A bite might kill you – or make you vulnerable to attack from other animals."
    },
    {
      "author": "Sophie",
      "text": "You're right, Neil! But do you think you were right about today's quiz question? I asked: What's the word that describes an irrational fear of insects? Is it… a) entomophobia, b) thanatophobia or c) pogonophobia?"
    },
    {
      "author": "Neil",
      "text": "I said thanatophobia!"
    },
    {
      "author": "Sophie",
      "text": "That's the wrong answer. It's actually a) entomophobia. Entomophobia (also known as insectophobia) is a specific phobia characterized by an excessive or unrealistic fear of one or more classes of insect. Thanatophobia is the fear of death and pogonophobia is the fear of beards or bearded people."
    },
    {
      "author": "Neil",
      "text": "Well, moths are kind of hairy… Let's remind ourselves of some of the words we heard today: make your flesh creep phobia irrational fight or flight response pass out arachnophobes reflexive awareness"
    },
    {
      "author": "Sophie",
      "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sophie",
    "INSERT",
    "Both"
  ]
}