{
  "title": "What's your superpower?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04lfklq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170112",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170112_6min_english_superheroes_download.mp3",
  "intro": [
    "Why are we so fascinated with the superheroes that populate our cinema screens and comic books? Alice and Neil discuss their history – from ancient heroes like Thor and Hercules to modern-day Spiderman and Wolverine – and why women are getting short-changed."
  ],
  "this_week_question": [
    "What is the name of the new character that replaces Tony Stark as Iron Man? Is it…",
    "a) Miles Morales?",
    "b) Riri Williams?",
    "c) Jane Foster?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "closer to home",
      "desc": "relevant to their own lives"
    },
    {
      "text": "shape shifter",
      "desc": "somebody who can change shape and become anything they want"
    },
    {
      "text": "contaminated",
      "desc": "poisoned"
    },
    {
      "text": "hard and fast",
      "desc": "clear"
    },
    {
      "text": "blur",
      "desc": "make something unclear"
    },
    {
      "text": "imbued",
      "desc": "filled"
    },
    {
      "text": "bicker",
      "desc": "argue about something unimportant"
    },
    {
      "text": "diverse",
      "desc": "varied"
    },
    {
      "text": "manga",
      "desc": "Japanese comic books for adults and children"
    },
    {
      "text": "autonomous",
      "desc": "having the freedom to make your own decisions"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil…"
    },
    {
      "author": "Alice",
      "text": "And I'm Alice. So Neil, the subject of today's show is superheroes! Who's your favourite?"
    },
    {
      "author": "Neil",
      "text": "Spiderman. He's cool and funny – and he can spin webs and jump off skyscrapers!"
    },
    {
      "author": "Alice",
      "text": "Well, my favourite superhero is Ms Marvel."
    },
    {
      "author": "Neil",
      "text": "I've never heard of her – and I’m a bit on an expert on comic book superheroes."
    },
    {
      "author": "Alice",
      "text": "Well, a growing number of people from ethnic backgrounds are getting bored of all these white male superheroes they can’t relate to. And they're hungry for characters a little closer to home – or relevant to their own lives."
    },
    {
      "author": "Neil",
      "text": "So what's Ms Marvel's super power?"
    },
    {
      "author": "Alice",
      "text": "She's a shape shifter – which means she can change shape and become anything she wants. But she's also just Kamala Khan, an average teenager from New Jersey, who happens to be Asian and a Muslim."
    },
    {
      "author": "Neil",
      "text": "It sounds good. But I think it must be time for today's quiz question, Alice!"
    },
    {
      "author": "Alice",
      "text": "OK, here it is. What is the name of the new character that replaces Tony Stark as Iron Man? Is it… a) Miles Morales? b) Riri Williams? Or c) Jane Foster?"
    },
    {
      "author": "Neil",
      "text": "I'm going to say a) Miles Morales because he sounds like a man."
    },
    {
      "author": "Alice",
      "text": "Well, we'll find out later on the show whether you got the answer right or not. Now, I have another question. What are the rules for achieving superhero status? Superman is an alien, Ms Marvel has alien genes, and Spiderman and the Hulk are both contaminated – or poisoned – by radioactive substances that change their DNA."
    },
    {
      "author": "Neil",
      "text": "What about Batman and Iron Man? They're just ordinary guys with a lot of money who use technology to create superpowers for themselves."
    },
    {
      "author": "Alice",
      "text": "Good point. There don't seem to be any hard-and-fast – or clear – rules. But these special powers – whether it's being able to fly, or change shape, or spin webs – they allow the characters to do good in the world. And that’s a big theme across all comic books."
    },
    {
      "author": "Neil",
      "text": "That's true. But times have changed, and comic books these days often blur the line between right and wrong – making things unclear. Superheroes don’t always do the right thing and struggle with everyday problems like you and me."
    },
    {
      "author": "Alice",
      "text": "Let's hear more about imperfect superheroes from Jason Ditmer, professor of political geography at University College London."
    },
    {
      "author": "INSERT",
      "text": "Jason Ditmer, professor of political geography at University College London They [Marvel Comics] imbued these characters with real human problems. So Peter Parker had just, was sort of… one problem after another. The Fantastic Four was a family and they bickered and fought and Reed and Sue were a couple, and then they got married, and that had, like, never happened in superhero comics. So these people had lives that others could relate to."
    },
    {
      "author": "Neil",
      "text": "So publishers – like Marvel Comics – imbued – or filled – their characters with human problems. I can't imagine a character like Captain America worrying about small things – or bickering with his wife!"
    },
    {
      "author": "Alice",
      "text": "And bickering means arguing about things that aren't important. Well, like you said earlier, times change, Neil. These days, the publishing houses want to attract a more diverse – or varied – readership: teenagers, women, ethnic minorities – who want superheroes they can relate to, facing issues from racial discrimination to bickering at home."
    },
    {
      "author": "Neil",
      "text": "I know that women are indeed interested in superheroes because they've been appearing in movies and on TV, but the world of comic books has always been a bit of a guy thing."
    },
    {
      "author": "Alice",
      "text": "Well, it isn't. Women read them and in some places women work in them. In Japan for example, we have the manga – these are Japanese comic books for adults and children. And, guess what – there is a strong tradition of female illustrators there."
    },
    {
      "author": "Neil",
      "text": "Really?"
    },
    {
      "author": "Alice",
      "text": "Yes. Let’s move on now and listen to Dr Casey Brienza, Sociologist at City University in London, talking about manga."
    },
    {
      "author": "INSERT",
      "text": "Dr Casey Brienza, Sociologist at City University in London One of the really interesting things about producing comics in Japan is that it's one of the few, kind of, autonomous careers that women can have. And so Japan has many, many female comic-book artists who write both for men, women, boys, and girls. And in the United States and in Britain female comic-book artists are far and away a minority."
    },
    {
      "author": "Neil",
      "text": "Dr Casey Brienza there. So she says female comic-book artists are common in Japan but are a minority in the US and the UK. Alice It's particularly interesting that being an artist is an autonomous career – meaning you have the freedom to make your own decisions - and apparently this is not common for women in Japan."
    },
    {
      "author": "Neil",
      "text": "And do you know who draws Ms Marvel? Is it a woman?"
    },
    {
      "author": "Alice",
      "text": "No. Ms Marvel is drawn by a man – the Canadian comic book artist Adrian Alphona. But we are running out of time so let's go to today's quiz question. I asked you: what's the name of the new character that replaces Tony Stark as Iron Man? Is it… a) Miles Morales? b) Riri Williams? Or c) Jane Foster?"
    },
    {
      "author": "Neil",
      "text": "And I said Miles Morales."
    },
    {
      "author": "Alice",
      "text": "And you were… wrong, Neil. I'm sorry. The answer is Riri Williams. Marvel Comics has recently diversified its characters to look more like the world we know today, including the addition of female African-American college student Riri Williams as Iron Man. Marvel has also given Thor's hammer to a woman, introduced a black, Hispanic Spider-Man called Miles Morales and created Kamala Khan, a Muslim superhero otherwise known as Ms Marvel."
    },
    {
      "author": "Neil",
      "text": "Very interesting. Now, let's remind ourselves of the words we learned today: closer to home shape shifter contaminated hard and fast blur imbued bicker diverse manga autonomous"
    },
    {
      "author": "Alice",
      "text": "And that's the end of today's 6 Minute English. Don't forget to join us again soon!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Alice",
    "INSERT",
    "Both"
  ]
}