{
  "title": "How romance ruined love",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04szxjy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170216",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170216_6min_english_romanticism_download.mp3",
  "intro": [
    "In this programme Neil and Dan will be discussing romance, as well as teaching you 6 new items of vocabulary."
  ],
  "this_week_question": [
    "When was the start of the romantic period? Was it...",
    "a) The beginning of the 18th century,",
    "b) the middle of the 18th century",
    "or c) the end of the 18th century?",
    "You'll hear the answer at the end of the programme."
  ],
  "vocab": [
    {
      "text": "movement",
      "desc": "group of people working together to support an idea"
    },
    {
      "text": "zeitgeist",
      "desc": "the spirit of a particular time"
    },
    {
      "text": "benchmark",
      "desc": "a standard from which other things are judged"
    },
    {
      "text": "idealised",
      "desc": "(thing) an, often imagined, perfect version of something"
    },
    {
      "text": "nitty-gritty",
      "desc": "the important or practical detail involved in a situation or thing"
    },
    {
      "text": "flawed",
      "desc": "a thing which is imperfect in some way"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and vocabulary to help you improve your language skills. I'm Dan…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. In this programme we'll be discussing romance, as well as teaching you 6 new items of vocabulary, of course . Now, Dan, why are you looking so upset?"
    },
    {
      "author": "Dan",
      "text": "Oh Neil, it's all over! She broke up with me on Valentine's Day! She said I wasn't the one."
    },
    {
      "author": "Neil",
      "text": "Cheer up Dan, cheer up. It's not your fault."
    },
    {
      "author": "Dan",
      "text": "No?"
    },
    {
      "author": "Neil",
      "text": "You can blame romanticism."
    },
    {
      "author": "Dan",
      "text": "Romanticism? What's that?"
    },
    {
      "author": "Neil",
      "text": "Romanticism was a movement that started in Europe and spread worldwide. It influenced literature, art, poetry, music and the way people behaved."
    },
    {
      "author": "Dan",
      "text": "A movement meaning 'a group of people working together to support an idea'?"
    },
    {
      "author": "Neil",
      "text": "Yes. And that bring us on to this week's question. When was the start of the romantic period? Was it a) the beginning of the 18th century, b) the middle of the 18th century or c) the end of the 18th century?"
    },
    {
      "author": "Dan",
      "text": "Well, I honestly have no idea, so I'm going to go smack in the middle… the middle of the 18th century."
    },
    {
      "author": "Neil",
      "text": "And we'll find out later on in the show if you got the question right. Now, going back to your ex-girlfriend, let me take a wild guess… love at first sight, was it?"
    },
    {
      "author": "Dan",
      "text": "Well… yes. What's your point?"
    },
    {
      "author": "Neil",
      "text": "Well, it's not your fault, Dan. The idea is romantic, and by that I mean it originated from the romantic era. It was part of the zeitgeist , and many of these ideas still continue today."
    },
    {
      "author": "Dan",
      "text": "Zeitgeist - the word comes from German and literally means 'the spirit of the time'."
    },
    {
      "author": "Neil",
      "text": "A lot of what we believe about love today – for example, the idea that two people will live happily ever after - comes from the romantic period."
    },
    {
      "author": "Dan",
      "text": "But, everyone loves a bit of romance!"
    },
    {
      "author": "Neil",
      "text": "Well, that's true. However, it's one thing to enjoy romance, but it can be dangerous to judge your relationship against romantic ideals."
    },
    {
      "author": "Dan",
      "text": "True, it might not be a realistic benchmark , and by that I mean 'a standard from which other things are judged'. So we grow up hearing these romantic stories, which leads us to develop an idea of what a relationship is meant to be… and then we get disappointed by the real thing?"
    },
    {
      "author": "Neil",
      "text": "Well, to put it bluntly, yes. The romantic ideal is just that – an idealised version, or perfect version, of a relationship. But it often leaves out the nitty-gritty , meaning 'practical details'. Details like work, stress, children… all of the things that we have to deal with in everyday life."
    },
    {
      "author": "Dan",
      "text": "Not to mention, the fact that everyone is flawed , or imperfect, in their own way. That means we get angry or moody or upset for all sorts of reasons."
    },
    {
      "author": "Neil",
      "text": "Exactly! Many popular love stories end at the point where the characters get together or marry. But very few show us how to keep that someone special over a long period of time. A relationship is hard work."
    },
    {
      "author": "Dan",
      "text": "And if the relationship you are in isn't as perfect as the story said it should be, then maybe you're with the wrong person, which could explain why so many marriages end in divorce. I wonder if that's true for other people's relationships. Fortunately, I found some people with partners and asked them."
    },
    {
      "author": "Neil",
      "text": "Well, I asked these people about theirs…"
    },
    {
      "author": "INSERT",
      "text": "Vox Pops Is your partner 100% perfect for you? No. Not 100%. No, I don't think that's true."
    },
    {
      "author": "Dan",
      "text": "Does that mean true love doesn't exist?"
    },
    {
      "author": "Neil",
      "text": "No. It just means that all relationships must be worked on and that perfection is impossible. But we should never give up trying."
    },
    {
      "author": "Dan",
      "text": "You're right! She wasn't the one for me! I need to find my next Juliet. She'll be just perfect!"
    },
    {
      "author": "Neil",
      "text": "Oh Dan. You haven't learnt anything! You're just a hopeless romantic. Now, can you remember the quiz question? I asked you when the Romantic period originated: was it a) the beginning of the 18th century, b) the middle of the 18th century or c) the end of the 18th century?"
    },
    {
      "author": "Dan",
      "text": "And I said: the middle of the 18th century."
    },
    {
      "author": "Neil",
      "text": "Wrong I'm afraid! It was towards the end of the 18th century."
    },
    {
      "author": "Dan",
      "text": "I have nothing good in my life at the moment."
    },
    {
      "author": "Neil",
      "text": "Shall we take a look at the vocabulary too?"
    },
    {
      "author": "Dan",
      "text": "Sure. The first word we had was movement - a movement is 'a group of people working together to support an idea'. Can you think of any modern day movements, Neil?"
    },
    {
      "author": "Neil",
      "text": "The environmental movement is very strong and popular at the moment, as is the movement for equality – gender equality, for example. And the next word we had was zeitgeist - now, a zeitgeist literally means 'the spirit of a particular time'. What would you say that the zeitgeist is these days, Dan?"
    },
    {
      "author": "Dan",
      "text": "Well, I think there's a focus on personal freedom. There's environmental concern, and of course, let's not forget the rise of social media. The next word we had was benchmark – a benchmark is 'a standard from which other things are judged'. If you were looking for a new house, Neil, what would your benchmark be?"
    },
    {
      "author": "Neil",
      "text": "Well, my current house has a garden and it has somewhere I can park my car, so that would be the benchmark for a new house. It would have to have that at least, and more. Next we have idealised – an idealised thing is 'an often imagined, perfect version of something'. Now, what three things would exist in an idealised world for you then, Dan?"
    },
    {
      "author": "Dan",
      "text": "I would say, personal freedom, religious tolerance and free ice-cream for everybody on a daily basis. Neil Brilliant! Ok!"
    },
    {
      "author": "Dan",
      "text": "Next we have nitty-gritty – the nitty-gritty is 'the important or practical detail involved in a situation or thing'. Now, getting married is supposed to be a wonderful thing, but what about the nitty-gritty of the ceremony, Neil. Give us a few examples!"
    },
    {
      "author": "Neil",
      "text": "Well, you have to decide who's going to sit next to who, who to invite, the food  -  some people don't like this, some people don't like that. You've got to get the flowers right. Oh, there's so much to think about – makes you think that marriage might be flawed … and flawed is a thing which is 'imperfect in some way'. London's a great city, but how do you feel about it, Dan?"
    },
    {
      "author": "Dan",
      "text": "Well, I think it's flawed in the way that the public transport could use an upgrade- there's never enough space on the carriages. Well, that's the end of today's 6 Minute English. Please join us again soon!"
    },
    {
      "author": "Neil",
      "text": "And we are on social media too. Make sure to visit our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "INSERT",
    "Both"
  ]
}