{
  "title": "Food and mood",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p04x5v61.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170406",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170406_6min_english_food_mood_download.mp3",
  "intro": [
    "In this programme, Dan and Neil discuss how your food affects your mood, and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "How many bacteria are there in the human body?",
    "a) 39 million",
    "b) 39 billion",
    "c) 39 trillion",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "gut",
      "desc": "your stomach and other organs through which food passes and is digested"
    },
    {
      "text": "anxiety",
      "desc": "fear or worry"
    },
    {
      "text": "germs",
      "desc": "very small organisms which often cause disease"
    },
    {
      "text": "fermented",
      "desc": "(of food or drink) having gone through a process where sugars are changed into acids and alcohol"
    },
    {
      "text": "diet",
      "desc": "(here) the kinds of food and drink eaten by people in an area"
    },
    {
      "text": "it’s not rocket science",
      "desc": "it’s not difficult to understand"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English– the show that brings you an interesting topic, authentic listening practice and six items of incredibly useful vocabulary. I'm Dan… Neil And I'm Neil. Now, a favourite topic today: food, and how food can influence your mood. Dan, tell me, what food makes you happy?"
    },
    {
      "author": "Dan",
      "text": "Oh, you know, ice cream, chocolate… chocolate always puts a smile on my face."
    },
    {
      "author": "Neil",
      "text": "And a few inches round your waistline! Sadly, the research we’ll be looking at today doesn’t suggest you eat more chocolate… but it does talk about bacteria!"
    },
    {
      "author": "Dan",
      "text": "Bacteria – those simple, small organisms – they make me happy?"
    },
    {
      "author": "Neil",
      "text": "Absolutely, the so-called ‘good’ bacteria do! We’ll get to that, but first we’ll look at today’s question. How many bacteria are there in the human body?"
    },
    {
      "author": "Dan",
      "text": "They are pretty small. I’m going to go for c) 39 trillion."
    },
    {
      "author": "Neil",
      "text": "Well, we’ll find out if you’re right… by counting them one by one."
    },
    {
      "author": "Dan",
      "text": "That’s going to take longer than six minutes!"
    },
    {
      "author": "Neil",
      "text": "Yes it is, so let’s get moving! Scientists believe your mental state is connected to the bacteria in your gut ."
    },
    {
      "author": "Dan",
      "text": "My gut - my stomach and the other organs my food passes through…"
    },
    {
      "author": "Neil",
      "text": "Yes. Researchers at McMaster University in Canada and University College Cork in Ireland have found that certain bacteria help reduce anxiety in mice…"
    },
    {
      "author": "Dan",
      "text": "Anxiety – the state of being worried or anxious. I don’t like the sound of an anxious mouse."
    },
    {
      "author": "Neil",
      "text": "Well I’m afraid there’s another mouse experiment coming up. Researchers at Kyushu University found germ -free mice showed more stress…"
    },
    {
      "author": "Dan",
      "text": "Germs – a general word for bacteria and microorganisms, usually the ones which cause disease… So germs help reduce stress and anxiety in mice. Any research on humans?"
    },
    {
      "author": "Neil",
      "text": "The BBC TV programme Trust me, I’m a Doctor has just explored this. They looked at foods which are high in ‘good’ bacteria – a claim which more and more food products are making these days."
    },
    {
      "author": "Dan",
      "text": "Yes, it’s a phrase that appears a lot in marketing."
    },
    {
      "author": "Neil",
      "text": "But many traditional foods are high in good bacteria as well. They found that homemade fermented food was best."
    },
    {
      "author": "Dan",
      "text": "So things like miso soup, kimchi, yoghurt, sauerkraut – all these are fermented . Have you tried all of those?"
    },
    {
      "author": "Neil",
      "text": "I love miso soup and kimchi. And fermentation is the process where sugars in food are turned into acids and alcohol."
    },
    {
      "author": "Dan",
      "text": "Fermented foods are full of lots of good bacteria for your gut … Anything else from the BBC programme?"
    },
    {
      "author": "Neil",
      "text": "Well, this is the man behind the BBC study, Dr Michael Mosley. In this clip, a radio presenter asks him about the best kind of food to make us happy."
    },
    {
      "author": "INSERT",
      "text": "Dr Michael Mosley interviewed on BBC Radio 4"
    },
    {
      "author": "Presenter",
      "text": "What’s the good mood food? What shall we eat now to cheer ourselves up?"
    },
    {
      "author": "Dr Michael Mosley",
      "text": "Mediterranean diet . Olive oil; oily fish, full of omega 3, which is really good for the brain; whole grains; lots of fruits and vegetables. Sugar: terrible for you."
    },
    {
      "author": "Presenter",
      "text": "Not chocolate eclairs then?"
    },
    {
      "author": "Dr Michael Mosley",
      "text": "Sadly not. That will make you feel good for about 30 seconds until you finish it and then you feel terribly guilty."
    },
    {
      "author": "Presenter",
      "text": "Right, ok. Mediterranean it is."
    },
    {
      "author": "Dan",
      "text": "He said the best kind of food is the Mediterranean diet . Now, a diet can mean 'an eating plan designed to help you lose weight'."
    },
    {
      "author": "Neil",
      "text": "But that’s not what it means here. Here it refers to the food and drink eaten by a group of people – in this case, the people living around the Mediterranean Sea."
    },
    {
      "author": "Dan",
      "text": "Lots of oily fish, olive oil, grains, fruits and vegetables. And of course, add in plenty of fermented food too."
    },
    {
      "author": "Neil",
      "text": "And don’t eat too many fatty, sugary, chocolaty things like chocolate eclairs – those are buns filled with cream and covered in chocolate. It’s really not rocket science , is it?"
    },
    {
      "author": "Dan",
      "text": "Eating healthily is pretty straightforward, even if the science behind it is complex. When you say something is not rocket science , you mean 'it’s not difficult to understand'."
    },
    {
      "author": "Neil",
      "text": "Now, are you ready for some counting?"
    },
    {
      "author": "Dan",
      "text": "Ah yes, you wanted me to count all the bacteria in my body! I said 39 trillion."
    },
    {
      "author": "Neil",
      "text": "And you were right. The number goes up and down, but on average we’re thought to have around 39 trillion bacterial cells in the body, according to the Weizmann Institute in Israel. The interesting thing is they think that there are only 30 trillion human cells in the body."
    },
    {
      "author": "Dan",
      "text": "So there’s more bacteria than human in me?"
    },
    {
      "author": "Neil",
      "text": "Well, maybe just you, Dan! Now, before the bacteria take over completely, let’s look over today’s words one more time."
    },
    {
      "author": "Dan",
      "text": "Gut was first. It means 'the stomach and other organs which digest our food'. But here’s an extra tip - the word can also mean ‘bravery’ when used in the plural. You’ve got guts , Neil, wearing that crazy shirt in this office!"
    },
    {
      "author": "Neil",
      "text": "Why thank you. Maybe I don’t feel any anxiety about how I look! Anxiety was our second word, and it means 'fear or worry'. The adjective is anxious."
    },
    {
      "author": "Dan",
      "text": "You know what makes me anxious? Germs . I wash my hands fifty times a day. I can’t stand the idea of getting ill from all the germs around here."
    },
    {
      "author": "Neil",
      "text": "Yes, germs are tiny organisms, and usually refers to those which carry disease. But as we heard, certain germs are good for you!"
    },
    {
      "author": "Dan",
      "text": "Especially those which are in fermented food. That’s food which has gone through a process where sugars turn into acids and alcohol. They often taste sour or bitter."
    },
    {
      "author": "Neil",
      "text": "We also talk about fermenting alcoholic drinks. Beer and wine are fermented ."
    },
    {
      "author": "Dan",
      "text": "Does that mean I should make them a part of my diet ? A diet not only means 'a healthy eating plan', but can also mean 'the foods and drinks consumed by an individual or group'. Which country has the best diet , Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, in my opinion the Japanese diet . It’s my favourite anyway – very varied and plenty of fermented food!"
    },
    {
      "author": "Dan",
      "text": "And finally we had – it’s not rocket science – it’s simple to understand. An example?"
    },
    {
      "author": "Neil",
      "text": "Brewing beer isn’t rocket science – you just need hops, yeast and patience."
    },
    {
      "author": "Dan",
      "text": "And there we are – a rocket speed review of today’s words! And that's the end of today's 6 Minute English. Please join us again soon."
    },
    {
      "author": "Neil",
      "text": "And we are on social media too. Make sure to visit us on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "INSERT",
    "Presenter",
    "Dr Michael Mosley",
    "Both"
  ]
}