{
  "title": "The super rich ",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p051r8w4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170504",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170504_6min_english_super_rich_download.mp3",
  "intro": [
    "In this programme, Neil and Catherine discuss why the super rich like to spend money on yachts. And they teach you six items of useful vocabulary"
  ],
  "this_week_question": [
    "In which country is the percentage of super rich expected to grow fastest over the next 10 years?",
    "a)    China",
    "b)    Brazil",
    "c)    Vietnam",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "assets",
      "desc": "things you can buy and sell"
    },
    {
      "text": "status symbol",
      "desc": "something you own to show off your wealth and social position"
    },
    {
      "text": "to make business sense",
      "desc": "to be good for business"
    },
    {
      "text": "black hole",
      "desc": "somewhere impossible to escape"
    },
    {
      "text": "pecking order",
      "desc": "the informal social system from most to least powerful"
    },
    {
      "text": "conspicuous consumption",
      "desc": "spending a lot of money so other people notice your wealth"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English – the programme where we bring you an interesting topic and six items of vocabulary. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine. Today we're taking a look into the lives of the super rich – and we're going to look at one of their favourite pastimes."
    },
    {
      "author": "Neil",
      "text": "The super rich are people with over $30 million US dollars of assets ."
    },
    {
      "author": "Catherine",
      "text": "Assets are things we can own and sell – like property, boats and private planes."
    },
    {
      "author": "Neil",
      "text": "Expensive toys. First things first, let's do our question, Catherine. In which country is the percentage of super rich expected to grow fastest over the next 10 years?"
    },
    {
      "author": "Catherine",
      "text": "I'm going to go for Vietnam. I think, that's an up and coming country and I think there is going to be a lot of growth in wealth in the future."
    },
    {
      "author": "Neil",
      "text": "Ok, well we'll find out if you are right or wrong later. The number of super rich are expected to increase by 43% over the next decade."
    },
    {
      "author": "Catherine",
      "text": "Now, this doesn't mean income is rising at the same speed for everyone. You might remember a report last year which said the world's richest 62 individuals owned as much as the poorest 50% of people in the whole world."
    },
    {
      "author": "Neil",
      "text": "So, my question is – what on earth do people with so much money spend it on?"
    },
    {
      "author": "Catherine",
      "text": "One academic in the UK has been researching just that. And her answer is …, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yachts! A yacht – a luxury boat used for pleasure. The ultimate status symbol – that is, an item which allows you to show off your wealth and position in society."
    },
    {
      "author": "Catherine",
      "text": "Let's listen to Emma Spence from Cardiff University in the UK. What's so unusual about yachts?"
    },
    {
      "author": "INSERT",
      "text": "Emma Spence, PhD researcher, Cardiff University If you have an exclusive wine collection or art collection or even the purchase of a business jet – these are investable assets – something that you can retain value on or accrue value on. A business jet, a private jet, can cut costs – and make businesses more convenient by running faster, more comfortably than commercial airlines. So these purchases, they make good, sound business sense . Whereas a superyacht is essentially a black hole ."
    },
    {
      "author": "Neil",
      "text": "Before we get to the yacht, Emma talked about certain assets like planes and wine that made business sense ."
    },
    {
      "author": "Catherine",
      "text": "Now, to make sense – is a phrase you'll be familiar with. So, if we say something makes business sense , it means 'it's good for business'. But yachts are different."
    },
    {
      "author": "Neil",
      "text": "Yachts, and especially what she calls superyachts, actually lose money. So much so, she calls a superyacht a black hole of wealth."
    },
    {
      "author": "Catherine",
      "text": "A black hole , in scientific terms, is a place where gravity is so strong that nothing can escape – not even light. So, in business terms, a black hole eats all your money!"
    },
    {
      "author": "Neil",
      "text": "It's also used conversationally to mean 'a place where things go missing'."
    },
    {
      "author": "Catherine",
      "text": "These superyachts are big. The world's longest is 180m in length. And they require a professional crew. Which is how Emma began her study – she used to work on the yachts."
    },
    {
      "author": "Neil",
      "text": "She's now spent six years studying the world of superyachts and the super rich."
    },
    {
      "author": "Catherine",
      "text": "So, what else did she learn?"
    },
    {
      "author": "Neil",
      "text": "She says that in the world of the super rich – the size of your yacht shows your place in the pecking order ."
    },
    {
      "author": "Catherine",
      "text": "The pecking order means 'the social system from most powerful to least powerful'."
    },
    {
      "author": "Neil",
      "text": "If you're higher up in the yachting pecking order , you get the best place in the harbour. Which is very important to yacht owners, apparently."
    },
    {
      "author": "Catherine",
      "text": "Apparently, so. It's all about seeing and being seen. You could actually say that yachts are the ultimate form of conspicuous consumption . Now that's another great term – conspicuous means 'visible or noticeable' and consumption means 'spending'. So, the phrase conspicuous consumption refers to the kind of buying you do so that other people notice your money."
    },
    {
      "author": "Neil",
      "text": "Before we sail off into the sunset Catherine, how about we answer today's question."
    },
    {
      "author": "Catherine",
      "text": "I said that Vietnam is the country in which the percentage of super rich is expected to grow fastest over the next 10 years."
    },
    {
      "author": "Neil",
      "text": "Well, I'm very pleased to say that you were right. It was in fact Vietnam – according to the same report by Knight Frank – the population of ultra wealthy is expected to grow by a staggering 170% in the next decade."
    },
    {
      "author": "Catherine",
      "text": "Now, how about we have another look at the wealth of vocabulary in this programme?"
    },
    {
      "author": "Neil",
      "text": "Very good. We started with assets – here it means 'things we can buy or sell'. What are your assets?"
    },
    {
      "author": "Catherine",
      "text": "Oh, you know, my diamond rings, my bike, my laptop. I'm not like you though Neil, I don't live in an expensive mansion – that would be a real status symbol !"
    },
    {
      "author": "Neil",
      "text": "If only that were true, but it's a good example. A status symbol is a possession that shows off our wealth and our place in society."
    },
    {
      "author": "Catherine",
      "text": "Yes, and we had the phrase to make business sense – in other words to be good for business. We could also say that a particular policy makes economic sense."
    },
    {
      "author": "Neil",
      "text": "Or I could say investing wisely makes financial sense. Not like yachts which are expensive to buy and run. In fact, they're a black hole for our money."
    },
    {
      "author": "Catherine",
      "text": "Now, did you know our next phrase, pecking order , actually comes from chicken behaviour?"
    },
    {
      "author": "Neil",
      "text": "And finally, the phrase conspicuous consumption . For example, you could say that dining at the finest restaurants wearing expensive clothes is conspicuous consumption ."
    },
    {
      "author": "Catherine",
      "text": "And to clear up two similar phrases: a status symbol refers to the object itself, like a luxury car; whereas conspicuous consumption refers to the act of spending money on things like expensive cars but you're spending money so that other people notice."
    },
    {
      "author": "Neil",
      "text": "Do check us out on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Neil &amp; Catherine",
      "text": "Neil & Catherine Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "INSERT",
    "Neil &amp; Catherine"
  ]
}