{
  "title": "ould you go vegan?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0532s2n.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170525",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170525_6min_english_veganism_download.mp3",
  "intro": [
    "In this programme, Neil and Catherine discuss why more and more people are becoming vegan. They also teach you six items of useful vocabulary."
  ],
  "this_week_question": [
    "Which of these celebrities is vegan? a)    Brad Pitt b)    Jennifer Lopez c)    Miley Cyrus",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "emissions",
      "desc": "gases produced by something"
    },
    {
      "text": "in this day and age",
      "desc": "these days"
    },
    {
      "text": "ethical",
      "desc": "moral"
    },
    {
      "text": "veganism",
      "desc": "the vegan diet"
    },
    {
      "text": "arid",
      "desc": "dry; too dry to support crops"
    },
    {
      "text": "livestock",
      "desc": "farm animals"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English – the programme where we bring you an interesting topic and six items of vocabulary. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Now, if you want to fight climate change – what can you do?"
    },
    {
      "author": "Catherine",
      "text": "Well, you can use less electricity…"
    },
    {
      "author": "Neil",
      "text": "Or stop driving…"
    },
    {
      "author": "Catherine",
      "text": "But scientists believe there's another behaviour which has an even bigger impact on the planet, and that is what you eat."
    },
    {
      "author": "Neil",
      "text": "We're talking about meat here. If people cut out meat and animal products from their diets – harmful emissions could be reduced by 70%. That's according to research from Oxford University."
    },
    {
      "author": "Catherine",
      "text": "Now emissions are the gases produced by an activity or living thing – so we could talk about factory emissions or farming emissions ."
    },
    {
      "author": "Neil",
      "text": "And if you eat no meat or animal products you're what we call 'vegan'. More and more people around the world are going vegan. And today's question: which of these celebrities is vegan? Is it… a) Brad Pitt, b) Jennifer Lopez or c) Miley Cyrus?"
    },
    {
      "author": "Catherine",
      "text": "And I'm going to go for…c) Miley Cyrus."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out at the end of the programme. Now, before we go much further, why don't we find out a bit more about exactly what it means to be vegan?"
    },
    {
      "author": "Catherine",
      "text": "Here's Tom Kuehnel from the Vegan Society in the UK."
    },
    {
      "author": "INSERT",
      "text": "Tom Kuehnel, Vegan Society Veganism is a way of living which excludes, as far as is possible and practicable, all forms of exploitation and cruelty to animals. So that's for food, clothing or any other purpose. So we just don't want to use or abuse animals. And we feel like there, you know, there are plenty of alternatives in this day and age . It's never been easier to be vegan."
    },
    {
      "author": "Neil",
      "text": "Of course, he says that avoiding cruelty to animals is what it's all about, but that doesn't just mean food. If you're a true vegan, then clothing from animals is also out - no more leather shoes!"
    },
    {
      "author": "Catherine",
      "text": "But he feels that it's easier than ever before to become vegan – and uses a nice phrase: \" in this day and age \"."
    },
    {
      "author": "Neil",
      "text": "Yes. It means 'these days', or 'in the present time' – and is often used to highlight a contrast with a previous time."
    },
    {
      "author": "Catherine",
      "text": "So, many people go vegan for ethical reasons. Now ethical is a useful word, it means 'relating to moral beliefs', so if you become vegan for ethical reasons, you do it because you think it's wrong to eat or use animal products."
    },
    {
      "author": "Neil",
      "text": "Others go vegan because of environmental considerations, as we looked at earlier. Rearing livestock – that means animals like cows and pigs – produces a lot of harmful methane gas. Now, let's just say the animals themselves produce a lot of it from their bodies. The other major reason to choose veganism …"
    },
    {
      "author": "Catherine",
      "text": "Veganism – now, that's the noun for the diet."
    },
    {
      "author": "Neil",
      "text": "… is because they believe it is healthier."
    },
    {
      "author": "Catherine",
      "text": "In the research from Oxford University we mentioned earlier, scientists found that 8 million deaths per year could be avoided if the world went vegan."
    },
    {
      "author": "Neil",
      "text": "Now, that's human deaths. They claim that half of this figure would be because we no longer eat red meat, and the other half would be due to eating more healthy fruit and vegetables – as well as fewer people being overweight."
    },
    {
      "author": "Catherine",
      "text": "And they say that this would have an economic impact too. They suggest that up to $1,000bn a year would be saved due to reduced healthcare costs and increased productivity at work - because fewer people would get sick."
    },
    {
      "author": "Neil",
      "text": "So, if it's all so simple – why don't we all go vegan tomorrow?"
    },
    {
      "author": "Catherine",
      "text": "Well, meat-eating is an important part of most cultures – not everyone wants to change."
    },
    {
      "author": "Neil",
      "text": "And millions of people worldwide raise livestock for a living."
    },
    {
      "author": "Catherine",
      "text": "So these jobs would disappear. Now, with up to a third of the planet estimated to be arid – which means dry and unable to support crops - people living in these regions rely on livestock , so people for example like the Berbers in the Sahara region."
    },
    {
      "author": "Neil",
      "text": "Without animal farming they would be forced to abandon traditional nomadic lifestyles – that's where they move from place to place - and settle in cities."
    },
    {
      "author": "Catherine",
      "text": "And for many people, well, they just like eating meat and dairy."
    },
    {
      "author": "Neil",
      "text": "We asked you about well-known vegans: which of these is vegan? a) Brad Pitt, b) Jennifer Lopez or c) Miley Cyrus?"
    },
    {
      "author": "Catherine",
      "text": "And I said it was Miley Cyrus."
    },
    {
      "author": "Neil",
      "text": "Well, you're kind of half right, Catherine. In fact, both Brad Pitt and Miley Cyrus are vegan. Jennifer Lopez used to be, but has since started eating meat again, apparently."
    },
    {
      "author": "Catherine",
      "text": "Now, why don't we wrap up by looking at today's vocabulary one more time?"
    },
    {
      "author": "Neil",
      "text": "Well – we started with emissions : gases produced by something or an activity such as digestion. Livestock emissions for example – are gases produced by animals."
    },
    {
      "author": "Catherine",
      "text": "We can also add a word that describes a kind of emissions , like methane emissions or greenhouse gas emissions ."
    },
    {
      "author": "Neil",
      "text": "Next up we had in this day and age – which means 'these days'."
    },
    {
      "author": "Catherine",
      "text": "I still can't believe you still don't have a smartphone in this day and age, Neil."
    },
    {
      "author": "Neil",
      "text": "Well, maybe I just object to smartphones for ethical reasons!"
    },
    {
      "author": "Catherine",
      "text": "So you have for moral reasons to smartphones?"
    },
    {
      "author": "Neil",
      "text": "Yeah, for me it's important to understand the conditions of the workers in the factory where the smartphone is made."
    },
    {
      "author": "Catherine",
      "text": "That's fair enough then. But, Neil, you haven't become vegan yet for ethical reasons, have you?"
    },
    {
      "author": "Neil",
      "text": "You've got me there – I admire veganism but I still like cheese too much to do it! Veganism is the noun."
    },
    {
      "author": "Catherine",
      "text": "That's right. So two more words to go – we have arid and livestock . Arid describes land that is too dry to support many crops or plants."
    },
    {
      "author": "Neil",
      "text": "But arid regions can sometimes support livestock – livestock means farm animals. If you think of the 'stock' as being the assets of a business, then animals are 'living' or 'live' stock."
    },
    {
      "author": "Catherine",
      "text": "And that brings us to the end of today's programme. Join us on our Facebook, Twitter, Instagram and YouTube pages for lots more! Let us know what you think of veganism !"
    },
    {
      "author": "Neil",
      "text": "Bye for now."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "INSERT"
  ]
}