{
  "title": "dfulness",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0551n5k.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170615",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170615_6min_english_mindfulness_download.mp3",
  "intro": [
    "Relax, slow down and breathe. Neil and Catherine explore mindfulness in this episode of 6 Minute English. But what is it? And what benefits does it offer? Learn more about this form of meditation and pick up six items of useful vocabulary."
  ],
  "this_week_question": [
    "How many teachers in the UK are now trained to teach mindfulness? a) 500",
    "b) 5,000",
    "c) 50,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "mindfulness",
      "desc": "the practice of only focusing on ‘now’ for spiritual or relaxation purposes"
    },
    {
      "text": "secular",
      "desc": "non-religious"
    },
    {
      "text": "in the present",
      "desc": "(moment) fully aware of what’s happening now"
    },
    {
      "text": "grounded",
      "desc": "rational, clear thinking"
    },
    {
      "text": "bias",
      "desc": "a preference for something which affects judgment"
    },
    {
      "text": "meditation",
      "desc": "focusing your thoughts deeply and quietly, usually for spiritual reasons or relaxation"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "OK, I want you to close your eyes. Focus… on your breathing."
    },
    {
      "author": "Catherine",
      "text": "Er, Neil? Can we do this later? We've only got six minutes."
    },
    {
      "author": "Neil",
      "text": "Ok, Catherine. Welcome to a mindful edition of 6 Minute English, where we're exploring the rise of mindfulness – particularly in schools."
    },
    {
      "author": "Catherine",
      "text": "And we'll be teaching six items of vocabulary along the way. So I think we should start with mindfulness itself."
    },
    {
      "author": "Neil",
      "text": "Being mindful , as an adjective, means 'being calmly aware of everything in your body and mind'. You only focus on 'now'."
    },
    {
      "author": "Catherine",
      "text": "People practise mindfulness , the noun, by focusing only on their breath, and not allowing themselves to be distracted by passing thoughts."
    },
    {
      "author": "Neil",
      "text": "Indeed. It's traditionally associated with Buddhism, and has become incredibly popular in the secular world – in workplaces, in private classes and even in schools."
    },
    {
      "author": "Catherine",
      "text": "Secular means 'non-religious' by the way."
    },
    {
      "author": "Neil",
      "text": "OK, I just mentioned schools: how many teachers in the UK are trained to teach mindfulness ? Is it… a) 500, b) 5,000 or c) 50,000?"
    },
    {
      "author": "Catherine",
      "text": "Let me focus really hard – I think it's 5,000."
    },
    {
      "author": "Neil",
      "text": "A very mindful answer, Catherine. But I'll reveal the real answer later. Now let's hear from one teacher who's been practising mindfulness with students for many years. Alison Mayo, Head of Early Years at Dharma Primary School, thinks it's particularly suited to young children. Why?"
    },
    {
      "author": "INSERT",
      "text": "Alison Mayo, Head of Early Years, Dharma Primary School That 's very natural for children - to be in the present . And we really kind of celebrate that because that is a place where they are learning. So, if they feel grounded , then they can really develop their concentration and their focus, and relax. Learning happens so much more easily if you're relaxed and happy."
    },
    {
      "author": "Neil",
      "text": "Alison said it was natural for children to be in the present ."
    },
    {
      "author": "Catherine",
      "text": "The present – means 'now'. You'll know it from the 'present tense' in grammar. And people who practise mindfulness use this phrase a lot – to be in the present , or in the present moment ."
    },
    {
      "author": "Neil",
      "text": "It sounds simple, but actually it's very hard to achieve."
    },
    {
      "author": "Catherine",
      "text": "Well, Neil, it might be for an old chap like you, but for young people, Miss Mayo thinks it's very natural."
    },
    {
      "author": "Neil",
      "text": "Fair enough. Being grounded , as she says, helps students concentrate and learn in a relaxed way."
    },
    {
      "author": "Catherine",
      "text": "Grounded is another good adjective there – it means 'rational, sensible, clear thinking'."
    },
    {
      "author": "Neil",
      "text": "So, she's a fan of mindfulness . And there's growing evidence behind its benefits."
    },
    {
      "author": "Catherine",
      "text": "Yes. The UK's national health advisory body has recommended it to help treat conditions like depression and anxiety."
    },
    {
      "author": "Neil",
      "text": "Studies have shown it reduces levels of the stress hormone, cortisol."
    },
    {
      "author": "Catherine",
      "text": "And a new study has claimed that eating mindfully can actually help people to lose weight."
    },
    {
      "author": "Neil",
      "text": "You mean eating slowly?"
    },
    {
      "author": "Catherine",
      "text": "Yeah, slowly and really experiencing and tasting the food. Not being distracted and not eating too much too fast! Anyway, Neil, is mindfulness taking over the world?"
    },
    {
      "author": "Neil",
      "text": "Well, not quite yet. There still aren't many detailed studies on it – and some critics say the studies we have show a publication bias . In other words, only the positive results are published."
    },
    {
      "author": "Catherine",
      "text": "A bias is when you support something or someone in an unfair way, because of your preferences or beliefs."
    },
    {
      "author": "Neil",
      "text": "What seems certain is that mindfulness has entered into many aspects of modern life, at least here in the UK. Now, let's look back at our question. I asked how many teachers in the UK have been trained in mindfulness ."
    },
    {
      "author": "Catherine",
      "text": "And I said 5,000."
    },
    {
      "author": "Neil",
      "text": "Well, it was actually 5,000. Well done! According to the Mindfulness Initiative. And it keeps on growing."
    },
    {
      "author": "Catherine",
      "text": "So before we finish up, here's another question that might be useful for our listeners – what's the difference between mindfulness and meditation ?"
    },
    {
      "author": "Neil",
      "text": "Aha – that's not so easy to define. Meditation is the broader term. When you meditate you spend time quietly – focusing your mind - often for relaxation or spiritual purposes. Mindfulness is a particular a kind of meditation – when you try to empty your mind of thought. Does that make sense?"
    },
    {
      "author": "Catherine",
      "text": "Yeah, more or less. So we'll let our listeners meditate on that answer. And before we empty our minds, let's look back at today's words. We had mindfulness , mindful and mindfully – they all relate to the particular practice of being only focused of what's happening now."
    },
    {
      "author": "Neil",
      "text": "What's happening now, or we could say – what's happening in the present . People often focus on the past – thinking back about mistakes or happy memories…"
    },
    {
      "author": "Catherine",
      "text": "Or on the future – which can be full of worries. But by being in the present – you overcome these thoughts and fears. Next we had secular . It contrasts with 'religious'. So, while a church is a religious building, we also have secular buildings – like factories and shops and hospitals…"
    },
    {
      "author": "Neil",
      "text": "All non-religious buildings, in other words!"
    },
    {
      "author": "Catherine",
      "text": "Exactly. Now, tell me Neil, are you feeling grounded right now?"
    },
    {
      "author": "Neil",
      "text": "You're asking if I'm thinking clearly and feeling connected to the world? Do you even have to ask, Catherine – I'm a very grounded person."
    },
    {
      "author": "Catherine",
      "text": "You are, most of the time. Most of the time you're naturally grounded , every now and again you get a bit panicked, but … some of us need to remember to slow down, chill out and meditate once in a while."
    },
    {
      "author": "Neil",
      "text": "Yes, that would be meditate meaning to take quiet time to focus deeply on something."
    },
    {
      "author": "Catherine",
      "text": "Exactly. Now for more ways to improve your English I suggest you mindfully visit our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Neil",
      "text": "Yes, focus only on our pages. Don't be distracted by anything else!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "INSERT",
    "Both"
  ]
}