{
  "title": "Self-help",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0570r9m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170706",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170706_6min_english_self_help_download.mp3",
  "intro": [
    "The self-help industry is worth $10bn a year in the US alone. Why is it so successful? Rob and Neil improve themselves and teach you six items of useful vocabulary in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "Which of these well-known self-help books was published first?",
    "a) How to Win Friends and Influence People",
    "b) Think and Grow Rich",
    "c) The Law of Attraction",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "self-help",
      "desc": "trying to improve yourself without the help of professionals"
    },
    {
      "text": "trend",
      "desc": "something new which is popular for a period"
    },
    {
      "text": "to dwindle",
      "desc": "to become fewer or weaker"
    },
    {
      "text": "therapeutic",
      "desc": "relaxing; making you feel less anxious"
    },
    {
      "text": "to go from strength to strength",
      "desc": "to become more successful over time"
    },
    {
      "text": "millennial",
      "desc": "someone born between the mid-1980s and early 2000s"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English. I'm Neil, and today we're going to improve ourselves."
    },
    {
      "author": "Rob",
      "text": "Haha, how could we possibly get any better? I'm Rob, and yes, today's topic is self-help – and the self-help industry."
    },
    {
      "author": "Neil",
      "text": "What do we mean by self-help ? Well, it means trying to improve yourself – psychologically, economically or in other ways – without seeking official help."
    },
    {
      "author": "Rob",
      "text": "For example, bookshops these days are full of titles which claim to boost your self-confidence, your wealth, your love life… or your career!"
    },
    {
      "author": "Neil",
      "text": "Yes, in just seven days! There's a clear demand for this kind of thing – the self-help industry is worth $10bn in the US alone."
    },
    {
      "author": "Rob",
      "text": "That's a lot. That includes things like gym memberships, diet plans and life coaching apps."
    },
    {
      "author": "Neil",
      "text": "We'll be looking at why. But first, the self-help industry has been around for a long time. Which of these well-known books was published first?"
    },
    {
      "author": "Rob",
      "text": "Mmm... I could do with some help here. I'll go with the first one – How to Win Friends and Influence People."
    },
    {
      "author": "Neil",
      "text": "OK, well before we go further, let's take a trip inside a bookshop in Manchester to find out which self-help books are selling well."
    },
    {
      "author": "Rob",
      "text": "Let's listen to Emma Marshall, a manager at Waterstones bookshop. What's popular now?"
    },
    {
      "author": "Emma Marshall, Assistant Manager, Waterstones",
      "text": "At the moment we're in the tidying up, getting rid of things trend . But before that we saw colouring in, which became a huge thing. It's kind of dwindling now, because these sorts of trends come in and then they go. Like last year we saw 'hygge', which is the Danish art of living well, apparently. So we're taking from all sorts of cultures. And so I think the trend right now is about slowing down in your life."
    },
    {
      "author": "Neil",
      "text": "Emma says there are a couple of trends right now. A trend , here, means something new which is popular for a period of time."
    },
    {
      "author": "Rob",
      "text": "Yes, so she mentioned tidying up and getting rid of things. Would you buy a book about tidying up, Neil?"
    },
    {
      "author": "Neil",
      "text": "I'd be more likely to buy a book about it than actually tidy up! She also mentioned a current trend about slowing down in our lives."
    },
    {
      "author": "Rob",
      "text": "I can agree with that! And previous trends included colouring-in – these books have black and white outline pictures that you fill in with colours."
    },
    {
      "author": "Neil",
      "text": "I used to do that as a child. Very therapeutic !"
    },
    {
      "author": "Rob",
      "text": "Therapeutic – making you feel more relaxed and less anxious – it's related to the word therapy…"
    },
    {
      "author": "Neil",
      "text": "Although the colouring-in trend is dwindling - it's becoming weaker. They're selling fewer colouring-in books."
    },
    {
      "author": "Rob",
      "text": "So – trends come and go, but the industry is going from strength to strength ."
    },
    {
      "author": "Neil",
      "text": "To go from strength to strength means to remain strong, or get even stronger! Why?"
    },
    {
      "author": "Rob",
      "text": "Dr Jennifer Wild, a psychologist from Oxford University, believes that the internet is a big factor."
    },
    {
      "author": "Neil",
      "text": "We've got used to searching for solutions online, and now these solutions even include how to fix or improve our lives."
    },
    {
      "author": "Rob",
      "text": "And psychologist Caroline Beaton, writing on Forbes.com, said she believes that millennials are a big factor."
    },
    {
      "author": "Neil",
      "text": "How do we define the term ' millennial '? Also known as Generation Y – are people born between the mid-1980s and early 2000s. It's a common term in the news – often because people born in this time in the West are seen to have certain characteristics."
    },
    {
      "author": "Rob",
      "text": "They're sometimes described as lazy and obsessed with themselves – and while that's not necessarily true, Caroline Beaton says millennials are highly self-critical."
    },
    {
      "author": "Neil",
      "text": "Self-critical – they are aware of their own faults – which also means they're more likely to spend time on money on self-help . She says they spend twice as much as Generation Xers. Generation X refers to people born between the late 60s and around 1980."
    },
    {
      "author": "Rob",
      "text": "And one more possible reason why the self-help industry does well: it's very resistant to recessions. When the economy does badly – as we say it goes into recession – people are perhaps even more likely to reach for self-help to improve their situation."
    },
    {
      "author": "Neil",
      "text": "So there we are. Now, let's go back to another recession – the Great Depression of the 1930s in America – and to my question about which self-help book was published first?"
    },
    {
      "author": "Rob",
      "text": "Well – I said a) How to Win Friends and Influence People."
    },
    {
      "author": "Neil",
      "text": "In fact – two of these books were published in the late 1930s, How to win friends and influence people, by Dale Carnegie, was first in 1936. It has since sold over 30 million copies. Think and grow rich, by Napoleon Hill, was published in 1937, and is believed to have sold over 100 million copies!"
    },
    {
      "author": "Rob",
      "text": "That's a lot of self-help. Wow – have you read either of them?"
    },
    {
      "author": "Neil",
      "text": "I haven't read either of them but, perhaps, I should"
    },
    {
      "author": "Rob",
      "text": "Well, before we rush home and improve ourselves, let's improve our vocabularies."
    },
    {
      "author": "Neil",
      "text": "Of course – today we had: self-help - the activity of improving yourself – physically, mentally or in other ways – often through courses and books."
    },
    {
      "author": "Rob",
      "text": "There are lots of trends in the self-help industry. And we also see trends in fashion, in music, in popular culture… Like the trend for men to grow beards."
    },
    {
      "author": "Neil",
      "text": "Are you talking about me? Anyway, I think the beard trend is dwindling . It's getting smaller, less influential."
    },
    {
      "author": "Rob",
      "text": "Really? I stroke my beard here. I think it's very therapeutic . It makes me relax and feel good."
    },
    {
      "author": "Neil",
      "text": "Maybe you're right. What about our next phrase – to go from strength to strength ?"
    },
    {
      "author": "Rob",
      "text": "You could say a business is going from strength to strength if it's earning a lot of money."
    },
    {
      "author": "Neil",
      "text": "Indeed. And what about our term for young people – millennial . Are you a millennial , Rob?"
    },
    {
      "author": "Rob",
      "text": "Didn't quite scraped in there. I'm still a Generation X. But I do like to think I'm in touch with what millennials do. Which includes – having lots of different social media accounts."
    },
    {
      "author": "Neil",
      "text": "Just like us – do look up BBC Learning English on Facebook, Twitter, Instagram and YouTube."
    },
    {
      "author": "Rob",
      "text": "And good luck with your self-improvement!"
    },
    {
      "author": "Both",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Emma Marshall, Assistant Manager, Waterstones",
    "Both"
  ]
}