{
  "title": "How honest are we?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0590k3p.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170727",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170727_6min_english_honesty_download.mp3",
  "intro": [
    "Are you honest? Have you ever cheated anybody? Rob and Neil discuss if honesty comes naturally to people or if it is a product of living in a social group."
  ],
  "this_week_question": [
    "Who said 'honesty is the best policy'? Was it…",
    "a) Donald Trump",
    "b) Benjamin Franklin",
    "c) Richard Nixon?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "honest",
      "desc": "truthful"
    },
    {
      "text": "cheat",
      "desc": "trick or deceive someone to get something you want"
    },
    {
      "text": "consumer",
      "desc": "person who buys things or services"
    },
    {
      "text": "psychological make up",
      "desc": "the way the human mind works, the way we think"
    },
    {
      "text": "selfish",
      "desc": "someone who only cares about themselves and not about other people"
    },
    {
      "text": "co-operatively",
      "desc": "working together towards shared goals"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, where we bring you an interesting topic and six items of vocabulary. I'm Neil, and joining me is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello there! And today we've got six minutes to talk about honesty and how honest people are – particularly when it comes to spending money. So Neil – what's an 'honesty box'?"
    },
    {
      "author": "Neil",
      "text": "Well, it's where you pay for something by putting money in a box – but it's up to you to put in the right amount. A small business might use this method to take money for things like parking your car or buying a newspaper because it means you don't need a sales assistant."
    },
    {
      "author": "Rob",
      "text": "But that means people could take a newspaper or park their car without paying anything! An honesty box relies on people being honest. The adjective honest means truthful and not trying to cheat people."
    },
    {
      "author": "Neil",
      "text": "And the noun is honesty – the quality of being truthful. Have you ever cheated an honesty box, Rob?"
    },
    {
      "author": "Rob",
      "text": "Absolutely not! I've never have!"
    },
    {
      "author": "Neil",
      "text": "Honestly?"
    },
    {
      "author": "Rob",
      "text": "Honestly! And to cheat , by the way, means to trick or deceive someone to get something you want. Honesty is the best policy, as they say…"
    },
    {
      "author": "Neil",
      "text": "Which of course leads us on to our quiz. Dan The 6 minute English quiz! Who said ‘honesty is the best policy’? Was it…"
    },
    {
      "author": "Rob",
      "text": "Honestly, Neil! Everyone will know the answer to that."
    },
    {
      "author": "Neil",
      "text": "But do you know the answer to that, Rob?"
    },
    {
      "author": "Rob",
      "text": "Well, I'll have an honest guess. I think it's b) Benjamin Franklin."
    },
    {
      "author": "Neil",
      "text": "Well, you might be right, but you might not – we'll find out at the end. I did like your use of 'honestly' there, Rob. We can use the adverb 'honestly' at the beginning of a sentence to show that we're feeling irritated – for example when your co-presenter picks a quiz question that's too easy!"
    },
    {
      "author": "Rob",
      "text": "OK, OK, let's move on now and hear from Philip Graves, a psychologist, and author of the book Consumerology , who can tell us about why honesty isn't always the best policy."
    },
    {
      "author": "INSERT",
      "text": "Philip Graves, Psychologist and author of the book Consumerology The question is not 'Are most consumers honest, the question is 'Are most people honest?' – And the answer to that is 'no'. We have evolved with the capacity to be dishonest. It's part of our evolutionary psychological make up – because if we can gain an advantage over the people around us, we have a greater chance of surviving. Now what's important in that is that we also benefited from being in a social group and that was important in our evolutionary past so there is a balance to strike between the extent to which we can feather our own nest, so to speak, and the risk of being ostracised by the group."
    },
    {
      "author": "Neil",
      "text": "A consumer is a person who buys things or services – for example, food or clothes."
    },
    {
      "author": "Rob",
      "text": "Or the use of a parking space – or a taxi."
    },
    {
      "author": "Neil",
      "text": "Now, if I park my car and don't pay for the parking space, I'm being dishonest, but I'm also saving money."
    },
    {
      "author": "Rob",
      "text": "And Philip Graves says being dishonest is part of our 'psychological make up'. What does that mean?"
    },
    {
      "author": "Neil",
      "text": "Our psychological make up is the way the human mind works – the way we think."
    },
    {
      "author": "Rob",
      "text": "And it makes sense to be dishonest if you gain an advantage through this behaviour. So when you take something without paying for it, you save money you can spend on something else."
    },
    {
      "author": "Neil",
      "text": "So why do we place such importance on being honest then? – If we benefit from being dishonest?"
    },
    {
      "author": "Rob",
      "text": "Because it's selfish behaviour – which other members of our social group won't like. If everybody acted selfishly and dishonestly all the time, the world would be a very unpleasant place!"
    },
    {
      "author": "Neil",
      "text": "Selfish – meaning only caring about yourself and not about other people. That's a good point, Rob."
    },
    {
      "author": "Rob",
      "text": "Yes, societies work better if people behave co-operatively – which means working together towards shared goals."
    },
    {
      "author": "Neil",
      "text": "So honesty really is the best policy then – at least most of the time! Dan And now it's time for the answer to the quiz. Who said ‘honesty is the best policy’? Neil What do you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "OK. Was it Benjamin Franklin?"
    },
    {
      "author": "Neil",
      "text": "And that was… the right answer! Maybe the question was too easy! Benjamin Franklin wrote it in a book of proverbs called Poor Richard's Almanac between 1732 and 1758. Other famous quotes include 'There are no gains without pains' and 'Have you something to do tomorrow? Do it today.' OK let's follow Franklin's wise words and move right ahead with the vocabulary items we learned today."
    },
    {
      "author": "Rob",
      "text": "First up was the adjective honest – meaning truthful and not trying to cheat people – For example, 'Neil has a very honest face'. OK, then there's … um …. honesty and honestly… the noun and adverb forms. For example, erm…"
    },
    {
      "author": "Neil",
      "text": "Honestly, Rob, hurry up and do the second item!"
    },
    {
      "author": "Rob",
      "text": "OK, OK, I'm getting there! To cheat – means to behave dishonestly to get what you want."
    },
    {
      "author": "Neil",
      "text": "My granny always used to cheat in card games. It was so annoying!"
    },
    {
      "author": "Rob",
      "text": "And I always used to cheat in spelling tests at school!"
    },
    {
      "author": "Neil",
      "text": "How dishonest, Rob! OK, number three. Consumer – a person who buys goods or services for their own personal use."
    },
    {
      "author": "Rob",
      "text": "For example, 'I am a big consumer of chocolate bars'."
    },
    {
      "author": "Neil",
      "text": "That's terrible English, Rob! How about – 'We asked UK consumers how much money they spent on food every month'?"
    },
    {
      "author": "Rob",
      "text": "OK, I agree that's a better example. Anyway, I never consume chocolate. Number four!"
    },
    {
      "author": "Neil",
      "text": "Psychological make up – the way our minds work. The way we think."
    },
    {
      "author": "Rob",
      "text": "For example, 'He had the psychological make up of a serial killer…'"
    },
    {
      "author": "Neil",
      "text": "That's nasty! Moving on – selfish – caring only about yourself and not other people."
    },
    {
      "author": "Rob",
      "text": "You only made yourself a cup of tea – that was a selfish thing to do!"
    },
    {
      "author": "Neil",
      "text": "What???"
    },
    {
      "author": "Rob",
      "text": "It was just an example. You're not selfish, Neil. You're actually the most co-operative person I know – you're happy to work with others towards a common goal."
    },
    {
      "author": "Neil",
      "text": "Not selfish then?"
    },
    {
      "author": "Rob",
      "text": "Never selfish. Always co-operative… And honest too."
    },
    {
      "author": "Neil",
      "text": "Great. Now, I honestly recommend that listeners visit our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Rob",
      "text": "You can co-operate with other learners in your common goal of improving your English! Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}