{
  "title": "could kill you",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05c47l0.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170831",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170831_6min_english_laughing_download.mp3",
  "intro": [
    "In a competition for control between laughter and breathing and speaking, laughter always wins, says a neuroscientist. Neil and Tim discuss the dangers of laughter and teach you some related words."
  ],
  "this_week_question": [
    "How many times a day does the average adult laugh? Is it…",
    "a) 17,",
    "b) 70 or",
    "c) 700?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "guffaw",
      "desc": "a loud laugh that you can't control"
    },
    {
      "text": "laugh your head off",
      "desc": "laugh very loudly for a long time"
    },
    {
      "text": "choke",
      "desc": "to stop breathing because something is blocking your throat"
    },
    {
      "text": "diaphragm",
      "desc": "the sheet of muscle separating your lungs from your stomach"
    },
    {
      "text": "gasping",
      "desc": "having difficulty breathing"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, where we bring you an entertaining topic and six related items of vocabulary. I'm Neil… and those guffaws you can hear are coming from Tim. So what's so funny, Tim?"
    },
    {
      "author": "Tim",
      "text": "Can you pass me a glass of water?"
    },
    {
      "author": "Neil",
      "text": "Yes, OK, here you go."
    },
    {
      "author": "Tim",
      "text": "It was just something our producer said before I came into the studio. A guffaw by the way is a loud laugh that you can't control..."
    },
    {
      "author": "Neil",
      "text": "So while Tim laughs his head off – and that means to laugh very loudly for a long time – I'll introduce the show. Today, Tim, we're talking about laughter and how it could kill you…"
    },
    {
      "author": "Tim",
      "text": "Oh come on, Neil! That's not funny! Laughing is good for you – everyone knows that!"
    },
    {
      "author": "Neil",
      "text": "Well, not when you laugh like that, Tim! You're bright red in the face, you've got tears streaming down your face. And you nearly choked on a glass of water! Choke means to stop breathing because something is blocking your throat by the way. Now, without laughing or choking, can you please tell me how many times a day the average adult laughs? Is it… a) 17, b) 70 or c) 700?"
    },
    {
      "author": "Tim",
      "text": "Hmm. Surely it depends on what type of person you are?"
    },
    {
      "author": "Neil",
      "text": "Maybe it does. That's why I'm asking about the average number of times Tim, so just make an intelligent guess. Tim OK, well I laugh a lot so I'm going to say 70 times a day. 700 times seems like you'd be laughing all the time… But you've worried, me Neil – I know we sometimes say, I nearly died laughing – but nobody does actually die laughing, do they?"
    },
    {
      "author": "Neil",
      "text": "Well, I think the risk of dying of laughter is probably low – but in theory, what happens when we laugh is potentially dangerous! Let's listen to cognitive neuroscientist Sophie Scott talking about what happens when we laugh."
    },
    {
      "author": "INSERT",
      "text": "Sophie Scott, cognitive neuroscientist Laughter – in a competition for control over your ribcage in your brain between laughter and breathing and speaking – laughter will always win. And laughter just takes those same muscles and it squeezes them – eh eh eh eh – and the air goes – out out out out – and notably it does not want to let you breathe in. It's trying to kill you. It's quite dangerous."
    },
    {
      "author": "Tim",
      "text": "So when you laugh a lot your diaphragm – that's the sheet of muscle below your lungs – contracts and squeezes the air out of your lungs."
    },
    {
      "author": "Neil",
      "text": "This makes it hard to breathe – which is why you were gasping for breath earlier, Tim! And that's why laughter can kill you!"
    },
    {
      "author": "Tim",
      "text": "Gasping means having difficulty breathing. Well, I've caught my breath now – I didn't die – and I think it's fair to say, Neil, that laughter is good for you. When you laugh, your body releases happy hormones… And according to some research, people feel less pain as a result of having a good laugh."
    },
    {
      "author": "Neil",
      "text": "So scientists are saying laughter is a sort of natural painkiller?"
    },
    {
      "author": "Tim",
      "text": "Apparently, yes. They've done research where they make people laugh, and then test their pain levels afterwards. And they found that if people only chuckle a bit it doesn't act as a painkiller, but if you laugh a lot, it does."
    },
    {
      "author": "Neil",
      "text": "So a chuckle sounds like this [chuckles]. Chuckling means to laugh quietly. So you need belly laughter then – great big guffaws? Tim That's right. A guffaw is pretty much the opposite of a chuckle. I was guffawing earlier in the show. Would you like to demonstrate your own guffaw, Neil?"
    },
    {
      "author": "Neil",
      "text": "[hearty guffaw]"
    },
    {
      "author": "Tim",
      "text": "Fantastic – can I try pinching you now, and test whether you feel any pain?"
    },
    {
      "author": "Neil",
      "text": "No, you can't, Tim. It's time for the answer to today's quiz question. I asked you:"
    },
    {
      "author": "Tim",
      "text": "I said 70…"
    },
    {
      "author": "Neil",
      "text": "Sorry. The right answer is actually 17 – less than you thought I'm afraid, Tim. But children laugh on average 300 times a day."
    },
    {
      "author": "Tim",
      "text": "That's a big difference! You see, Neil, we all need to laugh more. You shouldn't be trying to tell us that laughing is dangerous."
    },
    {
      "author": "Neil",
      "text": "Maybe you're right. So let's move on and go over the words we learned today. The first one is 'guffaw' – which is a loud laugh that you can't control..."
    },
    {
      "author": "Tim",
      "text": "“Neil surprised us with his deep guffaw.”"
    },
    {
      "author": "Neil",
      "text": "Next up – number two – to 'laugh your head off' – means to laugh very loudly for a long time."
    },
    {
      "author": "Tim",
      "text": "“It's a really funny movie – you'll laugh your head off!”"
    },
    {
      "author": "Neil",
      "text": "OK – number three – 'choke' means to stop breathing because something is blocking your throat."
    },
    {
      "author": "Tim",
      "text": "“I nearly choked to death on a cheese sandwich.”"
    },
    {
      "author": "Neil",
      "text": "Poor Tim – you should eat more slowly! 'Diaphragm' is our next word, and that's the sheet of muscle separating your lungs from your stomach. We use our diaphragms for breathing, talking, and laughing!"
    },
    {
      "author": "Tim",
      "text": "“Do opera singers have more powerful diaphragms than other people?”"
    },
    {
      "author": "Neil",
      "text": "I don't know the answer to that, Tim. So number five, which is 'gasping', which means having difficulty breathing. “He was gasping for breath as he swam to the surface of the swimming pool.”"
    },
    {
      "author": "Tim",
      "text": "But 'gasp' also means to be shocked or surprised by something. For example, “I gasped in astonishment when I heard Neil laugh.”"
    },
    {
      "author": "Neil",
      "text": "Our final word is 'chuckle' which means to laugh quietly."
    },
    {
      "author": "Tim",
      "text": "“The audience chuckled through the show but they didn't seem very amused.”"
    },
    {
      "author": "Neil",
      "text": "Oh dear. Well I hope our audience has been amused today. If you're looking for more laughs, then please check out our Facebook, Twitter, Instagram and YouTube pages. You may find something to make you chuckle or guffaw there."
    },
    {
      "author": "Tim and Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Tim",
    "INSERT",
    "Tim and Neil"
  ]
}