{
  "title": "It's good to talk",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p059nn63.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170803",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170803_6min_english_talk_download.mp3",
  "intro": [
    "Do you feel very anxious or depressed sometimes? Talking to a professional can help. Neil and Rob talk about talk therapy and teach you six items of useful vocabulary in this episode of 6 Minute English."
  ],
  "this_week_question": [
    "Who invented the first talk therapy? Was it…",
    "a) Boris Karloff,",
    "b) Carl Jung or",
    "c) Sigmund Freud?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "therapy",
      "desc": "a type of treatment for a problem or illness"
    },
    {
      "text": "psychological problems",
      "desc": "problems of the mind"
    },
    {
      "text": "disturbed",
      "desc": "not thinking or behaving in a normal way because of psychological problems"
    },
    {
      "text": "depression",
      "desc": "a feeling of unhappiness that can affect your thoughts, behaviour, and feelings"
    },
    {
      "text": "marked",
      "desc": "obvious or noticeable"
    },
    {
      "text": "intervention",
      "desc": "something you do to improve a medical problem (in this context, it refers to different types of talk therapy)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, where we bring you a thoughtful topic and six items of vocabulary."
    },
    {
      "author": "Rob",
      "text": "I'm Rob…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. So I was watching an old Woody Allen movie last night…"
    },
    {
      "author": "Rob",
      "text": "OK. Is he the anxious middle-aged guy from New York who talks about his problems all the time? Neil That's the one. He was paying for… psychoanalysis – and that's a type of talk therapy that was popular in the 1970s. Do you know what therapy means, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes. Therapy means a type of treatment for a problem or illness. And talk therapy is a treatment for psychological problems – which means problems of the mind – in case you were struggling with another long Greek word, Neil! Trained therapists work with you on ways to understand your thoughts, feelings and behaviour."
    },
    {
      "author": "Neil",
      "text": "Hey, Rob, I'm an expert on long Greek words. Psychology is the noun, by the way. And the prefix 'psycho' in front of any word means 'to do with the mind'."
    },
    {
      "author": "Rob",
      "text": "For example the horror movie Psycho … which is all about the disturbed mind of the main character, Norman Bates…"
    },
    {
      "author": "Neil",
      "text": "…Where disturbed means not thinking or behaving in a normal way – because you have psychological problems. Norman Bates would have found talk therapy helpful, don't you think?"
    },
    {
      "author": "Rob",
      "text": "Hmm. I'm not sure really. Anyway, let's have a quiz question – shall we now, Neil? Can you tell me who invented the first talk therapy? Was it… a) Boris Karloff, b) Carl Jung or c) Sigmund Freud?"
    },
    {
      "author": "Neil",
      "text": "I'm going to go for Sigmund Freud."
    },
    {
      "author": "Rob",
      "text": "OK. Interesting answer – we'll find out later whether it was the right one or not. Now, moving on, what do you think is the most common psychological problem today, Neil?"
    },
    {
      "author": "Neil",
      "text": "It's depression. And depression – a feeling of unhappiness that can affect your thoughts, behaviour, and feelings – is the most common psychological problem affecting people throughout the world."
    },
    {
      "author": "Rob",
      "text": "How depressing! That's the adjective! It makes me feel depressed just thinking about it."
    },
    {
      "author": "Neil",
      "text": "And depressed is the adjective we use to describe how we are feeling. Don't feel depressed, Rob! Let's listen to Professor Brent Roberts from the University of Illinois to find out more about the benefits of talk therapy."
    },
    {
      "author": "INSERT",
      "text": "Professor Brent Roberts from the University of Illinois Seeing a therapist does result in marked changes in psychological functioning. So people get less depressed and they get less anxious, and it seems to be regardless of what type of intervention is engaged in. And that is… and that has been one of the more positive aspects of the therapy research that we've seen."
    },
    {
      "author": "Neil",
      "text": "So when people talk to therapists about their problems, it results in marked changes in their psychological functioning – marked here means obvious or noticeable."
    },
    {
      "author": "Rob",
      "text": "And these marked changes are that people become less depressed and anxious!"
    },
    {
      "author": "Neil",
      "text": "An intervention , by the way, is something you do to improve a medical problem – and in this context, it refers to different types of talk therapy."
    },
    {
      "author": "Rob",
      "text": "But why is talking about our problems helpful, Neil?"
    },
    {
      "author": "Neil",
      "text": "I think it gives a shape to our problems. It makes them seem clearer – and that's a first step in being able to manage them. Also, \"a problem shared is a problem halved\", as the saying goes."
    },
    {
      "author": "Rob",
      "text": "There's also some scientific evidence that talk therapy can change the way we think and feel – by replacing negative thought patterns with positive ones."
    },
    {
      "author": "Neil",
      "text": "Medication can also change the way we think and feel. Some people take pills to treat depression."
    },
    {
      "author": "Rob",
      "text": "But medication can have negative effects, for example it can make you feel sleepy during the daytime."
    },
    {
      "author": "Neil",
      "text": "Well, here's a positive thought – let's check how much we've learned today by going over today's vocabulary! We had therapy…"
    },
    {
      "author": "Rob",
      "text": "Therapy is a type of treatment for a problem or illness. There's therapy – therapist – therapeutic."
    },
    {
      "author": "Neil",
      "text": "My therapist is using a new therapy with me – it's very therapeutic!"
    },
    {
      "author": "Rob",
      "text": "Therapeutic means 'treating an illness' – but in a more general sense, it can simply mean 'relaxing'. For example, I find listening to music very therapeutic."
    },
    {
      "author": "Neil",
      "text": "OK. Next up – psychological – relating to the mind. Psychology – psychologist – psychological. Depression and anxiety are both psychological problems."
    },
    {
      "author": "Rob",
      "text": "My friend is studying psychology at university."
    },
    {
      "author": "Neil",
      "text": "I want to be a famous psychologist."
    },
    {
      "author": "Rob",
      "text": "A career change at your age, Neil?! You've kept that one a secret. OK. Number three – disturbed – 'not thinking or behaving in a normal way because you have psychological problems'. She was a disturbed young woman."
    },
    {
      "author": "Neil",
      "text": "Or disturbing – I've been having very disturbing dreams recently."
    },
    {
      "author": "Rob",
      "text": "Poor Neil! Disturbing here means 'upsetting or worrying'."
    },
    {
      "author": "Neil",
      "text": "Next item – depression – a feeling of unhappiness that can affect your thoughts, behaviour, and feelings."
    },
    {
      "author": "Rob",
      "text": "We felt depressed by the news."
    },
    {
      "author": "Neil",
      "text": "The news was very depressing!"
    },
    {
      "author": "Rob",
      "text": "Alright. Let's lift the mood – marked means 'obvious or noticeable'. There's been a marked improvement in your English homework!"
    },
    {
      "author": "Neil",
      "text": "There was a marked increase in the company's profits last year!"
    },
    {
      "author": "Rob",
      "text": "And finally – intervention – something you do to improve a problem – medical or otherwise."
    },
    {
      "author": "Neil",
      "text": "Let me intervene at this point – intervene – that's the verb and in this context it means 'to interrupt' – and say we've forgotten the quiz question, Rob!!"
    },
    {
      "author": "Rob",
      "text": "Oh, no! Good intervention. Yes, let's remind ourselves of that quiz question: who invented the first talk therapy? And you said Sigmund Freud, which is the right answer, so well done, Neil! Psychoanalysis was invented in the early 1890s by Austrian neurologist Sigmund Freud. The patient lies on a couch and talks about their thoughts, feelings and dreams while the therapist listens. Psychoanalytic sessions typically last 50 minutes and take place 4 to 5 times a week."
    },
    {
      "author": "Neil",
      "text": "OK. Good to know. But I think I prefer our own brand of talk therapy here on the show. And listeners – you can express your thoughts and feelings by visiting our Facebook, Twitter, Instagram and YouTube pages."
    },
    {
      "author": "Rob",
      "text": "Talk to you again soon! Bye bye!"
    },
    {
      "author": "Neil",
      "text": "So tell me about your childhood, Rob…"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}