{
  "title": "What makes a video go viral?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05b6s7r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170817",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170817_6min_english_viral_videos_download.mp3",
  "intro": [
    "Rob is keen to share funny videos - he loves cat ones. Neil is not interested. What makes people want to share them? Listen to the programme."
  ],
  "this_week_question": [
    "Which was one of the first videos to go viral on the internet? Was it…",
    "a) Charlie Bit my Finger,",
    "b) Sneezing Panda or",
    "c) Dancing Baby?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "meme",
      "desc": "a picture or video with an amusing caption that a lot of people share with each other online"
    },
    {
      "text": "grumpy",
      "desc": "bad tempered!"
    },
    {
      "text": "goes",
      "desc": "viral when something (e.g. a video or picture) gets passed on very quickly from person to person on the internet"
    },
    {
      "text": "peers",
      "desc": "people the same age as ourselves who share the same social position in a group"
    },
    {
      "text": "arousal (to arouse)",
      "desc": "to excite a particular feeling in somebody"
    },
    {
      "text": "to fire someone up",
      "desc": "to make someone excited and enthusiastic about something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. I'm Neil. Welcome to 6 Minute English, where we like to share…"
    },
    {
      "author": "Rob",
      "text": "Jokes, funny stories and cat videos…"
    },
    {
      "author": "Neil",
      "text": "No, Rob – we like to share six useful items of vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes, that too. But first, check out this meme on my phone, Neil – Grumpy Cat – it's so cute! Shall I send it to you?"
    },
    {
      "author": "Neil",
      "text": "No, please don't! A meme is a picture or video with an amusing caption that a lot of people share with each other online. Well, in this programme we're talking about why some online content goes viral…"
    },
    {
      "author": "Rob",
      "text": "… and some doesn't. This cat is cute because it looks so grumpy – and that means 'bad tempered'."
    },
    {
      "author": "Neil",
      "text": "An image, video, or other piece of information goes viral when it gets passed on very quickly from person to person on the internet."
    },
    {
      "author": "Rob",
      "text": "So first let's start with our quiz question, Neil. Can you tell me which was one of the first videos to go viral on the internet? Was it… a) Charlie bit my finger, b) Sneezing Panda or c) Dancing Baby?"
    },
    {
      "author": "Neil",
      "text": "I'm going to guess 'Sneezing Panda' – because I haven't seen any of those videos."
    },
    {
      "author": "Rob",
      "text": "That's ridiculous Neil. Have you been living under a rock?"
    },
    {
      "author": "Neil",
      "text": "Look, I just don't find silly videos particularly cute – or funny."
    },
    {
      "author": "Rob",
      "text": "OK, OK, no need to get grumpy about it. Let's move on. Why do so many people – Neil excluded – enjoy sharing content online? Let's listen to Dr Jonah Berger, Marketing Professor at the University of Pennsylvania and author of Contagious: Why things catch on , talking about what motivates us to share."
    },
    {
      "author": "INSERT",
      "text": "Dr Jonah Berger, Marketing Professor at the University of Pennsylvania and author Humans are social animals. Sharing allows us (to) feel connected to others. We share emotions, which allow us to deepen the bonds we have with our peers and with our friends."
    },
    {
      "author": "Neil",
      "text": "So it's all about being connected and deepening the bonds between ourselves and our peers. Our peers are people the same age as ourselves who share the same social position in a group."
    },
    {
      "author": "Rob",
      "text": "And we particularly like to share content that makes us feel emotional. Let's hear more from Dr Jonah Berger about this."
    },
    {
      "author": "INSERT",
      "text": "Dr Jonah Berger, Marketing Professor at the University of Pennsylvania and author High arousal emotions include things like anger and anxiety, but also excitement and humour, low arousal – sadness and contentment. [It] turns out that those high-arousal emotions – those emotions that fire us up and cause us to take action – also drive us to share."
    },
    {
      "author": "Neil",
      "text": "Arousal means 'to excite a particular feeling in somebody'. And emotions like anger and anxiety tend to cause stronger feelings than sadness and contentment."
    },
    {
      "author": "Rob",
      "text": "Right – high-arousal emotions fire us up – and to fire someone up means 'to make someone excited and enthusiastic about something'. So when a video we see on the internet makes us laugh – or makes us excited or angry – then we are more likely to share it with others."
    },
    {
      "author": "Neil",
      "text": "And sharing that emotion with others strengthens the connection or bond between us. That's what Dr Berger's theory says anyway."
    },
    {
      "author": "Rob",
      "text": "I'm surprised that sad things aren't passed on as much as, say, funny things."
    },
    {
      "author": "Neil",
      "text": "Well, how often do you share sad videos with your peers?"
    },
    {
      "author": "Rob",
      "text": "Good point. I do tend to share content that makes me laugh – more than sad or angry stuff anyway. Like the Grumpy Cat meme. Can I show it to you now?"
    },
    {
      "author": "Neil",
      "text": "No."
    },
    {
      "author": "Rob",
      "text": "OK. I'll just show you the caption. It says, \"I purred once. It was terrible\"."
    },
    {
      "author": "Neil",
      "text": "Yeah. Right. Hilarious, Rob. Now, can we have the answer to today's quiz question, please, if you've finished amusing yourself?"
    },
    {
      "author": "Rob",
      "text": "OK. OK. Which was one of the first videos to go viral on the internet?  Was it… a) Charlie Bit my Finger, b) Sneezing Panda or c) Dancing Baby?"
    },
    {
      "author": "Neil",
      "text": "And I said 'Sneezing Panda'."
    },
    {
      "author": "Rob",
      "text": "Well, it was actually Dancing Baby. This 3-dimensional animation of a baby dancing the cha-cha was one of the first viral videos released in the late 1990s. Another popular one was the Hamster Dance by Hampton the Hamster, which appeared in 1997."
    },
    {
      "author": "Neil",
      "text": "Well, fascinating as all that sounds, shall we look back at the words we learned today, Rob? Rob Sure. The first item was 'meme' – a picture or video with an amusing caption that a lot of people share with each other online. For example, \"I tried to show Neil a hilarious meme about a grumpy cat.\""
    },
    {
      "author": "Neil",
      "text": "The word 'meme' was actually invented by evolutionary biologist Professor Richard Dawkins to represent an idea or concept that spreads in human culture in a similar way to a gene."
    },
    {
      "author": "Rob",
      "text": "Fascinating. That sounds way too complicated, Neil. Let's move on to item number two – 'grumpy' – I gave one example just now. But here's another one: \"He's the grumpiest man I've ever met.\""
    },
    {
      "author": "Neil",
      "text": "I hope you're not talking about me, Rob. Number three – 'to go viral' – means 'an image, video, or other piece of information that gets passed on very quickly from person to person on the Internet'. For example, \"What makes a video go viral?\""
    },
    {
      "author": "Rob",
      "text": "I don't know, Neil – If I knew how to make a viral video, I'd be a rich man by now!"
    },
    {
      "author": "Neil",
      "text": "Before computers and the internet we only talked about viral infections, didn't we? \"I've got a nasty viral infection so I'm not coming into work today.\""
    },
    {
      "author": "Rob",
      "text": "Yeah, that's right. The connection is that both viral infections and viral memes spread quickly!"
    },
    {
      "author": "Neil",
      "text": "OK – number four. 'Peers' are people the same age as our selves who share the same social position in a group."
    },
    {
      "author": "Rob",
      "text": "For example, \"Teenagers often worry about looking silly in front of their peers.\" Next up – arousal – that means 'to excite a particular feeling in somebody'."
    },
    {
      "author": "Neil",
      "text": "We heard about high and low-arousal emotions. The verb is 'to arouse'. For example, \"The debate aroused strong feelings on both sides.\""
    },
    {
      "author": "Rob",
      "text": "OK, finally – 'to fire someone up' means 'to make someone excited and enthusiastic about something'. \"I'm really fired up about today's vocabulary!\""
    },
    {
      "author": "Neil",
      "text": "Good to know, Rob. But it's time to go now, but please check out our Instagram, Twitter, Facebook and YouTube pages."
    },
    {
      "author": "Rob",
      "text": "Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Shall we watch that 'dancing baby' now, Neil?"
    },
    {
      "author": "Neil",
      "text": "No."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}