{
  "title": "Would the world stop without clocks?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05b6sdf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170824",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170824_6min_english_time_download.mp3",
  "intro": [
    "What would happen to the world if all the clocks stopped? Neil and Rob wonder if we are slaves of time."
  ],
  "this_week_question": [
    "What the word 'clock' originally referred to? Is it …",
    "a) a pendulum,",
    "b) a bell or",
    "c) a dial?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "run out of time",
      "desc": "use it all up pendulum a stick with a weight on the end that swings regularly from side to side"
    },
    {
      "text": "dial",
      "desc": "the round part of a clock (but more generally, it refers to a round instrument that shows you the amount of something, for example, heat, pressure or speed)"
    },
    {
      "text": "mechanical",
      "desc": "it has to do with machines precise accurate and exact"
    },
    {
      "text": "straitjacket",
      "desc": "limiting what somebody can do in a way that is damaging. It's also a jacket with long arms that are tied behind a person to stop them from behaving violently"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, I'm Neil. And welcome to 6 Minute English, where we bring you an interesting topic and six related items of vocabulary. But … there should be two of us … and my co-presenter Rob hasn't arrived … Rob? …. Rob! … You're late!"
    },
    {
      "author": "Rob",
      "text": "Am I? What's the time?"
    },
    {
      "author": "Neil",
      "text": "It's time to start the show. Do you actually own a watch?"
    },
    {
      "author": "Rob",
      "text": "No. I rely on my internal clock – it's pretty good."
    },
    {
      "author": "Neil",
      "text": "No, it isn't – you're late!"
    },
    {
      "author": "Rob",
      "text": "But I'm usually on time. Now today, we're talking about what would happen to the world if all the clocks stopped."
    },
    {
      "author": "Neil",
      "text": "It seems like that wouldn't worry you much, Rob."
    },
    {
      "author": "Rob",
      "text": "You're right. I think we're slaves to time – we've got digital clocks on everything – smartphones, computers, microwaves, bus stops – it's hard to get away from it. Did you know the word time is the most common noun in the English language, according to the Oxford English Dictionary?"
    },
    {
      "author": "Neil",
      "text": "Oh, well, I didn't know that, Rob! But good timekeeping is extremely important – there are so many things to schedule in a day, and so many deadlines to meet…"
    },
    {
      "author": "Rob",
      "text": "Tick… tock… tick… tock… Well, before we run out of time Neil – and that means use it all up – let's have a quiz question. Can you tell me what the word 'clock' originally referred to? Is it … a) a pendulum, b) a bell or c) a dial?"
    },
    {
      "author": "Neil",
      "text": "A pendulum is a stick with a weight on the end that swings regularly from side to side. And a dial is the round part of a clock, but there are dials on loads of things – they aren't just on clocks. And a bell… is… well…  a bell! Rob Well, hurry up, Neil – you're wasting time with all these explanations!"
    },
    {
      "author": "Neil",
      "text": "That's cheeky coming from you, Rob. I think the answer is probably 'bell'."
    },
    {
      "author": "Rob",
      "text": "Well, you could be right – because not all timepieces go tick tock. In fact, mechanical clocks and watches are quite recent in the history of timekeeping."
    },
    {
      "author": "Neil",
      "text": "Mechanical means to do with machines. So in the past, before people had mechanical timepieces, how did they know when to arrive at work, for example – or when to finish?"
    },
    {
      "author": "Rob",
      "text": "They would have looked up at the sky, and observed how the position of the sun, the moon, and the stars changed as time passed."
    },
    {
      "author": "Neil",
      "text": "That doesn't sound very precise!"
    },
    {
      "author": "Rob",
      "text": "Precise means accurate or exact. It was precise enough for many people. Let's listen to the Director of the Museum of the History of Science in Oxford, Dr Silke Ackermann talking about this."
    },
    {
      "author": "INSERT",
      "text": "Dr Silke Ackermann, Director of the Museum of the History of Science in Oxford We certainly gain precision but we completely get devolved or divorced from where time originally came from. The time we use was based on the movement of the sun and it's roughly still in sync but… for many societies it wasn't at all relevant to know that it's four o'clock. They needed to know how much daylight have I got left, or when is the prayer time I need to observe for completely different reasons, and whilst precision is wonderful it's also very much a straitjacket. Everybody is dominated by… looking at the watch and smartphone all the time, when we observe people. So we basically became a slave to time."
    },
    {
      "author": "Neil",
      "text": "So in the past, they had different reasons for wanting to know the time, is that it?"
    },
    {
      "author": "Rob",
      "text": "Yes – in ancient times, people were concerned about the changing of the seasons and how this affected them. When it was time to plants crops, or when to harvest them. When the rainy season was going to start…"
    },
    {
      "author": "Neil",
      "text": "Now you mention it, in the Muslim world, the start of Ramadan is traditionally calculated by the rising of the crescent moon – which changes every year. And you can't calculate that with modern methods of timekeeping."
    },
    {
      "author": "Rob",
      "text": "You're catching on, Neil! Now, what does Dr Ackermann mean when she says precision is a straitjacket ?"
    },
    {
      "author": "Neil",
      "text": "She means that always wanting to be precise about time can limit what we do in a way that is damaging."
    },
    {
      "author": "Rob",
      "text": "So we need to take our time – relax a bit… That's my philosophy for life."
    },
    {
      "author": "Neil",
      "text": "But we are seriously running out of time now, Rob – so please hurry up and tell us the answer to today's quiz question."
    },
    {
      "author": "Rob",
      "text": "OK. Well, the answer is bell. So, you were right, Neil! The word clock is derived from the Celtic words clagan and clocca meaning \"bell\". A silent instrument that doesn't have a bell has traditionally been known as a timepiece. But today a \"clock\" refers to any device for measuring and displaying the time."
    },
    {
      "author": "Neil",
      "text": "Well, moving quickly on, let's go through the words we learned today. First up was 'run out of time' – or use it all up. You can run out of pretty much anything…"
    },
    {
      "author": "Rob",
      "text": "'Oh no! We've run out of sugar! Who's going to the shops to buy some more?'"
    },
    {
      "author": "Neil",
      "text": "Number two – 'pendulum' – a stick with a weight on the end that swings regularly from side to side, controlling the movement of a clock."
    },
    {
      "author": "Rob",
      "text": "'The pendulum on my Grandfather Clock has stopped swinging.'"
    },
    {
      "author": "Neil",
      "text": "Sorry to hear that, Rob. Number three – a 'dial' is the round part of a clock. But more generally, it refers to a round instrument that shows you the amount of something, for example, heat, pressure or speed."
    },
    {
      "author": "Rob",
      "text": "'The hands moved slowly round the clock dial.'"
    },
    {
      "author": "Neil",
      "text": "Phones used to have dials that you turned to make a phone call. Here's the verb: 'I dialled his number but he didn't answer.'"
    },
    {
      "author": "Rob",
      "text": "Alfred Hitchcock made a film called 'Dial M for Murder'! OK – number four is 'mechanical' – to do with machines. 'Our plane was delayed because of a mechanical problem.'"
    },
    {
      "author": "Neil",
      "text": "Number five – 'precise' – which means accurate and exact. So 'What type of mechanical problem? Could you be more precise, Rob?'"
    },
    {
      "author": "Rob",
      "text": "No, I don't have time, Neil! Number six is 'straitjacket'."
    },
    {
      "author": "Neil",
      "text": "Which means limiting what somebody can do in a way that is damaging. It's also a jacket with long arms that are tied behind a person to stop them from behaving violently."
    },
    {
      "author": "Rob",
      "text": "'Oh, no, not the straitjacket! I promise I'll behave myself, Neil.'"
    },
    {
      "author": "Neil",
      "text": "OK, if you really promise, Rob."
    },
    {
      "author": "Rob",
      "text": "Right. Well, we've run out of time! Please check out our Instagram, Twitter, Facebook and YouTube pages."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Bye-bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}