{
  "title": "Having a row or asking for directions?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05cpygs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170914",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170914_6min_english_cultural_differences_download.mp3",
  "intro": [
    "If two people are talking lively and you don't understand their culture or their language, you might think they are having an argument. Neil and Tim talk about this kind of situation and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "In which country does shaking your head mean ‘yes’, Tim? Is it…",
    "a) Greece,",
    "b) Japan or",
    "c) Bulgaria?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "no hard feelings",
      "desc": "is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends"
    },
    {
      "text": "to fall out with somebody",
      "desc": "to argue or disagree with them"
    },
    {
      "text": "gesture",
      "desc": "a movement you make with your hands or head to express what you are thinking or feeling"
    },
    {
      "text": "faux pas",
      "desc": "saying or doing something embarrassing in a social situation"
    },
    {
      "text": "offend",
      "desc": "to make somebody angry or upset"
    },
    {
      "text": "expressive",
      "desc": "showing what you think or feel"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English. In this programme we bring you an expressive topic and six items of vocabulary. I’m Neil…"
    },
    {
      "author": "Tim",
      "text": "And I’m Tim. So, we had an argument just before we started the show… Neil We did, Tim. But no hard feelings?"
    },
    {
      "author": "Tim",
      "text": "None. No hard feelings is something you say to somebody you have argued with to say you’d still like to be friends. We often fall out over silly things…"
    },
    {
      "author": "Neil",
      "text": "… Like who’s going to introduce the show…"
    },
    {
      "author": "Tim",
      "text": "… Or who’s going to choose the quiz question."
    },
    {
      "author": "Neil",
      "text": "But we understand each other. That’s the important thing, isn't it? To fall out with somebody by the way, is another way of saying to argue or disagree with them. Do you know that you wave your arms around a lot when you’re arguing, Tim?"
    },
    {
      "author": "Tim",
      "text": "No, I didn’t know I did that."
    },
    {
      "author": "Neil",
      "text": "That isn’t very British."
    },
    {
      "author": "Tim",
      "text": "I know. Using gestures – or movements you make with your hands or your head to express what you are thinking of feeling – is common in some countries but not in others. Then there are some movements – like shaking your head – which mostly means ‘no’ but in some countries can mean the opposite."
    },
    {
      "author": "Neil",
      "text": "That’s right. In which country does shaking your head mean ‘yes’, Tim? Is it… a) Greece, b) Japan or c) Bulgaria?"
    },
    {
      "author": "Tim",
      "text": "No idea – I’ll guess Greece. I do know that in India people shake their heads to mean lots of different things."
    },
    {
      "author": "Neil",
      "text": "There are plenty of gestures you need to be careful with when you’re meeting and greeting people from a culture that’s different to your own – to avoid offending people – or making an awkward faux pas…"
    },
    {
      "author": "Tim",
      "text": "If you make a faux pas it means you say or do something embarrassing in a social situation. For example, our every day use of the thumbs-up signal might offend people from the Middle East."
    },
    {
      "author": "Neil",
      "text": "And to offend means to make somebody angry or upset."
    },
    {
      "author": "Tim",
      "text": "Let’s hear now from Business Professor Erin Meyer talking about how easy it is to misunderstand why people behave the way they do in everyday situations when we don’t belong to the same culture."
    },
    {
      "author": "INSERT",
      "text": "Erin Meyer, Business Professor in Dubai A while ago I was in Dubai and one of my students, my Emirati students, was driving me home after a session and the car stopped at a light and she rolled down the window, and she started shouting at someone outside of the window. This guy was crossing the street with a big box of cloth. And he started shouting back, and she opened up the door, and they started gesticulating and shouting at one another. And I thought, wow, they’re having a huge fight, I thought maybe he was going to hit her. And she got back in the car, and I said, well, what were you fighting about? And she said, ‘Oh no, no, we weren’t fighting, he was giving me directions to your hotel.’ And I thought that was a great example of how someone from another culture may misperceive or misunderstand something as a fight when in fact they were just being emotionally expressive."
    },
    {
      "author": "Neil",
      "text": "Gesticulating – what does that mean?"
    },
    {
      "author": "Tim",
      "text": "It means what I was doing earlier! – Waving your arms around to express what you’re feeling."
    },
    {
      "author": "Neil",
      "text": "Erin Meyer was worried because her student and the man on the street were shouting and gesticulating at each other. She thought they were having a fight when in fact they were just being emotionally expressive."
    },
    {
      "author": "Tim",
      "text": "And expressive means showing what you think or feel."
    },
    {
      "author": "Neil",
      "text": "You were nodding in agreement, there, Tim. Which reminds me of our quiz question. In which country does shaking your head mean ‘yes’? Is it… a) Greece, b) Japan or c) Bulgaria?"
    },
    {
      "author": "Tim",
      "text": "I said Greece…"
    },
    {
      "author": "Neil",
      "text": "And that’s the wrong answer, I’m afraid. The right answer is Bulgaria. In some Southeastern European areas such as Bulgaria and southern Albania, shaking your head is used to indicate \"yes\". In those regions, nodding in fact means \"no\" as well."
    },
    {
      "author": "Tim",
      "text": "I hope I remember that the next time I meet somebody from Southeastern Europe. OK, shall we look back at the words we learned today?"
    },
    {
      "author": "Neil",
      "text": "‘No hard feelings’ is something you say to somebody you have argued with or beaten in a game or contest to say you’d still like to be friends."
    },
    {
      "author": "Tim",
      "text": "For example, “I always get the quiz questions right – unlike you Neil. But no hard feelings, OK?”"
    },
    {
      "author": "Neil",
      "text": "That’s not a very realistic example, Tim… But I’ll let it go. Number two – ‘to fall out with somebody’ means to argue or disagree with them."
    },
    {
      "author": "Tim",
      "text": "“I fell out with my best friend at school. We didn’t talk to each other for a whole week!”"
    },
    {
      "author": "Neil",
      "text": "That must’ve been a serious disagreement, Tim! What were you arguing about? Tim I can’t remember. It was a long time ago. Number three – a ‘gesture’ is a movement you make with your hands or head to express what you are thinking or feeling."
    },
    {
      "author": "Neil",
      "text": "“She opened her arms wide in a gesture of welcome.”"
    },
    {
      "author": "Tim",
      "text": "Or the verb – “I gestured to Neil that we only had one minute left to finish the show!”"
    },
    {
      "author": "Neil",
      "text": "Is that true, Tim? You’re nodding your head – but we should also quickly mention ‘gesticulate’ which means to make gestures with your hands or arms!"
    },
    {
      "author": "Tim",
      "text": "A ‘faux pas’ is saying or doing something embarrassing in a social situation. For example, “I committed a serious faux pas at a party last night – that I’m too embarrassed to tell you about!”"
    },
    {
      "author": "Neil",
      "text": "Oh dear, Tim. I hope you didn’t offend too many people – ‘offend’ is our next word – and it means to make somebody angry or upset."
    },
    {
      "author": "Tim",
      "text": "Well, you’ve given us a good example already, Neil, so let’s move on to the final word – ‘expressive’ – which means showing what you think or feel."
    },
    {
      "author": "Neil",
      "text": "“Tim has a very expressive face.”"
    },
    {
      "author": "Tim",
      "text": "Thanks! Another quick example – “I waved my hand expressively to signal to Neil that it was time to finish the show.”"
    },
    {
      "author": "Neil",
      "text": "Taking my cue from Tim, that’s all for today. But please remember to check out our Instagram, Twitter, Facebook and YouTube pages."
    },
    {
      "author": "Tim",
      "text": "Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Tim",
    "INSERT"
  ]
}