{
  "title": "The wonders of hair",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05cmj64.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-170921",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/170921_6min_english_hair_download.mp3",
  "intro": [
    "The hair follicle apparently knows some tricks that the other organs don’t know, says Ralf Paus, hair loss researcher. Neil and Tim talk about the wonders of hair and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "How many hair follicles does the human body have today? Is it …",
    "a) 500,000,",
    "b) 5 million or",
    "c) 50 million?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hair-raising",
      "desc": "scary often in an exciting way"
    },
    {
      "text": "hair follicle",
      "desc": "the organ that produces a hair underneath the skin"
    },
    {
      "text": "baldness",
      "desc": "having little or no hair on your head"
    },
    {
      "text": "of a certain age",
      "desc": "no longer young"
    },
    {
      "text": "facial",
      "desc": "to do with the face"
    },
    {
      "text": "regenerate",
      "desc": "to grow again"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Welcome to 6 Minute English, where today we introduce a hair-raising topic and six items of vocabulary."
    },
    {
      "author": "Tim",
      "text": "I’m Tim… So what’s hair-raising about today’s topic, Neil? Hair-raising means scary but also exciting!"
    },
    {
      "author": "Neil",
      "text": "We’re talking about hair – which may be exciting for some, but definitely won’t be scary."
    },
    {
      "author": "Tim",
      "text": "Hair-raising is a real thing, though, isn’t it? Our hairs do rise!"
    },
    {
      "author": "Neil",
      "text": "Yes – Tim, they do. We get goose bumps when we’re cold, scared, or excited."
    },
    {
      "author": "Tim",
      "text": "But other mammals do it better than us – Cats fluff up when they see other cats they don’t like."
    },
    {
      "author": "Neil",
      "text": "That’s true – We can’t fluff up because we don’t have enough body hair."
    },
    {
      "author": "Tim",
      "text": "I suppose we used to be as hairy as gorillas – if you go back a million years or so."
    },
    {
      "author": "Neil",
      "text": "Do you know why we lost so much hair, Tim?"
    },
    {
      "author": "Tim",
      "text": "Isn’t it because it allowed us to sweat more easily? This meant we didn’t get so hot and tired – we could run faster and for longer – and catch more animals to eat! Neil That sounds like a good theory. But do you have a theory on how many hair follicles the human body has today?"
    },
    {
      "author": "Tim",
      "text": "What’s a hair follicle?"
    },
    {
      "author": "Neil",
      "text": "A hair follicle is the organ that produces a hair underneath the skin. Now answer the question, Tim. How many hair follicles does the human body have today? Is it … a) 500,000, b) 5 million or c) 50 million?"
    },
    {
      "author": "Tim",
      "text": "50 million sounds about right."
    },
    {
      "author": "Neil",
      "text": "Did you know that men have more than women, Tim?"
    },
    {
      "author": "Tim",
      "text": "No, I didn’t – but it makes sense since men are usually hairier than women."
    },
    {
      "author": "Neil",
      "text": "On their faces – but not necessarily on their heads!"
    },
    {
      "author": "Tim",
      "text": "Are you referring to the fact that men of a certain age can be follically challenged?"
    },
    {
      "author": "Neil",
      "text": "If you’re follically challenged it means you’re losing your hair! Having little or no hair is called baldness . And if you’ve reached a certain age it means you aren’t young any more!"
    },
    {
      "author": "Tim",
      "text": "Why is our hair so important to us, Neil? When we aren’t worrying about going bald, we’re busy shaving, waxing, plucking, and trimming the stuff. When I say ‘we’ of course I’m referring to people in general. Not myself…"
    },
    {
      "author": "Neil",
      "text": "Well, a good head of hair indicates health and youth. And hair on your face – facial hair – shows when boys have reached manhood."
    },
    {
      "author": "Tim",
      "text": "On the other hand, going grey or losing your hair shows you’re getting older. Neil Hair today, gone tomorrow?"
    },
    {
      "author": "Tim",
      "text": "Bad joke, Neil!"
    },
    {
      "author": "Neil",
      "text": "Sorry! It’s true that hair on your head shows signs of aging – but this isn’t true of all human hair. Let’s listen to Ralf Paus, a leading hair loss researcher, talking about this. INSERT Ralf Paus, hair loss researcher The eyebrows get stronger usually in aging men, the hairs in your nose and in your ears get stronger – and what a miracle of nature that an organ – when the entire body is aging actually grows stronger. So we may even be able to learn from hair follicles how not to age."
    },
    {
      "author": "Tim",
      "text": "Hmm. I’m not sure I would swap a good head of hair for thick eyebrows and nose hair. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "I agree! But let’s hear more from Ralf Paus about why some hair gets stronger as you get older."
    },
    {
      "author": "INSERT",
      "text": "Ralf Paus, hair loss researcher The hair follicle apparently knows some tricks that the other organs don’t know. So it’s continuously regenerating itself. It goes through a so-called hair cycle and part of that we know pretty well – and that is, these stem cells that it uses to regenerate cells."
    },
    {
      "author": "Tim",
      "text": "So a hair follicle can regenerate cells – or grow new cells to replace old or damaged ones. But if that’s only true for eyebrows, nose and ear hair, I am not that impressed! I want hairs on my head to be able to regenerate!"
    },
    {
      "author": "Neil",
      "text": "The important thing here is that these cells in the hair follicle may help scientists discover a way to stop other organs of the body aging… OK, I’m now going to reveal how many hair follicles on average we have on our bodies. The answer is… 5 million."
    },
    {
      "author": "Tim",
      "text": "Oh. So not 50 million then."
    },
    {
      "author": "Neil",
      "text": "Don’t worry, Tim! It was a tricky question! Now let’s go over the words we learned today."
    },
    {
      "author": "Tim",
      "text": "‘Hair-raising’ means scary often in an exciting way. For example, “That ride on the rollercoaster was a hair-raising experience!”"
    },
    {
      "author": "Neil",
      "text": "Next is ‘hair follicle’ – the organ that produces a hair underneath the skin."
    },
    {
      "author": "Tim",
      "text": "“Scientists believe that stress can affect hair follicles.”"
    },
    {
      "author": "Neil",
      "text": "A number of things can affect hair follicles actually – age, disease, diet…"
    },
    {
      "author": "Tim",
      "text": "OK – but we haven’t got all day, Neil. So let’s move on to the next item. ‘Baldness’ – which means having little or no hair on your head."
    },
    {
      "author": "Neil",
      "text": "“My grandfather is bald and he always wears a hat to cover his baldness.”"
    },
    {
      "author": "Tim",
      "text": "Nice example. Is your grandpa actually bald, Neil?"
    },
    {
      "author": "Neil",
      "text": "No – he has a fine head of hair. Now, if you are a certain age, it means you are no longer young. For example…"
    },
    {
      "author": "Tim",
      "text": "“All the people at the party were of a certain age…”"
    },
    {
      "author": "Neil",
      "text": "How many of them had facial hair, Tim? That’s our next word, and ‘facial’ means to do with the face."
    },
    {
      "author": "Tim",
      "text": "“None of the people at the party had facial hair.” There’s your answer!"
    },
    {
      "author": "Neil",
      "text": "That’s unusual, Tim. Lots of men have beards these days. OK – our final word for today is ‘regenerate’ which means to grow again. You can talk about regenerating a range of things, for example…"
    },
    {
      "author": "Neil",
      "text": "“The council has plans to regenerate this part of the city.”"
    },
    {
      "author": "Tim",
      "text": "“Regeneration of parts of the city is in progress.” – ‘regeneration’ is the noun."
    },
    {
      "author": "Neil",
      "text": "Well, it’s time to go now. But if today’s show gave you goosebumps please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!"
    },
    {
      "author": "Tim",
      "text": "Bye-bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Tim",
    "INSERT"
  ]
}