{
  "title": "Too much sugar",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05hwj0q.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171026",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171026_6min_english_sugar_download.mp3",
  "intro": [
    "Do you really know how much of the sweet stuff you eat? Neil and Rob talk about sugar and teach you some tempting new vocabulary."
  ],
  "this_week_question": [
    "If a food contains 5% total sugars per 100g, is it…",
    "a) high in sugar",
    "b) low in sugar or",
    "c) somewhere in the middle?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "have a sweet tooth",
      "desc": "like sugary things"
    },
    {
      "text": "processed food",
      "desc": "any food that has been changed in some way by freezing it, putting it in tins, combining foods or adding chemicals at a glance with a quick look fat-free without any fat in it avoid something at all costs do everything you can to avoid it"
    },
    {
      "text": "demonise",
      "desc": "make someone or something seem very bad"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "I’m Rob. Welcome to 6 Minute English – we’ve got a sweet topic today, and six tempting items of vocabulary."
    },
    {
      "author": "Neil",
      "text": "Hello, I’m Neil. And we’re going to be talking about sugar – which many of us find tempting. But how much is too much, Rob?"
    },
    {
      "author": "Rob",
      "text": "I don’t know, Neil, but hopefully we’ll be finding that out. I must admit though – I have a sweet tooth – and that means I like sugary things!"
    },
    {
      "author": "Neil",
      "text": "Me too. But something I’m always seeing in the news these days is that we’re eating too much sugar. And one important factor is that sugars are sometimes hidden in processed foods."
    },
    {
      "author": "Rob",
      "text": "Processed food is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals. In fact, some of the sugars we eat are hidden in food that we think of as healthy. Such as yoghurts, low fat snacks, and fruit drinks."
    },
    {
      "author": "Neil",
      "text": "Do you check the information on the back of food packets, Rob? – To see what’s in them?"
    },
    {
      "author": "Rob",
      "text": "Yes, I do. But it can be very confusing – there’s so much information. And I’m not always sure how much of a certain thing is bad."
    },
    {
      "author": "Neil",
      "text": "Well, that brings me onto today’s quiz question. Can you tell me, if a food contains 5% total sugars per 100g, is it… a) high in sugar, b) low in sugar or c) somewhere in the middle?"
    },
    {
      "author": "Rob",
      "text": "I’ll say low, Neil."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we'll find out later. Some food products have colour coding on the packaging to help you understand the information, don’t they? – red for high levels of sugar, salt or fat– orange for medium, and green for low."
    },
    {
      "author": "Rob",
      "text": "That sounds helpful. Then you can see at a glance what’s good or bad for you."
    },
    {
      "author": "Neil",
      "text": "At a glance means with a quick look. OK, let’s listen now to BBC reporter Rajeev Gupta interviewing a man in Chester, in the UK. He’s asking him to guess how much sugar there is in a pot of fat-free yoghurt."
    },
    {
      "author": "INSERT",
      "text": "Rajeev Gupta, reporter interviewing a man in Chester Reporter: I've actually got a pot of yoghurt in front of me. This says 'fat-free' on it and it's been marketed as being quite healthy. If I was to say how much sugar is in here, what would you say as… say is the quantity of the tub? Interviewee: I’d probably think maybe a couple of teaspoonfuls, you know, it’s quite surprising how much is sugars in all these products, isn’t there? Reporter: Well, there’s about a third of this yoghurt pot is actually sugar. Interviewee: To be honest, that’s quite amazing, that. I would never have thought a third of that would have been sugar just by looking at it. And it does say it’s fat-free."
    },
    {
      "author": "Neil",
      "text": "So the yoghurt is fat-free , which means it doesn’t contain any fat. And the man guessed there might be two teaspoons of sugar in the yoghurt."
    },
    {
      "author": "Rob",
      "text": "That’s right. And if something is sugar-free then it doesn’t contain any sugar. But in this case, a third of the yoghurt’s content was sugar. That, to me, sounds like an awful lot – even for someone with a sweet tooth like me!"
    },
    {
      "author": "Neil",
      "text": "OK, well, let’s listen to Dr Gunter Kuhnle. He’s a Nutritional Biochemist at Reading University."
    },
    {
      "author": "INSERT",
      "text": "Dr Gunter Kuhnle, nutritional biochemist at Reading University, UK One problem we see – nutritionists – is sort of this focusing on any individual foods – at one time it was that fat has to be avoided at all costs, now it seems to go towards sugar and sugar is demonised and people link it to drugs and so on. I think this is the wrong way forward. Individuals, yes, you should have a balanced diet. It is important also to enjoy your food and not do this extreme focusing on one side or one aspect and individual nutrients."
    },
    {
      "author": "Rob",
      "text": "So if you avoid something at all costs you do everything you can to avoid it. And demonise means to make someone or something seem very bad."
    },
    {
      "author": "Neil",
      "text": "Dr Kuhnle thinks that totally cutting out one type of food like this – whether it’s fat or sugar – is wrong. He thinks we should eat a balanced diet – and enjoy our food."
    },
    {
      "author": "Rob",
      "text": "That sounds very sensible. Now, how about telling us the answer to today’s quiz question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Thanks for reminding me, Rob. I asked: if food contains 5% total sugars per 100g, is it… a) high in sugar, b) low in sugar or c) somewhere in the middle? You said low… and you were… right! Well done!"
    },
    {
      "author": "Rob",
      "text": "Thank you."
    },
    {
      "author": "Neil",
      "text": "If foods contain more than 22.5% total sugars per 100g they are classified as high."
    },
    {
      "author": "Rob",
      "text": "And I guess that between 5 and 22.5% they are somewhere in the middle."
    },
    {
      "author": "Neil",
      "text": "Correct! OK, shall we go over the words we heard today?"
    },
    {
      "author": "Rob",
      "text": "Yep. First up – if you have a ‘sweet tooth’ it means you like sugary things. For example, ‘My little nephew has a sweet tooth. He eats far too many biscuits and sweets.’"
    },
    {
      "author": "Neil",
      "text": "His dentist won’t be pleased! Number two – ‘processed food’ is any food that has been changed in some way – by freezing it or putting it in tins – or by combining foods or adding chemicals."
    },
    {
      "author": "Rob",
      "text": "For example, ‘The meat in sausages is highly processed.’"
    },
    {
      "author": "Neil",
      "text": "Oh dear, I didn’t know that. I’m a big fan of sausages!"
    },
    {
      "author": "Rob",
      "text": "Number three – ‘at a glance’ – means with a quick look."
    },
    {
      "author": "Neil",
      "text": "For example, 'I could tell at a glance that I wouldn’t like the food at that restaurant.’"
    },
    {
      "author": "Rob",
      "text": "‘Fat-free’ means without any fat in it. For example, ‘I bought this yoghurt because it says fat-free on the label.’"
    },
    {
      "author": "Neil",
      "text": "Aha – but did you realise that a third of it was sugar! Moving on – If you avoid something‘at all costs’ you do everything you can to avoid it. For example, ‘I wanted to win the game at all costs.’"
    },
    {
      "author": "Rob",
      "text": "I didn’t know you were so competitive, Neil! And finally – ‘demonise’ – means to make someone or something seem very bad."
    },
    {
      "author": "Neil",
      "text": "‘Politicians shouldn’t demonise their opponents.’"
    },
    {
      "author": "Rob",
      "text": "They often do though, don’t they? OK. Well, that’s all we have time for on today’s show. But please check out our Instagram, Twitter, Facebook and YouTube pages."
    },
    {
      "author": "Neil",
      "text": "Join us again soon!  Meanwhile, visit our website: bbclearningenglish.com , where you'll find guides to grammar, exercises, videos and articles to read and improve your English. Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT"
  ]
}