{
  "title": "Do adults exercise enough?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05j3wtw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171005",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171005_6min_english_adult_exercise_download.mp3",
  "intro": [
    "How many steps do you walk a day? Do you know the more the better for your health. Neil and Rob talk about the need to exercise and teach you some related vocabulary."
  ],
  "this_week_question": [
    "How many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it…",
    "a) 4%,",
    "b) 14% or",
    "c) 40%?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "vigorous",
      "desc": "using a lot of energy to do something"
    },
    {
      "text": "saunter",
      "desc": "walk slowly"
    },
    {
      "text": "brisk",
      "desc": "quick and energetic (the opposite of sauntering)"
    },
    {
      "text": "build something in",
      "desc": "(to your day or your life) include it from the beginning"
    },
    {
      "text": "incrementally",
      "desc": "gradually increasing in size"
    },
    {
      "text": "sedentary",
      "desc": "(job or life) it involves a lot of sitting and not much exercise"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, I’m Neil. And welcome to 6 Minute English, where we vigorously discuss a new topic and six related items of vocabulary."
    },
    {
      "author": "Rob",
      "text": "And hello, I’m Rob. Today we’re discussing vigorous exercise – and whether adults take enough of it! Vigorous means using a lot of energy to do something."
    },
    {
      "author": "Neil",
      "text": "So how many steps do you do in a day, Rob?"
    },
    {
      "author": "Rob",
      "text": "How many steps? How should I know, Neil? – It would be pretty hard to count them all."
    },
    {
      "author": "Neil",
      "text": "Oh, come on! You can track steps on your phone! I do ten thousand a day – which is the magic number for keeping fit and healthy, apparently."
    },
    {
      "author": "Rob",
      "text": "Not if you saunter, Neil, surely? Sauntering from the sofa to the fridge and back – Or from the house to the car."
    },
    {
      "author": "Neil",
      "text": "Well I never saunter, Rob. Saunter means to walk slowly. And you’d have to make a lot of trips to the fridge to clock up ten thousand steps. To get some vigorous exercise, you need to get out and about – round the park at a brisk pace…"
    },
    {
      "author": "Rob",
      "text": "Brisk means quick and energetic – the opposite of sauntering. OK, well, perhaps you can you tell me, Neil, how many people aged between 40 and 60 do less than ten minutes brisk walking every month? Is it… a) 4%, b) 14% or c) 40%?"
    },
    {
      "author": "Neil",
      "text": "I’m going to say… 4% because ten minutes is such a short amount of time!"
    },
    {
      "author": "Rob",
      "text": "Indeed. Now, I’ve got another question for you, Neil. Why is exercise so important? Because it sounds pretty boring – counting steps, going to the gym, running on a machine."
    },
    {
      "author": "Neil",
      "text": "Well, when you exercise, you stimulate the body’s natural repair system. Your body will actually stay younger if you exercise!"
    },
    {
      "author": "Rob",
      "text": "That sounds good."
    },
    {
      "author": "Neil",
      "text": "Exercise also lowers your risk of developing illnesses such as heart disease, cancer, and diabetes."
    },
    {
      "author": "Rob",
      "text": "Hmm. I’m getting a bit worried now, Neil. But I don’t have enough time to do a thousand steps every day… I’m far too busy!"
    },
    {
      "author": "Neil",
      "text": "Well, Rob. Now might be a good time to listen to Julia Bradbury. She’s a TV presenter and outdoor walking enthusiast who will explain how she builds walking into her busy life."
    },
    {
      "author": "INSERT",
      "text": "Julia Bradbury, TV presenter and outdoor walking enthusiast I will walk to meetings instead of catching a bus, or getting a taxi or a car – into meetings. And I will also, if I can’t build that into my working day, if it’s a day when I haven’t got meetings and I’m maybe at home with the kids, I will take the time – I will take my kids out with the buggy and I will definitely do 30-40 minutes at least everyday. Going to the park, going to the shops, picking up my things up en route, and really sort of building it into my life. Taking the stairs and not taking lifts, all of these kinds of little decisions can incrementally build up to create more walking time in your day."
    },
    {
      "author": "Rob",
      "text": "So if you build something in to your day – or your life – you include it from the beginning."
    },
    {
      "author": "Neil",
      "text": "And Julia Bradbury has built walking into her day. Even though she’s very busy too, Rob! You should learn from her!"
    },
    {
      "author": "Rob",
      "text": "So she walks instead of driving or taking the bus. And takes the stairs instead of the lift. I could do those things."
    },
    {
      "author": "Neil",
      "text": "You could indeed – before you know it, you’d be doing ten thousand steps – because the amount of walking you do in a day builds incrementally."
    },
    {
      "author": "Rob",
      "text": "Incrementally means gradually increasing in size. OK, well, before I think that over, perhaps I could tell you the answer to today’s quiz question?"
    },
    {
      "author": "Neil",
      "text": "OK. You asked me: How many people aged between 40 and 60 do less than ten minutes brisk walking every month? The options were: a) 4%, b) 14% or c) 40%?"
    },
    {
      "author": "Rob",
      "text": "And you said 4%. But I’m afraid it’s actually 40%. And that’s according to the Government body Public Health England here in the UK."
    },
    {
      "author": "Neil",
      "text": "Oh dear, that’s a lot more people than I expected. But it isn’t that surprising – people in all age groups are leading more sedentary lifestyles these days. Our job is very sedentary – which means it involves a lot of sitting and not much exercise!"
    },
    {
      "author": "Rob",
      "text": "Well, I might just run on the spot while we go over the new vocabulary we’ve learned today!"
    },
    {
      "author": "Neil",
      "text": "Good plan. First up we heard ‘vigorous’ – which means using a lot of energy to do something."
    },
    {
      "author": "Rob",
      "text": "OK. “I am running vigorously on the spot!”"
    },
    {
      "author": "Neil",
      "text": "Great example! And good to see you taking some vigorous exercise! Number two – ‘saunter’ – means to walk slowly in a relaxed way. “When I saw Rob, I sauntered over to say hello.”"
    },
    {
      "author": "Rob",
      "text": "Hi Neil. Number three – ‘brisk’ means quick and energetic."
    },
    {
      "author": "Neil",
      "text": "“It’s important to take some brisk exercise every day.”"
    },
    {
      "author": "Rob",
      "text": "Yes! And I’m beginning to realise that might be true."
    },
    {
      "author": "Neil",
      "text": "Yep! I think you've done enough jogging for today, Rob. You’ve probably done about a hundred steps."
    },
    {
      "author": "Rob",
      "text": "Is that all? OK, number four – if you ‘build something in to something’ – you include it from the beginning."
    },
    {
      "author": "Neil",
      "text": "“It’s important to build regular exercise into your daily routine.”"
    },
    {
      "author": "Rob",
      "text": "Very good advice. Number five is ‘incrementally’ which means gradually increasing in size."
    },
    {
      "author": "Neil",
      "text": "Incremental is the adjective. “The company has been making incremental changes to its pay structure.”"
    },
    {
      "author": "Rob",
      "text": "Does that mean we’re getting a pay rise?"
    },
    {
      "author": "Neil",
      "text": "I doubt it! And finally, number six – ‘sedentary’ means sitting a lot and not taking much exercise. For example, “It’s bad for your health to lead such a sedentary lifestyle.”"
    },
    {
      "author": "Rob",
      "text": "Duly noted, Neil! Well, it’s time to go now. But if today’s show has inspired you to step out and take more exercise, please let us know by visiting our Twitter, Facebook and YouTube pages and telling us about it!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "INSERT"
  ]
}