{
  "title": "Do you need to upgrade your phone?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05m9j9l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171130",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171130_6min_english_phone_upgrade_download.mp3",
  "intro": [
    "Many people are holding onto their old phones longer – instead of rushing out to buy the latest model of phone. What are the advantages or disadvantages of getting the latest model? Rob and Catherine talk about smartphones and teach you new vocabulary."
  ],
  "this_week_question": [
    "Which age group have been buying smartphones at the fastest rate over the last five years here in the UK? Is it…",
    "a) 15-35 year olds,",
    "b) 35-55 year olds or",
    "c) 55-75 year olds?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "functionality",
      "desc": "a range of functions a computer or other electronic device can perform"
    },
    {
      "text": "hang on to (something)",
      "desc": "keep (something)"
    },
    {
      "text": "cycle",
      "desc": "a process where one event leads to another, and then often repeats itself"
    },
    {
      "text": "mature",
      "desc": "fully grown or fully developed"
    },
    {
      "text": "must-have item",
      "desc": "something you feel you must have"
    },
    {
      "text": "lustre",
      "desc": "shine"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello and welcome to Six Minute English! I'm Catherine."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob – and today we bring you a techy topic along with six up-to-date vocabulary items."
    },
    {
      "author": "Catherine",
      "text": "And today's techy topic is smartphones. So Rob, can you tell me which age group have been buying smartphones at the fastest rate over the last five years here in the UK? Is it… a) 15-35 year olds, b) 35-55 year olds or c) 55-75 year olds?"
    },
    {
      "author": "Rob",
      "text": "It's got to be the youngsters. It's got to be the 15-35 year olds."
    },
    {
      "author": "Catherine",
      "text": "Oh well we'll see whether you got that right or wrong later on in the show. Now Rob, a question: how old is your smartphone?"
    },
    {
      "author": "Rob",
      "text": "OK mine, I bought it a couple of years ago."
    },
    {
      "author": "Catherine",
      "text": "And are you happy with it?"
    },
    {
      "author": "Rob",
      "text": "Yes, I am. It works just fine – it does everything I need it to do."
    },
    {
      "author": "Catherine",
      "text": "So you're not worried about not having the latest model?"
    },
    {
      "author": "Rob",
      "text": "Not at all. My phone works really well – it has all the functionality I need. And I'm not convinced that the latest model offers any more than the one I've got, to be honest."
    },
    {
      "author": "Catherine",
      "text": "Functionality refers to the range of functions a computer or other electronic device can perform. So, let's listen now to Andrew Orlowski, from the tech news website The Register. He explains why people are holding onto their phones longer – instead of rushing out to buy the latest model of phone."
    },
    {
      "author": "Andrew Orlowski, The Register",
      "text": "What's happened is that prices have gone up at the high end. And it's kind of a cycle where people hang onto their phones for longer, therefore manufacturers charge more. Then people hang onto them longer to justify that higher purchase."
    },
    {
      "author": "Rob",
      "text": "So big brand names like iPhone and Samsung make phones at the high end of the market – meaning the expensive ones. So once people have bought a handset, they hang on to it! If you hang onto something , you keep it. I've been hanging onto my phone for a couple of years – and am hoping I won't need to change it for another year or so, at least."
    },
    {
      "author": "Catherine",
      "text": "But what happens is, if people aren't replacing their phones, the phone manufacturers don't make a big enough profit. So they start charging more…"
    },
    {
      "author": "Rob",
      "text": "… and this, in turn, makes people hang onto their phones even longer! So that's why Andrew Orlowski calls it a cycle – that's where one event leads to another, and then often repeats itself."
    },
    {
      "author": "Catherine",
      "text": "So where will the cycle end?"
    },
    {
      "author": "Rob",
      "text": "Good question! Let's listen to Andrew again, talking about where he thinks the smartphone market is heading."
    },
    {
      "author": "Andrew Orlowski, The Register",
      "text": "I think it's a very mature market now. And you have to compare, say, a £900 Galaxy Note or a £1000 iPhone with a spectacular TV you can… a 49 inch TV you can get for £450. It no longer has that kind of must-have lustre that it might have had 4 or 5 years ago."
    },
    {
      "author": "Catherine",
      "text": "What does 'mature' mean, Rob?"
    },
    {
      "author": "Rob",
      "text": "Mature means fully-grown – we're mature adults for example, Catherine! And in a business context, a mature market is where supply is equal to demand."
    },
    {
      "author": "Catherine",
      "text": "And if something has 'must-have lustre'? What's that?"
    },
    {
      "author": "Rob",
      "text": "A must-have item is something you feel you must have. And lustre means shine."
    },
    {
      "author": "Catherine",
      "text": "I love shiny new things, especially when it's a piece of new tech. But £1000 is a lot of money for a phone. A spectacular 49-inch TV for only £450 sounds like a bargain though! My TV only has a 30-inch screen."
    },
    {
      "author": "Rob",
      "text": "Stop there, Catherine! It's time for the answer to today's question."
    },
    {
      "author": "Catherine",
      "text": "OK: Which age group have been buying smartphones at the fastest rate over the last five years here in the UK? Is it… a) 15-35 year olds, b) 35-55 year olds, or c) 55-75 year olds?"
    },
    {
      "author": "Rob",
      "text": "I said 15-35 year olds."
    },
    {
      "author": "Catherine",
      "text": "And you were wrong, I'm afraid, Rob! The answer is 55-75 year olds! Although research also highlighted that this age group tended to use their smartphones less than younger people.The study was based on a sample of 1,163 people questioned between May and June in 2017."
    },
    {
      "author": "Rob",
      "text": "Interesting. OK, I think it's time we looked back at the words we learned today. Our first word is 'functionality' – which refers to the range of functions a computer of other electronic device can perform."
    },
    {
      "author": "Catherine",
      "text": "'These two computers are similar in terms of both their price and functionality.'"
    },
    {
      "author": "Rob",
      "text": "Good example Catherine. Number two – if you hang on to something, you keep it. For example, 'You should hang onto your old TV, Catherine. There's nothing wrong with a 30 inch screen!'"
    },
    {
      "author": "Catherine",
      "text": "Thanks for the advice, Rob. And our next word is 'cycle' – that's where one event leads to another, and then often repeats itself. For example, 'I'm in a bad cycle of going to bed late, then oversleeping in the morning.'"
    },
    {
      "author": "Rob",
      "text": "You need to sort yourself out, Catherine! You're spending too much time on social media – and all that blue-screen time makes it very hard to fall asleep. The last thing you need is a bigger TV!"
    },
    {
      "author": "Catherine",
      "text": "You're probably right. OK – the adjective 'mature' means fully grown or fully developed. Here's an example of the verb form– 'My investments have matured and they're worth a lot of money now!'"
    },
    {
      "author": "Rob",
      "text": "Right moving on, a 'must-have item' is something you feel you must have! For example, 'Check out the latest must-have tech bargains on our website!'"
    },
    {
      "author": "Catherine",
      "text": "And finally, 'lustre' – which means shine."
    },
    {
      "author": "Rob",
      "text": "For example, 'I polished my brass doorknob until it shone with a pleasing lustre.'"
    },
    {
      "author": "Catherine",
      "text": "OK before Rob heads off to polish is doorknob, and I nip out to buy a new big-screen TV, please remember to check out our Facebook, Twitter, and YouTube pages."
    },
    {
      "author": "Rob/Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Rob",
    "Andrew Orlowski, The Register",
    "Rob/Catherine"
  ]
}