{
  "title": "Why more of us are getting fitter together",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05mp6jh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171123",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171123_6min_english_getting_fitter_download.mp3",
  "intro": [
    "Group exercise has become very popular in recent years. Rob and Catherine talk about going to the gym and why gym membership is becoming increasingly popular and teach you new vocabulary."
  ],
  "this_week_question": [
    "How many people are members of a gym, here in the UK? Is it...",
    "a) 1 in 2,",
    "b) 1 in 7 or",
    "c) 1 in 10?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "motivating",
      "desc": "something that makes us want to do something"
    },
    {
      "text": "push yourself",
      "desc": "force yourself to try harder"
    },
    {
      "text": "work out",
      "desc": "to exercise in order to improve your health and fitness"
    },
    {
      "text": "fragmented",
      "desc": "broken up into small pieces"
    },
    {
      "text": "tribal",
      "desc": "something that belongs to a group of people who live together and share the same language and culture"
    },
    {
      "text": "commune",
      "desc": "to get close to someone or something"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello, I'm Rob. Welcome to Six Minute English, where we get together to discuss an interesting topic along with six useful items of vocabulary to wrestle with."
    },
    {
      "author": "Catherine",
      "text": "Yes, hello I'm Catherine. And today's topic is all about togetherness – because we're talking about going to the gym and why gym membership is becoming increasingly popular. So Rob… do you head off to your local gym after work?"
    },
    {
      "author": "Rob",
      "text": "No – I hate group exercise. I prefer to go for a run on my own. It's free, and I enjoy being outdoors. How about you Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I really like group exercise Rob. I find it's very motivating."
    },
    {
      "author": "Rob",
      "text": "When something is motivating it makes us want to do something. So what motivates you to go to the gym, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Well I go because I really like the spin classes."
    },
    {
      "author": "Rob",
      "text": "Is that where you cycle on the spot while an instructor shouts at you?"
    },
    {
      "author": "Catherine",
      "text": "Well, yes that's the one! If I wasn't in a class, I don't think I would push myself so hard. I need someone to shout at me – to make me go faster and get up those hills."
    },
    {
      "author": "Rob",
      "text": "Good and if you push yourself you force yourself to try harder – you set yourself a challenge. OK, Catherine – well you are part of a growing trend of people who like to work out – or exercise in a gym. So perhaps you can tell me, how many people are members of a gym, here in the UK? Is it… a) 1 in 2, b) 1 in 7 or c) 1 in 10?"
    },
    {
      "author": "Catherine",
      "text": "I'm going to go for 1 in 10."
    },
    {
      "author": "Rob",
      "text": "Well – we'll find out if you chose the right answer later on. Now let's listen to Philip Mills – he runs the sports fitness company Les Mills – named after his father, who was a track and field athlete who represented New Zealand for twenty years. Philip has a theory to explain why group exercise has become so popular in recent years."
    },
    {
      "author": "Philip Mills, CEO of Les Mills International",
      "text": "As people have become more sedentary they've realised that they need to move for their health. We work about 35% more hours than we used to work in the 60s. And people are too busy to play sports. Society has become fragmented and a lot of the things that used to bring people together don't exist anymore. But, you know, we're tribal animals – pack animals – and the gym has been one of the things that helps people to commune."
    },
    {
      "author": "Catherine",
      "text": "Yes our sedentary lifestyles! We do all spend too much time sitting down, don't we, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes, and according to Philip we're probably spending more time sitting down than we used to because we're working a lot more."
    },
    {
      "author": "Catherine",
      "text": "And because we're busier with work, we have less time to take exercise."
    },
    {
      "author": "Rob",
      "text": "So why are we choosing to go to the gym these days, rather than heading down to the park to play football? Philip Mills thinks it's because society has become fragmented – and we're losing the social connectedness that made it easy to get together and take exercise."
    },
    {
      "author": "Catherine",
      "text": "And fragmented means broken up into small pieces, by the way. The thing is, we miss that social connectedness – that feeling of belonging to a group – because we are essentially tribal animals. And a tribe is a group of people who live together and they share the same language and the same culture."
    },
    {
      "author": "Rob",
      "text": "So even now most of us have left tribal society behind, we still want to feel like we're part of a group that we can commune with – which means to get close to someone or something."
    },
    {
      "author": "Catherine",
      "text": "But the question is Rob, does group exercise at the gym actually succeed in connecting us with other people?"
    },
    {
      "author": "Rob",
      "text": "Well, Philip Mills thinks in the future we'll be cycling inside a video game using computer graphics – you know, visiting other planets, travelling to different times…"
    },
    {
      "author": "Catherine",
      "text": "Wow! But people will then be communing with a computer Rob, not really with each other?"
    },
    {
      "author": "Rob",
      "text": "I'm afraid so. And you won't even have a real instructor barking instructions at you!"
    },
    {
      "author": "Catherine",
      "text": "Well I suppose a computer will have a virtual instructor who will also be equally motivating!"
    },
    {
      "author": "Rob",
      "text": "Yes, I expect so. Now, remember I asked you, Catherine: How many people are members of a gym, here in the UK?"
    },
    {
      "author": "Catherine",
      "text": "I do remember you asking me that Rob and I said 1 in 10."
    },
    {
      "author": "Rob",
      "text": "And you were wrong, I'm afraid! Figures collected by Leisure Data Base, a company that has audited the fitness industry for fifteen years, show that one in seven of the UK population is a member of a gym. And more and more will be signing up. Total membership could soon exceed ten million for the first time."
    },
    {
      "author": "Catherine",
      "text": "Wow!"
    },
    {
      "author": "Rob",
      "text": "OK, now let's talk through the vocabulary items we heard today. Number one is 'motivating' – meaning something that makes us want to do something – 'I don't find the idea of cycling in a small room very motivating.'"
    },
    {
      "author": "Catherine",
      "text": "Now number two – If you push yourself, you force yourself to try harder – 'It's important to push yourself if you want to do well in your exams.'"
    },
    {
      "author": "Rob",
      "text": "Good advice there, Catherine. Next up is 'work out' – which means to exercise in order to improve your health and fitness. For example, 'Catherine works out three times a week by cycling on the spot.' Our fourth word is 'fragmented' or broken up into small pieces. For example, 'I suffer from fragmented sleep. I wake up five or six times a night.'"
    },
    {
      "author": "Catherine",
      "text": "Poor you! Alright, number four is 'tribal' – and the noun is 'tribe' – a group of people who live together and share the same language and culture."
    },
    {
      "author": "Rob",
      "text": "'Football fans often wear the tribal colours of the team they support – some paint their faces too.'"
    },
    {
      "author": "Catherine",
      "text": "And finally we heard 'commune', which means to get close to someone or something. For example, Rob likes to commune with nature when he goes running. He enjoys the way the landscape changes with the seasons.'"
    },
    {
      "author": "Rob",
      "text": "Well said, Catherine. Now, that's all we have time for today. But if you would like to commune with us via our Facebook, Twitter or YouTube pages, please do so."
    },
    {
      "author": "Catherine/Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Catherine",
    "Philip Mills, CEO of Les Mills International",
    "Catherine/Rob"
  ]
}