{
  "title": "How do you like your coffee?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05m61d5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171116",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171116_6min_english_coffee_download.mp3",
  "intro": [
    "How different are cafes of the 21st century from the very first coffee houses? Cafes have become free wifi hotspots. Has the internet replaced the lively debate and intellectual discussions that used to be their main feature in the past? Rob and Catherine discuss this over a coffee and teach you new vocabulary."
  ],
  "this_week_question": [
    "How many cups of coffee do we consume in coffee shops or stores in the UK every year? Is it...",
    "a) 2.3 million",
    "b) 23 million or",
    "c) 23 billion?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "debate",
      "desc": "a discussion that a lot of people take part in"
    },
    {
      "text": "stimulating",
      "desc": "encouraging new ideas and enthusiasm"
    },
    {
      "text": "consume",
      "desc": "eat or drink, (also) use"
    },
    {
      "text": "vibe",
      "desc": "the mood or atmosphere in a place"
    },
    {
      "text": "squatter",
      "desc": "someone who lives in an empty building without paying rent"
    },
    {
      "text": "hog",
      "desc": "use all or most of something in a selfish way"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello, I'm Catherine. Welcome to Six Minute English where we engage in some lively debate and discuss six stimulating items of vocabulary! And let's start. Here's your cup of coffee, Rob."
    },
    {
      "author": "Rob",
      "text": "Thanks! But what took you so long, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "Sorry Rob. I bumped into somebody I knew in the café and stopped for a chat."
    },
    {
      "author": "Rob",
      "text": "OK, well, that fits well with today's show where we're talking about cafés or coffee houses. Did you know, Catherine, that coffee houses were originally a meeting place for lively debate and intellectual discussion?"
    },
    {
      "author": "Catherine",
      "text": "Really. I didn't know that, Rob. A debate , by the way, means a discussion that a lot of people take part in. So how long ago was this debating society?"
    },
    {
      "author": "Rob",
      "text": "The first coffee house was set up in Oxford in 1650. But they quickly became popular and soon they were all over London too. You paid a penny to get in, and this included access to newspapers – and stimulating conversation!"
    },
    {
      "author": "Catherine",
      "text": "If something is stimulating it encourages ideas and enthusiasm. I expect the coffee helped with that a bit did it?"
    },
    {
      "author": "Rob",
      "text": "It certainly helps me first thing in the morning."
    },
    {
      "author": "Catherine",
      "text": "Which brings me on to today's question, Rob! How many cups of coffee do we consume in coffee shops or stores in the UK every year? Consume , by the way, is another word for eat or drink. Is it… a) 2.3 million b) 23 million or c) 23 billion?"
    },
    {
      "author": "Rob",
      "text": "Oh I don't know but it's got to be a lot so I'm going to go for c) 23 billion? That sounds like a lot of coffee, but I buy several cups a week – and I expect you do too, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I do indeed. But I have to say, while I was getting our coffees earlier, there was nobody else in the café talking except me and my friend. Everybody was sitting on their own, tapping away on their laptops. Let's listen now to Douglas Fraser, BBC Scotland's Business and Economy Editor, describing the vibe – or atmosphere – in a typical 21st century café…"
    },
    {
      "author": "Douglas Fraser, BBC Scotland's Business and Economy Editor",
      "text": "Ten or so in the morning, the café has five people at tables with their backs to the wall, each staring into a screen, plugged in, ears plugged. The flow of bytes through this coffee shop's free wifi is transporting these customers to diverse destinations far from the person beside them. Collaborative working, a research grant application, a potential blockbuster novel, and inevitably, someone distracted by kitten pictures on social media."
    },
    {
      "author": "Rob",
      "text": "So the spirit of those 17th century coffee houses has disappeared then? No more lively debate and intellectual discussion?"
    },
    {
      "author": "Catherine",
      "text": "It seems so Rob. As Douglas Fraser says, many people sit alone plugged into their laptops – and they're all doing different things – working, writing, messing about on social media."
    },
    {
      "author": "Rob",
      "text": "I think the café owners should turn off the free wifi and force these café squatters to move on! I don't think people should be allowed to sit all day using the internet – hogging tables – and not talking to anybody! Especially when some of them don't even buy a coffee!"
    },
    {
      "author": "Catherine",
      "text": "That's a bit extreme, Rob. Café owners need customers – and they encourage people to stay by having comfy sofas and newspapers to read and the free wifi! A squatter , by the way, is someone who lives in an empty building without paying rent. And if you hog something you use most or all of it in a selfish way."
    },
    {
      "author": "Rob",
      "text": "I suppose you're right. Now, how about telling us the answer to today's question then?"
    },
    {
      "author": "Catherine",
      "text": "I asked: How many cups of coffee do we consume in cafés or stores in the UK every year? Is it… a) 2.3 million b) 23 million or c) 23 billion?"
    },
    {
      "author": "Rob",
      "text": "I could sit in a cafe and use their free wifi to research the answer but I had a guess and said 23 billion."
    },
    {
      "author": "Catherine",
      "text": "Well you didn't need that free wifi Rob because you were absolutely right! 23 billion coffees per year works out on average as 45 cups per adult in the UK."
    },
    {
      "author": "Rob",
      "text": "OK, I think it's time we looked back at the words we learned today. Our first word is 'debate' – a discussion that a lot of people take part in."
    },
    {
      "author": "Catherine",
      "text": "For example, 'I took part in a number of stimulating debates at school.' Number two – if something is 'stimulating', it encourages new ideas and enthusiasm. For example, 'It's hard to have a stimulating conversation with someone who's looking at their phone all the time.'"
    },
    {
      "author": "Rob",
      "text": "That's very true – let me just slide my phone into my pocket… there! Our next word is 'consume' – another word for eating or drinking – but it can also mean 'to use'. For example, 'My car consumes a lot of petrol.'"
    },
    {
      "author": "Catherine",
      "text": "Or, 'How do I calculate my car's fuel consumption?' So 'consumption' there is the noun.Number four is – 'vibe' – which means the mood or atmosphere in a place. For example, 'Oxford is a city but it has a small-town vibe.'"
    },
    {
      "author": "Rob",
      "text": "I'm getting bad vibes from our next word – which is 'squatter' – that's someone who lives in an empty building without paying rent. The building is called a 'squat' so for example, 'I lived in a squat for two years.'"
    },
    {
      "author": "Catherine",
      "text": "Really? You squatted in a squat, Rob?"
    },
    {
      "author": "Rob",
      "text": "No, it was just an example. I'm not a squatter."
    },
    {
      "author": "Catherine",
      "text": "You've never squatted?"
    },
    {
      "author": "Rob",
      "text": "No I haven't. Look we're wasting time here! We need to move on to our final word – hog. If you 'hog' something, you use all or most of it in a selfish way."
    },
    {
      "author": "Catherine",
      "text": "For example, 'Rob! You've hogged the only comfy chair! That is so selfish!'"
    },
    {
      "author": "Rob",
      "text": "I admit it, Catherine. I'm a chair hog. That's the noun. OK, before we head off for another cup of coffee please remember to check out our Facebook, Twitter, and YouTube pages."
    },
    {
      "author": "Catherine/Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Rob",
    "Douglas Fraser, BBC Scotland's Business and Economy Editor",
    "Catherine/Rob"
  ]
}