{
  "title": "Should schoolchildren have jobs?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05qwnf8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171214",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171214_6min_english_should_schoolchildren_have_jobs_download.mp3",
  "intro": [
    "Neil and Dan discuss the issue while sharing their own experiences of delivering newspapers and serving fish 'n' chips. You'll also learn six items of vocabulary."
  ],
  "this_week_question": [
    "What is the youngest age at which children are allowed to work in the UK?",
    "a) 12",
    "b) 13",
    "c) 14",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "paper round",
      "desc": "the job of delivering newspapers to people's homes"
    },
    {
      "text": "Saturday job",
      "desc": "part-time work done by schoolchildren, often at weekends and evenings"
    },
    {
      "text": "rite of passage",
      "desc": "event or ceremony that forms an important stage in a person's life"
    },
    {
      "text": "bemoan",
      "desc": "complain about"
    },
    {
      "text": "detrimental",
      "desc": "harmful"
    },
    {
      "text": "hinder",
      "desc": "stop from making progress"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil and joining me today is Dan who is a producer at BBC Learning English – that's his job."
    },
    {
      "author": "Dan",
      "text": "Hi everyone… Yes that is my job, obviously – why are we discussing that now, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well you haven't always been a producer at BBC Learning English, have you?"
    },
    {
      "author": "Dan",
      "text": "No… I used to be a teacher."
    },
    {
      "author": "Neil",
      "text": "And before that? Way back – your first ever job? Dan Ah, I had a paper round when I was 14. A paper round is a job – the job of delivering newspapers to people's homes. It's often done by teenagers."
    },
    {
      "author": "Neil",
      "text": "14 seems very young to be at work. And that's the topic of this 6 Minute English: Should schoolchildren have jobs? It seems fewer and fewer are these days, according to the statistics. We'll give you 6 job-related words and expressions – and, of course, our quiz question. You Ready?"
    },
    {
      "author": "Dan",
      "text": "You bet!"
    },
    {
      "author": "Neil",
      "text": "What is the youngest age at which children are allowed to work in the UK?"
    },
    {
      "author": "Dan",
      "text": "Well, I'm going to say 14 just because that's how old I was and it seems a long time ago!"
    },
    {
      "author": "Neil",
      "text": "We'll find out at the end of the programme.  Let's start by hearing some British teenagers talking about their Saturday jobs ."
    },
    {
      "author": "Dan",
      "text": "A Saturday job is the name we give to part-time work that teenagers do for extra money. As the name suggests, these jobs often take place on Saturdays – but not always."
    },
    {
      "author": "Neil",
      "text": "That's right -  'Saturday job' is general term we use to describe part-time work done by teenagers. The work might take place on Sundays or any day of the week, in fact! Let's hear from these British children about their Saturday jobs."
    },
    {
      "author": "Insert Vox",
      "text": "We have to face all the stuff on the shelves and make it look organised and show customers where products are if they need to know."
    },
    {
      "author": "Dan",
      "text": "The first kid said the work involves making the shelves look organised. Shop work is a very typical Saturday job."
    },
    {
      "author": "Neil",
      "text": "Oh yes, I spent many a weekend and evening stacking shelves! The second teenager's Saturday job takes place Saturdays, Sundays and evenings. As we said – A Saturday job's not just for Saturdays."
    },
    {
      "author": "Dan",
      "text": "A Saturday job is seen almost as a rite of passage in the UK. A rite of passage is the name we give to events or ceremonies that form an important stage in a person's life."
    },
    {
      "author": "Neil",
      "text": "That's right – like graduating from school, or having children. But according to the latest statistics in the UK, that is all changing. Listen to this BBC report."
    },
    {
      "author": "Insert BBC reporter",
      "text": "In order to work, they need a permit from the local authority and our data shows the number being issued has fallen from nearly 30,000 permits in 2012 to just 23,000 in 2016. Employers frequently bemoan the lack of work experience young people have. But teenagers are also facing pressure not to take up part-time jobs and to concentrate on their studies instead."
    },
    {
      "author": "Dan",
      "text": "So, it seems that fewer teenagers are taking Saturday jobs. But there's a conflict here."
    },
    {
      "author": "Neil",
      "text": "Yes, on the one hand, employers bemoan the lack of work experience young people have. Bemoan, meaning complain about. It's a rather formal word."
    },
    {
      "author": "Dan",
      "text": "But on the other hand, teenagers are facing pressure not to take part-time jobs and to concentrate on their studies. Some people think working could be detrimental to a schoolchild's academic progress."
    },
    {
      "author": "Neil",
      "text": "Detrimental - which means causing harm. It's a tricky one, isn't it? I think my Saturdays spend stacking shelves and serving fish 'n' chips taught me valuable lessons about working with adults and also managing my money. I don't think it was detrimental to my education."
    },
    {
      "author": "Dan",
      "text": "Well, you managed to get a job at BBC Learning English! As for me, my paper round taught me the value of hard work. It didn't hinder me. Hinder means to stop someone or something from making progress."
    },
    {
      "author": "Neil",
      "text": "Well let's not talk too much in case we hinder our students… On to the answer to our quiz question. I asked this: What is the youngest age at which children are allowed to work in the UK?"
    },
    {
      "author": "Dan",
      "text": "I said c) 14."
    },
    {
      "author": "Neil",
      "text": "And I'm afraid you are wrong. You are allowed to work from the age of 13 in the UK. Exceptions to this rule include TV, theatre and modelling."
    },
    {
      "author": "Dan",
      "text": "Oh well – I guess I should have spent more time at school."
    },
    {
      "author": "Neil",
      "text": "Shall we have a recap of the vocabulary?"
    },
    {
      "author": "Dan",
      "text": "Did you have a paper round as a kid, Neil?"
    },
    {
      "author": "Neil",
      "text": "No I didn't, but I did help my best friend James deliver newspapers - in return for a pound. Big money back in the 80s!"
    },
    {
      "author": "Dan",
      "text": "Did you supplement your earnings with a Saturday job ?"
    },
    {
      "author": "Neil",
      "text": "I did. I had a Saturday job in a supermarket and also in a fish 'n' chip shop – but it wasn't always on a Saturday. Free chips! Dan is that a wedding ring on your finger?"
    },
    {
      "author": "Dan",
      "text": "Yes it is. Marriage is a rite of passage in many cultures. It is an important stage in a person's life – talking of which, are those your kids on your screensaver?"
    },
    {
      "author": "Neil",
      "text": "Yep – having children is another example of a rite of passage. See how tired I look!"
    },
    {
      "author": "Dan",
      "text": "Do not bemoan your lack of sleep! Bemoan's a quite formal way of saying 'complain about'."
    },
    {
      "author": "Neil",
      "text": "I think it's OK to bemoan my lack of sleep – it can have a detrimental effect on my health."
    },
    {
      "author": "Dan",
      "text": "Detrimental – meaning harmful. As long as your tiredness doesn't hinder your work on 6 Minute English"
    },
    {
      "author": "Neil",
      "text": "Well, I'd never let anything hinder – meaning stop from making progress – 6 Minute English."
    },
    {
      "author": "Dan",
      "text": "I admire your dedication! Goodbye!"
    },
    {
      "author": "Neil",
      "text": "See ya!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Insert Vox",
    "Insert BBC reporter"
  ]
}