{
  "title": "What do you buy when you're sad?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05q51wc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-171207",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/171207_6min_english_buy_when_sad_download.mp3",
  "intro": [
    "Dan turns up in the studio with a load of shopping bags and a very strange outfit he bought to cheer himself up. You'll also learn some vocabulary related to shopping and mood."
  ],
  "this_week_question": [
    "Online shoppers in which country spend more per household than consumers in any other country, according to a report from the UK Cards Association?",
    "a) The USA",
    "b) Norway",
    "c) The UK",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "retail therapy",
      "desc": "going shopping to make yourself feel better"
    },
    {
      "text": "down in the dumps",
      "desc": "unhappy"
    },
    {
      "text": "pang",
      "desc": "sharp pain"
    },
    {
      "text": "buyer's remorse",
      "desc": "bad feeling when a person realises they don't need or want the thing you've bought"
    },
    {
      "text": "cozy",
      "desc": "warm comfortable and relaxed feeling"
    },
    {
      "text": "does the trick",
      "desc": "achieves the result you wanted"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to Six Minute English. I'm Neil and joining me today is Dan – who is weighed down with shopping bags and wearing something very… strange. What's going on, Dan?"
    },
    {
      "author": "Dan",
      "text": "Hi everyone. Well, I was feeling a bit miserable so I decided to cheer myself up by going shopping!"
    },
    {
      "author": "Neil",
      "text": "Well that's lucky because the link between shopping and mood is what we're looking at in this 6 Minute English – and of course we'll be giving you six mood and shopping-related vocabulary items. But first, our quiz:"
    },
    {
      "author": "Dan",
      "text": "Norway seems to come top of lots of lists, so for that reason alone I'm going to say Norway."
    },
    {
      "author": "Neil",
      "text": "We'll find out at the end of the show. Now, Dan, you said just now that you went shopping because you were feeling down."
    },
    {
      "author": "Dan",
      "text": "That's right – I like a bit of retail therapy ."
    },
    {
      "author": "Neil",
      "text": "Retail therapy is a humorous expression which means going shopping to make yourself feel better."
    },
    {
      "author": "Dan",
      "text": "Oh I do that all the time."
    },
    {
      "author": "Neil",
      "text": "Yes, I can see. And you're not alone. According to some research done by the website moneysupermarket.com, people are more likely to buy things they'll later regret when they're feeling sad, bored or stressed."
    },
    {
      "author": "Dan",
      "text": "Well I was feeling a bit down in the dumps . And that's a way of saying 'sad'."
    },
    {
      "author": "Neil",
      "text": "Oh dear, Dan. Sorry to hear you've been down in the dumps . I only hope you don't also get a pang of regret about your purchases when you get them home – the research suggests that you will."
    },
    {
      "author": "Dan",
      "text": "A pang is a sharp pain. We often hear it used figuratively to talk about strong emotions like guilt, regret and remorse . You're making me feel worse, Neil"
    },
    {
      "author": "Neil",
      "text": "Sorry Dan – it's all for educational purposes! Our audience will learn from your pain! Remorse is like regret – and there's a good expression to describe exactly that bad feeling you get when you realise you don't really need or want the thing you've bought. Buyer's remorse ."
    },
    {
      "author": "Dan",
      "text": "OK, OK, OK enough about me. Let's hear from Sam, Phil and Catherine from the Learning English team to see if their mood affects the shopping choices they make. Listen carefully. Can you hear the three types of things they say that they buy when they're down in the dumps ?"
    },
    {
      "author": "Insert",
      "text": "Sam Honestly, I tend to buy food. Anything that will bring me comfort, so it can be any sort of warm drink, hot drink but also anything kind of warm and cosy – so like a nice jumper."
    },
    {
      "author": "Phil",
      "text": "Definitely, if I've had a bad day at work, or for whatever reason or I feel terrible, tired, I am more likely to buy something on the way home."
    },
    {
      "author": "Catherine",
      "text": "Oh when I'm feeling sad, I probably buy a little bit of wine and often something to wear. I find that a bit of retail therapy when I'm sad usually does the trick at the time, so it makes me feel better. But I do find that when I look in my wardrobe, the things that I bought when I was sad – I never wear them."
    },
    {
      "author": "Neil",
      "text": "Sam, Phil and Catherine there from the BBC Learning English team talking about what kind of things they buy when they're feeling down. What were they?"
    },
    {
      "author": "Dan",
      "text": "Food, drink and clothes."
    },
    {
      "author": "Neil",
      "text": "That's right. Sam mentioned she buys food, warm drinks and a nice jumper to keep her cosy . That's the feeling of being warm, comfortable and relaxed."
    },
    {
      "author": "Dan",
      "text": "Catherine also mentioned drinks – this time wine. And she also said that buying clothes does the trick . That means achieves the result she intended. She feels down, she buys clothes, she feels better – it does the trick ."
    },
    {
      "author": "Neil",
      "text": "But what's interesting is that Catherine said she never wears the clothes she buys when she's feeling sad. That's exactly what the survey found – people regret the purchases they make when they're sad, bored or stressed."
    },
    {
      "author": "Dan",
      "text": "Sounds like a case of buyer's remorse ."
    },
    {
      "author": "Neil",
      "text": "Indeed. Well, time now for the answer to our quiz question. I asked this: Online shoppers in which country spend more per household than consumers in any other country, according to a report from the UK Cards Association? Is it:"
    },
    {
      "author": "Dan",
      "text": "I said b) Norway."
    },
    {
      "author": "Neil",
      "text": "And I'm afraid you might need to go and buy some more stuff to cheer you up – you're wrong! The correct answer is the UK. Apparently UK households spent the equivalent of $5,900 (£4,611) using payment cards online in 2015."
    },
    {
      "author": "Dan",
      "text": "Well, I hope they were happy when they made those purchases or they may feel the pang of regret I'm scared I might get after today's discussion!"
    },
    {
      "author": "Neil",
      "text": "Well, a good recap of the vocabulary from this programme might do the trick ."
    },
    {
      "author": "Dan",
      "text": "Shall we start with the first word? Do you ever go in for a bit of retail therapy , Neil?"
    },
    {
      "author": "Neil",
      "text": "Actually I try to avoid it. Especially after reading this survey – I don't think the happiness you feel after buying something lasts very long. In fact, you can end up feeling down in the dumps ."
    },
    {
      "author": "Dan",
      "text": "Down in the dumps - meaning sad/unhappy. Yes and a pang of regret might follow once you realise you've spent a lot of money on something you don't really need."
    },
    {
      "author": "Neil",
      "text": "A pang is a stab – used here figuratively to mean a sharp pain used to talk about strong emotions. And after the pang can come buyer's remorse ."
    },
    {
      "author": "Dan",
      "text": "Hmm, I'm beginning to feel buyer's remorse from this leopard skin onesie. Seemed like such a good idea at the time."
    },
    {
      "author": "Neil",
      "text": "Well it does look cozy – warm comfortable and relaxed, so I think if that's what you wanted, it does the trick ."
    },
    {
      "author": "Dan",
      "text": "Does the trick , meaning achieves the result you wanted."
    },
    {
      "author": "Neil",
      "text": "OK before Dan heads off to buy even more stuff he doesn't need, please remember to check out our Facebook, Twitter, and YouTube pages."
    },
    {
      "author": "Dan/Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Insert",
    "Phil",
    "Catherine",
    "Dan/Neil"
  ]
}