{
  "title": "The rise of drones",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05yntxt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180215",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180215_6min_englsh_drones_download.mp3",
  "intro": [
    "Drones have become commonplace in the skies above our heads. In certain cases they have been dangerous, but there are many new uses for them that are bringing us benefits too. From delivering parcels to saving lives, drones are taking off. Join our discussion about them and learn some new vocabulary in 6 Minute English."
  ],
  "this_week_question": [
    "Drones are sometimes also referred to as UAVs. So what does UAV stand for? Is it…",
    "a) Unidentified aerial vehicle",
    "b) Unmanned aerial vehicle",
    "c) Unaided aircraft vehicle",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "surveillance",
      "desc": "carefully watching someone or something, usually to try and stop something illegal aerial footage film recording made from the sky game changer something that completely changes the way something is done or thought about the sky's the limit there's no limit to something"
    },
    {
      "text": "harmonised",
      "desc": "two things being suitable for each other to allow them to work properly"
    },
    {
      "text": "droning on",
      "desc": "talking too much in a boring way"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello I'm Rob and this is 6 Minute English – a programme that brings you an interesting topic, authentic listening practice and some vocabulary to help you improve your language skills. Joining me today is Neil."
    },
    {
      "author": "Neil",
      "text": "Hello. And today we're discussing those pilotless aircraft that we seem to be hearing and reading a lot about at the moment."
    },
    {
      "author": "Rob",
      "text": "You mean drones. And yes, they are in the news quite often for good and bad reasons. They've been used for many things from smuggling drugs, detecting water leaks and surveillance ."
    },
    {
      "author": "Neil",
      "text": "And surveillance – that means ‘the act of carefully watching someone or something’ – perhaps a criminal – but also it means spying, maybe on me and you Rob? So should we be welcoming the rise of the use of drones?"
    },
    {
      "author": "Rob",
      "text": "Well, before our discussion about that 'takes off', we need to set today's question for you to answer, Neil."
    },
    {
      "author": "Neil",
      "text": "What are you droning on about Rob? And by that I don't mean ‘flying a drone’ – I mean ‘talking too much in a very boring way’!"
    },
    {
      "author": "Rob",
      "text": "Thanks Neil. Now just answer this, will you? Drones are sometimes also referred to as UAVs. So, what does UAV stand for? Is it…"
    },
    {
      "author": "Neil",
      "text": "Well, I'm going to go for b) unmanned aerial vehicle."
    },
    {
      "author": "Rob",
      "text": "Ok well, we'll see if you're right later on. Now let's talk more about drones, which, apparently, seem to be everywhere now."
    },
    {
      "author": "Neil",
      "text": "But are they safe and are they necessary? I've heard about them being a hazard to aircraft because they've been flown close to airports."
    },
    {
      "author": "Rob",
      "text": "Well, figures in 2016 showed that in the UK there were 70 near misses involving drones. And that's more than double the year before. So that is a little worrying."
    },
    {
      "author": "Neil",
      "text": "Yes. And there's the potential risk of people's privacy being invaded when a drone is flown over their property with a camera attached to it."
    },
    {
      "author": "Rob",
      "text": "Ah, but those cameras are also good at capturing some great aerial footage – that's the film recording of the view from the above the ground. So they're not all bad. And Dr Yoge Patel would agree. She is CEO of Blue Bear, which supplies unmanned planes and drones. Here she is speaking about drones on the BBC's Woman's Hour programme…"
    },
    {
      "author": "Dr Yoge Patel, CEO of Blue Bear",
      "text": "They have the potential to be dangerous, agreed. They also have though, on the flip side, the ability to be a game changer in both domestic use and in military use. So, some of our drones are being used for aircraft inspections. We've put our drones into Fukushima."
    },
    {
      "author": "Rob",
      "text": "So there you go Neil. There are many useful things drones can do, and Dr Patel said they have the ability to be a game changer."
    },
    {
      "author": "Neil",
      "text": "And by that you mean ‘something that completely changes the way something is done or thought about’."
    },
    {
      "author": "Rob",
      "text": "Yes. Her company has used drones to inspect the inside of the damaged Fukushima nuclear power station in Japan. And another example of drones being a game changer is UNICEF and the Malawian government testing drones for carrying medical supplies. This could help save lives in remote places."
    },
    {
      "author": "Neil",
      "text": "And I have read that in Australia, lifeguards are using drones to help rescue swimmers who get in trouble in the sea."
    },
    {
      "author": "Rob",
      "text": "And have you heard about a Japanese firm that's planning to use a drone to force employees out of their offices by playing music at them if they stay to work evening overtime."
    },
    {
      "author": "Neil",
      "text": "I haven't, but you've convinced me – it seems like the sky's the limit for the uses of drones! I mean there's no limit to what they can do. But I am a little concerned about how they are regulated or controlled."
    },
    {
      "author": "Rob",
      "text": "Well Dr Yoge Patel says because the technology is new, regulations – or legal controls - are developing all the time…"
    },
    {
      "author": "Dr Yoge Patel, CEO, Blue Bear",
      "text": "As technology progresses, regulation and operational use needs to then be harmonised with it. And we are, as a community, going through that whole process of saying what is proportionate and appropriate regulation to go with different uses of drones."
    },
    {
      "author": "Neil",
      "text": "So she talked about regulations being harmonised as technology progresses."
    },
    {
      "author": "Rob",
      "text": "So I think she means ‘making regulations suitable and appropriate for what the drones are being used for’. So they need some control, but not so they can't be useful and effective."
    },
    {
      "author": "Neil",
      "text": "Like flying drones to stop you working late! Now Rob, I'm dying to know what the other name for a drone is."
    },
    {
      "author": "Rob",
      "text": "OK, let me tell you. So earlier I asked what does UAV stand for? Was it…"
    },
    {
      "author": "Neil",
      "text": "And I said b) – was that correct?"
    },
    {
      "author": "Rob",
      "text": "Yes Neil, you know your drones – that's correct. Well done. UAVs or drones have been around for quite a while in different forms. It's thought they were first used for providing practice targets for training military personnel. OK Neil, let's quickly go over some of the vocabulary we have mentioned today, starting with surveillance."
    },
    {
      "author": "Neil",
      "text": "\"The police kept the jewellery shop under surveillance because they had a tip-off about a robbery.\" So that means ‘carefully watching someone or something, usually to try to stop something illegal’."
    },
    {
      "author": "Rob",
      "text": "Then we mentioned aerial footage – that's film recording made from the sky. \"The aerial footage on TV of the dolphins swimming was spectacular.\""
    },
    {
      "author": "Neil",
      "text": "Yes, drones have been a game changer for wildlife programmes on TV. That means ‘something that completely changes the way something is done or thought about’."
    },
    {
      "author": "Rob",
      "text": "We also mentioned the phrase 'the sky's the limit', meaning ‘there's no limit to something’. \"The sky is the limit to what professional footballers can earn these days.\""
    },
    {
      "author": "Neil",
      "text": "Then we discussed harmonised – that describes two things being suitable for each other to allow them to work properly. \"The garden has been designed to harmonise with the natural landscape.\""
    },
    {
      "author": "Rob",
      "text": "Very useful vocabulary, Neil. But let's stop droning on – and that means ‘talking too much in a boring way’ - and remind everyone to check out our You Tube, Facebook, Twitter and Instagram pages – and of course, our website at bbclearningenglish.com. See you next time. Goodbye."
    },
    {
      "author": "Neil",
      "text": "Goodbye"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Dr Yoge Patel, CEO of Blue Bear",
    "Dr Yoge Patel, CEO, Blue Bear"
  ]
}