{
  "title": "Transport of the future",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p05wh2sh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180208",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180208_6min_englsh_future_transport_download.mp3",
  "intro": [
    "Rob and Neil discuss the future of transport and explain some useful items on vocabulary on the journey."
  ],
  "this_week_question": [
    "According to the Guinness World Records, in which country has the fastest ever speed of a train been recorded? Is it…",
    "a) China",
    "b) Japan",
    "c) France Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "commonplace",
      "desc": "not unusual; often seen"
    },
    {
      "text": "automation",
      "desc": "using a machine to do something instead of a human"
    },
    {
      "text": "prototype",
      "desc": "the first version of something which can be tested before it is produced in large quantities."
    },
    {
      "text": "far-fetched",
      "desc": "so unbelievable it's unlikely to happen."
    },
    {
      "text": "maglev",
      "desc": "magnetic elevation; a method for moving something"
    },
    {
      "text": "vacuum",
      "desc": "a space that has had all the air and any other gases removed from it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "And hello, I'm Neil. Our topic today is transport. How do you think you'll be travelling to work in, say 30 years' time?"
    },
    {
      "author": "Rob",
      "text": "Well, not only will homeworking be more prevalent – that means ‘common’ – but I hope I won't be working in 30 years' time!"
    },
    {
      "author": "Neil",
      "text": "Good answer! But if we look back and see how transport has changed in the last 30 years, it makes you wonder what the future holds."
    },
    {
      "author": "Rob",
      "text": "Yes, we've seen how air travel has become commonplace for many people. Commonplace means ‘not unusual’. And there's been the development of high-speed train travel. But the main priority has been speed – going faster to make your journeys quicker."
    },
    {
      "author": "Neil",
      "text": "That's true, and we'll be discussing some ideas for making transport even faster soon. But let's not waste any time and speed on to today's quiz question. Rob Ah yes, time waits for no one, not even you Neil. So can you answer this question? According to Guinness World Records, in which country has the fastest ever train been recorded? Is it in…"
    },
    {
      "author": "Neil",
      "text": "All these countries have fast trains but I've heard that Chinese trains go particularly fast. I'm going to say a) China."
    },
    {
      "author": "Rob",
      "text": "Well, you'll have to wait until the end of the programme to see if you're right. But let's talk more now about the future of transport. One development we hear much about is automation ."
    },
    {
      "author": "Neil",
      "text": "Automation means ‘using machines to do work that humans normally do’ and in terms of transport this means driverless vehicles. It won't be too long before we become the passenger in a driverless car."
    },
    {
      "author": "Rob",
      "text": "Scary! And the French train engineering company, Alstom, is planning to test automated freight trains later this year. The automated train prototype can travel for about 100 kilometres without driver intervention. A prototype is the first version of something which can be tested before it is produced in large quantities."
    },
    {
      "author": "Neil",
      "text": "Of course some trains are already driven by computers but there's an exciting plan to develop a form of driverless vehicle that could move you around at 1,123 kilometres per hour."
    },
    {
      "author": "Rob",
      "text": "Come on Neil. That sounds a bit far-fetched – like flying cars that we see in sci-fi movies – it's difficult to believe because it's unlikely to happen."
    },
    {
      "author": "Neil",
      "text": "Well you say that but it's already being tested in Nevada in the USA and has a name – Hyperloop One."
    },
    {
      "author": "Rob",
      "text": "Tell me more!"
    },
    {
      "author": "Neil",
      "text": "The idea is, you get loaded into a pod then you're pushed through a metal tube at high speed, taking you to your destination in minutes rather than hours. Anita Sengupta is the lead systems engineer and says there's nothing scary about it…"
    },
    {
      "author": "INSERT",
      "text": "Anita Sengupta, Lead systems engineer, Virgin Hyperloop One The Hyperloop is a maglev train in a vacuum system – or in a vacuum tube – and so you can also think of it as an aircraft flying at 200,000 feet so people don't have any issue flying in aeroplanes and people don't have any issue going in maglev trains. This is simply combining the two and allows you to be more energy efficient."
    },
    {
      "author": "Rob",
      "text": "So Anita Sengupta explained the type of technology the Hyperloop used. First she mentioned maglev – that's a short way of saying magnetic levitation."
    },
    {
      "author": "Neil",
      "text": "It's when trains travel on magnetic track rather than conventional rails. Rob And then she mentioned a vacuum system - a vacuum is a space that has had all the air and any other gases removed from it. So the tube these pods travel in have no air in so there's no resistance. And these technologies are more efficient and they save energy."
    },
    {
      "author": "Neil",
      "text": "Which is a good thing. This sounds like a great way to travel but will it take off?"
    },
    {
      "author": "Rob",
      "text": "Well, BBC technology correspondent Rory Cellan-Jones isn't so sure. He thinks it will be quite challenging to convince governments to allow long metal tubes to be built on or below ground."
    },
    {
      "author": "Neil",
      "text": "But we have to try these new technologies Rob. If we didn't we'd still be travelling around on horse and cart!"
    },
    {
      "author": "Rob",
      "text": "A good point Neil – and we wouldn't have been able to travel at the great speeds mentioned in today's question. Now earlier I asked you according to Guinness World Records, in which country has the fastest ever train travelled? Is it in…"
    },
    {
      "author": "Neil",
      "text": "And I said a) China."
    },
    {
      "author": "Rob",
      "text": "And you were wrong Neil. China does have some very fast trains. But the fastest recorded train was a maglev from the Central Japan Railway Company, which ran on a test track at a speed of 603 kilometres per hour."
    },
    {
      "author": "Neil",
      "text": "Now that would make my commute to work very quick! OK, shall we recap some of the vocabulary we've heard today? Starting with commonplace ."
    },
    {
      "author": "Rob",
      "text": "Which means ‘not unusual or often seen’. For example 'free Wi-Fi in coffee shops is commonplace these days.'"
    },
    {
      "author": "Neil",
      "text": "And very useful it is too! Next we had automation , meaning ‘using a machine to do something instead of a human.’ 'Automation in the car making industry has led to the loss of hundreds of jobs.'"
    },
    {
      "author": "Rob",
      "text": "Of course when you build a new car you need to make a prototype – that's the first version of something which can be tested before it is produced in large quantities. 'The prototype of a new solar-powered bike has been so successful that it's now going into mass-production.'"
    },
    {
      "author": "Neil",
      "text": "Come on Rob, that sounds a bit far-fetched – and by that I mean ‘so unbelievable it's unlikely to happen.’"
    },
    {
      "author": "Rob",
      "text": "Well something people once thought far-fetched is now a reality and that's maglev – that's short for magnetic levitation and is how some of the world's fastest trains travel."
    },
    {
      "author": "Neil",
      "text": "Finally, we discussed the word vacuum . It's a space that has had all the air and other gases removed from it – basically an empty space. 'The plan for Virgin's Hyperloop One is to make a maglev even faster by putting it in a vacuum tube.' And that brings us to the end of today’s 6 Minute English. Don’t forget to check out our You Tube, Facebook, Twitter and Instagram pages, and we’ll see you next time. Goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "INSERT"
  ]
}