{
  "title": "Who needs a manbag?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p061446w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180329",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180329_6_min_english_manbags_download.mp3",
  "intro": [
    "6 Minute English discusses the trend for manbags. These designer accessories are being carried on the arms and shoulders of many modern men but they're not just for looking good, they're practical too. Find out who really is carrying one and learn some new vocabulary along the way"
  ],
  "this_week_question": [
    "According to market research company Mintel, do you know how many men bought a manbag in the UK last year? Was it…",
    "a) 5% b) 15% c) 25%",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "accessory",
      "desc": "an additional item added to something to make it more useful or attractive"
    },
    {
      "text": "laughing stock",
      "desc": "someone who people think of as silly"
    },
    {
      "text": "sturdy",
      "desc": "strong and not easily damaged"
    },
    {
      "text": "masculinity",
      "desc": "characteristics that are traditionally thought to be typical of men"
    },
    {
      "text": "hefty price tag",
      "desc": "high price"
    },
    {
      "text": "inhibitions",
      "desc": "a feeling of embarrassment that stops you from doing something"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Welcome to 6 Minute English, the programme where we explore an interesting topic and bring you some useful items of vocabulary. I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil. And today we are discussing manbags."
    },
    {
      "author": "Rob",
      "text": "Yes, manbags - they are the height of fashion at the moment – a stylish accessory that modern men are carrying. An accessory is an additional item added to something to make it more useful or attractive."
    },
    {
      "author": "Neil",
      "text": "I'm not so sure Rob. I mean, I wouldn't be seen dead carrying a manbag!"
    },
    {
      "author": "Rob",
      "text": "Really! So what do you carry your lose change, your credit cards, tickets and mobile phone in?"
    },
    {
      "author": "Neil",
      "text": "I just stuff everything in my pockets Rob – it's better than being a laughing stock , carrying a handbag around!"
    },
    {
      "author": "Rob",
      "text": "By laughing stock you mean everyone thinking of you as silly – but you wouldn't be because it's a manbag Neil – not a woman's handbag. Maybe I can convince you to change your mind by the end of the programme. But now let's not forget to ask you today's question…"
    },
    {
      "author": "Neil",
      "text": "Is it about manbags by any chance?"
    },
    {
      "author": "Rob",
      "text": "It is so it might be tricky for you to answer! According to market research company Mintel, how many men bought a manbag in the UK last year? Was it…"
    },
    {
      "author": "Neil",
      "text": "Well obviously not many, so I'm going to say 5%. And I'm not one of them!"
    },
    {
      "author": "Rob",
      "text": "OK, you've made that very clear! We'll find out the answer at the end of the programme anyway. Now let's talk more about manbags. For hundreds of years women have carried their possessions around in handbags, so why can't a man do the same with a manbag?"
    },
    {
      "author": "Neil",
      "text": "Maybe it's the name. Why can't it just be a bag? Why does a bag have to have a gender?"
    },
    {
      "author": "Rob",
      "text": "It's a trend Neil – a stylish fashion item designed to look good on men. Many big names have flocked to adopt the trend. Pharrell Williams, David Beckham and Kanye West, are just some of those who've been spotted rocking a manbag. Rocking is an informal way of saying 'wearing'."
    },
    {
      "author": "Neil",
      "text": "But what's wrong with a sturdy briefcase – sturdy means strong and not easily damaged. Are you saying manbags are just fashionable?"
    },
    {
      "author": "Rob",
      "text": "No, they're practical too. We've always needed bags to carry stuff around but what we carry these days has changed – you know laptops, mobiles, even our lunch – so why not have a trendy looking bag to carry these things around in?"
    },
    {
      "author": "Neil",
      "text": "I think part of the problem is carrying one is not seem as very a British by some people. We're not always as stylish as our some of our European neighbours, are we?"
    },
    {
      "author": "Rob",
      "text": "Well, speak for yourself! But Nick Carvell, GQ Contributing Fashion Editor has a reason for this. Here he is speaking on BBC Radio 4's You and Yours programme…"
    },
    {
      "author": "Nick Carvell, GQ Contributing Fashion Editor",
      "text": "In Britain we are still very tied up with that idea of masculinity that is almost so fragile that it can be dented by carrying a bag. We think a lot about that in this country in a way that I don't think a lot of European men do."
    },
    {
      "author": "Rob",
      "text": "So Nick feels some British men are still tied up with the idea of masculinity – these are the characteristics traditionally thought to be typical of men. And for us British men, these characteristics are fragile – they can be easily broken."
    },
    {
      "author": "Neil",
      "text": "Yes, we can also call it manliness – things like not crying during a sad film. It's a slightly old-fashion idea but it could still be dented – or affected – if a man was caught carrying a manbag."
    },
    {
      "author": "Rob",
      "text": "Whereas some European men don't give it a lot of thought, according to Nick Carvell."
    },
    {
      "author": "Neil",
      "text": "But with people like Louis Vuitton, Fendi, Gucci and Dolce and Gabbana designing these bags, they're bound to have a hefty price tag – that's an informal way of saying a high price."
    },
    {
      "author": "Rob",
      "text": "Well fashion comes at a price Neil – you need to shake off your inhibitions – that's a feeling of embarrassment that stops you from doing something. And if you really want to be on trend you could also splash out on a 'murse' that's a man's purse, or a 'mote' – a man's tote bag? Have I convinced you?"
    },
    {
      "author": "Neil",
      "text": "No, not really Rob. I have a feeling that a manbag by any other name is, well, a bag – and I have one - my trusty backpack."
    },
    {
      "author": "Rob",
      "text": "Well for some people, manbags are the thing – but, as I asked earlier, according to market research company Mintel, how many men actually bought a manbag in the UK last year? Was it…"
    },
    {
      "author": "Neil",
      "text": "And I said a) 5%. Come on, I must have been right!"
    },
    {
      "author": "Rob",
      "text": "You were wrong Neil. The answer was actually 15%. And nearly a quarter of 16-34 year olds have bought one."
    },
    {
      "author": "Neil",
      "text": "Well as I say Rob, a good practical backpack is for me. But now shall we unpack some of the vocabulary we've discussed today. Starting with ' accessory' which is an additional item added to something to make it more useful or attractive. \"A tie is a smart accessory to wear with a suit.\""
    },
    {
      "author": "Rob",
      "text": "Maybe, but you wouldn't catch me wearing a suit in my media job – it's all t-shirts and jeans for us! If I came to work in a suit I would be a 'laughing stock ' – I mean, I would be seen as someone who people think of as silly."
    },
    {
      "author": "Neil",
      "text": "Our next word was ' sturdy ' – something that is sturdy is strong and not easily damaged. \"If you're walking up a mountain you need to wear some sturdy walking boots.\""
    },
    {
      "author": "Rob",
      "text": "Good advice – if I was going up a mountain, which I'm not. Next we mentioned ' masculinity '. These are the characteristics that are traditionally thought to be typical of men. So we sometimes refer to it as being macho! Like: \"Neil went swimming in ice cold water to prove his masculinity.\""
    },
    {
      "author": "Neil",
      "text": "That I would never do – I'd rather carry a manbag – despite their hefty price tag – that means 'high price'."
    },
    {
      "author": "Rob",
      "text": "Finally, we also mentioned the word ' inhibitions' – that's feelings of embarrassment that stop you from doing something. \"Neil's inhibitions are stopping him from carrying a manbag.\""
    },
    {
      "author": "Neil",
      "text": "It's a bag Rob – just a bag! But we've talked enough about this so that's it for this edition of 6 Minute English. But before you rush off to purchase a designer manbag, don't forget to visit our Facebook, Twitter, Instagram and YouTube pages. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Nick Carvell, GQ Contributing Fashion Editor"
  ]
}