{
  "title": "Is the internet good or bad?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p064swbm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180426",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180426_6min_english_internet_download.mp3",
  "intro": [
    "These days we take the internet for granted. We share our lives on social media and not just with friends and family. And that isn’t always a positive thing according to the father of the internet, Tim Berners-Lee. Listen to this discussion about whether the internet is a good or bad thing - and learn some useful vocabulary too."
  ],
  "this_week_question": [
    "When did Berners-Lee first suggest the idea for what would become the World Wide Web? Was it in...",
    "a)    1985",
    "b)    1989",
    "c)    1991",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "initially",
      "desc": "at first - in the beginning"
    },
    {
      "text": "neutral",
      "desc": "not controlling / not taking any action to control"
    },
    {
      "text": "anonymity",
      "desc": "the state of having a hidden identity or personality"
    },
    {
      "text": "ameliorate",
      "desc": "make a situation better"
    },
    {
      "text": "to tweak",
      "desc": "to make a small change"
    },
    {
      "text": "kudos",
      "desc": "praise and appreciation for something someone has done"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello welcome to 6 Minute English. I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Rob",
      "text": "Can you remember the first time you ever used the World Wide Web or as we often call it, the internet, and what you used it for?"
    },
    {
      "author": "Neil",
      "text": "Oh that's a good question. I do remember. And nothing really changes does it? Because I looked up pictures of cats!"
    },
    {
      "author": "Rob",
      "text": "Cats! Very useful, anyway do you think the internet has generally been positive or negative for the world?"
    },
    {
      "author": "Neil",
      "text": "Wow, that's a big question. A huge question. I don't know if I can answer that."
    },
    {
      "author": "Rob",
      "text": "Well one person who perhaps can answer it, is the man who invented it: British computer scientist Tim Berners-Lee. We'll find out what he thinks has become of his 'child' shortly but before that, a question for you all. When did Berners-Lee first suggest the idea for what would become the World Wide Web? Was it in... a) 1985 b) 1989 c) 1991"
    },
    {
      "author": "Neil",
      "text": "Tricky but I think it's earlier than people think so I'm going to go for 1985."
    },
    {
      "author": "Rob",
      "text": "Well that was a long time ago but we'll reveal the answer a little later in the programme. I think it's true to say that the internet has been one of, if not the most important technological developments perhaps of all time. Would you agree Neil?"
    },
    {
      "author": "Neil",
      "text": "Well it's hard to imagine living without it. Not impossible, but not nearly as convenient."
    },
    {
      "author": "Rob",
      "text": "These days we take the internet for granted. We share our lives on social media and not just with friends and family. And that isn't always a positive thing according to the father of the internet, Tim Berners-Lee. In a recent BBC Tech Tent programme he talked about his concerns with the internet and particularly the companies that control its information. Companies which he calls 'internet giants'. What does he say he thought these companies had to do?"
    },
    {
      "author": "Tim Berners-Lee",
      "text": "Initially I felt the main thing an internet giant had to do was just to be neutral, just be a platform and humanity, once connected by technology, will do wonderful things. And clearly it doesn't work like that. If you connect humanity via Wikipedia then they do produce, in general, wonderful things. If you connect people by social network where they have anonymity, then it can bring out the very nastiest of people."
    },
    {
      "author": "Rob",
      "text": "So what did he say he thought these internet giants had to do?"
    },
    {
      "author": "Neil",
      "text": "He said that he thought initially, that they just had to be neutral. Initially means 'at first', 'in the beginning' and it also suggests that later he changed his mind. Anyway, he said that he thought they just had to be neutral. Neutral here means that they didn't need to do anything, they didn't need to control the internet or information. He thought it would be a tool to connect people and ideas and information and it would be wonderful."
    },
    {
      "author": "Rob",
      "text": "But it's not all good, is it?"
    },
    {
      "author": "Neil",
      "text": "No. He does say that giving people access to sources of information is generally a good thing but that when it comes to social networks, social media, people have anonymity."
    },
    {
      "author": "Rob",
      "text": "Anonymity?"
    },
    {
      "author": "Neil",
      "text": "Yes. It means that on the internet people can hide their true identity or personality. Some people write things that they would never say to someone in person because they think there will be no consequences. Berners-Lee says anonymity can bring out the nastiest side of people. People saying horrible and terrible things to each other."
    },
    {
      "author": "Rob",
      "text": "Berners-Lee does have some suggestions for how this could be changed. And it's based on the idea of likes and shares, which he calls kudos. What's his suggestion?"
    },
    {
      "author": "Tim Berners-Lee",
      "text": "The different social networks and different platforms are in different situations and in some cases they have acknowledged there is an issue. I think they realise that the issue could be hugely ameliorated by tweaking the way the thing works by changing the way retweets are propagated or changing the way people get kudos - give them more kudos for being constructive for example."
    },
    {
      "author": "Rob",
      "text": "So how does he think companies could address the problem?"
    },
    {
      "author": "Neil",
      "text": "Well, he says that some of the social networks have agreed that there is a problem and they know what could improve it."
    },
    {
      "author": "Rob",
      "text": "He didn't use the word improve though, did he?"
    },
    {
      "author": "Neil",
      "text": "No he actually used the rather formal verb ameliorate, which means 'to improve or make something better'."
    },
    {
      "author": "Rob",
      "text": "So how does he suggest the problem could be ameliorated?"
    },
    {
      "author": "Neil",
      "text": "By tweaking the way in which people give or receive kudos. Tweaking means 'making a small change to the way something works'. Much of what happens on the internet is driven by our desire to get likes and shares – this is the kudos that Berners-Lee talks about. He feels that tweaking this could lead to a better experience. For example, getting more kudos for constructive or positive actions."
    },
    {
      "author": "Rob",
      "text": "Mmm, interesting – but I wonder who would decide if something is constructive?"
    },
    {
      "author": "Neil",
      "text": "Well that's another big question for another day, I guess."
    },
    {
      "author": "Rob",
      "text": "For now though, let's have the answer to our small question. In what year did Berners-Lee present the idea for what would become the World Wide Web? The options were a) 1985, b)1989 or c) 1991. It was infact 1989. Now before we go let's have a quick recap of today's vocabulary."
    },
    {
      "author": "Neil",
      "text": "Initially – means 'at first - in the beginning'. Then we had neutral."
    },
    {
      "author": "Rob",
      "text": "In this case it meant 'not controlling' or 'not taking any action to control'."
    },
    {
      "author": "Neil",
      "text": "Then there was the noun anonymity which is the state of having a hidden identity or personality."
    },
    {
      "author": "Rob",
      "text": "Next, to ameliorate a situation is to make it better."
    },
    {
      "author": "Neil",
      "text": "To tweak something is to make a small change to the way something works."
    },
    {
      "author": "Rob",
      "text": "And then we had kudos. Kudos is praise and appreciation for something you've done."
    },
    {
      "author": "Neil",
      "text": "Well kudos to you Rob for today's programme. Thank you very much."
    },
    {
      "author": "Rob",
      "text": "Well, thank you Neil and thank you everyone for listening. That's all we have today but you can, find us on Facebook, Twitter, Instagram and YouTube, and of course our website bbclearningenglish.com! Bye for now."
    },
    {
      "author": "Neil",
      "text": "Thanks for joining us and goodbye."
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Tim Berners-Lee"
  ]
}