{
  "title": "The future of marriage",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0623j0w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180405",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180405_6_min_english_marriage_download.mp3",
  "intro": [
    "Year on year there are fewer opposite-sex couples getting married in the UK. So why might this be? Are we falling out of love with marriage? In this programme we hear from a couple of people with different views, and we take a look at some related vocabulary."
  ],
  "this_week_question": [
    "According to the UK’s Office for National Statistics, how many opposite-sex marriages were there in 2015? a) 239,000 b) 309,000 c) 339,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "trend",
      "desc": "direction that something is changing over time"
    },
    {
      "text": "archaic",
      "desc": "dated or old-fashioned"
    },
    {
      "text": "concept",
      "desc": "idea or belief"
    },
    {
      "text": "commitment phobe",
      "desc": "someone who is scared of the idea of a long-term relationship because they believe they will have to give up some freedoms"
    },
    {
      "text": "stabilising",
      "desc": "making something strong and secure"
    },
    {
      "text": "inhibitions",
      "desc": "feelings of embarrassment that stop you doing certain things"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now Rob, Can you complete this saying: “Love and marriage go together like ….”"
    },
    {
      "author": "Rob",
      "text": "Love and marriage go together like… a horse and carriage!"
    },
    {
      "author": "Neil",
      "text": "That’s right, and when was the last time you saw a horse and carriage?"
    },
    {
      "author": "Rob",
      "text": "Well that would have been a while ago – they are quite rare now. Not an everyday sight."
    },
    {
      "author": "Neil",
      "text": "Indeed. And according to recent statistics, marriage in the UK is getting rarer too. Not as rare as seeing a horse and carriage, but the numbers are falling. Before we look at this topic in a bit more detail, a little quiz for our listeners."
    },
    {
      "author": "Rob",
      "text": "Yes, according to UK’s Office for National Statistics, how many opposite-sex marriages were there in 2015? Was it:"
    },
    {
      "author": "Neil",
      "text": "I have no idea but I'm going to have a guess and say a) 239,000."
    },
    {
      "author": "Rob",
      "text": "We’ll reveal the answer a little later in this programme. But whatever the correct number, the trend is downwards. Year on year there are fewer opposite sex couples getting married in the UK."
    },
    {
      "author": "Neil",
      "text": "So why might this be? Are we falling out of love with marriage? Let’s hear from a couple of people with different views. First, here’s Tom from BBC Learning English - what doesn’t he like about the idea or concept of getting married?"
    },
    {
      "author": "Tom Banks",
      "text": "I'm not that enthusiastic about the idea of marriage, to tell you the truth. I think it's a bit of an archaic concept these days and I'm a bit of a commitment phobe – I don't like the idea of signing a piece of paper that says I have to be with someone for the rest of my life and can never escape from that person I suppose – although I am in a very happy relationship at the moment."
    },
    {
      "author": "Rob",
      "text": "So that was Tom there. Not a fan of marriage. But what were his objections Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, he described marriage as an archaic concept . When someone describes something as archaic they think it is very old fashioned, out of date – belonging to a different time."
    },
    {
      "author": "Rob",
      "text": "So that was one of his problems with marriage, but he also said that he was a commitment phobe . The suffix phobe means someone who is afraid of something. In some cases it can also be used as a standalone word, but it means the same. So a commitment phobe is someone who is afraid of, or doesn’t like the idea of commitment ."
    },
    {
      "author": "Neil",
      "text": "And when talking about relationships, commitment means being with one person and giving up the idea of being free to do whatever you want and see whoever you want romantically."
    },
    {
      "author": "Rob",
      "text": "So for commitment phobes , commitment means losing something."
    },
    {
      "author": "Neil",
      "text": "But that’s not true for everyone. Here’s Dan, also from BBC Learning English. What’s his view of marriage?"
    },
    {
      "author": "Dan",
      "text": "In general I think it's quite good. It has a very stabilising effect on society and it declares publicly to the world that you have found the right person for you and that you're in a committed relationship."
    },
    {
      "author": "Rob",
      "text": "So Dan is a fan. He thinks marriage has a stabilising effect on society. He sees marriage as being good for society as a whole - it makes society stronger, more stable."
    },
    {
      "author": "Neil",
      "text": "And he also sees it as a way to say to everyone that you have a strong relationship, you are with the one person you love."
    },
    {
      "author": "Rob",
      "text": "So for Dan, commitment and being in a committed relationship is a good thing. Now, back to our question at the top of the programme. I asked: how many opposite-sex couples got married in the UK in 2015?"
    },
    {
      "author": "Neil",
      "text": "And I took a guess, didn't I, and I said a) 239,000. Am I right?"
    },
    {
      "author": "Rob",
      "text": "You are definitely right. The answer is 239,000 or 239,020 to be precise. That figure was 3.4% lower than 2014. So what do relationship experts think is the reason fewer people are getting married?"
    },
    {
      "author": "Neil",
      "text": "Well there could be lots of reasons. In some countries the way society is changing means that there is less pressure to get married or stay married. As a result, there are more divorces. So perhaps children of divorced parents are less likely to get married themselves."
    },
    {
      "author": "trend.",
      "text": "Right, well before we go, let’s recap the vocabulary we highlighted today. The first word was"
    },
    {
      "author": "Rob",
      "text": "A trend is the direction that something is changing over time. When it comes to marriage, the trend is for fewer marriages. And the trend for 6-Minute listeners is the opposite, going up, particularly when you are presenting, Neil"
    },
    {
      "author": "Neil",
      "text": "Ah, that’s very nice of you, you’re very kind. The next two words were an archaic concept . Archaic is an adjective for something dated or old-fashioned."
    },
    {
      "author": "Rob",
      "text": "A bit like your fashion sense!"
    },
    {
      "author": "Neil",
      "text": "Just when I was beginning to like you!"
    },
    {
      "author": "Rob",
      "text": "Sorry about that, you know I don’t mean it. In the interview archaic was used to describe the concept of marriage, not your fashion sense. Concept is another word for an idea or belief. So an archaic concept is an old-fashioned idea."
    },
    {
      "author": "Neil",
      "text": "Our next expression was commitment phobe . We use this phrase to talk about someone who is scared of the idea of a long-term relationship because they see it as giving up some freedoms. You’re obviously a compliment phobe ! You’re afraid of saying nice things about someone so you always say something nasty as well!"
    },
    {
      "author": "Rob",
      "text": "I said I was sorry."
    },
    {
      "author": "Neil",
      "text": "And finally we had the adjective stabilising . Something that is stable is strong and something that makes something strong can be described as stabilising . Dan expressed his belief that marriage had a stabilising effect on society."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Tom Banks",
    "Dan",
    "trend."
  ]
}