{
  "title": "Perfume: what your smell says about you",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p066098s.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180503",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180503_6min_english_perfume_download.mp3",
  "intro": [
    "Many people choose to wear perfume or aftershave to make themselves smell good. But do they know the affect the scents have on people around them. Listen to this discussion about smells and learn some useful vocabulary too."
  ],
  "this_week_question": [
    "How much is the perfume industry in the UK worth each year? a) £650 million b) £970 million c) £1.3 billion",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "odorant",
      "desc": "something that smells"
    },
    {
      "text": "trigger/catalyst",
      "desc": "something that can make something else happen"
    },
    {
      "text": "give off",
      "desc": "send unspoken information"
    },
    {
      "text": "underestimate",
      "desc": "don’t take those messages seriously"
    },
    {
      "text": "to mess with someone",
      "desc": "not to take someone seriously"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Neil",
      "text": "In this programme, we going to hear from someone who smells smells for a living. Although these are very expensive smells - smells that we wear deliberately to make us smell good."
    },
    {
      "author": "Dan",
      "text": "Ah, you mean scents and perfumes?"
    },
    {
      "author": "Neil",
      "text": "Yes and perfumes are big business. And that is the topic of our quiz in this programme. How much is the perfume industry in the UK worth each year?"
    },
    {
      "author": "Dan",
      "text": "Well, I don't nose this – smell, nose - this is just a guess, but I’ll say £970 million."
    },
    {
      "author": "Neil",
      "text": "Well, I’ll let you know the answer a little later in the programme. Now let’s hear from Roja Dove, who is a perfumer. He designs and creates very exclusive and very expensive perfumes. In a recent BBC video he talked about the power of smells. What does he say there is a very deep psychological connection between?"
    },
    {
      "author": "Roja Dove",
      "text": "…who we are as a personality and the type of smells we like. When we are born, the part of our brain which deals with smell is empty so we learn our response to smell. And then when we smell that odorant again it’s like a trigger or a catalyst that will revive the original associational memory."
    },
    {
      "author": "Neil",
      "text": "So Dan, what does he say there is a very deep psychological connection between?"
    },
    {
      "author": "Dan",
      "text": "Between our personality and the kind of smells we like. The point he is making is that the smells we experience when we are very young can have a big psychological impact on us even later in life."
    },
    {
      "author": "Neil",
      "text": "I know that feeling – smell is a very powerful sense. The smell of something can take you right back in time and fill you with emotions."
    },
    {
      "author": "Dan",
      "text": "Exactly. For example, when I walk through the perfume area of a department store I always feel a bit nostalgic because I can smell the perfume my mum first girlfriend used to wear. It’s a powerful sensation."
    },
    {
      "author": "Neil",
      "text": "Dove used particular words and expression to describe this, didn’t he?"
    },
    {
      "author": "Dan",
      "text": "Yes, first he used the word odorant to describe the smell. It’s not really a common word. We use it more frequently as part of the word de odorant , which is something we buy to cover up what we think of as the unpleasant natural smell of our bodies. These odorants , he said, can act as the trigger or catalyst for these memories. Both the nouns trigger and catalyst refer to something that causes a particular response. So a particular smell can be a trigger or catalyst for a particular emotion."
    },
    {
      "author": "Neil",
      "text": "As well as being a trigger for memories, smells can, according to Dove, say a lot about your personality. Here he is again talking about the kind of scent to wear if you want to give a particular impression. What does he say these scents make you appear very strong at?"
    },
    {
      "author": "Roja Dove",
      "text": "The idea of the message you give off with scent I think can’t be underestimated. My suggestion would be to look for very, very woody, mossy, structured scents called Chypres if the message you want to put across is that you are someone not to be messed with , very, very strong in business, or whatever – just not to be messed with ."
    },
    {
      "author": "Neil",
      "text": "So what do the scents he described make you seem strong at?"
    },
    {
      "author": "Dan",
      "text": "Business, they can make you seem very, very strong in business."
    },
    {
      "author": "Neil",
      "text": "Mmm, and how does he explain that?"
    },
    {
      "author": "Dan",
      "text": "Well, he says that some scents give off a particular message. The phrasal verb give off is often used to describe something that we broadcast about ourselves without saying anything. So he’s saying that our scent, our perfume, can give off a message about the kind of person we are and that we shouldn’t underestimate that. If you underestimate something you don’t give it as much importance as it should have, you don’t take it seriously enough."
    },
    {
      "author": "Neil",
      "text": "He then goes on to talk about the particular scent that gives off the impression of being very strong in business."
    },
    {
      "author": "Dan",
      "text": "Yes, it’s a woody, mossy scent which suggests that you are not someone to be messed with ."
    },
    {
      "author": "Neil",
      "text": "Not to be messed with ?"
    },
    {
      "author": "Dan",
      "text": "Yes – someone to be taken seriously, someone who is serious who you don’t want to try and trick."
    },
    {
      "author": "Neil",
      "text": "Right and talking of tricking – did we trick you with the quiz? I asked - What was the value of the perfume industry in the UK?"
    },
    {
      "author": "Dan",
      "text": "And I said it was £970 million."
    },
    {
      "author": "Neil",
      "text": "And it was actually option c), which was an incredible £1.3 billion."
    },
    {
      "author": "Dan",
      "text": "Wow! That is a lot of smelly stuff."
    },
    {
      "author": "Neil",
      "text": "It is indeed! Right, now, time for vocabulary recap. What words and expressions did we have today?"
    },
    {
      "author": "Dan",
      "text": "Well, first we had odorant – an unusual word for something that smells."
    },
    {
      "author": "Neil",
      "text": "Then two words with a very similar meaning: a trigger and a catalyst – both of which refer to something that can make something else happen. In this case it was a particular smell making us remember something from the past. So scents can sends us to the past. But they can also say something about our personality."
    },
    {
      "author": "Dan",
      "text": "Yes, they can send unspoken information -  or give off messages. And these messages should not be underestimated . If you do underestimate the importance of smell, it means that you don’t take those messages seriously."
    },
    {
      "author": "Neil",
      "text": "And finally we heard the phrase to mess with someone . To mess with someone means that you don’t take them seriously, you cause them trouble and that may cause you trouble."
    },
    {
      "author": "Dan",
      "text": "Well I certainly wouldn’t want to mess with you! Judging by the messages you’re giving off ."
    },
    {
      "author": "Neil",
      "text": "Ah you mean my aftershave? Makes me seem powerful?"
    },
    {
      "author": "Dan",
      "text": "I was thinking more of the egg sandwich you had for lunch. I really wouldn’t underestimate the power of that."
    },
    {
      "author": "Neil",
      "text": "Ah! On that note, I think it’s time to end the programme. For more, find us on Facebook, Twitter, Instagram and YouTube pages, and of course our website bbclearningenglish.com! Goodbye!"
    },
    {
      "author": "Dan",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Roja Dove",
    ""
  ]
}