{
  "title": "Hangry: are you angry when you're hungry?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p066s935.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180510",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180510_6min_english_hanger_download.mp3",
  "intro": [
    "It's been a long time since breakfast and lunch is still a while away. You want to shout at anyone who comes near you. Could it be that you're 'hangry'? Learn a new word made up of two words and find out the science behind the feeling of 'hanger'."
  ],
  "this_week_question": [
    "English has quite a few words which are made by joining two different words together like ‘hangry’, for example: brunch, motel, Brexit. What do we call these words? a) Suitcase words b) Portmanteau words c) Backpack words",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hangry",
      "desc": "angry because of hunger"
    },
    {
      "text": "irritability",
      "desc": "getting annoyed very easily"
    },
    {
      "text": "merge",
      "desc": "join different things together"
    },
    {
      "text": "fight or flight hormones",
      "desc": "chemicals in the body that prepare us for aggression or escape"
    },
    {
      "text": "rage",
      "desc": "a state of being very angry"
    },
    {
      "text": "impulsive",
      "desc": "without control; without thinking about the consequences of an action"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. I'm Neil."
    },
    {
      "author": "Dan",
      "text": "Hello. I'm Dan. Neil, aren't you going to say the 'welcome to 6 Minute English' bit?"
    },
    {
      "author": "Neil",
      "text": "Hmmm maybe. How's your mood today, Dan? Feeling happy?"
    },
    {
      "author": "Dan",
      "text": "Oh yes, very happy. I’ve just had lunch. What about you?"
    },
    {
      "author": "Neil",
      "text": "Well to be honest, I haven’t had the chance to eat yet and it’s making me a bit grumpy."
    },
    {
      "author": "Dan",
      "text": "Why haven’t you eaten?"
    },
    {
      "author": "Neil",
      "text": "Well, I was doing some research for today’s topic which is all about feeling angry when you are hungry. You know what I’m talking about?"
    },
    {
      "author": "Dan",
      "text": "Oh yes, we’re talking about being ‘hangry’. It’s quite a new word, isn’t it? A combination of hungry and angry."
    },
    {
      "author": "Neil",
      "text": "Yes, hangry is our topic. But before we learn more about it, here’s today’s quiz. English has quite a few words which are made by joining two different words together like ‘hangry’, for example: brunch, motel, Brexit. What do we call these words? Are they… a) Suitcase words b) Portmanteau words, or c) Backpack words"
    },
    {
      "author": "Dan",
      "text": "Well, I think I know this one, so I’ll keep the answer to myself - don’t want to give away any spoilers. What I do want to know is if hanger is a real thing – or is it just something that’s been made up by grumpy people, like you?"
    },
    {
      "author": "Neil",
      "text": "Let’s hear from Sophie Medlin, who is a lecturer in nutrition and dietetics at King’s College London. Is hanger a real thing and where does the word come from?"
    },
    {
      "author": "Sophie Medlin",
      "text": "We’ve long recognised that hunger leads to irritability - in science. But the wonderful world of social media has merged the two words for us and now we know it as hanger."
    },
    {
      "author": "Neil",
      "text": "So, is hanger a real thing and where does she say the word comes from?"
    },
    {
      "author": "Dan",
      "text": "According to Medlin it is a real thing. She says that science has recognised that hunger leads to irritability. Irritability is a noun which means being easily annoyed, not in a good mood."
    },
    {
      "author": "Neil",
      "text": "And she says that it was the wonderful world of social media that joined the two words together. She used the verb merge. Merge, meaning join together."
    },
    {
      "author": "Dan",
      "text": "I know social media is responsible for many things, but the word hangry actually appeared in the 1990s – so a little before the arrival of social media. But it’s certainly true that social media has made it more prominent."
    },
    {
      "author": "Neil",
      "text": "Me, right now, hashtag hangry! Let’s listen to that clip again."
    },
    {
      "author": "Sophie Medlin",
      "text": "We’ve long recognised that hunger leads to irritability - in science. But the wonderful world of social media has merged the two words for us and now we know it as hanger."
    },
    {
      "author": "Neil",
      "text": "So now we know that hanger is a real thing, let’s learn a bit more about it. Why does it happen? Why do we get angry when we are hungry? Here’s Sophie Medlin again."
    },
    {
      "author": "Sophie Medlin",
      "text": "As the blood sugars drop, we increase our cortisol and adrenalin – so our kind of fight or flight hormones – and those have an impact on our brain and the neuropeptides – the things that control our brain, the chemicals in our brain, the ones the trigger for hunger are the same ones that trigger for anger and also for rage and impulsive type behaviours. So that’s why you get that sort of same response."
    },
    {
      "author": "Neil",
      "text": "So it’s all to do with blood sugar, isn’t it?"
    },
    {
      "author": "Dan",
      "text": "Yes, it seems so. When we are hungry the level of sugar in our blood is lower and this causes an increase in particular hormones. Hormones are the chemicals we make in our bodies that control certain biological and psychological functions."
    },
    {
      "author": "Neil",
      "text": "The hormones released when we are hungry are the same as our fight or flight hormones. They are the hormones that the body uses to prepare us to either fight or run away from a dangerous situation."
    },
    {
      "author": "Dan",
      "text": "When these hormones are increased, it can cause anger and rage. Rage is another word for being very angry."
    },
    {
      "author": "Neil",
      "text": "And when we are angry we can behave impulsively. Impulsive behaviour is when we do things without thinking, without considering the consequences."
    },
    {
      "author": "Dan",
      "text": "So when we are hungry, the same emotions can run through us. We can be angry and make poor decisions. And that is hanger."
    },
    {
      "author": "Neil",
      "text": "Which brings us nicely to our quiz question. What do we call words, like hanger, that are made by joining two different words together? Now you said you knew the answer Dan?"
    },
    {
      "author": "Dan",
      "text": "I did!"
    },
    {
      "author": "Neil",
      "text": "What was it?"
    },
    {
      "author": "Dan",
      "text": "Portmanteau words."
    },
    {
      "author": "Neil",
      "text": "And you are absolutely correct. The answer is portmanteau words. Congratulations if you knew that. Dan I did."
    },
    {
      "author": "Neil",
      "text": "Alright then smarty pants. No need to boast!"
    },
    {
      "author": "Dan",
      "text": "I can see that you're still a bit hangry Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, I’m hungry and that is making me angry! But I think I can hold on to get through a review of the rest of today’s vocabulary."
    },
    {
      "author": "Dan",
      "text": "Well, we also had the noun irritability, meaning getting annoyed very easily, just like…"
    },
    {
      "author": "Neil",
      "text": "Don’t, just don’t. Or I might just merge my fist with your face."
    },
    {
      "author": "Dan",
      "text": "Ouch. Yes, merge meaning join different things together. I can see your fight or flight hormones are kicking in. Those chemicals in the body that prepare us for aggression or escape."
    },
    {
      "author": "Neil",
      "text": "I haven’t quite reached rage yet. This was another of our words, rage, and it means a state of being very, very angry."
    },
    {
      "author": "Dan",
      "text": "Our last word was impulsive. This is an adjective to describe when we do things without really thinking about them. We just do them without any control and without thinking about the consequences. Neil Now I’m off, I’m starving. I’ve got to eat before I do something impulsive. That is it for this programme. For more, find us on Facebook, Twitter, Instagram and our YouTube pages, and of course our website bbclearningenglish.com, where you can find all kinds of other programmes and videos and activities to help you improve your English. Thank you for joining us and goodbye."
    },
    {
      "author": "Dan",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Sophie Medlin",
    ""
  ]
}