{
  "title": "Talking to machines",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p068r93g.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180607",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180607_6_min_english_talking_to_machines_download.mp3",
  "intro": [
    "More and more people are talking to machines - more specifically, virtual assistants or bots. It's easy to do because you can often find them on your smartphone, computer or even a speaker in your house. Rob and Dan discuss how this is changing the way we interact with technology and the type of language we use."
  ],
  "this_week_question": [
    "When was the first computer which could recognise speech, launched? Was it in: a) 1951 b) 1961 c) 1971",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "chit-chat",
      "desc": "informal conversation about unimportant things"
    },
    {
      "text": "to date",
      "desc": "up until this moment in time"
    },
    {
      "text": "agent",
      "desc": "something that causes change"
    },
    {
      "text": "agency",
      "desc": "ability to think, make decisions and act independently"
    },
    {
      "text": "vernacular",
      "desc": "native language"
    },
    {
      "text": "brusque/to the point",
      "desc": "very direct, not very polite"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello and welcome to 6 Minute English. I'm Rob."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Rob",
      "text": "Hey Dan. What’s the time?"
    },
    {
      "author": "Dan",
      "text": "Time you got a new watch?"
    },
    {
      "author": "Rob",
      "text": "Now I didn’t ask you that just for a joke or a sarcastic comment now did I?"
    },
    {
      "author": "Dan",
      "text": "Well no, but look there’s a clock over there, you are wearing a watch, you have a smartphone and a computer, all of which show the time. So why are you asking me?"
    },
    {
      "author": "Rob",
      "text": "Dan! I was trying to introduce today’s topic which is all about virtual assistants or bots. You seemed to have forgotten the script."
    },
    {
      "author": "Dan",
      "text": "Oh yes, sorry. We’re talking about software that you talk to and that can talk back to you. Like Apple’s Siri, Google’s Assistant, Amazon’s Alexa and Microsoft’s Cortana. It might be on your phone or computer or even a speaker in your house."
    },
    {
      "author": "Rob",
      "text": "Now before we hear more about this topic, here is today’s quiz question: Do you know when was the first computer which could recognise speech, launched? Was it in"
    },
    {
      "author": "Dan",
      "text": "I have found my script, so I’ve seen the answer but I have to say I was surprised."
    },
    {
      "author": "Rob",
      "text": "Don't tell anybody Dan, OK. We’ll give the answer for the listeners at the end of the programme. We’re going to hear now from Tom Hewitson, who is a conversation designer, working in the field of virtual assistants, talking on BBC Radio 4's Word of Mouth programme. He talks about the whole idea of virtual assistants and how they are changing the way we interact with technology. How does he describe our existing relationship with computers?"
    },
    {
      "author": "Tom Hewitson, Conversation Designer",
      "text": "It changes the way that we think about computers. To date we’ve thought of them largely as tools. They’re just an advanced version of a calculator. They’re something you kind of use to get a specific thing done, whereas this is kind of changing them more into like an agent . They’re an active participant in the interaction and in guiding you to make the right decision."
    },
    {
      "author": "Rob",
      "text": "How did he describe our existing relationship with computers then?"
    },
    {
      "author": "Dan",
      "text": "He said that to date , which is an expression which means 'up until this point in time', we have thought of them as advanced calculators."
    },
    {
      "author": "Rob",
      "text": "Yes, that’s right, we use them as a tool to get things done. But he says that modern technology is turning them into an agent . This doesn’t mean a secret agent, like James Bond! In this sense an agent is something that has agency and that means it has the ability to act individually and make its own decisions."
    },
    {
      "author": "Dan",
      "text": "I’m not sure I’d like my phone to have agency . It probably wouldn’t like being in my pocket all day."
    },
    {
      "author": "Rob",
      "text": "Who would Dan? But I’m not sure Hewitson is suggesting our devices would become that clever but he did say they could become more active in our lives."
    },
    {
      "author": "Dan",
      "text": "Maybe. I imagine, for example, telling us if we are spending too much time in fast food restaurants?"
    },
    {
      "author": "Rob",
      "text": "Maybe in your case Dan. Mine would be telling me I spend too much time in the gym! Hewitson goes on to explain how the way we will talk to our virtual assistants will develop. What does he say we don’t need to do?"
    },
    {
      "author": "Tom Hewitson, Conversation Designer",
      "text": "We will develop our own kind of vernacular for speaking with machines that will be subtly different from how we speak to other people because as you rightly point out you don’t need to make the machine like you don’t need to kind of make random chit-chat that’s just filling the time. It can be much more brusque and to the point ."
    },
    {
      "author": "Dan",
      "text": "A lot of what we say in human communication is to do with our relationship with the person we’re talking to."
    },
    {
      "author": "Rob",
      "text": "We say things and talk about things that are maybe not directly relevant to our point. With a digital virtual assistant, we don’t need to do that, so we don’t need to make the machine like us."
    },
    {
      "author": "Dan",
      "text": "Hewitson said that we will develop our own vernacular , this is a general word for a native language. This vernacular will be a little bit different from our everyday vernacular because, as we said, we don’t need to maintain a social relationship with the artificial assistant."
    },
    {
      "author": "Rob",
      "text": "This means that we won’t need chit-chat . Chit-chat is another expression for small talk: conversation topics which aren’t important but are part of everyday social communication, like talking about the weather."
    },
    {
      "author": "Dan",
      "text": "And because we don’t need to be friends with our virtual assistants, we can be brusque and to the point . Both of these mean being very direct and not very polite."
    },
    {
      "author": "Rob",
      "text": "Well Dan, I don’t mean to be brusque but it is time for the answer to this week’s quiz question. Earlier I asked when was the first computer which could recognise speech, launched. The options were:"
    },
    {
      "author": "Dan",
      "text": "It was called the IBM Shoebox and could recognise 16 words and the numbers zero to nine. That’s nearly as many as you!"
    },
    {
      "author": "Rob",
      "text": "Cheeky! Right enough of this chat-chat . Let’s recap today’s vocabulary."
    },
    {
      "author": "Dan",
      "text": "Well chit-chat was one of today’s expressions. Meaning 'small talk', but we also had the expression to date . That means ‘up until this moment in time’."
    },
    {
      "author": "Rob",
      "text": "Then we had the noun agent . This refers to something that has agency . And that is the ability to think, make decisions and act independently."
    },
    {
      "author": "Dan",
      "text": "The next word is vernacular , another word for language, particularly when talking about a native language."
    },
    {
      "author": "Rob",
      "text": "And finally there was brusque meaning 'direct and not polite' and to the point , which also means 'direct and without unnecessary information'."
    },
    {
      "author": "Dan",
      "text": "Hey Rob"
    },
    {
      "author": "Rob",
      "text": "Yes, what can I do for you Dan?"
    },
    {
      "author": "Dan",
      "text": "End the programme."
    },
    {
      "author": "Rob",
      "text": "Certainly Dan. Well that’s all from us today, be sure to check us out on all the usual places: Facebook, Twitter, Instagram and YouTube, and of course please don't forget our website bbclearningenglish.com. Bye for now!"
    },
    {
      "author": "Dan",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Dan",
    "Tom Hewitson, Conversation Designer"
  ]
}