{
  "title": "oken hearts",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06bfl3f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180628",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180628_6_min_english_broken_heart_download.mp3",
  "intro": [
    "Our heart is an important organ in our body and something we must take care of. Healthy eating and exercise can keep it in good condition but is it still possible to die from being sad and upset - or what we might call 'a broken heart'? 6 Minute English discusses the subject and hears from an expert who explains if this can really happen."
  ],
  "this_week_question": [
    "The first human-to-human heart transplant took place in 1967. But what country was it in? Was it:",
    "a) South Africa b) USA c) China",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "nuanced",
      "desc": "small but important things that need to be considered"
    },
    {
      "text": "bereavement",
      "desc": "sadness we feel when someone close to us dies"
    },
    {
      "text": "passed away",
      "desc": "a more gentle way of saying ‘died’"
    },
    {
      "text": "muddle through",
      "desc": "get to the end of a difficult situation somehow. Not always by making the right decisions but in the end, getting there"
    },
    {
      "text": "time-poor",
      "desc": "not having enough free time"
    },
    {
      "text": "prioritising",
      "desc": "deciding how important different things are"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Today’s topic is about our health and in particular our hearts. How’s your heart, Rob?"
    },
    {
      "author": "Rob",
      "text": "Er, fine, I hope, as far as I know."
    },
    {
      "author": "Neil",
      "text": "Do you take care of it?"
    },
    {
      "author": "Rob",
      "text": "Well, not my heart specifically, but my health in general, yes. I like to exercise regularly and I try to eat healthy foods."
    },
    {
      "author": "Neil",
      "text": "So that cheeseburger I saw you eating just now was a healthy cheeseburger?"
    },
    {
      "author": "Rob",
      "text": "Fake news! You’re making that up, Neil! Don’t believe him, listeners. It would break my heart if people thought I ate junk food."
    },
    {
      "author": "Neil",
      "text": "Now that’s an interesting expression. ‘It would break my heart.’ We say that when we talk about things that upset us. Of course, we don’t really mean that our heart is actually breaking."
    },
    {
      "author": "Rob",
      "text": "However, you do sometimes hear stories about people who they say ‘died from a broken heart’."
    },
    {
      "author": "Neil",
      "text": "That is today’s topic - can you die from a broken heart? First though, the quiz question. The first human-to-human heart transplant took place in 1967. But what country was it in? Was it:"
    },
    {
      "author": "Rob",
      "text": "Well, I think it is definitely a) South Africa."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll give you the answer at the end of the programme. Now back to the subject of broken hearts and if you can die from one. Dr Nikki Stamp is an Australian heart surgeon. She’s written a book, helpfully called ‘Can You Die From A Broken Heart?’ She was a guest on the BBC Radio 4 programme Woman’s Hour and was asked that very question. Does she think it is possible?"
    },
    {
      "author": "Dr Nikki Stamp",
      "text": "Yes, short answer is yes. It’s a little bit more nuanced than that. For most of us when we have a broken heart whether it’s bereavement or a relationship coming to an end we will be fine. We’ll muddle our way through it, we’ll take not so good care of ourselves but we’ll get there. However the physical effects still happen and it is a big stress on your emotions obviously but also on your body."
    },
    {
      "author": "Neil",
      "text": "So she says 'yes' it is possible to die from a broken heart. But Rob , is it as clear and simple as that?"
    },
    {
      "author": "Rob",
      "text": "Well, no. She said it was a bit more nuanced . This means it’s not a simple relationship. A situation that is nuanced has small but possibly important differences."
    },
    {
      "author": "Neil",
      "text": "She mentioned a couple of situations where we say that people could have a broken heart, didn’t she?"
    },
    {
      "author": "Rob",
      "text": "Yes, she talked about times of great unhappiness and emotional stress. One of the ones she mentioned was bereavement . Bereavement is the intense feeling of sadness we get when someone close to us dies."
    },
    {
      "author": "Neil",
      "text": "The other situation where we say people are broken-hearted is, as Dr Stamp said, when a relationship comes to an end. So if your boyfriend, girlfriend, husband wife or lover decides they no longer want to be with you."
    },
    {
      "author": "Rob",
      "text": "So these are times when we use the expression to be broken-hearted. But thankfully, they don’t usually lead to death. She said that usually we muddle through . This expression means that we get through our sadness. Maybe slowly and maybe we don’t think clearly and don’t make the right decisions – but in the end, we mend our broken hearts."
    },
    {
      "author": "Neil",
      "text": "For some people, a few people though, the emotional stress does have an effect on the body, it does lead to physical symptoms and sometimes, sadly, death. Here’s Dr Stamp again. Which expression does she use instead of the word ‘died’?"
    },
    {
      "author": "Dr Nikki Stamp",
      "text": "And then for some people, you will die of a broken heart. We do tend to see that in elderly people who you know, like a few weeks after grandma passed away , grandad passed away not long after."
    },
    {
      "author": "Rob",
      "text": "She says that dying of a broken heart can happen with older people and she used the expression passed away rather than the word ‘died’."
    },
    {
      "author": "Neil",
      "text": "Dying from a broken heart may be quite rare, but heart problems still exist for many, particularly those who are very overweight. This is a problem in many parts of the world. But why is that?"
    },
    {
      "author": "Rob",
      "text": "Dr Stamp says that we are increasingly time-poor . We have less and less free time, as we are spending more time working."
    },
    {
      "author": "Neil",
      "text": "This leads to our not doing as much exercise and eating more convenience food rather than making our own food from healthy ingredients."
    },
    {
      "author": "Rob",
      "text": "The doctor says that we are not prioritising our health as we should be. Prioritising means deciding how important different things are. So we are not thinking of our health as being as important as we should."
    },
    {
      "author": "Neil",
      "text": "Right, well we’re quite time-poor in this programme, so it’s time for the answer to our quiz. In which country was the first human-to-human heart transplant carried out? The choices were South Africa, USA or China. What did you say, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yeah, I was sure it was South Africa."
    },
    {
      "author": "Neil",
      "text": "Well, you were right to be sure because the answer is South Africa. Congratulations if you got that right. Now just time to recap today’s vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes, we started off with nuanced . This adjective means 'something is not as simple as it might seem. There may be small but important things that need to be considered'."
    },
    {
      "author": "Neil",
      "text": "Then there was bereavement . The sadness we feel when someone close to us has passed away ."
    },
    {
      "author": "Rob",
      "text": "Passed away was one of our other words, and it’s a more gentle way of saying ‘died’."
    },
    {
      "author": "Neil",
      "text": "We also had the phrasal verb muddle through . This expression means 'to get to the end of a difficult situation somehow. Not always by making the right decisions but in the end, getting there'."
    },
    {
      "author": "Rob",
      "text": "Being time-poor was the expression for not having enough free time."
    },
    {
      "author": "Neil",
      "text": "And finally prioritising was the noun for deciding how important different things are. Well that’s all from 6 Minute English today. Don’t break our hearts, do join us again, but in the meantime you can find us in all the usual places: Facebook, Twitter, Instagram, YouTube, and of course our website bbclearningenglish.com, where you can find all kinds of audio programmes, videos, activities and quizzes to help you improve your English! Thanks for joining us and goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Dr Nikki Stamp"
  ]
}