{
  "title": "Surf and turf",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06bq62z.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180705",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180705_6_min_english_surf_and_turf_download1.mp3",
  "intro": [
    "Shopping online is a popular activity. Many of us use the internet to look for things to buy and to compare prices, but some of us never make it to the virtual checkout where we have to pay for them. We discuss this activity known as 'surf and turf' - and hear from an expert who thinks retailers need to do something about it."
  ],
  "this_week_question": [
    "According to recent research, which items are the most likely to be surfed and turfed?",
    "a)    Books",
    "b)    Watches",
    "c)    Women's knitwear­­",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "surf and turf",
      "desc": "online shopping without actually buying anything"
    },
    {
      "text": "to turf out",
      "desc": "to remove someone from a place or organisation, possibly because they've broken the rules or behaved badly"
    },
    {
      "text": "checkout",
      "desc": "place where you pay for your shopping, either in a real shop or online retailers businesses that sell you things"
    },
    {
      "text": "out of date",
      "desc": "past their best, too old to be suitable fall foul of (something or someone) make a mistake and get in trouble with someone"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. Welcome to 6 Minute English. I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And hello, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "Now, Neil, how do you feel about surf and turf ?"
    },
    {
      "author": "Neil",
      "text": "Surf and turf ? Love it. What's not to love? Some lobster, a juicy steak – fries on the side. Mmm, delicious."
    },
    {
      "author": "Rob",
      "text": "Ah, you know what you've done there?"
    },
    {
      "author": "Neil",
      "text": "No, do tell."
    },
    {
      "author": "Rob",
      "text": "You've got completely the wrong end of the stick."
    },
    {
      "author": "Neil",
      "text": "I said steak, not stick – a juicy steak."
    },
    {
      "author": "Rob",
      "text": "No! Wrong end of the stick . You misunderstood me. I'm not talking about the surf and turf meal, but the online shopping habit of surfing and turfing ."
    },
    {
      "author": "Neil",
      "text": "Oh, my bad – but to be fair, this is quite a new use of this expression, isn't it?"
    },
    {
      "author": "Rob",
      "text": "Yes, it is. Now, you probably know that 'surfing' is a verb we use for looking at things on the internet. Surf and turf refers to when we go to an online store, select lots of things for our virtual shopping basket but when we get to the checkout , which is the place where we pay for our shopping, we don't actually complete the purchase. We turf out the basket. We abandon it."
    },
    {
      "author": "Neil",
      "text": "To turf something out is a phrasal verb for 'throwing something out'. Although it's normally used about people – for example, someone who is behaving badly might be turfed out of a club."
    },
    {
      "author": "Rob",
      "text": "Indeed. Well, I'm sure I'll get turfed out of the presenter's union if I don't get to today's quiz question. According to recent research, which items are the most likely to be surfed and turfed? Is it:"
    },
    {
      "author": "Neil",
      "text": "Right, I think... I'm also certain it's a) books."
    },
    {
      "author": "Rob",
      "text": "Well, we'll find out if you're right later in the programme. Now, this research also revealed that approximately 40% of people have abandoned an online shopping basket in the last year."
    },
    {
      "author": "Neil",
      "text": "And it was calculated that this meant there was approximately 18 billion pounds worth of lost sales."
    },
    {
      "author": "Rob",
      "text": "I have to say, I'm a bit sceptical about that figure. I don't trust it. We don't always intend to buy everything we put in our baskets. It's a bit like window shopping. We just browse and find it convenient to put things in our basket to think about later. Have you ever done that?"
    },
    {
      "author": "Neil",
      "text": "Sure. It's a bit like browsing in a shop, isn't it – except you can save items you are interested in to look at later. You might also make a basket in one online store, then go to another to see if you can get the same or similar items cheaper there. So I agree: I don't think that the figure of 18 billion represents a total. Some of that was never intended to be spent – and some would have gone to other stores."
    },
    {
      "author": "Rob",
      "text": "But there are other reasons we don't complete our purchases. For some it's finding out at the end that there will be a high delivery cost or that paying is very complicated."
    },
    {
      "author": "Neil",
      "text": "Yes, I agree with that. That's so annoying. You spend time collecting all the things in the basket, then find you have to create an account, or you can't use your favourite payment method, or have to pay more to use a credit card and you have to fill out so many details. Sometimes you get so frustrated that you just give up."
    },
    {
      "author": "Rob",
      "text": "Exactly, and this is a subject that retail expert Clare Bailey discussed in the BBC programme You and Yours. She talks about retailers , which are the businesses that sell things. What does she say 70% of retailers hadn't done?"
    },
    {
      "author": "Clare Bailey",
      "text": "We found that something over 70% of the retailers hadn't invested in the payment process in the last two years, so the technology is really out of date – whereas they have potentially invested in getting us to that page and then they fell foul ."
    },
    {
      "author": "Rob",
      "text": "70% of retailers hadn't invested in the payment process. They hadn't changed the way people pay online for at least two years."
    },
    {
      "author": "Neil",
      "text": "Because online technology develops so quickly, that means that their systems are out of date . Something that is out of date is too old, it's no longer suitable."
    },
    {
      "author": "Rob",
      "text": "She says that companies invest in the shopping experience of their sites but have ignored the checkout process. This is where they fall foul . This is where they make a mistake and get into trouble – where they can lose customers. Right, before we fall foul of the listener, let's have the answer to the quiz. I asked you which items were the most commonly abandoned at the virtual checkout. Was it books, watches or women’s knitwear? So Neil, what did you say?"
    },
    {
      "author": "Neil",
      "text": "I'm pretty certain it's books."
    },
    {
      "author": "Rob",
      "text": "The answer was actually women's knitwear. Not books, as you thought."
    },
    {
      "author": "Neil",
      "text": "Ah well, I can't be right all the time."
    },
    {
      "author": "Rob",
      "text": "Some of the time would be nice. Anyway, let's have a look at today's vocabulary. First surf and turf is an expression for online shopping without the actual shopping. You put items in your basket but never actually buy them."
    },
    {
      "author": "Neil",
      "text": "It's also a delicious meal of seafood and red meat."
    },
    {
      "author": "Rob",
      "text": "Not if you're a vegetarian, Neil."
    },
    {
      "author": "Neil",
      "text": "Ah, good point, good point."
    },
    {
      "author": "Rob",
      "text": "The verb to turf out means 'to remove someone from a place or organisation, possibly because they've broken the rules or behaved badly'. For example, if we don't finish the programme on time we might be turfed out of this studio."
    },
    {
      "author": "Neil",
      "text": "The place where you pay for your shopping, either in a real shop or online is the checkout . That can be a verb as well as a noun: you check out at the checkout ."
    },
    {
      "author": "Rob",
      "text": "The businesses that sell you things are retailers ."
    },
    {
      "author": "Neil",
      "text": "And with hope they don't sell you things that are out of date because that would mean they are past their best; too old to be suitable."
    },
    {
      "author": "Rob",
      "text": "And finally there was to fall foul of something or someone, which is 'to make a mistake and get into trouble with someone'. And as we don't want to fall foul of the next team who need to use this studio, it's just time for us to say goodbye and to remind you to join us again for 6 Minute English next time - and if you can't wait, you can always catch us on Facebook, Twitter, Instagram, YouTube and our website bbclearningenglish.com where you can find lots of useful audio and video programmes to help you improve your English. That's all for now. Bye bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Rob",
    "Neil",
    "Clare Bailey"
  ]
}