{
  "title": "Not going out",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06dcx53.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180726",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180726_6min_english_not_going_out_download.mp3",
  "intro": [
    "Fewer and fewer people are going out for a walk in the countryside. Our obsession with social media platforms seems to have something to do with it. Neil and Catherine talk about the trend of staying indoors and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "In the survey, what percentage of people gave the poor social media photo opportunity as their reason for not wanting to venture out into the countryside? Was it:",
    "a)    around 10%",
    "b)    around 30%",
    "c)    around 50%",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to venture out somewhere",
      "desc": "to go out somewhere, but usually when the conditions are bad millennials those who became adults in the early 21st century"
    },
    {
      "text": "Generation X",
      "desc": "those who became adults in the 1980s and 1990s"
    },
    {
      "text": "phenomenal",
      "desc": "amazing, surprising and unbelievable"
    },
    {
      "text": "distractions",
      "desc": "activities that prevent us from doing more important things"
    },
    {
      "text": "instagramable",
      "desc": "new informal word made with the sufix 'able' and it means 'suitable for posting on the social media platform Instagram'"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "Hi! And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Now, Catherine, when was the last time you went for a walk in the country for fun, for exercise or relaxation?"
    },
    {
      "author": "Catherine",
      "text": "People do that?"
    },
    {
      "author": "Neil",
      "text": "Well, believe it or not, they do."
    },
    {
      "author": "Catherine",
      "text": "Interesting, people are strange."
    },
    {
      "author": "Neil",
      "text": "Well, it sounds like you should pay close attention to today's programme because it's all about how fewer and fewer people are venturing out into the country."
    },
    {
      "author": "Catherine",
      "text": "Well, I wonder if that word is part of the problem. To venture out somewhere suggests that it's a big challenge, or even a risky activity."
    },
    {
      "author": "Neil",
      "text": "I don't think a walk in the country is a particularly dangerous activity, even in bad weather. It's not one of the reasons people gave in a recent survey for why they don't do it. In fact, one of the biggest reasons people gave was that it wouldn't look good on their social media."
    },
    {
      "author": "Catherine",
      "text": "Well, of course, why would you go for a walk in the rain in the country if you couldn't get good snaps for your social media account?"
    },
    {
      "author": "Neil",
      "text": "Interesting you should say that because it's the topic of this week's quiz question. In the survey, what percentage of people gave the poor social media photo opportunity as their reason for not wanting to venture out into the countryside? Was it: a)    around 10%, b)    around 30% or c)    around 50%? What do you think?"
    },
    {
      "author": "Catherine",
      "text": "To be honest, I don't think that would be a good excuse at all, so I'm going to say it's just 10%."
    },
    {
      "author": "Neil",
      "text": "Listen out for the answer at the end of the programme. Annabel Shackleton is from an organisation called Leaf – Linking Environment and Farming. They want to encourage more people to visit the countryside. She recently appeared on the BBC's Farming Today radio programme. She gave her response to the survey we mentioned which revealed that many of us prefer to stay indoors. What does she say a quarter of people in the survey know and believe?"
    },
    {
      "author": "Annabel Shackleton",
      "text": "I can’t believe that 4 in 10 millennials think they should spend more time in the countryside and a quarter of them know and believe that it's much better and easier to relax in the countryside but they’re just not going out. It's phenomenal ."
    },
    {
      "author": "Catherine",
      "text": "She was talking about a group in the survey which she called millennials . This term refers to people who are young adults now, people who were born in the 1980s and 1990s. Are you a millennial , Neil?"
    },
    {
      "author": "Neil",
      "text": "No, I'm actually Generation X , the age group before millennials . We were born in the 1960s, 70s and early 80s. Shackleton said that a quarter of millennials know and believe that it's better and easier to relax in the country, but they just don’t go."
    },
    {
      "author": "Catherine",
      "text": "She thought it was phenomenal . Now this adjective means that something is incredible, unbelievable. It's often used for something that is positive, something that is very impressive or amazing."
    },
    {
      "author": "Neil",
      "text": "In this case though she is using it to say how shocked and surprised she is that people know going out in the country is good and a great way to relax but they still don't do it. So what explanation does she have for this phenomenal behaviour. Here's Annabel Shackleton again."
    },
    {
      "author": "Annabel Shackleton",
      "text": "There are just so many other distractions and it's just so easy for people to stay indoors. You know and they're using excuses like they haven't got the right clothing, it's not instagramable, would you believe it? And yes, it's a shame."
    },
    {
      "author": "Catherine",
      "text": "She said that there are many other distractions . A distraction is something that takes your attention away from doing something. Usually we think of a distraction as something that delays us from doing something more important."
    },
    {
      "author": "Neil",
      "text": "These days we have a lot of distractions or things that offer us easy entertainment. So it's very easy to come up with an excuse for not taking the time to go outside."
    },
    {
      "author": "Catherine",
      "text": "Another very good excuse of course is the weather. It's not a lot of fun to go out if it's cold and pouring with rain."
    },
    {
      "author": "Neil",
      "text": "Well, a very wise person once said that there is no such thing as the wrong weather, just the wrong clothing!"
    },
    {
      "author": "Catherine",
      "text": "True, Neil, but you have to have the right clothing in the first place and if the weather is terrible you might not be able to get good pictures for your Instagram account. They might not be instagramable . Now you're not going to find that word in the dictionary, but you probably know that the suffix able means 'possible'. So put able on the end of Instagram and you get instagramable ."
    },
    {
      "author": "Neil",
      "text": "And that brings us neatly back to our question. What percentage of people in the survey said that they wouldn't go out in the country because they wouldn't get good pictures for social media? Was it around 10%, 30% or 50%. What did you say, Catherine?"
    },
    {
      "author": "Catherine",
      "text": "I said 10."
    },
    {
      "author": "Neil",
      "text": "And the answer was about 30%!"
    },
    {
      "author": "Catherine",
      "text": "What is the world coming to?"
    },
    {
      "author": "Neil",
      "text": "I don’t know what the world is coming to, but we are coming to the end of the programme, so time to review today's vocabulary."
    },
    {
      "author": "Catherine",
      "text": "We started off with to venture out somewhere, which simply means to go out somewhere, but usually when the conditions are bad, for example – it was pouring with rain but I still decided to venture out to the shops."
    },
    {
      "author": "Neil",
      "text": "We heard about millennials and Generation X . Different age groups, millennials are those who became adults in the early 21st century, and Generation X are from the previous generation, who became adults in the 1980s and 1990s."
    },
    {
      "author": "Catherine",
      "text": "Something phenomenal is amazing, surprising and unbelievable."
    },
    {
      "author": "Neil",
      "text": "And then we had distractions for activities that prevent us from doing more important things."
    },
    {
      "author": "Catherine",
      "text": "And one of the biggest distractions is social media. Put the suffix able onto the end of the name of a social media platform and you create a word that describes something that is suitable for posting, so instagramable ."
    },
    {
      "author": "Neil",
      "text": "bbclearningenglish is certainly instagramable , facebookable, tweetable and youtubeable. You can find us on all those platforms as well as on our website. So do check us out there before joining us again for more 6 Minute English. Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Annabel Shackleton"
  ]
}