{
  "title": "Street food: Why is it becoming so popular?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06gy2db.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180830",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180830_6min_english_street_food_download.mp3",
  "intro": [
    "Buying food on the street is nothing new but in the UK this idea is really taking off. It's a great way of sampling freshly cooked dishes from around the world. Rob and Neil discuss the subject and hear from an expert who explains the popularity in this type of food - plus you can learn some new vocabulary along the way."
  ],
  "this_week_question": [
    "Recently archaeologists in Jordan discovered what they believe is the oldest remains of bread. How old is this bread? Is it… a) 18,000 years old b) 14,000 years old c) 5,500 years old",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "phenomenal",
      "desc": "something that is amazing, remarkable and extraordinary"
    },
    {
      "text": "to take off",
      "desc": "to become popular"
    },
    {
      "text": "provinces",
      "desc": "areas of a country that aren't the major cities"
    },
    {
      "text": "captures the imagination",
      "desc": "makes you interested in something"
    },
    {
      "text": "authentic",
      "desc": "real, genuine, not a fake or a copy microwave food food prepared in a microwave oven"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now Rob, you like your food, don't you?"
    },
    {
      "author": "Rob",
      "text": "Oh yes, yum yum, food! One of my favourite things."
    },
    {
      "author": "Neil",
      "text": "And what do you think of street food?"
    },
    {
      "author": "Rob",
      "text": "I love street food. There are some great places in London where you can find delicious foods from all over the world, cooked in front of you in market stalls on the street."
    },
    {
      "author": "Neil",
      "text": "It's quite new though, isn't it - not really a British tradition?"
    },
    {
      "author": "Rob",
      "text": "I guess not, but it seems to be much more popular these days."
    },
    {
      "author": "Neil",
      "text": "Well our topic today is street food, but before we tuck into that, here is today's question. Recently archaeologists in Jordan discovered what they believe is the oldest remains of bread. How old is this bread? Is it…"
    },
    {
      "author": "Rob",
      "text": "I don't know - but what I do know is, I wouldn't really want to try a sandwich made from that bread!"
    },
    {
      "author": "Neil",
      "text": "Mmm, it might be a bit mouldy."
    },
    {
      "author": "Rob",
      "text": "Yes! Anyway, I'm going to have a guess and say c) 5,500 years old."
    },
    {
      "author": "Neil",
      "text": "Right, we will find out the answer later in the programme. Mark Laurie is from the Nationwide Caterers Association. He is an expert in the business of street food in the UK. He appeared on BBC radio's The Food Programme and was asked how the business of street food has changed in recent years. In his answer he talks about the areas where there is most growth in street food. What are those areas?"
    },
    {
      "author": "Mark Laurie",
      "text": "It's been phenomenal the growth in street food - it's really taken off , it's really become quite mainstream . Part of the cultural fabric of the country really, or it's beginning to be, certainly in the bigger cities and increasingly in the sort of provinces , if you like."
    },
    {
      "author": "Neil",
      "text": "So where does he say the popularity of street food is growing?"
    },
    {
      "author": "Rob",
      "text": "He says that it's in the bigger cities and also in the provinces . The provinces is a word which means 'the parts of a country outside of the cities'."
    },
    {
      "author": "Neil",
      "text": "So essentially, he's saying it's getting more popular everywhere."
    },
    {
      "author": "Rob",
      "text": "Exactly. In fact he says the growth is phenomenal . This means he thinks the growth is spectacular, really big."
    },
    {
      "author": "Neil",
      "text": "Yes he says that it's really taken off . Taken off is one of those phrasal verbs that can be used in many different ways. In this sense, when something takes off it means it becomes successful and popular."
    },
    {
      "author": "Rob",
      "text": "You know, street food isn't really something you associate with Britain. Perhaps it's the climate or British food so street food is something that we are now getting used to and enjoying more. In fact Mark says that it's now becoming mainstream . This means that is no longer something that is seen as being unusual or different. It's becoming an accepted part of the everyday eating experience."
    },
    {
      "author": "Neil",
      "text": "Well, let’s listen again to Mark Laurie talking about the growth of street food in the UK."
    },
    {
      "author": "Mark Laurie",
      "text": "It's been phenomenal the growth in street food, it's really taken off , it's really become quite mainstream . Part of the cultural fabric of the country really, or it's beginning to be, certainly in the bigger cities and increasingly in the sort of provinces , if you like."
    },
    {
      "author": "Neil",
      "text": "Mark Laurie goes on to talk about why street food has become popular. What kind of food does he say it's not like?"
    },
    {
      "author": "Mark Laurie",
      "text": "Yeah, it's just really captured the imagination of the public. It's honest food, it's authentic food and it's people that you can trust making it. It's not some microwave food or whatever that you might get in your local pub."
    },
    {
      "author": "Neil",
      "text": "So street food is many things, but what isn't it?"
    },
    {
      "author": "Rob",
      "text": "Well he says that it's not like food you might get in some pubs. That food he says may be some microwave food . Which is food prepared in a microwave oven."
    },
    {
      "author": "Neil",
      "text": "You know I quite like a microwave meal now and then - and I reheat my leftovers in the microwave ."
    },
    {
      "author": "Rob",
      "text": "But I guess if you were paying for a nice meal you wouldn't expect reheated leftovers! I think the point he is making is that in many places the food you are served is not freshly made. It may be pre-prepared and finished off in a microwave. Street food, he says, is authentic ."
    },
    {
      "author": "Neil",
      "text": "Yes, authentic . It's real, fresh and cooked right in front of you and if it's food from a particular country it's probably being prepared by people from that culture."
    },
    {
      "author": "Rob",
      "text": "He also says that this has captured the imagination of the public. It's something that the public have experienced and thought - 'yep, you know, I like this, this is a great idea.'"
    },
    {
      "author": "Neil",
      "text": "Well, all this talk of food is making me hungry, so let's get the answer to the quiz and review today's vocabulary before we head off and grab a bite to eat. We asked about the age of bread discovered by archaeologists in Jordan. Was it a) 18,000 years old, b) 14,000 years or c) 5,500 years."
    },
    {
      "author": "Rob",
      "text": "Mmm, and I said it was c) 5,500 years."
    },
    {
      "author": "Neil",
      "text": "And I'm afraid it's a lot mouldier than that. The answer was 14,000 years."
    },
    {
      "author": "Rob",
      "text": "Very tasty I'm sure."
    },
    {
      "author": "Neil",
      "text": "Yes! Right then, the vocabulary. We started off with adjective phenomenal to describe something that is amazing, remarkable and extraordinary."
    },
    {
      "author": "Rob",
      "text": "Then we had to take off , a phrasal verb which means to become popular. Street food has really taken off in the UK: it's become really popular."
    },
    {
      "author": "Neil",
      "text": "And not just in the cities but also in the provinces, which is a noun to describe areas of a country that aren't the major cities."
    },
    {
      "author": "Rob",
      "text": "Something which captures the imagination is something which makes you interested - and not just for a short time."
    },
    {
      "author": "Neil",
      "text": "And one thing which has captured the imagination of the British public is authentic street food. Something authentic is real, it's genuine, it's not a fake or a copy."
    },
    {
      "author": "Rob",
      "text": "And finally we had microwave food , food prepared in a microwave oven. And that kind of food is not seen by some as authentic ."
    },
    {
      "author": "Neil",
      "text": "Well, it's time to eat, so that's all we have time for today. Join us again next time and remember you can find us on Instagram, Facebook, Twitter, YouTube and of course on our website bbclearningenglish.com. See you soon, bye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Mark Laurie"
  ]
}