{
  "title": "How intelligent is the octopus?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06dtypn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180802",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180802_6min_english_octopus_download.mp3",
  "intro": [
    "The octopus uses its senses of vision and taste like we do. Its large nervous system is a sign of intelligence. Philosopher of science Peter Godfrey-Smith wonders how the octopus - a solitary creature - became so smart. Neil and Catherine chat about this curious animal and teach you six items of vocabulary."
  ],
  "this_week_question": [
    "What is the correct plural form of octopus? Is it:",
    "a)    octopuses",
    "b)    octopodes  /ɒkˈtɒpəʊdɪːz/",
    "c)    octopi",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "cephalopod",
      "desc": "the group of animals to which the octopus belongs"
    },
    {
      "text": "publicity stunt",
      "desc": "something a company might do to grab your attention and promote its products"
    },
    {
      "text": "a common ancestor",
      "desc": "a distant relative from which two different species evolved"
    },
    {
      "text": "comparable to",
      "desc": "similar to vertebrates animals that have a spine"
    },
    {
      "text": "protean",
      "desc": "(adjective) adaptable and changeable"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "Hello. And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Now, Catherine, how do you feel about cephalopods ?"
    },
    {
      "author": "Catherine",
      "text": "Er … cephalopods ?"
    },
    {
      "author": "Neil",
      "text": "Yeah. You do know what cephalopods are, don’t you?"
    },
    {
      "author": "Catherine",
      "text": "Yes, of course I do. It’s a new kind of ipod, isn’t it?"
    },
    {
      "author": "Neil",
      "text": "Not exactly, no. A cephalopod is a kind of sea creature, like a squid or octopus."
    },
    {
      "author": "Catherine",
      "text": "Oh, cephalopods , yes, of course. I know what a cephalopod is."
    },
    {
      "author": "Neil",
      "text": "Of course you do. Well, today’s programme is all about one of these squishy creatures, the octopus, which apparently is a pretty clever animal. To start, here’s today’s quiz question. What is the correct plural form of octopus? Is it: a)    octopuses b)    octopodes  /ɒkˈtɒpəʊdɪːz/ c)    octopi"
    },
    {
      "author": "Catherine",
      "text": "OK. I think this is a trick question. I think people think that it's 'octopi', but it's actually, there's a technical term for it, which is the correct term and that's 'octopodes'. But some people think, like children and stuff, they just put the plural 's' on so they say 'octopuses'. So I'm going for answer b) octopodes."
    },
    {
      "author": "Neil",
      "text": "Wow! Listen out for the answer at the end of the programme, just to see how right or wrong you are. Now, apparently the octopus is a remarkably intelligent creature. They have the ability to solve some complex problems and in one famous case one was even able to predict the result of World Cup football matches."
    },
    {
      "author": "Catherine",
      "text": "Oh yes, that was Paul the octopus. I don't think he was really psychic though. It was just a publicity stunt by the zoo that had him, as a way to promote their zoo."
    },
    {
      "author": "Neil",
      "text": "It may have been a publicity stunt , but he was actually quite accurate. In fact, he correctly predicted the result of 12 matches out of 14 - that's 86%. Not bad, eh?"
    },
    {
      "author": "Catherine",
      "text": "That's amazing. I didn't know he was that good. Anyway, Neil, tell us more about the octopus."
    },
    {
      "author": "Neil",
      "text": "Well, I’ll leave that to Peter Godfrey-Smith, philosopher of science and author of Other Minds: The Octopus, the Sea, and the Deep Origins of Consciousness. He is quite a fan of our eight-tentacled friends. On the BBC Radio 4 programme Start the Week he said that humans and the octopus have a common ancestor . This is a term in science which means 'a creature from which both species evolved'. Like a very distant relative. How long ago does he say this common ancestor lived?"
    },
    {
      "author": "Peter Godfrey-Smith",
      "text": "We got the octopus as a very special evolutionary product. It’s an animal that’s removed from us by a lot of evolutionary distance. The common ancestor that we share with an octopus lived about 600 million years ago or actually even a bit longer than that. But it has a large nervous system in a range comparable to vertebrates ."
    },
    {
      "author": "Catherine",
      "text": "So our common ancestor lived about 600 million years ago – or maybe a little bit longer than that."
    },
    {
      "author": "Neil",
      "text": "And he says that the octopus has a nervous system that is comparable to vertebrates . Comparable means 'similar to', like, and vertebrates is the term for the group of animals that have a spine or backbone. We humans are examples of vertebrates."
    },
    {
      "author": "Catherine",
      "text": "So what Godfrey-Smith is saying is that the squishy octopus has a nervous system which has some similarities to our own in that it's quite large."
    },
    {
      "author": "Neil",
      "text": "And a large nervous system is a sign of intelligence. He goes on to talk a bit more about how we might be able to relate to the octopus. He talks about the protean nature of its body. Protean is an adjective which means 'adaptable or changeable', and the octopus's body is certainly that. Why might that be a problem for us?"
    },
    {
      "author": "Peter Godfrey-Smith",
      "text": "The sensory world of an octopus has, in some way it’s recognisable. They’re very visual animals, they’re very taste-oriented animals and those things make sense to us. But the absence of hard parts, the protean nature of the body and the sort of extent of the sensitivity makes it a hard thing to think about."
    },
    {
      "author": "Catherine",
      "text": "This is interesting, isn’t it? So the octopus uses its senses of vision and taste, like we do, and this is something we can recognise, but what is tricky for us is that its form is so completely different from ours. The octopus isn't a vertebrate so it can change its form and its shape very easily."
    },
    {
      "author": "Neil",
      "text": "Yes, we’re not used to thinking of soft squishy things having intelligence. And speaking of intelligence, we’ve been very careful not to use the plural of octopus so as not to give away the answer to today’s question which was: what's the correct plural form? a)    octopuses b)    octopodes  /ɒkˈtɒpəʊdɪːz/ c)    octopi"
    },
    {
      "author": "Catherine",
      "text": "Well, I said that some people think it's 'octopuses', a lot of people think it's 'octopi', but the actual answer is 'octopodes'."
    },
    {
      "author": "Neil",
      "text": "And you're completely right. Congratulations!"
    },
    {
      "author": "Catherine",
      "text": "Thank you. So let's review today's vocabulary. Cephalopod is the name of the group of animals to which the octopus belongs."
    },
    {
      "author": "Neil",
      "text": "A publicity stunt is something a company might do to grab your attention and promote its products. Like claiming an octopus can predict the winner of football matches."
    },
    {
      "author": "Catherine",
      "text": "A common ancestor is a distant relative from which two different species evolved."
    },
    {
      "author": "Neil",
      "text": "Comparable to means 'similar to' and vertebrates are animals that have a spine."
    },
    {
      "author": "Catherine",
      "text": "And then finally we had protean , this adjective means 'adaptable and changeable'."
    },
    {
      "author": "Neil",
      "text": "Time now for us to say goodbye but remember you can find us on ­­Instagram, Facebook, Twitter, YouTube as well as our website, bbclearningenglish.com. So be sure to check us on one, several or all of those before joining us again. Goodbye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Peter Godfrey-Smith"
  ]
}