{
  "title": "Dating apps: How our brains react",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06k5k65.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180913",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180913_6min_english_dating_apps_download.mp3",
  "intro": [
    "When we're looking for a potential partner on a dating app, what makes us decide who we like? Rob and Dan discuss how our brain reacts when we're looking for love. Listen to the discussion and learn new items of vocabulary in just 6 minutes!"
  ],
  "this_week_question": [
    "In the UK, approximately how many marriages start with the couple meeting online? Is it:",
    "a)    One in three b)    One in four c)    One in five",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to swipe",
      "desc": "(here) moving the images on a smartphone or tablet up, down, left or right, using our finger"
    },
    {
      "text": "instantaneous",
      "desc": "immediate, at once."
    },
    {
      "text": "rejection",
      "desc": "not giving someone the love and attention they would like"
    },
    {
      "text": "get over",
      "desc": "feel better after a bad experience"
    },
    {
      "text": "dusting yourself off",
      "desc": "being positive and optimistic after a rejection or a bad experience"
    },
    {
      "text": "to cope with",
      "desc": "to manage / deal with (a difficult situation)"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Dan",
      "text": "In today's programme we're going to be looking at what our brains are doing when we are using dating apps. Now, Rob, have you ever used a dating app?"
    },
    {
      "author": "Rob",
      "text": "No way, I would never use one."
    },
    {
      "author": "Dan",
      "text": "Hmm, so Rob, can you explain, when talking about dating apps, what we mean by swipe left and swipe right?"
    },
    {
      "author": "Rob",
      "text": "Ah, yes. These are not new words but technology has given them new meaning. To swipe is the movement of your finger on a smartphone to change the screen you're looking at. So imagine turning the page in a book, well, on a phone, you swipe . In some dating apps, they show you pictures of people you might find attractive. If you do like them, you swipe right. If you don't like them, you swipe left."
    },
    {
      "author": "Dan",
      "text": "We will dig deeper into this topic shortly, but first, a question. In the UK, approximately how many marriages start with the couple meeting online? Is it:"
    },
    {
      "author": "Rob",
      "text": "Well, all of those seem quite high to me, so I'm going to guess in the middle, one in four."
    },
    {
      "author": "Dan",
      "text": "Well, we'll find out if you're right later in the programme. Now, Alice Gray is a science communicator and blogger. Recently she was a guest on BBC Radio 4's Woman's Hour programme and she was asked about what goes on in our brains when we use dating apps compared to when we meet people in real life. What difference does she say there is?"
    },
    {
      "author": "Alice Gray",
      "text": "It's very easy to think that with these instantaneous swipe left, swipe right, that the process in our brain of how we pick out a suitable mate would be very different, when actually it's really similar to how we do it in person."
    },
    {
      "author": "Rob",
      "text": "So she says that what goes on in our brains is actually very similar. Online we make decisions very quickly about who we like. These decisions are almost immediate - she used the adjective instantaneous for this. So we make these instantaneous decisions then choose to swipe left or swipe right. In real life, we do the same thing. We know almost immediately when we see someone if we find them attractive or not."
    },
    {
      "author": "Dan",
      "text": "Although of course in digital dating, one you've swiped left you will never see that person again and you won't have the chance to meet. In the real world you could meet someone you don't find attractive instantaneously and then get to know them and find that you do quite like them."
    },
    {
      "author": "Rob",
      "text": "Yes, that is true, but then possibly they won't like you. And then you have to deal with rejection . Rejection is when someone doesn't find you attractive and they don't want to spend time with you or get to know you."
    },
    {
      "author": "Dan",
      "text": "So what's the difference in our brains between online rejection and real life rejection ? Here's Alice Gray again."
    },
    {
      "author": "Alice Gray",
      "text": "We see that a lot of the patterns associated with rejection in real life and rejection on dating apps are similar, just the exposure to the rate of the amount of rejection you get on dating apps is a lot higher than the ones in real life.  So in real life you'll have time to, sort of, compute the rejection, get over it a little bit, and dust yourself off and get on with it. Whereas the rate of rejection on dating apps is so high it's often hard to cope with one coming in after another."
    },
    {
      "author": "Rob",
      "text": "So, she says that our brain's response to real life and online rejection is quite similar, but in the digital world you can be rejected many more times."
    },
    {
      "author": "Dan",
      "text": "In real life you have a bit more time to recover from the rejection, to get over it , as she says. You can dust yourself off which is a way of saying you think positively to make yourself feel better - imagine falling over on the ground, when you get up, you might be covered in dust and dirt, you need to dust yourself off to make yourself ready again, before you carry on."
    },
    {
      "author": "Rob",
      "text": "In the online world though, you don't have that time. Online dating apps can lead to many rejections and psychologically that can be difficult to manage. Another way of saying 'difficult to manage' is difficult to cope with ."
    },
    {
      "author": "Dan",
      "text": "Well, we don't want you to reject us, so time now to give you the answer to that quiz question before a recap of today's vocabulary. I asked: in the UK, approximately how many marriages start with the couple meeting online? Is it:"
    },
    {
      "author": "Rob",
      "text": "Hmmm, so I said b) one in four – 25%. Was I right?"
    },
    {
      "author": "Dan",
      "text": "Sorry, Rob, the answer is a), one in three. Does that surprise you?"
    },
    {
      "author": "Rob",
      "text": "Yes, it does, I didn't think it would be that high."
    },
    {
      "author": "Dan",
      "text": "It's the sign of the times, Rob. Digital world – digital dating! Let's have a look at that vocabulary."
    },
    {
      "author": "Rob",
      "text": "OK, well, we started with the verb to swipe . The movement of our finger on smartphone or tablet screen to indicate whether we like someone or not. Swipe right for like, swipe left if you don't like."
    },
    {
      "author": "Dan",
      "text": "Our decisions on whether we find someone attractive or not are often instantaneous . This adjective means immediate, at once."
    },
    {
      "author": "Rob",
      "text": "Rejection is when you let someone know that you are not interested in them, you don't want to be romantically involved with them."
    },
    {
      "author": "Dan",
      "text": "If you are rejected you might need some time to feel better, and for this you can use the phrasal verb get over . It can take some time to get over a rejection ."
    },
    {
      "author": "Rob",
      "text": "Yeah, I know! Being positive and optimistic after a rejection can be described as dusting yourself off . But, having many rejections can be difficult to cope with , which means it can be difficult to manage, difficult to keep positive."
    },
    {
      "author": "Dan",
      "text": "Well, we hope you don't swipe left on this programme and you will join us again next time Remember you can find us on Instagram, Facebook, Twitter, YouTube and of course our website bbclearningenglish.com."
    },
    {
      "author": "Rob",
      "text": "And don't forget our new BBC Learning English app."
    },
    {
      "author": "Dan",
      "text": "Oh good idea. See you soon. Bye."
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Dan",
    "Rob",
    "Alice Gray"
  ]
}