{
  "title": "dentary lifestyle",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06p8rpk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180906",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180906_6min_english_sedentary_download.mp3",
  "intro": [
    "People around the world are spending more and more time being physically inactive - and this is having a negative impact on their health. In the UK, 20 million people don't do any exercise at all. Finland used to have one of the highest mortality rates from heart disease but it's managed to reverse this trend. Dan and Catherine talk about Finland's experience and teach you new vocabulary."
  ],
  "this_week_question": [
    "According to a recent survey, how long does the average person in the UK spend sitting down every day? Is it:",
    "a)    between 6 and 7 hours",
    "b)    between 7 and 8 hours",
    "c)    between 8 and 9 hours",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "sedentary",
      "desc": "adjective used to describe a lifestyle which involves a lot of sitting and not much exercise"
    },
    {
      "text": "life expectancy",
      "desc": "the age to which you are expected to live"
    },
    {
      "text": "shirker",
      "desc": "someone who avoids doing something they don't like, usually because they are lazy"
    },
    {
      "text": "tongue-in-cheek",
      "desc": "something meant to be humorous and not taken seriously"
    },
    {
      "text": "stern",
      "desc": "adjective that means serious and strict"
    },
    {
      "text": "clipboard",
      "desc": "a board you attach papers to so that you can write on them as you walk around"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello and welcome to 6 Minute English. I'm Catherine."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Catherine",
      "text": "Now Dan, would you say you had a sedentary lifestyle at all?"
    },
    {
      "author": "Dan",
      "text": "If I only went to work, yes, I would have a pretty sedentary life. I sit on the tube, I sit at my desk or in the studio for most of the day. But because I know that's not good for my health, I do also like to go to the gym a couple of times a week and I'll do some exercise, like a bike ride or playing football at the weekend. So, my job is pretty sedentary , but not my life."
    },
    {
      "author": "Catherine",
      "text": "Nice answer, Dan. And our topic today is about how one country in particular has been very successful in dealing with the problem of a sedentary population. But before we find out more, here is today's question. According to a recent survey, how long does the average person in the UK spend sitting down every day? Is it:"
    },
    {
      "author": "Dan",
      "text": "Based on my day, it would be between 8 and 9 hours, but I don't know if I am an average person! So I'm interested to learn the answer for myself."
    },
    {
      "author": "Catherine",
      "text": "We'll find out the answer later in the programme. Now, 40 years ago Finland was perhaps the unhealthiest country in the Western world. But now, it's one of the healthiest."
    },
    {
      "author": "Dan",
      "text": "Death by heart disease in Finland has fallen by 80% and life expectancy , the age at which the average person lives until, has risen by 10 years."
    },
    {
      "author": "Catherine",
      "text": "How has this been achieved? This was investigated on BBC Radio 4's You and Yours programme and one of the ways Finland has improved the health of the nation is by a lot of state involvement. BBC reporter John Laurenson describes in a humorous way how this works. How does he describe someone with many health problems?"
    },
    {
      "author": "John Laurenson",
      "text": "If you're an exercise shirker because you're fat or old or asthmatic or chained to your computer or just plain lazy or all of those things rolled into one super-health disaster zone, they will come to you in the form perhaps, of a stern lady with a clipboard and make some firm suggestions. They won't actually drag you off your PlayStation, out of your nursing home or out of the pub but they do get quite close."
    },
    {
      "author": "Catherine",
      "text": "How did he describe someone with a lot of health problems, Dan?"
    },
    {
      "author": "Dan",
      "text": "Well, he wasn't very complimentary, and we should emphasise that this report is quite tongue-in-cheek , which means that it's meant to be funny and shouldn't be taken seriously but he called the people with many health problems 'super-health disaster zones'."
    },
    {
      "author": "Catherine",
      "text": "'Super-health disaster zones'. So what other vocabulary can we pick from what he said?"
    },
    {
      "author": "Dan",
      "text": "He talked about being an exercise shirker . A shirker is someone who avoids doing something usually because they are being lazy. It's also a verb, to shirk ."
    },
    {
      "author": "Catherine",
      "text": "Laurenson says that if you are an exercise shirker or indeed a super-health disaster zone, someone from the authorities will come and visit you. In another tongue-in-cheek description he says that this visitor might be a stern lady with a clipboard ."
    },
    {
      "author": "Dan",
      "text": "Stern is an adjective which means very serious and strict, someone without a sense of humour who might be quite angry. And in his description the reporter says that this stern lady will have a clipboard . It's a hard board you can attach papers to so you can write on the paper while you are moving around."
    },
    {
      "author": "Catherine",
      "text": "So we have this image of an angry lady arriving at your house to tell you off for your health habits and make you live a healthier life."
    },
    {
      "author": "Dan",
      "text": "But he does point out that they won't actually drag you out of your house to do exercise. However, in the report he goes on to say that there is lot of encouragement, even from school age, to eat well and take regular exercise."
    },
    {
      "author": "Catherine",
      "text": "Well, before a stern lady with a clipboard comes and tells us off for not finishing on time, let's get the answer to today's quiz. According to a recent survey, how long does the average person in the UK spend sitting down every day? Is it: a)    between 6 and 7 hours, b)    between 7 and 8 hours or c)    between 8 and 9 hours?"
    },
    {
      "author": "Dan",
      "text": "And I said I had no idea."
    },
    {
      "author": "Catherine",
      "text": "Well, the answer was c), Dan - between 8 and 9 hours. In fact, it was 8 and a quarter hours. By comparison, in Finland, it's less than 6 hours."
    },
    {
      "author": "Dan",
      "text": "I guess we are a lot more sedentary in Britain."
    },
    {
      "author": "Catherine",
      "text": "And sedentary is our first word in our vocabulary review. It's an adjective used to describe a lifestyle which involves a lot of sitting and not much exercise."
    },
    {
      "author": "Dan",
      "text": "And if you are very sedentary , it can lead to a lower life expectancy . Life expectancy - the age to which you are expected to live."
    },
    {
      "author": "Catherine",
      "text": "Next we had the word shirker for someone who avoids doing something they don't like, usually because they are lazy. For example, an exercise shirker avoids exercise."
    },
    {
      "author": "Dan",
      "text": "Something that is said tongue-in-cheek is meant to be humorous and not taken seriously."
    },
    {
      "author": "Catherine",
      "text": "If you are stern though, you want to be taken seriously. It's an adjective that means serious and strict."
    },
    {
      "author": "Dan",
      "text": "And finally there's clipboard . A board you attach papers to so you write on them as you walk around."
    },
    {
      "author": "Catherine",
      "text": "Well, Dan, it's time for us to go and get some exercise. Join us again next time and remember you can find us on Instagram, Facebook, Twitter, YouTube and of course our website bbclearningenglish.com. See you soon, bye."
    },
    {
      "author": "Dan",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Dan",
    "John Laurenson"
  ]
}