{
  "title": "Snowflakes and taking offence",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06ks1kx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-180920",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/180920_6_min_english_offence_download.mp3",
  "intro": [
    "The word snowflake has taken on a new meaning in recent years. These days it's used as an insult. It's used to criticise people or groups that are seen to be very easily offended or upset by things that others say. Rob and Neil discuss what it takes to be offended in just 6 minutes!"
  ],
  "this_week_question": [
    "In which year was snowflake one of Collins Dictionary's words of the year? Was it… a) 1996 b) 2006 c) 2016",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "offensive",
      "desc": "(something) rude, insulting and makes people feel hurt and upset"
    },
    {
      "text": "take offence",
      "desc": "get upset or angry by something thought to be rude or insulting"
    },
    {
      "text": "snowflake",
      "desc": "person who gets offended too easily and unnecessarily"
    },
    {
      "text": "invoke",
      "desc": "use (something) to support your point or explain your action"
    },
    {
      "text": "call something out",
      "desc": "challenge, highlight and look for justification for something"
    },
    {
      "text": "taboo",
      "desc": "something that society says is offensive and shocking"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Rob, would you say that were a snowflake ?"
    },
    {
      "author": "Rob",
      "text": "Wow, I can't believe you said that, that's so offensive . How could you be so rude?"
    },
    {
      "author": "Neil",
      "text": "So I guess that's a yes then? Sorry, I only asked."
    },
    {
      "author": "Rob",
      "text": "Don't worry, I wasn't really upset, I just wanted to demonstrate the meaning of the word. The word snowflake has taken on a new meaning in recent years. These days it's used as an insult. It's used to criticise people or groups that are seen to be very easily offended or upset by things that others say."
    },
    {
      "author": "Neil",
      "text": "There is usually a political side to it too, isn't there?"
    },
    {
      "author": "Rob",
      "text": "Yes, people who use the word snowflake tend to be from the political right and they usually use it about those on the political left, particularly millennials - young, socially aware adults."
    },
    {
      "author": "Neil",
      "text": "Well we'll explore this topic in more detail shortly, but first a quiz question. In which year was snowflake one of Collins Dictionary's words of the year? Was it…"
    },
    {
      "author": "Rob",
      "text": "Well, we said it's quite a recent word so I'm going for c) 2016."
    },
    {
      "author": "Neil",
      "text": "Well, we'll find out if you're right later on in the programme. The topic of offence is a very complicated one. First what do we mean by offence Rob?"
    },
    {
      "author": "Rob",
      "text": "Thanks for that. That is a really difficult question. Something that is offensive is rude, insulting and makes people feel hurt and upset. What's difficult about it though is that we don't all find the same things offensive . Some people can be deliberately offensive and some people may be offensive without meaning to be."
    },
    {
      "author": "Neil",
      "text": "Also, different people respond to offence in different ways - some accept it as the price of free speech and some try to stop the people they think are offensive from saying the things they do."
    },
    {
      "author": "Rob",
      "text": "These terms come up quite a lot in discussions about equality, race, religion and of course, politics."
    },
    {
      "author": "Neil",
      "text": "The topic was discussed in detail in the BBC Radio programme Sweet Reason. Evan Davis presented the programme and here is the first part of his summary of the discussion. What does he say is the reason some people talk about offence?"
    },
    {
      "author": "Evan Davis",
      "text": "First, on occasion, people probably do invoke offence when really they just have a political disagreement and on occasion groups that suffer discrimination or exclusion perhaps find it exhilarating or uniting to call out that discrimination."
    },
    {
      "author": "Neil",
      "text": "He says that some people take offence when it's just a political disagreement. He says they invoke offence."
    },
    {
      "author": "Rob",
      "text": "If you invoke something it means that you use it to support your point or explain your action. So to invoke offence is to say that we are acting this way because we are offended by what you have said, although the offence may only be a political difference rather than something truly offensive."
    },
    {
      "author": "Neil",
      "text": "Davis goes on to say that groups that do suffer from discrimination may get some feelings of unity when they call out discrimination. They feel more together when they publicise and highlight the discrimination they have experienced. Even though some offence that is taken may not be genuine, that doesn't mean people don't have a right to be offended . Here's Evan Davis again."
    },
    {
      "author": "Evan Davis",
      "text": "Where the so-called snowflakes surely have a point is this, societies are entitled to make certain things taboo and the millennials use of the word offensive is simply designed to say some views are not just wrong they are in a special category of wrong."
    },
    {
      "author": "Rob",
      "text": "His point here is that societies can decide that certain things are taboo . In this context something that is taboo is something that is regarded by society as being shocking and offensive and that it is OK for people to be offended by these things."
    },
    {
      "author": "Neil",
      "text": "And I think the point he makes is a good one. The word snowflake is usually used as an insult - but some people may feel proud to be a snowflake because it means they are standing up for a particular standard, they have a level of decency and social responsibility that is higher than that of those who are calling them snowflakes ."
    },
    {
      "author": "Rob",
      "text": "Well I hope we haven't caused any offence today. Before we review the vocabulary, can we have the answer to today's question Neil?"
    },
    {
      "author": "Neil",
      "text": "Of course, I asked in which year was snowflake one of Collins Dictionary's words of the year? Was it…"
    },
    {
      "author": "Rob",
      "text": "And I said c) 2016. It's got to be right!"
    },
    {
      "author": "Neil",
      "text": "Well, do you want to hear the story? Interestingly the term was coined in 1996 in the book Fight Club, but it was in 2016 that it was one of the dictionary's words of the year. Now let's review our words of the day. First there is offence ."
    },
    {
      "author": "Rob",
      "text": "People can take offence and be offended by something that is offensive . Something that is offensive could be rude, insulting and shocking. It might take the form of humiliation or discrimination against a person or group."
    },
    {
      "author": "Neil",
      "text": "The term snowflake is a word used by some people to talk about other people who they think get offended too easily and unnecessarily. They don't want to change their language or ideas just because snowflakes get upset. Then we had the word invoke . If you invoke something you use it as a reason to explain your actions and feelings"
    },
    {
      "author": "Rob",
      "text": "To call something out is to challenge it, to highlight it and look for justification."
    },
    {
      "author": "Neil",
      "text": "And finally we have taboo . Something that society says is offensive and shocking. So there we have it. What do you think Rob of this topic."
    },
    {
      "author": "Rob",
      "text": "Well it is a very difficult subject, particularly when it comes to politics, religion and society. Free speech is good but at times, particularly on social media, I think can be unnecessarily unpleasant."
    },
    {
      "author": "Neil",
      "text": "Well, try not to be offended but it is time for us to leave you for this programme. Do join us next time. Remember you can find us on Instagram, Facebook, Twitter, YouTube and of course our website bbclearningenglish.com. And of course, we have a new app which you can find on our website. It's free and it's brilliant isn't it Rob?"
    },
    {
      "author": "Rob",
      "text": "Absolutely!"
    },
    {
      "author": "Neil",
      "text": "See you soon, bye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Evan Davis"
  ]
}