{
  "title": "What is scumbro?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06n8ncw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181018",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181018_6_min_english_scumbro_DOWNLOAD.mp3",
  "intro": [
    "There's a new look in town, which some people are calling 'scumbro'. Scumbro combines the word 'scummy', which means 'dirty and messy', with the word 'bro', which is an informal way of referring to a boy or man. So scumbro is a fashion for men – but women can adopt it too. Find out more about it in this programme."
  ],
  "this_week_question": [
    "When did the first official charity shop opened its doors in the UK? Was it in…",
    "a) 1928 b) 1948 c) 1968",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "donating",
      "desc": "giving goods or money to an organisation or charity"
    },
    {
      "text": "founding fathers",
      "desc": "people who start an idea or an organisation"
    },
    {
      "text": "fashion victim",
      "desc": "person who has to follow the latest fashion trends"
    },
    {
      "text": "rummaging",
      "desc": "searching for something that's mixed up with lots of other things"
    },
    {
      "text": "simultaneously",
      "desc": "doing one thing at the same time as doing something else"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello. Welcome to 6 Minute English, I'm Catherine."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Catherine",
      "text": "Now Rob, do you ever buy things at a charity shop?"
    },
    {
      "author": "Rob",
      "text": "Yes I do. They are a great place to pick up a bargain and I also donate items to charity shops too. And a charity shop, by the way, is a shop where people take their unwanted items and then the shop sells them and makes money and the money goes to charity."
    },
    {
      "author": "Catherine",
      "text": "Exactly that's good to hear, Rob, because donating – that's giving money or goods to an organisation – helps charities raise money. And you might be interested to know that dressing up in second-hand clothes is back in fashion – well sort of. And that's what we're discussing today – is looking like you're dressing in charity shop clothes a new fashion statement?"
    },
    {
      "author": "Rob",
      "text": "It should be interesting. But first, Catherine, aren't you going to set me a question to answer? And not a second-hand one, please!"
    },
    {
      "author": "Catherine",
      "text": "It's a brand new question today, Rob, for you and the listeners at home – do you know when the first official charity shop opened its doors in the UK? Was it in…"
    },
    {
      "author": "Rob",
      "text": "I'll go for 1948."
    },
    {
      "author": "Catherine",
      "text": "OK, and we'll find out the answer later. But now back to our discussion about charity shops and fashion. And there's a new look in town, which some people are calling ' scumbro '. Scumbro combines the word 'scummy' which means 'dirty and messy' with the word 'bro',  which is an informal way of referring to a boy or man. So scumbro is a fashion for men – but women can adopt it too."
    },
    {
      "author": "Rob",
      "text": "It's a bit of an insulting name and here's the odd thing about this new fashion style: being scumbro is about buying expensive designer brands that look like they are from a charity shop. Very odd!"
    },
    {
      "author": "Catherine",
      "text": "Well, it's something Amber Graafland knows about. She is the Fashion & Beauty Director for the Daily Mirror newspaper and she's been telling BBC Radio 4's You and Yours programme all about it. So, how did this trend start?"
    },
    {
      "author": "Amber Graafland, Fashion &amp; Beauty Director, Daily Mirror",
      "text": "Amber Graafland, Fashion & Beauty Director, Daily Mirror Well I think the name came from a Vanity Fair article, and I think Justin Bieber, the likes of Jonah Hill to thank for this look, Pete Davidson, who's actually the fiancée of Ariana Grande – he's definitely one of the founding fathers of scumbro. And I think, like most of these trends, they're started by celebrities and then, I mean look, it's been picked up by everybody by the sounds of things ."
    },
    {
      "author": "Rob",
      "text": "OK, so the fashion magazine Vanity Fair invented the name but the trend has spread because celebrities have been dressing in this style."
    },
    {
      "author": "Catherine",
      "text": "Yes and Amber mentioned a number of celebrities who are the founding fathers of the trend – that's a term used to describe people who start an idea or an organisation."
    },
    {
      "author": "Rob",
      "text": "Yes, the trend has been picked up – or copied - by people who you might describe as fashion victims – people who have to follow the latest fashion trends."
    },
    {
      "author": "Catherine",
      "text": "Well Rob, I'm no fashion victim – but I say, maybe, one day, I might want to look scumbro – or maybe scumsis! So how exactly should I dress?"
    },
    {
      "author": "Rob",
      "text": "OK, well let's hear from Amber Graafland again. How does she describe the characteristics of this fashion trend?"
    },
    {
      "author": "Amber Graafland, Fashion &amp; Beauty Director, Daily Mirror",
      "text": "Amber Graafland, Fashion & Beauty Director, Daily Mirror It's all about wearing these oversized clothes that are overpriced and I think it's not just about looking like you've rummaged in a teenager's dressing up box. These are very, very expensive items – you mentioned the labels Prada, Versace, Gucci, Supreme – while it's basically about looking simultaneously like you've made no effort, but the underlying thing is you do need to see the effort has gone in there."
    },
    {
      "author": "Rob",
      "text": "Wow, this fashion trend does involve a lot of effort! It's not just about looking messy – like you've rummaged in a teenager's dressing up box. Rummaging is when you search for something that's mixed up with lots of other things."
    },
    {
      "author": "Catherine",
      "text": "No don't be rummaging! The trick seems to be to look like you've not made any effort but at the same time, you're show you have made an effort! And that's the meaning of the word simultaneously – doing one thing at the same time as another thing."
    },
    {
      "author": "Rob",
      "text": "And I guess by showing you've made an effort, you wear designer labels – showing you've paid lots of money."
    },
    {
      "author": "Catherine",
      "text": "The issue here is clothes from charity shops are supposed to be cheap. Some people even buy these clothes because it is all they can afford – but the irony here is some people are choosing to pay lots and lots of money to look like they're wearing second-hand clothes – and the charity shops aren't making any money from it."
    },
    {
      "author": "Rob",
      "text": "Well if you're a fashion victim it's something you have to do."
    },
    {
      "author": "Catherine",
      "text": "And there's one thing I have to do now and that's give you the answer to today's quiz question. So I asked you earlier when the first official charity shop opened its doors in the UK?"
    },
    {
      "author": "Rob",
      "text": "And I said 1948."
    },
    {
      "author": "Catherine",
      "text": "And you are correct this week, Rob. Well done! The very first shop, run by the charity Oxfam, opened its doors in Oxford in 1948, as a direct result of an appeal launched to help post-war Greece."
    },
    {
      "author": "Rob",
      "text": "Very interesting. Right, let's remind ourselves of some of today's vocabulary, starting with the word donating which means ' giving goods or money to an organisation or charity'."
    },
    {
      "author": "Catherine",
      "text": "Then we mentioned founding fathers - a term used to describe people who start an idea or an organisation."
    },
    {
      "author": "Rob",
      "text": "We also mentioned that Catherine was no fashion victim – a person who has to follow the latest fashion trends."
    },
    {
      "author": "Catherine",
      "text": "Rummaging was a word that described searching for something that's mixed up with lots of other things. And then we had simultaneously which means 'doing one thing at the same time as doing something else'."
    },
    {
      "author": "Rob",
      "text": "Well you can simultaneously listen to this programme and look at our website if you like. The web address is bbclearningenglish.com."
    },
    {
      "author": "Catherine",
      "text": "But that’s all we have time for now. Join us again next time. Goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Rob",
    "Amber Graafland, Fashion &amp; Beauty Director, Daily Mirror"
  ]
}