{
  "title": "Describing Generation Z",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06mds74.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181004",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181004_6_min_english_gen_z_download.mp3",
  "intro": [
    "In this programme, we look at Generation Z - a name that describes the people born in the late nineties or early noughties. Also known as Gen Z, they are seen as the social media generation. We discuss other characteristics of this young generation and learn some new vocabulary along the way."
  ],
  "this_week_question": [
    "No one can quite agree on who first used the term 'social media', but we do know from which decade it came. Was it...",
    "a)    the 1980s,",
    "b)    the 1990s,",
    "c)    the noughties, that is the first decade of the 21st Century?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "generations",
      "desc": "this is a term used to describe people born in a particular period of time (usually, but not always, a period of about 18 to 20 years)"
    },
    {
      "text": "noughties",
      "desc": "first decade of the 21st Century, from 2000 to 2009"
    },
    {
      "text": "to cater for",
      "desc": "to provide something that is needed or wanted for a particular group"
    },
    {
      "text": "tech-innate, hyper-informed consumers",
      "desc": "(here) describes people who are extremely comfortable with modern technology and social media and, as a result, have a lot of information about what's going on in the world"
    },
    {
      "text": "savvy",
      "desc": "smart and intelligent"
    },
    {
      "text": "the norm",
      "desc": "what is normal, what is usual for someone"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Rob, what generation are you?"
    },
    {
      "author": "Rob",
      "text": "Well what are my choices?"
    },
    {
      "author": "Neil",
      "text": "You can't choose what generation you are, it depends on when you were born."
    },
    {
      "author": "Rob",
      "text": "Oh, OK then, what are the different generations ?"
    },
    {
      "author": "Neil",
      "text": "Well, there are baby boomers, who were born in between the 1940s and the early 1960s. Then there was Generation X, born between the mid 1960s and the early 1980s. Then there is Generation Y, also known as millennials, born mid 1980s to late 1990s, and ..."
    },
    {
      "author": "Rob",
      "text": "OK, let me guess, Generation Z? Born in the late nineties or early noughties ?"
    },
    {
      "author": "Neil",
      "text": "You're very smart. So, which one are you?"
    },
    {
      "author": "Rob",
      "text": "Ah, that would give away my age, wouldn't it? OK, I have to confess I am Generation X. And what about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes me too, Generation X. But today we're going to focus on Generation Z, also known as Gen Z. What marks Gen Z in particular is that they are the social media generation. They have never known a time without social media."
    },
    {
      "author": "Rob",
      "text": "Oh, poor them!"
    },
    {
      "author": "Neil",
      "text": "Mmm, well, that's one view. Other opinions are available. Before we look at Gen Z in more detail, a question though. No one can quite agree on who first used the term 'social media', but we do know from which decade it came. Was it:"
    },
    {
      "author": "noughties",
      "text": "c)    the  , that is the first decade of the 21st Century."
    },
    {
      "author": "Rob",
      "text": "Well, come on, it's quite a recent thing. It's got to be c) the noughties."
    },
    {
      "author": "Neil",
      "text": "We'll find out the answer later in the programme. Now we're going to hear from Hiral Patel who is an analyst for Barclays. She appeared on BBC Radio 4's You and Yours programme and was asked whether there was much difference between millennials and Generation Z. Does she think they are the same or different?"
    },
    {
      "author": "Hiral Patel",
      "text": "Most people view Generation Z as mini-millennials - and that's because there is an obsession with the word 'millennial'. Our research shows that Gen Z are different and that they have their own set of values and preferences which consumer brands need to cater for. Our research found that Gen Z are tech-innate, hyper-informed consumers, and extremely savvy . This hyper-connected world that we live in today is a new norm for them."
    },
    {
      "author": "Neil",
      "text": "So Rob, does Hiral Patel think there is much difference between the two generations?"
    },
    {
      "author": "Rob",
      "text": "Yes, she does. But she comments that not everyone does. Millennials a term that is used so frequently that many people think it refers to all young people. Gen Z , she says are not mini-millennials, they are quite different and have their own values and preferences."
    },
    {
      "author": "Neil",
      "text": "And this is important for consumer brands, for companies who want to sell to this generation. They need to cater for that generation, which means they need to provide goods that Gen Z want."
    },
    {
      "author": "Rob",
      "text": "And she describes Gen Z as being tech-innate hyper-informed consumers ."
    },
    {
      "author": "Neil",
      "text": "It's a bit of a mouthful but essentially it means that they are extremely comfortable with modern technology and social media and as a result have a lot of information about what's going on in the world. This makes them savvy ."
    },
    {
      "author": "Rob",
      "text": "And being savvy means being able to understand situations well and make clever decisions because of this knowledge."
    },
    {
      "author": "Neil",
      "text": "Now, I think I'm pretty savvy when it comes to modern connected technology and media, but I didn't grow up with it, it's new. For Gen Z, this level of technology is what is normal, it's all around and always has been, it's their norm , as Hiral Patel put it. Here she is again:"
    },
    {
      "author": "Hiral Patel",
      "text": "Most people view Generation Z as mini-millennials - and that's because there is an obsession with the word 'millennial'. Our research shows that Gen Z are different and that they have their own set of values and preferences which consumer brands need to cater for. Our research found that Gen Z are tech-innate, hyper-informed consumers, and extremely savvy . This hyper-connected world that we live in today is a new norm for them."
    },
    {
      "author": "Neil",
      "text": "Right, time to review this week's vocabulary, but first let's have an answer to that quiz. In what decade was the term 'social media' first coined? Was it:"
    },
    {
      "author": "noughties",
      "text": "c)    the  What did you say, Rob?"
    },
    {
      "author": "Rob",
      "text": "Yeah, well I said c) the noughties."
    },
    {
      "author": "Neil",
      "text": "You're wrong. Perhaps unsurprisingly, the 1990s is the answer. I'm sure most of you got that one correct. Right, now, the vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes, this week we've been talking about generations . This is a term used to describe people born in a particular period of time, usually, but not always a period of about 18 to 20 years."
    },
    {
      "author": "Neil",
      "text": "And we were focussing on Generation Z or Gen Z which includes those born in the early noughties , which is the first decade of the 21st Century from 2000 to 2009."
    },
    {
      "author": "Rob",
      "text": "The next expression was to cater for . This means to provide something that is needed or wanted for a particular group. And if you are trying to sell something, you need to cater for your target market."
    },
    {
      "author": "Neil",
      "text": "And if your market is Gen Z you need to be aware that they are tech innate, hyper-informed . They have grown up with connected technology and are very knowledgeable."
    },
    {
      "author": "Rob",
      "text": "This makes them extremely savvy . This adjective means smart and intelligent. In this context it means they are able to make smart decisions about what to buy because they are connected so many sources of information. And for Gen Z , this level of interaction and connectivity is the norm . It's what is normal, what is usual for them. So where I struggle sometimes with modern life and technology - for Gen Z , it's easy."
    },
    {
      "author": "Neil",
      "text": "Well, that may be true but I'm savvy enough to know that it's time to end the programme."
    },
    {
      "author": "Rob",
      "text": "Download it now. It's free!"
    },
    {
      "author": "Neil",
      "text": "Join us again next time. Goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "noughties",
    "Hiral Patel"
  ]
}