{
  "title": "oneliness",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06skk4t.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181108",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181108_6min_english_loneliness_download.mp3",
  "intro": [
    "We all live in an over-crowded world which is fast approaching eight billion people. Despite that many individuals feel alone and isolated. The BBC did a survey about loneliness involving 55,000 people from all over the world. Neil and Sam discuss the findings and teach you new vocabulary."
  ],
  "this_week_question": [
    "Where is the most isolated inhabited place on the planet? That's the place furthest away from anywhere else with the fewest people living there. Is it:",
    "a) McMurdo Station in Antarctica",
    "b) Siwa Oasis in Egypt's Western Desert",
    "c) The island of Tristan da Cunha in the South Atlantic",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "isolated",
      "desc": "far away from other places and people"
    },
    {
      "text": "stereotype",
      "desc": "a simplistic view of person or group based on certain characteristics such as nationality, age, profession"
    },
    {
      "text": "intensely",
      "desc": "strongly"
    },
    {
      "text": "to be plagued by something",
      "desc": "to be tormented by something; to have it causing you problems and difficulties"
    },
    {
      "text": "figure something out",
      "desc": "try to understand something"
    },
    {
      "text": "to regulate",
      "desc": "to control"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "And we are sitting here in New Broadcasting House, in the middle of London. Would you say, Sam, that this is an isolated place?"
    },
    {
      "author": "Sam",
      "text": "Oh no, not at all. Isolated means far away from other places and people."
    },
    {
      "author": "Neil",
      "text": "Does that mean then, do you think, that you can't be lonely here, with all these people around and all these things to do?"
    },
    {
      "author": "Sam",
      "text": "Ah, good question. Can you be lonely in a crowd? Yes, of course, I think you can be because being lonely isn't about physical isolation . I think you can be lonely anywhere if you feel that you are disconnected from the world around you, if you feel that no one understands you. If you are living happily in isolation in The Scottish Highlands, for example, I'm sure you could feel lonely if you came here to London."
    },
    {
      "author": "Neil",
      "text": "Well, loneliness is today's topic. The BBC has just completed a big survey about it which we will learn more about shortly. But first, of course, a question: Where is the most isolated inhabited place on the planet - by which I mean the place furthest away from anywhere else with the fewest people living there. Is it:"
    },
    {
      "author": "Sam",
      "text": "I've got absolutely no idea, so this is just a guess - I think it's the one in Antarctica. I'm going to go with that."
    },
    {
      "author": "Neil",
      "text": "Well, we'll have the answer later on in the programme. Loneliness is seen as a big problem for the mental health of the population, so much so that the British government has a minister for loneliness. But which age group suffers most from loneliness. Here is a BBC report about the research."
    },
    {
      "author": "James Gallagher, BBC Health and science correspondent",
      "text": "There is a common stereotype that loneliness affects only the old and the isolated . It does, but what this experiment also shows is that loneliness is felt throughout life. People aged between 16 and 24 experience loneliness more often and more intensely than any other age group."
    },
    {
      "author": "Neil",
      "text": "So according to the research, Sam, which section of society is most affected by loneliness?"
    },
    {
      "author": "Sam",
      "text": "This might be a surprise, but it's 16 to 24 year olds."
    },
    {
      "author": "Neil",
      "text": "I was surprised by that because like many, I would've guessed that it was older people."
    },
    {
      "author": "Sam",
      "text": "The reporter did say that that was a stereotype . A stereotype is nothing to do with stereo music, but it's the noun we use to describe a very simple and basic judgement of someone and their character and personality based on their age, nationality, profession and so on. So a stereotype of British people is that we can't cook, we have bad teeth, we are very reserved and never say what we mean."
    },
    {
      "author": "Neil",
      "text": "I don't know what you mean, my cooking is wonderful, Sam. And the stereotype is that old people get lonely."
    },
    {
      "author": "Sam",
      "text": "Much like the stereotypes of British people, this may be true in some cases - I've eaten some of your home-cooked meals remember, Neil - but it's not true for the majority. It is young people who feel lonely more often and more intensely . Intensely here means strongly. The feeling of loneliness is stronger in young people than older people."
    },
    {
      "author": "Neil",
      "text": "The reporter goes on to give some explanation for why young people might be more lonely."
    },
    {
      "author": "James Gallagher, BBC Health and science correspondent",
      "text": "Researchers from the University of Manchester who analysed the data, suggested feeling lonely may plague the young because it's a time of identity change. Figuring out your place in the world and of learning to regulate emotions."
    },
    {
      "author": "Neil",
      "text": "He says that feeling lonely may plague young people, what does he mean there?"
    },
    {
      "author": "Sam",
      "text": "If you are plagued by something, it means that it troubles you, it bothers you and not just once, it's something that happens continually or repeatedly."
    },
    {
      "author": "Neil",
      "text": "And he says this may be because at that age we are still figuring out our place in the world. We are trying to understand the world and what we are supposed to do with our lives."
    },
    {
      "author": "Sam",
      "text": "He also suggests that younger people have not yet learned how to regulate their emotions, which is another way of saying to control their emotions."
    },
    {
      "author": "Neil",
      "text": "Right. Time to review this week's vocabulary, but before that let's have the answer to the quiz. I asked: Where is the most isolated inhabited place on the planet? Is it:"
    },
    {
      "author": "Sam",
      "text": "I said a)."
    },
    {
      "author": "Neil",
      "text": "Well, I'm afraid to say the answer is actually c) the island of Tristan da Cunha in the South Atlantic. It has a population of fewer than 300 and it's only accessible by a 6-day voyage by ship from South Africa."
    },
    {
      "author": "Sam",
      "text": "So not a popular place for a weekend break!"
    },
    {
      "author": "Neil",
      "text": "Indeed not. Now it's time for a recap of our vocabulary. The first word was isolated which Tristan da Cunha certainly is. It means far away from other place and people."
    },
    {
      "author": "Sam",
      "text": "Then there was stereotype the noun for a simplistic view of person or group based on their nationality, age, profession and the like."
    },
    {
      "author": "Neil",
      "text": "Intensely means strongly."
    },
    {
      "author": "Sam",
      "text": "Being plagued by something means it causes you problems and difficulties."
    },
    {
      "author": "Neil",
      "text": "If you are trying to figure something out , you are trying to understand it."
    },
    {
      "author": "Sam",
      "text": "And to regulate something means to control it."
    },
    {
      "author": "Neil",
      "text": "Well, sadly, that's the end of the programme. Hopefully you won't feel too lonely without us, remember we are always here on Instagram, Facebook, Twitter, YouTube, our App and of course the website bbclearningenglish.com. See you soon. Goodbye."
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "James Gallagher, BBC Health and science correspondent"
  ]
}