{
  "title": "What chickens can teach us about hierarchies",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06r9628.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181115",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181115_6min_hierarchies_download.mp3",
  "intro": [
    "But does this actually help us work better? It appears that chickens can help us learn the answer. What can chickens teach us about hierarchies? You'd be surprised! Neil and Catherine discuss the chicken experiment and teach you new vocabulary."
  ],
  "this_week_question": [
    "What is the record number of eggs laid by one chicken in a year? Is it",
    "a) 253",
    "b) 371",
    "c) 426",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hierarchy",
      "desc": "a way of organising people at different levels, for example workers in a company"
    },
    {
      "text": "flock of chickens",
      "desc": "a group of chickens"
    },
    {
      "text": "productivity",
      "desc": "the amount of work done"
    },
    {
      "text": "suppressed",
      "desc": "stopped something happening; stopped someone doing something"
    },
    {
      "text": "imposed",
      "desc": "forced on"
    },
    {
      "text": "pecking order",
      "desc": "a phrase to describe levels of importance in an organisation"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Catherine",
      "text": "And I'm Catherine."
    },
    {
      "author": "Neil",
      "text": "Catherine, what's the connection between hierarchies , managers and chickens?"
    },
    {
      "author": "Catherine",
      "text": "Well, I don't know Neil, but I'm, sure you're going to tell me."
    },
    {
      "author": "Neil",
      "text": "First of all, could you explain for our listeners what a hierarchy is?"
    },
    {
      "author": "Catherine",
      "text": "Of course! A hierarchy is a way of organising people. For example, in a company, where there are people working at different levels. You've got bosses, managers and workers. The workers do the work and the managers have meetings that stop the workers doing the work!"
    },
    {
      "author": "Neil",
      "text": "But where do the chickens come in? We'll find out shortly, but first here is today's question and it is – surprise, surprise – about chickens. What is the record number of eggs laid by one chicken in a year? Is it: a: 253 b: 371 c: 426"
    },
    {
      "author": "Catherine",
      "text": "Well, I think most chickens lay an egg once a day, so I think it's 371."
    },
    {
      "author": "Neil",
      "text": "Well, we will have an answer later in the programme. Now, for hierarchies and chickens. In the radio programme The Joy of 9 to 5, produced by Somethin' Else for the BBC, entrepreneur Margaret Heffernan described an experiment. In this experiment, researchers compared the egg production of a group of average chickens to a group of super-chickens. That's chickens with an above average egg production. Which was the most successful? Here's Margaret Heffernan, and by the way, the noun for a group of chickens is a flock."
    },
    {
      "author": "Margaret Heffernan",
      "text": "He compares the two flocks over six generations. The average flock just gets better and better and better. Egg production increases dramatically. The super-flock of super-chickens, at the end of six generations, all but three are dead, because the other three have killed the rest. They've achieved their individual productivity by suppressing the productivity of the rest. And that's what we do at work."
    },
    {
      "author": "Neil",
      "text": "Which flock was most successful?"
    },
    {
      "author": "Catherine",
      "text": "Well, the super-flock actually killed each other, so it turned out that the average flock laid more eggs in total and was more successful."
    },
    {
      "author": "Neil",
      "text": "Yes, but why was that?"
    },
    {
      "author": "Catherine",
      "text": "Well, the super-chickens must have seen their other flock members not as colleagues, but as competitors. Now to understand this, we have to start with the word productivity . This noun refers to the amount of work that's done. So, on an individual level, the super-chickens achieved productivity because they suppressed the productivity of their flock members. Suppressed here means they 'stopped the other chickens from being productive' by killing them."
    },
    {
      "author": "Neil",
      "text": "So, what do we learn from this experiment?"
    },
    {
      "author": "Catherine",
      "text": "Well, Margaret Heffernan suggests that we see this kind of behaviour in the human workplace. When everyone is equal, productivity is high, but as soon as there's a hierarchy - as soon as there are managers - things can go wrong because not all managers see their role as making life easier for the workers. They demonstrate their productivity as managers, by interfering with the productivity of the workers."
    },
    {
      "author": "Neil",
      "text": "But there are other experiments which show that chickens are productive in a hierarchy . How are those hierarchies different though? Here's Margaret Heffernan again."
    },
    {
      "author": "Margaret Heffernan",
      "text": "So chickens have an inbuilt or, if you like, an inherited hierarchy - that's where we get the term pecking order from. But it's one that they create among themselves, rather than one that's imposed upon them."
    },
    {
      "author": "Neil",
      "text": "So, which hierarchy works, at least for chickens?"
    },
    {
      "author": "Catherine",
      "text": "Well, the best hierarchy is one that isn't imposed . That means a good hierarchy isn't forced on the chickens. They do well when they create the hierarchy themselves, naturally. They work out the pecking order themselves."
    },
    {
      "author": "Neil",
      "text": "Pecking order is a great phrase. We use it to describe levels of importance in an organisation. The more important you are, the higher in the pecking order you are. Where does this phrase originate?"
    },
    {
      "author": "Catherine",
      "text": "Well, pecking describes what chickens do with their beaks. They hit or bite other chickens with them. And the most important or dominant chickens, peck all the others. The top chicken does all the pecking, middle-level chickens get pecked and do some pecking themselves, and some chickens are only pecked by other chickens. So, there is a definite pecking order in chickens."
    },
    {
      "author": "Neil",
      "text": "Right, time to review this week's vocabulary, but before that let's have the answer to the quiz. I asked what the record number of eggs laid by a single chicken in a year was. The options were:"
    },
    {
      "author": "Catherine",
      "text": "I said 371."
    },
    {
      "author": "Neil",
      "text": "Well, lucky you! You're definitely top of the pecking order, aren't you? Because you are right!"
    },
    {
      "author": "Catherine",
      "text": "That's a lot of eggs!"
    },
    {
      "author": "Neil",
      "text": "Indeed. Now, the vocabulary. We are talking about hierarchies - a way to organise a society or workplace with different levels of importance."
    },
    {
      "author": "Catherine",
      "text": "An expression with a similar meaning is pecking order , which relates to how important someone, or a chicken, is, within a hierarchy ."
    },
    {
      "author": "Neil",
      "text": "A group of chickens is a flock . It's also the general collective noun for birds as well, not just chickens."
    },
    {
      "author": "Catherine",
      "text": "Another of our words was the noun productivity , which refers to the amount of work that is done."
    },
    {
      "author": "Neil",
      "text": "And if you suppress someone's productivity, you stop them from being as productive as they could be."
    },
    {
      "author": "Catherine",
      "text": "And finally, there was the verb to impose . If you impose something, you force it on people. For example, the government imposed new taxes on fuel."
    },
    {
      "author": "Neil",
      "text": "Well that is the end of the programme. For more from us though, check out Instagram, Facebook, Twitter, YouTube, and of course, our App! Don't forget the website as well - bbclearningenglish.com. See you soon, bye."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Catherine",
    "Margaret Heffernan"
  ]
}