{
  "title": "Why we push buttons",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06tysdh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-181220",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/181220_6_min_eng_buttons_download.mp3",
  "intro": [
    "Buttons are what we have on our clothes to fasten them but the word is also used for things that we push to make things happen. Things like your bedside alarm, radio, toaster, kettle. We press hundreds of buttons every week without thinking about it. Sometimes we are just drawn to pushing them, but as this programme discusses, some people have a button phobia."
  ],
  "this_week_question": [
    "Not everyone likes buttons, particularly the ones we have on our clothes. It’s a recognised phobia.",
    "What is this fear called? Is it",
    "A: buttonophobia B: koumpounophobia C: coulrophobia",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "buttons",
      "desc": "small, usually round, objects we use to fasten clothes, also objects we can press to make different things happen, e.g. You press a button to call a lift"
    },
    {
      "text": "temptation",
      "desc": "something that makes you feel like you want to do something you shouldn’t, e.g. Having a big red button with the words ‘Don’t Press’ on it, would be a big , I’d just want to press it."
    },
    {
      "text": "convenient",
      "desc": "something that is  is easy to use without difficulty, e.g. the buttons on our lift are  to use."
    },
    {
      "text": "fidgeting",
      "desc": "not being able to stay still, always moving around to get comfortable or prevent boredom. e.g. My mum always told me to stop  in the cinema as it was disturbing the other customers."
    },
    {
      "text": "digital",
      "desc": "fingers and toes are digits –  = having fingers and toes"
    },
    {
      "text": "grooming",
      "desc": "making ourselves look nice by cleaning, washing and doing our hair, for example"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English and I'm Rob."
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Rob",
      "text": "Today we’re talking about buttons ."
    },
    {
      "author": "Neil",
      "text": "Yes, buttons . Buttons are what we have on our clothes to fasten them but the word is also used for things that we push to make things happen."
    },
    {
      "author": "Rob",
      "text": "Things like your bedside alarm, radio, toaster, kettle. We press hundreds of buttons every week without thinking about it. Not everyone likes buttons though, particularly the ones we have on our clothes. It’s a recognised phobia. What is this fear called? Is it"
    },
    {
      "author": "Neil",
      "text": "Er – I think I’ve got a fear of pronouncing these words! No idea what the answer is, I think buttonophobia is much too obvious – so it’s one of the others – or is it? It’s a hard one."
    },
    {
      "author": "Rob",
      "text": "Well, I'll have the answer later in the programme. Thinking Allowed is a BBC Radio 4 programme which covers a range of interesting topics. Recently, they featured a discussion about buttons and how important they are to everyday life. Steven Connor, Professor of English at the University of Cambridge, was on the programme and he talked about appeal of buttons. What does say about children and buttons?"
    },
    {
      "author": "Professor Steven Connor",
      "text": "We do love buttons and I think the pleasure and the temptation of buttons… this temptation and everyone feels it, which is why buttons have to be very convenient . On the other hand they have to be kept away from children, so they've got to be put high up on the wall, and buttons that really matter have to be made quite hard to push – like put behind glass or something."
    },
    {
      "author": "Rob",
      "text": "OK. What does he say about children and buttons?"
    },
    {
      "author": "Neil",
      "text": "That they have to be kept away from them! As I said before, I loved pressing buttons as a child. I would press any that I saw, so important ones did have to be out of my reach."
    },
    {
      "author": "Rob",
      "text": "Yes, he said buttons are a temptation . A temptation is something that makes you want to do something and it’s often used when it’s something you shouldn’t really do. So buttons that lead to potentially dangerous or serious consequences, like a fire alarm, need to be protected, maybe behind glass, so temptation doesn’t get the better of us."
    },
    {
      "author": "Neil",
      "text": "But many buttons have a useful, practical purpose in everyday life, like calling a lift - so these buttons have to be easy to use without difficulty. The adjective for this is convenient . These everyday buttons have to be convenient ."
    },
    {
      "author": "Rob",
      "text": "Professor Connor goes on to say a bit more about why buttons are so appealing. What’s his opinion?"
    },
    {
      "author": "Professor Steven Connor",
      "text": "You know what I think? I think it's down to the fidgeting instinct of very digital or manual creatures. I think we want to fidget with things and adjust them, we want to make them slightly better…  I guess it's the grooming instinct in apes."
    },
    {
      "author": "Rob",
      "text": "So then, why can’t we resist buttons?"
    },
    {
      "author": "Neil",
      "text": "Because as humans we have a fidgeting instinct. We can’t stay still for very long, we need to move around a lot because we are very digital creatures."
    },
    {
      "author": "Rob",
      "text": "The use of digital though, is nothing to do with modern online technology, is it?"
    },
    {
      "author": "Neil",
      "text": "No, a digit is a finger or toe. So we are digital creatures – we have fingers and we like to use them."
    },
    {
      "author": "Rob",
      "text": "And one thing other digital creatures do, creatures like apes, is grooming . That is they use their hands to clean the body hair of other apes. They look through the hair for insects and bugs and pull them out and eat them. But we can also use the word grooming for humans, someone who is well-groomedfor example is neat and tidy, clean and well presented. Here’s Professor Connor again."
    },
    {
      "author": "Professor Steven Connor",
      "text": "You know what I think? I think it's down to the fidgeting instinct of very digital or manual creatures. I think we want to fidget with things and adjust them, we want to make them slightly better… I guess it's the grooming instinct in apes."
    },
    {
      "author": "Rob",
      "text": "Before we wrap up, time to get the answer to this week’s question. Some people have a fear of buttons, it’s a recognised phobia, but what’s it called? Is it"
    },
    {
      "author": "Neil",
      "text": "I didn’t, but I don’t think it can be ‘buttonophobia’, that’d be too easy. And I think coulrophobia is a fear of clowns, so I’m going for the other one - koumpounophobia."
    },
    {
      "author": "Rob",
      "text": "That it right. Buttonophobia is a made up word, and as you said, coulrophobia is a fear of clowns. Right, now let’s review today’s vocabulary."
    },
    {
      "author": "Neil",
      "text": "We’ve been talking about buttons . These can be small round things we use to fasten our clothes, or the things that we push to make something happen."
    },
    {
      "author": "Rob",
      "text": "Buttons can be a temptation . We see one, we want to push it. So a temptation is something that makes us want to do something we know we shouldn’t."
    },
    {
      "author": "Neil",
      "text": "And then we had the adjective convenient . Something that is convenient is easy to use without difficulty. For example the buttons to call a lift are at a very convenient height, they can be reached easily."
    },
    {
      "author": "Rob",
      "text": "Professor Connor went on to talk about our fidgeting instinct. As humans we love to fidget , we like to keep moving around, we can’t stay still for very long and we love to do stuff with our hands."
    },
    {
      "author": "Neil",
      "text": "The professor talked about us being digital creatures, which means creatures with fingers – a digit is another word for a finger or toe."
    },
    {
      "author": "Rob",
      "text": "And finally we had grooming ."
    },
    {
      "author": "Neil",
      "text": "This is the habit of making ourselves look nice by cleaning, washing and doing our hair. It’s something some animals, such as apes, do for each other."
    },
    {
      "author": "Rob",
      "text": "Well the button here in the studio is flashing, which tells me it’s time to wrap up for today.  Do join us next time and if you can’t wait, you can always find us on Instagram, Facebook, Twitter, YouTube our App and of course on our website bbclearningenglish.com. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye! Can I just press that button?"
    }
  ],
  "authors": [
    "",
    "Rob",
    "Neil",
    "Professor Steven Connor"
  ]
}