{
  "title": "Is music getting faster?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06xtvqd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190117",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190117_6min_english_faster_music_download.mp3",
  "intro": [
    "Music producers are adapting their songs for modern technology. Researchers have found long instrumental introductions to pop songs have become almost extinct. Neil and Rob discuss this new trend and teach you some vocabulary."
  ],
  "this_week_question": [
    "In 2017 Luis Fonsi's summer hit Despacito officially became the most streamed song of all time. Do you know approximately, how many times it was streamed? Was it:",
    "a) 1.6 billion times,",
    "b) 3.6 billion times, or",
    "c) 4.6 billion times?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "streaming",
      "desc": "describes the activity of listening or watching music, radio or videos directly from the internet as a continuous stream"
    },
    {
      "text": "commercial success",
      "desc": "something that is popular and makes lots of money – like a new computer game or pop song"
    },
    {
      "text": "catchy",
      "desc": "something that attracts attention and is easy to remember"
    },
    {
      "text": "playlist",
      "desc": "list of songs that a radio station plans to play or list of songs you compile yourself on a streaming service"
    },
    {
      "text": "driving",
      "desc": "(here) having a strong influence"
    },
    {
      "text": "register",
      "desc": "record, count or measure something – like the download of a file"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Today we’re discussing music and the idea that songs are becoming faster. What music do you like, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh me? I like rock music. It has good vocals and it's loud! How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, I like anything and I prefer streaming my music actually. No old-fashioned CDs to buy and load up – it's easier to play and you can play it anywhere! And streaming is where you listen or watch music or videos directly from the internet as a continuous stream."
    },
    {
      "author": "Rob",
      "text": "Did you know that some people believe that streaming music online is actually changing the songs people write? And it might be leading to songs getting faster."
    },
    {
      "author": "Neil",
      "text": "Well, that's what we're discussing today. Let's hope it doesn't happen to this programme, otherwise we might become Three Minute English! But before it does, let's get on with our question for everyone to answer. In 2017 Luis Fonsi's summer hit Despacito officially became the most streamed song of all time. Do you know approximately, how many times it was streamed? Was it:"
    },
    {
      "author": "Rob",
      "text": "I know the song was popular but 4.6 billion sounds too big – so I'll go for a) 1.6 billion."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we'll find out later in the programme. But now back to our discussion about how music producers are adapting their songs for modern technology. Researchers have found long instrumental introductions to pop songs have become almost extinct."
    },
    {
      "author": "Rob",
      "text": "Of course the aim of many pop songs is to be enjoyed by many – to be popular - but they also need to be a commercial success – they need to make money."
    },
    {
      "author": "Neil",
      "text": "Brendan Williams, a music producer and professor of music technology can explain what he thinks influences the songs. Here he is speaking on BBC Radio 4's You and Yours programme…"
    },
    {
      "author": "Brendan Williams",
      "text": "I think that, you know, one of the things that’s driving this, there are a number of things. They’re all radio, they’re all singles designed for radio playlists . Radio playlists are extremely important factors in judging the success of a track and obviously do feed into the kind of commercial success of a track."
    },
    {
      "author": "Neil",
      "text": "So, he mentions that radio playlists are important factors. A playlist is a list of songs that a radio station plans to play. And he says that radio playlists affect the commercial success of a song."
    },
    {
      "author": "Rob",
      "text": "By the way he called a song a track – that's a recorded piece of music. And notice how he used the word driving which means having a strong influence. So getting a song played on the radio is important and it has to be made in a way that will suit the radio station's playlist."
    },
    {
      "author": "Neil",
      "text": "Now, we know there are thousands of songs out there to listen to – and plenty of ways to listen to them – so how can record companies get someone to listen to their particular song?"
    },
    {
      "author": "Rob",
      "text": "Well, have a listen to Brendan Williams again to see what he thinks…"
    },
    {
      "author": "Brendan Williams",
      "text": "… But then there’s the influence of streaming services like Spotify, where if a track isn’t played for at least 30 seconds then it doesn’t register a play and Spotify…"
    },
    {
      "author": "Rob",
      "text": "Well, it seems songs no longer have an 'intro' – the instrumental piece of music that's played before the singing begins. In the old days, radio DJs – disc jockeys who played the records – loved to talk over that bit! Now we need to get to the lyrical content – that's the lyrics or the words of the song - as soon as possible."
    },
    {
      "author": "Neil",
      "text": "So, the theory, or idea, is to present listeners with vocals and a chorus more quickly, as it will make them want to continue listening! That's because if a song isn't streamed for more than 30 seconds, it doesn't register a play – it doesn't get measured or recorded as a play – so it doesn't make money."
    },
    {
      "author": "catchy",
      "text": "So a song needs to hook the listener in quickly – in other words it needs to attract their attention and be easy to remember – another word for this is  . Do you have any favourite catchy songs, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh, I do, I do. It's got to be Happy by Pharrell Williams. A very catchy song."
    },
    {
      "author": "Neil",
      "text": "Well, something that is always catchy in this programme is our quiz question. Earlier I mentioned that in 2017, Luis Fonsi's summer hit Despacitoofficially became the most-streamed song of all time. Did you know approximately, how many times it was streamed? Was it:"
    },
    {
      "author": "Rob",
      "text": "And I went for a staggering 1.6 billion times."
    },
    {
      "author": "Neil",
      "text": "Well, it's not staggering enough, Rob. It was actually streamed 4.6 billion times."
    },
    {
      "author": "Rob",
      "text": "Amazing. That's a number that we can only dream of for this programme – or is it?! Well Neil, shall we download to our memory, some of the vocabulary we've learnt today?"
    },
    {
      "author": "Neil",
      "text": "Streaming describes the activity of listening or watching music, radio or videos directly from the internet as a continuous stream."
    },
    {
      "author": "Rob",
      "text": "Something that is a commercial success is popular and makes lots of money – like a new computer game or pop song."
    },
    {
      "author": "Neil",
      "text": "A good pop song, Rob – not something annoying like Gangnam Style."
    },
    {
      "author": "Rob",
      "text": "Well, that was a huge commercial success because it was catchy – a word that describes something that attracts attention and is easy to remember."
    },
    {
      "author": "Neil",
      "text": "We also mentioneda playlist – that's a list of songs that a radio station plans to play. And we also use the same word – playlist – to describe a list of songs you compile yourself on a streaming service."
    },
    {
      "author": "driving",
      "text": "We also heard the adjective  , which in the context of our discussion means having a strong influence."
    },
    {
      "author": "register",
      "text": "And we mentioned the verb to  . If you register something you record, count or measure it. Like every download of this programme is registered. But how do we download this programme, Rob?"
    },
    {
      "author": "Rob",
      "text": "By going to our website at bbclearningenglish.com."
    },
    {
      "author": "Neil",
      "text": "And we have an app too – download it for free and stream all of our content!"
    },
    {
      "author": "Rob",
      "text": "Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Brendan Williams",
    "catchy",
    "driving",
    "register"
  ]
}