{
  "title": "Are food allergies more common now?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06z2qr3.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190221",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190221_6min_food_allergies_download.mp3",
  "intro": [
    "Research has suggested that food allergies may be more common these days than they were in the last 20 or 30 years. Why might this be? Is it linked to our diet? And are there any signs that a child might go on to develop a food allergy as an adult? Neil and Rob discuss if food allergies are becoming more common, and teach you new vocabulary."
  ],
  "this_week_question": [
    "One of the most common food allergies is to peanuts. What kind of food is a peanut? Is it:",
    "A) a vegetable B) a nut or C) a legume",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "food allergies",
      "desc": "medical problems that are caused by eating certain foods robust studies detailed, thorough and accurate research"
    },
    {
      "text": "prevalence",
      "desc": "a noun referring to how often or how frequent something is"
    },
    {
      "text": "eczema",
      "desc": "a medical condition of the skin"
    },
    {
      "text": "a significant increase",
      "desc": "a large, noticeable rise in the number of something"
    },
    {
      "text": "to put something down to something",
      "desc": "to say that one thing is the reason for another"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "And, hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "In 6 Minute English we often talk about food, don’t we, Rob?"
    },
    {
      "author": "Rob",
      "text": "Oh yes! And I love food. It’s a very important topic."
    },
    {
      "author": "Neil",
      "text": "We know that too much of the wrong kind of food can be bad for our health. But there is another way that food can be harmful for some people."
    },
    {
      "author": "Rob",
      "text": "Yes, you’re right. Some people have food allergies . They can become very ill if they eat certain foods such as peanuts, shellfish, milk and so on. So, Neil, do you have any food allergies ?"
    },
    {
      "author": "Neil",
      "text": "Fortunately I don't, but my daughter is allergic to tree nuts, and so she gets very ill if she eats those."
    },
    {
      "author": "Rob",
      "text": "Oh dear! Well, it seems as if there are more food allergies these days, or more people have them. Or maybe it’s just in the news more."
    },
    {
      "author": "Neil",
      "text": "Well, that’s a very interesting point because that is the topic of this programme. Before we find out more though, here is our question. One of the most common food allergies is to peanuts. Now, what kind of food is a peanut? Is it:"
    },
    {
      "author": "Rob",
      "text": "Oh, come on! A peanut is a nut! There’s a clue in the name there, Neil! But that would be too easy, wouldn't it? So I’m going to say that I’ve got no idea what a legume is, so that’s my answer. C."
    },
    {
      "author": "Neil",
      "text": "I’ll have the answer at the end of the programme. To help answer the question as to whether food allergies are more common now, here’s Dr Adam Fox, who was speaking on The Food Programme on BBC Radio 4. Does he think there has been an increase?"
    },
    {
      "author": "Dr Adam Fox",
      "text": "I think we can be very confident if you look back over, say, 30 or 40 years that there are much more allergic problems around now than there were. So, for example, very robust studies that look at prevalence of things like eczema , food allergy do show really significant increases over 20, 30 years, for example."
    },
    {
      "author": "Neil",
      "text": "Has there been an increase?"
    },
    {
      "author": "Rob",
      "text": "Well, yes. He says there have been significant increases . This means there has been a 'clear and obvious rise'."
    },
    {
      "author": "Neil",
      "text": "Why does he think that?"
    },
    {
      "author": "Rob",
      "text": "He said that there have been robust studies . A study is a piece of research and if you say a study is robust , it means that it was 'very detailed and conducted thoroughly to a high standard'."
    },
    {
      "author": "Neil",
      "text": "He said that these studies looked at the prevalence of a few things. Prevalence is a noun that refers to how common something is, how often it happens."
    },
    {
      "author": "Rob",
      "text": "One of the things they looked at as well as food allergies was eczema . This is a skin condition that usually happens in childhood. The skin can get, red, itchy and painful over different parts of the body."
    },
    {
      "author": "Neil",
      "text": "Here’s Dr Fox again."
    },
    {
      "author": "Dr Adam Fox",
      "text": "I think we can be very confident, if you look back over, say, 30 or 40 years that there are much more allergic problems around now than there were. So, for example, very robust studies that look at prevalence of things like eczema , food allergy do show really significant increases over 20, 30 years, for example."
    },
    {
      "author": "Neil",
      "text": "So what is the reason for the increase in food allergies ? Is it genetics? Dr Fox again."
    },
    {
      "author": "Dr Adam Fox",
      "text": "We certainly can’t put it down to genetics. And we now understand that there is a key role for eczema . So, there’s a pretty direct relationship between whether you’ve got eczema during infancy and your likelihood of getting a food allergy ."
    },
    {
      "author": "Neil",
      "text": "Is it genetics?"
    },
    {
      "author": "Rob",
      "text": "No, he says 'you can’t put it down to genetics' which means 'you can’t explain it' by genetics."
    },
    {
      "author": "Neil",
      "text": "In fact, according to the research, if you have eczema as a child, you are more likely to develop food allergies . Here's Dr Fox one more time."
    },
    {
      "author": "Dr Adam Fox",
      "text": "Dr Adam Fox We certainly can’t put it down to genetics. And we now understand that there is a key role for eczema . So, there’s a pretty direct relationship between whether you’ve got eczema during infancy and your likelihood of getting a food allergy ."
    },
    {
      "author": "Neil",
      "text": "OK! Now, time to review our vocabulary, but first, let’s have the answer to the quiz question. I asked: what kind of food is a peanut? Is it:"
    },
    {
      "author": "Rob",
      "text": "I said C) a legume, because that was only one I didn’t know and it can’t be as simple as being a nut!"
    },
    {
      "author": "Neil",
      "text": "An inspired guess! If you said C) legume, then congratulations. Despite the name, a peanut is not actually a nut. Rather conveniently though, we don’t have time for me to explain exactly why it’s not a nut, but I’m sure you’re smart enough to look it up yourself."
    },
    {
      "author": "Rob",
      "text": "So, you’re not going to explain it?"
    },
    {
      "author": "Neil",
      "text": "No, sorry, we don’t have the time."
    },
    {
      "author": "Rob",
      "text": "Sounds to me like you’re allergic to hard work, Neil!"
    },
    {
      "author": "Neil",
      "text": "Nice link to today’s vocabulary. We do have time for that. Today we’ve been looking at the topic of food allergies . This is when a particular food causes a medical problem."
    },
    {
      "author": "Rob",
      "text": "The problem could be minor or it could be very serious, even fatal and these are called allergic reactions ."
    },
    {
      "author": "Neil",
      "text": "The topic has been investigated with robust studies . This is research that has been done in a very detailed, accurate and thorough way."
    },
    {
      "author": "Rob",
      "text": "The next word was the noun prevalence . This is used to talk about how common or how frequent something is. In this research, they examined the prevalence of food allergies in certain age groups."
    },
    {
      "author": "Neil",
      "text": "Closely connected to food allergies is eczema . This is a medical condition that makes your skin dry, painful and itchy over different parts of the body."
    },
    {
      "author": "Rob",
      "text": "It was reported that there had a been a significant increase in the number of people suffering from eczema and food allergies . A significant increase is a big and important increase."
    },
    {
      "author": "Neil",
      "text": "And finally we had the phrase to put something down to something . This means 'to say one thing is the reason for another'. In this case, you couldn’t put the increase in food allergies down to genetics."
    },
    {
      "author": "Rob",
      "text": "You know what I put the success of 6 Minute English down to ?"
    },
    {
      "author": "Neil",
      "text": "No, what's that, Rob?"
    },
    {
      "author": "Rob",
      "text": "Your great knowledge of different subjects and skill as a presenter and communicator."
    },
    {
      "author": "Neil",
      "text": "Well, that’s very kind of you… but I still don’t have time to explain what a legume is! In fact now it’s time to wrap up this edition of 6 Minute English. We look forward to your company again soon. In the meantime, check us out in all the usual places, online and on social media. We are BBC Learning English. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Dr Adam Fox",
    "Dr Adam Fox"
  ]
}