{
  "title": "High heels",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06ybnz1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190207",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190207_6min_english_high_heels_download.mp3",
  "intro": [
    "Uncomfortable and unsafe to wear or irresistibly glamorous? And why don't men wear them too? Neil and Rob discuss the popularity of high-heeled shoes and teach you related vocabulary."
  ],
  "this_week_question": [
    "Vickrant Mahajan from India set the Guinness World Record for polishing the most shoes. Do you know how many pairs he polished in eight hours? Was it…",
    "a) 151 pairs",
    "b) 251 pairs",
    "c) 351 pairs?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "oppression",
      "desc": "being forced to do something by someone more powerful"
    },
    {
      "text": "glamour",
      "desc": "the quality of looking fashionable and attractive"
    },
    {
      "text": "transformative",
      "desc": "great improvement or positive change"
    },
    {
      "text": "otherworldly",
      "desc": "belonging to an imaginary world rather than the real world"
    },
    {
      "text": "act of subordination",
      "desc": "making someone do something to give them less authority or power"
    },
    {
      "text": "to draw parallels",
      "desc": "to highlight the similarities between two distinct things"
    },
    {
      "text": "flamboyant",
      "desc": "someone or something brightly coloured and that attracts attention"
    },
    {
      "text": "work ethic",
      "desc": "belief that working hard is morally right"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. Welcome to 6 Minute English, I'm Neil. And joining me it's Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Today, we'll be discussing whether wearing high-heeled shoes is a fashion statement or a sign of oppression – and by that I mean something you have to wear because someone has told you to."
    },
    {
      "author": "Rob",
      "text": "Now Neil, whatever style of shoe you choose to wear, it's good to polish them and keep them looking shiny and new – but one man from India called Vickrant Mahajan, set the Guinness World Record for polishing the most shoes. Do you know how many pairs he polished in eight hours? Was it…"
    },
    {
      "author": "Neil",
      "text": "Well, if it was me, it would be no more than one pair – but as it's a world record, I'm going to go for 351 pairs. Hopefully you'll give me the answer later! But let's focus now on high heels."
    },
    {
      "author": "Rob",
      "text": "Yes. It's a style of shoe worn by women around the world. But why do millions of people choose to walk on strange, stilt-like shoes?"
    },
    {
      "author": "Neil",
      "text": "Studies have suggested wearing high heels can lead to damage to the muscles and skeleton. But despite this, they are worn to look professional in the workplace or for glamour – a word to describe the quality of looking fashionable and attractive."
    },
    {
      "author": "Rob",
      "text": "And of course, they are associated with female glamour, which is something Tim Edwards, Honorary Fellow in Sociology at the University of Leicester, has been talking about on the BBC Radio 4 programme, Thinking Allowed. Here he is describing why he thinks that is…"
    },
    {
      "author": "Tim Edwards, Honorary Fellow in Sociology at the University of Leicester",
      "text": "Women's shoes in particular kind of have this kind of transformative or even magical quality - they can do something for a woman, and it's quite difficult to kind of draw parallels quite like that with men in a sense of which it almost becomes something slightly otherworldly . However one views it, as something which is a kind of act of subordination or an act of empowerment etc, there is a sense in which your experience is changed - you are suddenly raised 3-4-5-6 inches higher, your balance is altered, your experience is transformed."
    },
    {
      "author": "Neil",
      "text": "So, he describes high heels as having a magical quality. He uses the word transformative – meaning a great improvement or positive change – so they transform or improve how someone looks."
    },
    {
      "author": "Rob",
      "text": "Well, they do make you taller and that can make you feel more powerful or important. Tim even said it becomes otherworldly – an adjective to describe belonging to an imaginary world rather than the real world."
    },
    {
      "author": "Neil",
      "text": "Magical shoes do sound otherworldly but Tim also mentioned that wearing high heels could be seen as an act of subordination – that's making someone do something to give them less authority or power."
    },
    {
      "author": "Rob",
      "text": "Well I guess that's only if you are forced to wear them. But there's another interesting point here – men don't have a style of footwear that can define them."
    },
    {
      "author": "Neil",
      "text": "Yes, it's just sandals for you and sports trainers for me. In fact Tim Edwards says it's difficult to draw parallels with men's shoes. When you draw parallels between two distinct things, it means you highlight the similarities – but here he's saying it's difficult to find similarities. Men have nothing special to wear on their feet."
    },
    {
      "author": "Rob",
      "text": "Of course there is nothing to stop men wearing high heels – although personally I don't think I'd be able to keep my balance – but Tim Edwards suggests it would be viewed with suspicion. Let's hear what he has to say…"
    },
    {
      "author": "Tim Edwards, Honorary Fellow in Sociology at the University of Leicester",
      "text": "I think the issue with men and footwear is that if you think of more contemporary culture - I mean the guy who kind of wears overly- flamboyant shoes or shoes which are not black, brown or flat is viewed with a degree of suspicion - either in terms of his sexuality, or in terms of his work ethic - or in terms of his kind of general moral, well, you know, his moral standards in other kinds of ways."
    },
    {
      "author": "Neil",
      "text": "He says that if you don't wear a regular, ordinary black, brown or flat style of shoe, you might be viewed with suspicion. Men who wear shoes that are flamboyant – that's brightly coloured and that attracts attention – have their sexuality or their attitude to work judged."
    },
    {
      "author": "Rob",
      "text": "He mentions someone's work ethic – that's the belief that working hard is morally right. A man who wears flamboyant shoes may have a different attitude to work. It sounds like quite an old-fashioned view. Neil It does, and let's hope people don't judge you when you go out wearing your sandals and socks! But now, how about giving us the answer to the question you set earlier."
    },
    {
      "author": "Rob",
      "text": "Yes. I told you about Vickrant Mahajan, who set the Guinness World Record for polishing the most shoes. I asked if you knew how many pairs he polished in eight hours."
    },
    {
      "author": "Neil",
      "text": "And I guessed 351 pairs. Come on, was I right?"
    },
    {
      "author": "Rob",
      "text": "I'm afraid not, Neil. The answer was 251 pairs. It's still quite a lot – that's 502 individual shoes and I'm not sure if he actually got paid for doing it."
    },
    {
      "author": "Neil",
      "text": "Right, let's polish up some of our English vocabulary and remind ourselves of some of the words we've discussed today, starting with oppression ."
    },
    {
      "author": "Rob",
      "text": "Oppression is when you are forced to do something by someone more powerful."
    },
    {
      "author": "Neil",
      "text": "We talked about glamour – a word to describe the quality of looking fashionable and attractive."
    },
    {
      "author": "Rob",
      "text": "Our next word was transformative – meaning a great improvement or positive change."
    },
    {
      "author": "Neil",
      "text": "Otherworldly is an adjective to describe belonging to an imaginary world rather than the real world – it's magical or special."
    },
    {
      "author": "Rob",
      "text": "We also discussed an act of subordination – that's making someone do something to give them less authority or power. To draw parallels is an idiom meaning to highlight the similarities between two distinct things."
    },
    {
      "author": "Neil",
      "text": "And we mentioned flamboyant – that describes someone or something brightly coloured and that attracts attention."
    },
    {
      "author": "Rob",
      "text": "Finally, we talked about work ethic – that's the belief that working hard is morally right. Something that both Neil and I have!"
    },
    {
      "author": "Neil",
      "text": "And that brings to the end of the programme. Don't forget to visit our website at bbclearningenglish.com. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye bye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Tim Edwards, Honorary Fellow in Sociology at the University of Leicester"
  ]
}