{
  "title": "Unicorns",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06zdc4h.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190228",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190228_6min_english_unicorns_download.mp3",
  "intro": [
    "From goods in shops to political conversations - it seems that unicorns are back on trend. Rob and Neil discuss the reason for it an teach you related vocabulary."
  ],
  "this_week_question": [
    "What do we call the study of legendary creatures like the Loch Ness Monster, Big Foot and unicorns? Is it:",
    "a) Cryptozoology,",
    "b) Protozoology,",
    "c) Paleozoology?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "enchanted",
      "desc": "with a magical atmosphere"
    },
    {
      "text": "a feat",
      "desc": "a difficult task, something that is hard to achieve"
    },
    {
      "text": "a panacea",
      "desc": "a cure"
    },
    {
      "text": "potent",
      "desc": "strong and powerful"
    },
    {
      "text": "to deploy",
      "desc": "to use something for a particular purpose e.g. the army were deployed to help protect the refugees"
    },
    {
      "text": "pressing",
      "desc": "a  matter or issue is an important one that needs to be sorted urgently e.g. finding a solution to climate change is a  matter"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And hello, I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now, then, Rob, what do you know about unicorns?"
    },
    {
      "author": "Rob",
      "text": "Ah, well, the unicorn is a fantasy creature from history. In our tradition it looks like a white horse with a single spiral horn coming out of its head. Why do you ask?"
    },
    {
      "author": "Neil",
      "text": "Well, funnily enough, unicorns are the topic of this programme. Before we learn more though, a question. What do we call the study of legendary creatures like the Loch Ness Monster, Big Foot and unicorns? Is it: a) Cryptozoology, b) Protozoology, or c) Paleozoology? Have you got any idea about that, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah, well, I know this because it was the topic of a 6 Minute English programme a while back, in 2008, to be exact. So I think I'll keep the answer to myself."
    },
    {
      "author": "Neil",
      "text": "OK, well for everyone else, we'll have the answer later in the programme. Over the last few years unicorns have been popping up all over the place - on T-shirts, in movies, as toys and even in political conversations. Why is this? Natalie Lawrence is a natural historian. She appeared on the BBC's Woman's Hour programme to discuss the topic. Listen out for the answer to this question: Why does she say people used to drink out of unicorn horns?"
    },
    {
      "author": "Natalie Lawrence",
      "text": "Those original stories were developed in a time when magic actually existed in the world. The world was still very enchanted … the idea that the unicorn is a very strong animal and also that could achieve magical feats , so unicorn horn used to be seen as a panacea for all sorts of ills and a guard against poison. So people used to drink out of unicorn horn cups to prevent themselves getting poisoned, and I think that idea of it being magical and having magical powers has still come through today."
    },
    {
      "author": "Neil",
      "text": "Why did they drink from unicorn horn cups?"
    },
    {
      "author": "Rob",
      "text": "Well, they were supposed to have magical powers so people drank from them so they wouldn't get poisoned."
    },
    {
      "author": "Neil",
      "text": "Yes, she said they could perform magical feats . A feat is something that is difficult to do or achieve - like recording this programme without making a mistake, that's a real feat!"
    },
    {
      "author": "Rob",
      "text": "Well, we usually do it. It must just be unicorn magic."
    },
    {
      "author": "Neil",
      "text": "No, just the magic of editing, Rob! Now, she also said that unicorn horn was seen as a panacea . What does that mean?"
    },
    {
      "author": "Rob",
      "text": "A panacea is another word for a cure - something that can protect you from illness or help you recover if you are sick. But is all this true, about the unicorn horn?"
    },
    {
      "author": "Neil",
      "text": "Well, seeing as how unicorns don't and never have existed, it's unlikely to be true. She says these stories come from a time when the world was enchanted . This means it was a time when people believed in magic and the possibility of mysterious creatures from mysterious parts of the world. It seems as if these days people are looking for a bit of magic, a bit of enchantment in their lives. The unicorn has also come to be a term commonly used in politics to refer to unrealistic ideas and plans. Why is this? Here's Natalie Lawrence again."
    },
    {
      "author": "Natalie Lawrence",
      "text": "Because it's such a potent cultural symbol at the moment it's being deployed in one of the most pressing issues of our time, as well, so… and the idea of the UK trying to be its own special unicorn potentially…"
    },
    {
      "author": "Neil",
      "text": "So Rob, what is she talking about here?"
    },
    {
      "author": "Rob",
      "text": "Well, we are in a very complicated time politically in the UK at the moment. She says they are pressing times. A term which means something important but difficult has to be done in a very short time. A pressing matter is an important one that has to be dealt with urgently."
    },
    {
      "author": "Neil",
      "text": "Now, at the time of recording our parliament can't agree on the current pressing matter of Brexit and each side says the other has unicorns. There's nothing special or magical about these unicorns - it's a negative comment - a unicorn is a fantasy idea - a plan that has no chance of working,"
    },
    {
      "author": "Rob",
      "text": "She says unicorns are a potent symbol - which means they are a very strong and recognisable symbol."
    },
    {
      "author": "Neil",
      "text": "And this symbol is being used, or as she said being deployed . This is the same word that would be used when you send a military force somewhere. You deploy the army in a military conflict, and in the current political conflict they are deploying the word 'unicorn'! Here’s Natalie Lawrence again."
    },
    {
      "author": "Natalie Lawrence",
      "text": "Because it's such a potent cultural symbol at the moment it's being deployed in one of the most pressing issues of our time, as well, so… and the idea of the UK trying to be its own special unicorn potentially…"
    },
    {
      "author": "Neil",
      "text": "Right, our pressing matter now is the vocabulary review. Before that though, the answer to this week's question: What do we call the study of legendary creatures like the Loch Ness Monster, Big Foot and unicorns. Is it: a) Cryptozoology, b) Protozoology, or c) Paleozoology? Rob, you knew the answer to this, didn't you?"
    },
    {
      "author": "Rob",
      "text": "I did, yes. If you look back at our archive to September 2008 you will find an episode all about a) Cryptozoology."
    },
    {
      "author": "Neil",
      "text": "Well done, if you got that right - particularly if you remember that programme! Now, vocabulary from this programme. There was enchanted to talk about a time when magic was believed to be real."
    },
    {
      "author": "Rob",
      "text": "A feat is something that is very difficult to achieve and a panacea is a cure."
    },
    {
      "author": "Neil",
      "text": "Something that's potent is strong and powerful and if you deploy something, you use it, you put it into operation."
    },
    {
      "author": "Rob",
      "text": "And something pressing is urgent, it needs to be done soon."
    },
    {
      "author": "Neil",
      "text": "Right, that's it from us for now. Hope you can join us again soon. If you can't wait, you can find bbclearningenglish on social media, online and on our very own app. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Natalie Lawrence"
  ]
}