{
  "title": "What's on your to-do list?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p072v6bw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190307",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190307_6min_english_life_admin_download.mp3",
  "intro": [
    "Pay bills, clean the house... these are boring tasks we all have to do regularly even if we don't feel like it. They're part of what we call 'life admin'. Neil and Rob discuss what could make life admin tasks more interesting and teach you related vocabulary."
  ],
  "this_week_question": [
    "The website Hotels.com commissioned some research about how much time young adults – that's millennials - spend doing life admin. Do you know what proportion of their free time they spend doing life admin tasks? Is it…",
    "a)    a quarter of a day",
    "b)    a third of a day",
    "c)    half a day?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a chore",
      "desc": "a boring, ordinary task you do regularly"
    },
    {
      "text": "admin",
      "desc": "short for 'istration' –  the activities and tasks you have to do to make a business, organisation or just your life, run smoothly"
    },
    {
      "text": "aka",
      "desc": "also known as"
    },
    {
      "text": "utility company",
      "desc": "a company that supplies something such as electricity, gas, or water to the public"
    },
    {
      "text": "procrastinate",
      "desc": "delay doing things until later, probably because you don't want to do them"
    },
    {
      "text": "super-doers",
      "desc": "an informal term to describe people who get satisfaction out of doing life admin and do lots of it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English, I'm Neil. And joining me it's Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Now Rob, would you say you're someone who is quite organised?"
    },
    {
      "author": "Rob",
      "text": "I'd like to think so."
    },
    {
      "author": "Neil",
      "text": "What's the best way to organise everything?"
    },
    {
      "author": "Rob",
      "text": "You need a 'to-do' list – a list of all the jobs you need to do that you can work your way through."
    },
    {
      "author": "Neil",
      "text": "That's a good idea and something we can include in today's discussion about life admin. Admin is short for administration – that describes the activities and tasks you have to do to make a business or organisation run smoothly – but life admin is administration you have to do to make your day-to-day life run smoothly – like doing housework, or paying a bill. And the first thing on my 'to-do' list is to ask you and the listeners, a question."
    },
    {
      "author": "Rob",
      "text": "Yes, you wouldn't want to forget that."
    },
    {
      "author": "Neil",
      "text": "So, the website Hotels.com commissioned some research about how much time young adults – that's millennials - spend doing life admin. Do you know what proportion of their free time they spend doing life admin tasks? Is it…"
    },
    {
      "author": "Rob",
      "text": "Based on my personal experience, I would say about a quarter of a day."
    },
    {
      "author": "Neil",
      "text": "Well, we'll see if you're the same as other people at the end of the programme. But as we all know, life admin is necessary but it can be a bit of a chore – a boring, ordinary task you do regularly."
    },
    {
      "author": "Rob",
      "text": "Experts have studied the subject and looked at how we do it and how we can make it less boring. One of them is Elizabeth Emens, Professor of Law at Columbia University and author of The Art of Life Admin."
    },
    {
      "author": "Neil",
      "text": "She's been speaking to the BBC Radio 4 programme, Woman's Hour, and described what she thought life admin is…"
    },
    {
      "author": "Elizabeth Emens, Professor of Law at Columbia University",
      "text": "Life admin is the office work of life, it's the invisible layer of work that is the kind of thing that managers and secretaries, aka admins, do for pay in the office but that everyone does in their own lives for free."
    },
    {
      "author": "Rob",
      "text": "She calls life admin the invisible layer of work – so it's work, tasks or chores we carry out that people don't notice we're doing – or don't realise we have to do them it's extra work in our life."
    },
    {
      "author": "Neil",
      "text": "And we don't get paid for it – unless we're at work when it is the role of someone to do it – such as secretaries or aka admins – aka is short for 'also known as' – so secretaries might also be known as admins – that is short for people who do administration."
    },
    {
      "author": "Rob",
      "text": "Right, so we know life admin is boring and we don't get paid for it – and also, trying to renew your house insurance or trying to query a bill with a utility company can be frustrating and feels like a waste of time. A utility company by the way, is one that supplies something such as electricity, gas, or water to the public."
    },
    {
      "author": "Neil",
      "text": "My problem is I never get round to doing my life admin – there are better things to do – so you could say I procrastinate – I delay doing things until later, probably because I don't want to do them."
    },
    {
      "author": "Rob",
      "text": "You are what Elizabeth classifies as an 'admin avoider'. So this is where my to-do list comes in handy Neil. You have a written record of tasks that can be quite satisfying to cross off as you do them. But this is something Elizabeth Emens has found to work, at least for some people. Let's hear from her again. What type of people did she find get most satisfaction from completing a to-do list?"
    },
    {
      "author": "Elizabeth Emens, Professor of Law at Columbia University",
      "text": "If you've ever made a list and put things on it you've already done, just to cross them out, then you know the kind of 'done it' pleasure that goes with that. But actually I interviewed people, especially the super-doers that I interviewed, actually can find real pleasure in the actual doing of it - so trying to understand how we can get to that when we have to do it - how we can make it so that there is some meaning in it and some texture and there're ways of doing it that please us."
    },
    {
      "author": "Neil",
      "text": "So she was describing the super-doers – these are the people who love admin and would spend an evening putting their book collection into alphabetical order!"
    },
    {
      "author": "Rob",
      "text": "Elizabeth mentioned that we should learn from the super-doers and get some 'done it' pleasure in doing our life admin. We need to find a meaning for doing it – in other words, what is represents – so we can see the benefit of completing our to-do list."
    },
    {
      "author": "Neil",
      "text": "How we find pleasure from doing life admin is different for different people – so personally, I think I'll stick with being an 'admin avoider' – but that might explain why I just got charged extra for not paying my credit card bill on time!"
    },
    {
      "author": "Rob",
      "text": "Well, please don't avoid giving us the answer to the quiz question you asked us earlier."
    },
    {
      "author": "Neil",
      "text": "Yes. Earlier I asked, researchers, commissioned by Hotels.com, polled 2,000 young professionals about their lives. How much of their free time do they spend doing life admin? Is it…"
    },
    {
      "author": "Rob",
      "text": "And I said a) a quarter of a day."
    },
    {
      "author": "Neil",
      "text": "Yes, they spend a quarter of their days carrying out tasks like doctor’s appointments, waiting in for packages to be delivered and doing household chores. Boring!"
    },
    {
      "author": "Rob",
      "text": "Unlike this programme Neil, which is not a chore – one of the words we discussed today."
    },
    {
      "author": "Neil",
      "text": "Yes, our vocabulary today included chore - a boring, ordinary task you do regularly."
    },
    {
      "author": "Rob",
      "text": "We also mentioned admin , short for administration –  the activities and tasks you have to do make a business, organisation or just your life, run smoothly."
    },
    {
      "author": "Neil",
      "text": "We heard aka – meaning 'also known as' – so for example, Rob aka The master of 6 Minute English!"
    },
    {
      "author": "Rob",
      "text": "Thanks very much Neil. Next we heard utility company . That's a company that supplies something such as electricity, gas, or water to the public. And we also heard how Neil likes to procrastinate – that's delay doing things until later, probably because he doesn't want to do them."
    },
    {
      "author": "Neil",
      "text": "Finally, we mentioned super-doers – an informal term to describe people who get satisfaction out of doing life admin and do lots of it."
    },
    {
      "author": "Rob",
      "text": "Like me."
    },
    {
      "author": "Neil",
      "text": "Well, it's time to go now but there's plenty more to discover on our website at bbclearningenglish.com. Goodbye for now."
    },
    {
      "author": "Rob",
      "text": "Bye bye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Elizabeth Emens, Professor of Law at Columbia University"
  ]
}