{
  "title": "Side hustles",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p071ghm4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190328",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190328_6min_english_side_hustles_download.mp3",
  "intro": [
    "A quarter of workers in the UK are thought to have a side hustle. It seems that more and more people want to put their skills and passions into practice to make extra money. These tend to be entrepreneurial young people who want to work on their own projects alongside their main source of income. Are you one of them? Neil and Rob discuss side hustles and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to the employee ratings website Glassdoor, which job is thought to be best to have in the UK this year? Is it…",
    "a)    a software engineer",
    "b)    a teacher, or",
    "c)    an audit manager?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to make ends meet",
      "desc": "to have just enough money to pay for the things you need"
    },
    {
      "text": "sideline",
      "desc": "an extra job you do alongside your main job"
    },
    {
      "text": "sacrificing",
      "desc": "giving up or going without something"
    },
    {
      "text": "accustomed",
      "desc": "familiar with"
    },
    {
      "text": "creative balance",
      "desc": "a good mix of doing creative and uncreative tasks"
    },
    {
      "text": "grind",
      "desc": "something tiring, difficult or boring which involves lots of effort"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil. This is the programme where in just six minutes we discuss an interesting topic and teach some related English vocabulary. Joining me to do this is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Now Rob, we know your main job is to work here at BBC Learning English but do you have a second job?"
    },
    {
      "author": "Rob",
      "text": "There's no time for two jobs Neil, but if there was, I think I'd take photographs and sell them. I do love photography so I might as well make some money from it."
    },
    {
      "author": "Neil",
      "text": "Good thinking, Rob! And having a second job, particularly one that involves using your skills and allows you to follow your interests, is called a side hustle."
    },
    {
      "author": "Rob",
      "text": "Yes, a side hustle. It's something more and more of us are involved with these days. And that's what we'll be talking about shortly."
    },
    {
      "author": "Neil",
      "text": "Well, my side hustle should be quiz master, because I'm always asking questions and today is no exception. According to the employee ratings website Glassdoor, which job is thought to be the best to have in the UK this year? Is it… a)    a software engineer b)    a teacher, o c)    an audit manager?"
    },
    {
      "author": "Rob",
      "text": "Hmm, well, I suspect b) a teacher."
    },
    {
      "author": "Neil",
      "text": "Well, you’ll have to wait until the end of the programme to find out. But let's talk more about side hustles – or a second job. For some people having two jobs is a necessity – a way to make ends meet . That means 'having just enough money to pay for the things you need'."
    },
    {
      "author": "Rob",
      "text": "That's true but it now seems that more people want to put their skills and passions into practice to make extra money."
    },
    {
      "author": "Neil",
      "text": "According to research by Henley Business School, around one in four workers run at least one side-hustle business, half of which were started in the past two years. Those aged 25 to 34 are most likely to be involved with 37% thought to run a sideline of some kind. A sideline also describes an extra job you do alongside your main job. BBC Radio 5 Live spoke to someone whose side hustle was so satisfying that that it turned into her day job. Here is Elspeth Jackson, founder of Ragged Life, to explain why."
    },
    {
      "author": "Elspeth Jackson, founder of Ragged Life",
      "text": "It's a different environment entirely because you're leaving essentially a very regular wage that you'd get the same amount in month after month, you can put aside savings, the same amount every month and you have that certain amount of security. But now I don't think I could go back to one of these big companies because you'd essentially be sacrificing the flexibility which is something I've become very accustomed to now."
    },
    {
      "author": "Neil",
      "text": "Things have worked out well for Elspeth. But there were risks – for example, leaving behind the security- the safety – of a regular job and of course, a regular income."
    },
    {
      "author": "Rob",
      "text": "Elspeth liked making rag rugs. This has given her flexibility in her life and returning to work at a big company would be sacrificing that. That means 'giving something up' or 'going without it'."
    },
    {
      "author": "Neil",
      "text": "And for Elspeth, her side hustle has become a full-time job and she's become accustomed to her lifestyle. It's become familiar or normal."
    },
    {
      "author": "Rob",
      "text": "The BBC also spoke to Becci Mae Ford, who works some of the time for a telecommunications company to pay the bills, but spends the rest of her time developing her own crafting company Ellbie Co. How did she find having two jobs?"
    },
    {
      "author": "Becci Mae Ford, Ellbie Co.",
      "text": "I think it just gives me creative balance , and obviously working for the telecoms firm it gets me out the house and gets me to meet people in a social environment. It can be difficult to juggle the two though definitely. It's definitely a grind. It's a lot harder than people think it's going to be."
    },
    {
      "author": "Neil",
      "text": "So Becci implies that it's not always easy to have a side hustle. The benefit for her is the creative balance – a good mix of doing office-based work, regular tasks and a routine, with working creatively, making things and getting pleasure from it."
    },
    {
      "author": "Rob",
      "text": "But juggling – or balancing these two things is difficult and she described her side hustle as sometimes being a grind – hard work, tiring and occasionally boring.  But overall, it does make her happy."
    },
    {
      "author": "Neil",
      "text": "Now something that would make me happy is to give you the answer to today's quiz question. Earlier I asked you, according to the employee ratings website Glassdoor, which job is thought to be the best to have in the UK this year? Is it… a)    a software engineer b)    a teacher, or c)    an audit manager?"
    },
    {
      "author": "Rob",
      "text": "Yes and I said b) a teacher – always the best job in the world!"
    },
    {
      "author": "Neil",
      "text": "Sadly not, Rob. Apparently, it is c) an audit manager that is considered to be the best job to have this year. Audit managers are responsible for organising and overseeing internal audits. The result was based on three factors: average annual base salary, the current number of job openings, and job satisfaction, according to ratings shared by employees on the website over the past 12 months."
    },
    {
      "author": "Rob",
      "text": "So sounds like an interesting job for a side hustle, but before I head off for a career change, let's remind ourselves of the main vocabulary we've discussed, starting with to make ends meet."
    },
    {
      "author": "Neil",
      "text": "When we make ends meet , we have just enough money to pay for the things we need."
    },
    {
      "author": "Rob",
      "text": "Next, we mentioneda sideline which describes an extra job you do alongside your main job."
    },
    {
      "author": "Neil",
      "text": "Then we had sacrificing . That means giving up something important or going without something."
    },
    {
      "author": "Rob",
      "text": "Accustomed is a word to mean usual or normal. If you get accustomed to doing something, it becomes the normal way of doing it – it becomes familiar."
    },
    {
      "author": "Neil",
      "text": "We also talked about the expression creative balance . That describes getting the best mix of doing creative and uncreative tasks."
    },
    {
      "author": "Rob",
      "text": "And finally, grind describes doing something that is tiring, difficult, sometimes boring and involves lots of effort ."
    },
    {
      "author": "Neil",
      "text": "Well this programme has not been a grind, Rob. It's been six minutes of pleasure. Don't forget you can learn more English with us on our website bbclearningenglish.com."
    },
    {
      "author": "Rob",
      "text": "Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Elspeth Jackson, founder of Ragged Life",
    "Becci Mae Ford, Ellbie Co."
  ]
}