{
  "title": "Debating veganism: How to change someone's opinion",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p06zq5wd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190314",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190314_6_min_english_veganism_download.mp3",
  "intro": [
    "Veganism is a controversial issue with strong opinions in favour and against. However, these opinion are less based on facts than you might think. What are they based on? And how can we convince someone to change an opinion? Dan and Rob find out and teach you new vocabulary."
  ],
  "this_week_question": [
    "Which one of these items can a lacto-ovo-vegetarian eat?",
    "a) pork b) fish or c) cheese",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "fad",
      "desc": "something that is popular but only for a short time"
    },
    {
      "text": "mainstream",
      "desc": "something that has become accepted by most people as normal"
    },
    {
      "text": "polarised",
      "desc": "a situation that causes people to divide into two groups with opposing views"
    },
    {
      "text": "immoral",
      "desc": "something that society thinks is wrong or not acceptable"
    },
    {
      "text": "peripheral",
      "desc": "relates to things that are not as important as the main argument but are connected to it / situated on the edge"
    },
    {
      "text": "decent",
      "desc": "good or good enough"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan and joining me is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Dan",
      "text": "Here at BBC Learning English, we're always discussing diets."
    },
    {
      "author": "Rob",
      "text": "I am on a sea-food diet. When I see food, I just have to eat it!"
    },
    {
      "author": "Dan",
      "text": "I suppose there's no chance of converting you to a vegan diet, is there? That seems be the most talked about food fad at the moment – a fad is something that is popular but only for a short time."
    },
    {
      "author": "Rob",
      "text": "Of course, veganism – that's not eating or using any products that come from animals – may be more than a fad. It could be a lifestyle that improves our health and the planet. And it could be here to stay. But personally, me becoming a vegan would take some persuading."
    },
    {
      "author": "Dan",
      "text": "I'm sure it would.  And in this programme we'll be discussing the debate about veganism and how it's sometimes difficult to change people's minds. But first a question to answer. We've mentioned what a vegan eats but what about a lacto-ovo-vegetarian? Which one of these items can they eat? Is it:"
    },
    {
      "author": "Rob",
      "text": "I'll say b) they can eat fish."
    },
    {
      "author": "Dan",
      "text": "Well, you’ll have to wait until the end of the programme to find out. But now back to veganism. According to some national surveys, there are now around 3.5 million full-time vegans in the UK... and the number is growing!"
    },
    {
      "author": "Rob",
      "text": "And what was recently a radical lifestyle choice is slowly moving into the mainstream – or has become accepted by most people as normal."
    },
    {
      "author": "Dan",
      "text": "Advocates of veganism say their healthy lifestyle would also free up space and resources for growing food and it would help reduce greenhouse gas emissions."
    },
    {
      "author": "Rob",
      "text": "Yeah, but come on Dan. Having a meat-free diet means you might not get all the nutrients you need."
    },
    {
      "author": "Dan",
      "text": "Well, this is all part of the debate, Rob. There's always two sides to an argument and it's something that's been discussed on BBC Radio 4's Farming Today programme. They spoke to Dr Jutta Tobias Mortlock, a senior lecturer in organisational psychology at London's City University, who explained why views about veganism are so polarised – that 'means causing people to divide into two groups with opposing views'."
    },
    {
      "author": "Dr Jutta Tobias Mortlock",
      "text": "This issue touches on personal beliefs , and beliefs always trump facts and so, often when we talk about beliefs, we're touching on important values. Values are the things that guide our opinion over what's right versus what's wrong. And so whenever people argue over whether it's right or wrong to eat meat, they are in fact not debating the facts around this issue, they're actually debating the beliefs about what's moral or immoral about this."
    },
    {
      "author": "Dan",
      "text": "So it seems in the whole debate about veganism we are basing our views on beliefs. A belief is something we feel is true or real. Our beliefs are based on our values – those are the things we think are right and wrong."
    },
    {
      "author": "Rob",
      "text": "And when we argue over the rights and wrongs of veganism, we base it on our values – not hard facts. We talk about our view on what is immoral – so what society thinks is wrong or not acceptable. But basically, there is no right or wrong answer."
    },
    {
      "author": "Dan",
      "text": "That's why we need facts, Rob."
    },
    {
      "author": "Rob",
      "text": "So Dan, what can I do if I want to win you over to becoming an omnivore, like me?"
    },
    {
      "author": "Dan",
      "text": "According to Dr Jutta, there are two main routes to winning someone over: a direct, fact-based approach or a 'peripheral route', which might be more effective. Let's hear her explain how it works."
    },
    {
      "author": "Dr Jutta Tobias Mortlock",
      "text": "If I'm working with you and I'm trying to get you to come round to my side, I might not focus on the central facts. I might focus on the peripheral stuff around how I'm constructing my argument. I'd look for ways of how they overlap as people, like what do they have in common? And that's a way to debate an issue such as this controversial one in a way to get people to feel connected to each other and to actually feel that they value each other as decent human beings."
    },
    {
      "author": "Rob",
      "text": "Interesting! This is a more subtle way of winning an argument. She says we should focus on the peripheral stuff – these are the things that are not as important as the main argument but are connected to it."
    },
    {
      "author": "Dan",
      "text": "So we could say we're looking for common ground – things that both sides agree on or at least understand. Dr Jutta talked about making both sides feel connected. And it's a good point. Even if you don't want to be a vegan, you should respect someone's choice to be one."
    },
    {
      "author": "Rob",
      "text": "Yes, it's all about valuing someone as a decent human being. Decent means 'good and having good moral standards'. Like us, Dan!"
    },
    {
      "author": "Dan",
      "text": "Well, they're wise words, Rob! Of course, it would be morally wrong – immoral – not to give you the answer to our quiz question. Earlier I asked which one of these items can a lacto-ovo-vegetarian eat."
    },
    {
      "author": "Rob",
      "text": "I said b) fish."
    },
    {
      "author": "Dan",
      "text": "Sorry, no – that's something they can't eat – but they can eat cheese. A lacto-ovo-vegetarian is a person who eats vegetables, eggs, and dairy products but does not eat meat."
    },
    {
      "author": "Rob",
      "text": "No meat! No steak! How can they enjoy eating?!"
    },
    {
      "author": "Dan",
      "text": "Rob, remember as a decent human beings, we respect all views here."
    },
    {
      "author": "Rob",
      "text": "Just joking – but now I'm deadly serious about reviewing some of the vocabulary we've discussed today."
    },
    {
      "author": "Dan",
      "text": "OK. Our first word was fad . A fad is something that is popular but only for a short time."
    },
    {
      "author": "Rob",
      "text": "Next, we mentioned mainstream. Something that is mainstream has become accepted by most people as normal."
    },
    {
      "author": "Dan",
      "text": "Then we had polarised – that describes a situation that causes people to divide into two groups with opposing views."
    },
    {
      "author": "Rob",
      "text": "A belief is something we feel is true or real. And immoral describes something that society thinks is wrong or not acceptable."
    },
    {
      "author": "Dan",
      "text": "We also mentioned peripheral, which relates to things that are not as important as the main argument, but are connected to it. It also means situated on the edge."
    },
    {
      "author": "Rob",
      "text": "And finally, decent means good or good enough."
    },
    {
      "author": "Dan",
      "text": "Don't forget you can learn more English with us on our website at bbclearningenglish.com."
    },
    {
      "author": "Rob",
      "text": "Bye for now."
    },
    {
      "author": "Dan",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Dan",
    "Rob",
    "Dr Jutta Tobias Mortlock"
  ]
}