{
  "title": "Why do we feel awkward?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p070rp20.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190404",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190404_6min_awkward_download.mp3",
  "intro": [
    "We all know the feeling. That horrible uncomfortable silence where we freeze up, or look away or just want to turn invisible. Awkwardness can strike anyone in the wrong circumstances. But why does it happen? How is it connected to rules and what does it have to do with society? Neil and Dan find out and teach you related vocabulary."
  ],
  "this_week_question": [
    "Which city has the oldest underground railway? Is it:",
    "a) London b) New York or c) Tokyo",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "awkward",
      "desc": "(adjective), ness (noun) feeling uncomfortable, self-conscious or embarrassed in a social situation"
    },
    {
      "text": "implicit",
      "desc": "not spoken or written down, but still understood"
    },
    {
      "text": "social rules",
      "desc": "the way we behave in society in particular situations so that we can live together peacefully"
    },
    {
      "text": "to govern",
      "desc": "to rule, to control"
    },
    {
      "text": "to illuminate",
      "desc": "to make something easier to understand, to clarify"
    },
    {
      "text": "to breach (a rule)",
      "desc": "to break (a rule)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Dan",
      "text": "And I'm Dan."
    },
    {
      "author": "Neil",
      "text": "Now then, Dan, do you ever feel awkward ?"
    },
    {
      "author": "Dan",
      "text": "Awkward ?"
    },
    {
      "author": "Neil",
      "text": "Yes, feeling uncomfortable, embarrassed or self-conscious in a social situation where something isn’t quite right."
    },
    {
      "author": "Dan",
      "text": "Sometimes. I remember always feeling very awkward watching TV with my parents if there was an explicit love scene. You know, people canoodling."
    },
    {
      "author": "Neil",
      "text": "Oh yes, me too! And that feeling of awkwardness is what we are looking at in today's 6 Minute English, and how it is all connected to social rules ."
    },
    {
      "author": "Dan",
      "text": "Social rules are the unspoken rules which we follow in everyday life - the way we interact with other people and particularly with strangers."
    },
    {
      "author": "Neil",
      "text": "Yes. For example, if you’re waiting at a bus stop, it’s OK to talk about the weather to a stranger."
    },
    {
      "author": "Dan",
      "text": "But it would be very awkward if you broke that social rule by asking them about, oh I don't know, how much money they earned."
    },
    {
      "author": "Neil",
      "text": "Oh yes, that would be wrong, wouldn't it? And we’ll find out about another awkward situation on the underground railway later in the programme. Before that though, a quiz. Which city has the oldest underground railway? Is it:"
    },
    {
      "author": "Dan",
      "text": "Aha! Well, I’m pretty confident about this! I think it’s London."
    },
    {
      "author": "Neil",
      "text": "Well, I’ll have the answer later in the programme. Dr Raj Persuad is a psychologist. He was a guest on the BBC radio programme Seriously. He was talking about social rules . How does he say they affect our lives?"
    },
    {
      "author": "Dr Raj Persaud",
      "text": "How do we understand what the implicit social rules are that govern our behaviour? They're so implicit. They're so almost invisible - yet we all obey them - i.e. they're massively powerful that the only way to get at them, because you couldn't use an MRI brain scanner or a microscope… What's the tool you would use to illuminate the social rules that actually govern our lives?"
    },
    {
      "author": "Neil",
      "text": "How do they affect our lives?"
    },
    {
      "author": "Dan",
      "text": "He says that they govern our behaviour, they govern our lives – this means that they 'control' our lives. They 'rule' our lives."
    },
    {
      "author": "Neil",
      "text": "What’s interesting is that he says these social rules are implicit . They are not written down anywhere. They are unspoken but understood."
    },
    {
      "author": "Dan",
      "text": "If they are unspoken and not written down, how can scientists and sociologists study them? How can they find out about them? They need a way to illuminate the rules. This means a way of shining a metaphorical light on them to see what they are."
    },
    {
      "author": "Neil",
      "text": "Here’s Dr Persaud again."
    },
    {
      "author": "Dr Raj Persaud",
      "text": "How do we understand what the implicit social rules are that govern our behaviour? They're so implicit. They're so almost invisible - yet we all obey them i.e. they're massively powerful that the only way to get at them, because you couldn't use an MRI brain scanner or a microscope… What's the tool you would use to illuminate the social rules that actually govern our lives?"
    },
    {
      "author": "Neil",
      "text": "One way to find out about a rule is to break it. Another word for 'break' when we're talking about rules is breach and breaching experiments were used to learn about social rules . Here's Dr Persaud describing one of those experiments."
    },
    {
      "author": "Dr Raj Persaud",
      "text": "You breached the social rule on purpose. So a classic one – people would go into the Metro, the underground railway – Tube – and there'd be only one person sitting in a carriage. You would go and sit next to that person. And if that led to awkwardness or discomfort, where the person got off the tube stop immediately, you had discovered a social rule ."
    },
    {
      "author": "Neil",
      "text": "So, what was the experiment?"
    },
    {
      "author": "Dan",
      "text": "Well, quite simply, find a nearly empty train carriage and then go and sit right next to someone rather than a distance away. If that person then feels uncomfortable or awkward , and that's something you can tell by watching their behaviour – for example, do they change seat, move carriage or get off the train completely? If they do, then you know you’ve discovered a rule."
    },
    {
      "author": "Neil",
      "text": "So you find a rule by breaking it or breaching it. OK, time to review our vocabulary, but first, let’s have the answer to the quiz question. I asked which city has the oldest underground railway. Is it:"
    },
    {
      "author": "Dan",
      "text": "I was! I said London, but now I’m having second thoughts. I think it might be New York."
    },
    {
      "author": "Neil",
      "text": "Oh… That's a little bit awkward, isn't it? Well, it is London, so I don't know if you're right or wrong! I feel a bit uncomfortable now. The facts are that London opened in 1863. New York was 1904 and Tokyo, 1927. Well done, and extra bonus points if you knew any of those dates. Now it's time for our vocabulary. I hope it doesn’t make you feel awkward , but you can you start, Dan?"
    },
    {
      "author": "Dan",
      "text": "Of course! And the adjective awkward , and its noun awkwardness , are on our list for today. They mean 'an uncomfortable feeling in a social situation'."
    },
    {
      "author": "Neil",
      "text": "This is all connected with the idea of social rules – unspoken, but well known rules which we follow in daily life to avoid awkward situations."
    },
    {
      "author": "Dan",
      "text": "The rules, as Neil said, are not spoken and they are not written down but we know them and understand them. They are implicit ."
    },
    {
      "author": "Neil",
      "text": "And these implicit rules govern our lives. The verb govern means to 'control and rule'."
    },
    {
      "author": "Dan",
      "text": "To see something clearly, either in reality or metaphorically, you need to put some light on it. You need illuminate it. And that was the next of our words, the verb illuminate ."
    },
    {
      "author": "Neil",
      "text": "And finally we had a word which means, when we're talking about rules, the same as break, to breach ."
    },
    {
      "author": "Dan",
      "text": "In experiments they breached the rules to learn more about them."
    },
    {
      "author": "Neil",
      "text": "Well, we don’t want to breach any rules so it’s time for us to leave you for today. But don’t worry we will be back. In the meantime, you can find us in all the usual places online and on social media, just look for BBC Learning English. Bye for now."
    },
    {
      "author": "Dan",
      "text": "Bye-bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Dr Raj Persaud"
  ]
}