{
  "title": "Rabbits: cuddly friends or cunning tricksters?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p071yyhn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190418",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190418_6min_english_rabbits_download.mp3",
  "intro": [
    "The animal people often associate with Easter is not free from controversy. Rabbits are cute and fluffy and a most adorable creature for some, but others find it a pest that can multiply rapidly and cause problems. Even in literature rabbits have been represented in very different ways: from the sweet characters of Beatrix Potter, to tricksters like Peter Rabbit. Neil and Rob talk about these furry animals and teach you related vocabulary."
  ],
  "this_week_question": [
    "In the last rabbit survey in 1995, how many were estimated to exist in the UK? Is it...",
    "a) 370,500",
    "b) 3,750,000, or",
    "c) 37,500,000?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a fan of",
      "desc": "something somebody who is keen on something"
    },
    {
      "text": "endemic",
      "desc": "very common or strongly established in a place or situation"
    },
    {
      "text": "a warren",
      "desc": "an underground area where rabbits live, but also a building or a part of a town where there are lots of confusing passageways or streets where it is easy to get lost"
    },
    {
      "text": "a predator",
      "desc": "an animal that hunts and kills another animal"
    },
    {
      "text": "paradoxical",
      "desc": "something that has two opposing characteristics making it hard to understand"
    },
    {
      "text": "a trickster",
      "desc": "someone who deceives people to get what they want"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English, I'm Neil. And joining me is Rob."
    },
    {
      "author": "Rob",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Rob, when we think of Easter, what do you think of?"
    },
    {
      "author": "Rob",
      "text": "Chocolate!"
    },
    {
      "author": "Neil",
      "text": "Well, yes chocolate Easter eggs are an obvious symbol of Easter. But there is an animal people often associate with Easter..."
    },
    {
      "author": "Rob",
      "text": "Rabbits! Cute, adorable and fluffy – what's not to like about a rabbit?"
    },
    {
      "author": "Neil",
      "text": "Well, not everyone is a fan of them – by not a fan of I mean they don't like them. Some people think they are a pest.  But we'll be telling you more about rabbits shortly."
    },
    {
      "author": "Rob",
      "text": "That's good to know. Well, I'll tell you what I am a fan of and that is your quiz questions – so what are you going to ask me today?"
    },
    {
      "author": "Neil",
      "text": "It's all about wild rabbits. In the last rabbit survey in 1995, how many were estimated to exist in the UK? Is it..."
    },
    {
      "author": "Rob",
      "text": "I know rabbits are everywhere in the UK but not 37 million of them – so I'll go for b) 3,750,000."
    },
    {
      "author": "Neil",
      "text": "Well, you’ll have to wait until the end of the programme to find out. But you're right when you say rabbits are everywhere in the UK. It's probably true in other countries too. You could say they are endemic – meaning very common or strongly established in a place or situation."
    },
    {
      "author": "Rob",
      "text": "But are they a typically British wild animal?"
    },
    {
      "author": "Neil",
      "text": "They are now but it's believed they were brought to the country by invaders – some say The Romans, others The Normans. But they eventually spread across the UK. Victoria Dickinson is author of a book called Rabbit and she's been telling the BBC Radio 4 programme Costing The Earth about what helped them spread..."
    },
    {
      "author": "Victoria Dickinson, author",
      "text": "It was really by the middle of the 17th Century when people really started to think about rabbit as being particularly British...and certainly there were more rabbits in Britain than in the rest of Europe. There was a calculation done that there are over 400 villages and towns in Britain with the word ' warren ' in their name. So the rabbits were raised in Britain but they really kept to their warrens until there was the rise of fox hunting - when their predators disappeared rabbits do what rabbits do best, and they started to multiply and become wild, feral rabbits throughout the land."
    },
    {
      "author": "Neil",
      "text": "So Victoria knows a thing or two about rabbits – and said the word ' warren ' used in town and village names, is evidence that they've been in the UK since the mid-17th Century. A warren is the area underground where rabbits live with lots of holes and connected passages."
    },
    {
      "author": "Rob",
      "text": "But today we use the word warren to mean a building or part of a town where there are lots of confusing passageways or streets. It's a kind of place where you get lost."
    },
    {
      "author": "Neil",
      "text": "But it was rabbit warrens where rabbits would live until hunting, particularly fox hunting, was introduced and that killed many of the rabbit's predators. A predator is an animal that hunts and kills another animal."
    },
    {
      "author": "Rob",
      "text": "Now, Victoria was talking about feral rabbits – so wild rabbits – not the sort people keep at pets in a rabbit hutch.  Moving on – I'm interested to know why not everyone loves these cute little creatures, I mean, think of the rabbit characters in the Beatrix Potter stories."
    },
    {
      "author": "Neil",
      "text": "Well they weren't always well behaved. And Victoria Dickinson spoke to the Costing the Earth programme about this. What word did she use to describe rabbits having the two opposite sides to their character?"
    },
    {
      "author": "Victoria Dickinson, author",
      "text": "The rabbit is a paradoxical animal; it has a lot of faces if you will. It's both wild and tame, it's timid but also has its reputation as trickster rabbit - if you think of Peter Cottontail, or you think of Br'er Rabbits - and I think our relationship with rabbit is the rabbit of the nursery rhyme, the rabbit of childhood or you think of Peter Rabbit."
    },
    {
      "author": "Rob",
      "text": "She said that rabbits are paradoxical animals – that's the word that describes them having two opposing characteristics."
    },
    {
      "author": "Neil",
      "text": "Yes – we think of them as wild, maybe a trickster – someone who deceives people to get what they want. Like Peter – what a cheeky rabbit!"
    },
    {
      "author": "Rob",
      "text": "But we also think of rabbits as tame – we have nursery rhymes about them, kids have soft cuddly rabbit toys. I say that they're the perfect symbol for Easter."
    },
    {
      "author": "Neil",
      "text": "OK Rob, if you say so. But now let me answer the question I set you earlier. In the last survey of rabbits in 1995, how many were estimated to exist in the UK? Was it..."
    },
    {
      "author": "Rob",
      "text": "I said b) 3,750,000."
    },
    {
      "author": "Neil",
      "text": "Well, you're wrong Rob! A government survey put the population in the UK at 37.5 million – so a lot more. But despite its reputation, a recent survey suggests rabbit numbers in the UK have declined by around 60 per cent over the last 20 years."
    },
    {
      "author": "Rob",
      "text": "That is sad news. But let's cheer ourselves up with a recap of the vocabulary we've discussed today, starting with a fan of ."
    },
    {
      "author": "Neil",
      "text": "When someone is a fan of something, they are keen on it, they like it a lot. If you're not a fan of something – you don't like it."
    },
    {
      "author": "Rob",
      "text": "We mentioned endemic - meaning very common or strongly established in a place or situation."
    },
    {
      "author": "Neil",
      "text": "And we talked about a warren – an underground area where rabbits live, but also a building or a part of a town where there are lots of confusing passageways or streets where it is easy to get lost."
    },
    {
      "author": "Rob",
      "text": "A predator is an animal that hunts and kills another animal."
    },
    {
      "author": "Neil",
      "text": "Paradoxical describes things that have two opposing characteristics making it hard to understand."
    },
    {
      "author": "Rob",
      "text": "And a trickster is someone who deceives people to get what they want."
    },
    {
      "author": "Neil",
      "text": "Well, I’m no trickster, it really has been six minutes so it's time to call it a day. Please join us next time."
    },
    {
      "author": "Rob",
      "text": "Bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Victoria Dickinson, author"
  ]
}