{
  "title": "The rise in popularity of the comfy shoe",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p071lclk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190425",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190425_6min_comfy_footwear_download.mp3",
  "intro": [
    "Despite what Neil's been told, comfortable shoes, such as trainers, are considered more acceptable these days than ever before. This is because more and more people are wearing them. But what has caused this rise in popularity? Has it happened suddenly, or over time? And is Neil wearing high heels? Find out and everything and learn the related vocabulary."
  ],
  "this_week_question": [
    "Which famous sports clothing company's first pair of running shoes was inspired by the square pattern on a waffle-making machine? Was it:",
    "a) Adidas b) Nike, or c) Puma",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "comfy",
      "desc": "(informal) comfortable"
    },
    {
      "text": "casualisation",
      "desc": "The process of becoming less formal and more relaxed, more casual"
    },
    {
      "text": "streetwear",
      "desc": "a style of casual clothing especially worn by young people from urban settings"
    },
    {
      "text": "filter through",
      "desc": "appear or happen gradually over time"
    },
    {
      "text": "wellness",
      "desc": ""
    },
    {
      "text": "knobbly",
      "desc": "lumpy; having many raised areas on the surface"
    }
  ],
  "transcript": [
    {
      "author": "Dan",
      "text": "Hello and welcome to 6 Minute English. I'm Dan."
    },
    {
      "author": "Neil",
      "text": "Let me just sit down. Ah! And I'm Neil."
    },
    {
      "author": "Dan",
      "text": "Neil, are you wearing high heels?"
    },
    {
      "author": "Neil",
      "text": "Hang on. Ah! Not any more!"
    },
    {
      "author": "Dan",
      "text": "How did they feel?"
    },
    {
      "author": "Neil",
      "text": "Agony! How do women do this?"
    },
    {
      "author": "Dan",
      "text": "Why on earth are you wearing them?"
    },
    {
      "author": "Neil",
      "text": "Well, I wanted to look fashionable and cool! Everyone knows that high heels are the height of fashion – on the street, at work and at parties. I'm ready for anything!"
    },
    {
      "author": "Dan",
      "text": "I'm not so sure you're right there, Neil. Our topic for this 6 Minute English is about the rise in popularity of the comfy shoe. However, before we step into that, let's have our quiz question. Which famous sports clothing company's first pair of running shoes was inspired by the square pattern on a waffle-making machine? Was it:"
    },
    {
      "author": "Neil",
      "text": "Well, I have no idea, so I'm going to say Adidas because that's got marks."
    },
    {
      "author": "Dan",
      "text": "We'll have to wait until later to find out. So, what do you think of when I say comfy shoes?"
    },
    {
      "author": "Neil",
      "text": "Well, comfy is an adjective which is an informal way of saying 'comfortable'. So, I suppose we're talking trainers. But I was always told that trainers weren't appropriate for everywhere, like work and many formal or social places, such as parties, bars and clubs."
    },
    {
      "author": "Dan",
      "text": "Well, that certainly used to be the case, but that may not be as true any more. Victoria Moss is the Senior Fashion Editor at the Telegraph newspaper in the UK. Here she is speaking on BBC Radio 4's Woman's Hour about why trainers are considered more fashionable these days. Is it something that's happened very recently?"
    },
    {
      "author": "Victoria Moss",
      "text": "Victoria Moss Well I think it's been, sort of, coming on for a while. And I think one thing in fashion in the last 10 years has been a, sort of, mass casualisation of everything. And there's been a big streetwear trend, which has filtered through ."
    },
    {
      "author": "Dan",
      "text": "So, is it something that's happened very recently?"
    },
    {
      "author": "Neil",
      "text": "Apparently not, no. She said that there has been a mass casualisation of things over the last 10 years. Casualisation here means 'the process of becoming less formal and more relaxed' – 'more casual'."
    },
    {
      "author": "Dan",
      "text": "Yes! Society has relaxed its idea of what is considered formal or appropriate. In addition, we're told there has been a big streetwear trend. Streetwear is a style of casual clothing worn especially by young people from urban settings – that's the city."
    },
    {
      "author": "Neil",
      "text": "This trend has filtered through . If something filters through , it appears or happens gradually over time."
    },
    {
      "author": "Dan",
      "text": "So, presumably, the trend for streetwear filtered through from its specialised area into mainstream fashion until everyone was following it."
    },
    {
      "author": "Neil",
      "text": "Well, that explains why trainers are more fashionable these days, but it doesn't explain why people are wearing them more. Not everyone follows fashion, you know."
    },
    {
      "author": "Dan",
      "text": "Yes, Neil I can see that when I look at you. But you're forgetting the comfy part. Emma Supple is a podiatrist – a foot doctor - who also spoke on Woman's Hour. Here she is explaining why being comfy is so important. What are people doing more these days that they weren't before?"
    },
    {
      "author": "Emma Supple",
      "text": "So what we're actually talking about is, actually, people, for wellness walking more and doing more… and they're not going to do that in a lot of high heels… so trainers are changing the materials. There are now a lot of fabric trainers and if you've inherited foot problems, then that kind of fabric… they're wrapping around knobbly bits, and knobbly bits hurt."
    },
    {
      "author": "Dan",
      "text": "What are people doing more?"
    },
    {
      "author": "Neil",
      "text": "They're walking more and they're doing it for wellness . Wellness is the state of being healthy."
    },
    {
      "author": "Dan",
      "text": "As a result, trainers have had to change their materials to fabric to make themselves more comfortable."
    },
    {
      "author": "Neil",
      "text": "Not only that, but if you have any foot problems, these fabric, or cloth, trainers are better at fitting to the shape of your foot. That means if you have any knobbly bits, they won't hurt as much, which makes trainers more comfortable for everyone!"
    },
    {
      "author": "Dan",
      "text": "Knobbly is an adjective that means 'lumpy' – 'having many raised areas on the surface'."
    },
    {
      "author": "Neil",
      "text": "So, it's the combination of a change in fashion and a change in materials that's made trainers and other comfy shoes more popular than ever, right?"
    },
    {
      "author": "Dan",
      "text": "Exactly! And hard on the heels of that revelation, we can reveal the answer to our quiz question. Earlier I asked which famous sports clothing company's first pair of running shoes was inspired by the square pattern on a waffle-making machine. Was it:"
    },
    {
      "author": "Neil",
      "text": "I said Adidas"
    },
    {
      "author": "Dan",
      "text": "Sorry. The answer is Nike. In 1971 their co-founder Bill Bowerman was having breakfast when he saw the waffle machine and it inspired the design of Nike's first running shoe. Let's hope it was comfy one."
    },
    {
      "author": "Neil",
      "text": "Aha! It must be time to review our vocabulary! So, first we had comfy – an adjective which is an informal ways of saying 'comfortable'."
    },
    {
      "author": "Dan",
      "text": "Then we had casualisation . This describes the process of things, such as fashion or behaviour, becoming less formal and more casual."
    },
    {
      "author": "Neil",
      "text": "Next was streetwear . That describes a style of casual clothing that is worn especially by young people who live in cities."
    },
    {
      "author": "Dan",
      "text": "Then we heard filtered through . If something filters through , it appears or happens gradually over time. For example, has it filtered through to you yet, Neil, that high heels were a mistake?"
    },
    {
      "author": "Neil",
      "text": "Yes it has! They didn't do anything for my wellness , I can tell you, which means'the state of being healthy'."
    },
    {
      "author": "Dan",
      "text": "And lastly, we had knobbly .  This adjective means 'lumpy' or 'having many raised areas on the surface' - like skin when it gets cold. Do you have anything knobbly on your foot, Neil?"
    },
    {
      "author": "Neil",
      "text": "Probably! My feet are killing me!"
    },
    {
      "author": "Dan",
      "text": "I think we've found your Achilles heel!  However, it's time to go. But we will be back. In the meantime, you can find us in all the usual places online and on social media, just look for BBC Learning English. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Dan",
    "Neil",
    "Victoria Moss",
    "Emma Supple"
  ]
}