{
  "title": "m: Is it in our genes?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0759jv6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190516",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190516_6min_english_slimness_download.mp3",
  "intro": [
    "Scientists have found some evidence that our weight is not just controlled by what we eat. Research published in the journal PLOS Genetics, explains how twin studies have shown that about 40% of the variation in a person’s weight is influenced by their genes. Neil and Dan talk about diets and serve you a tasty helping of vocabulary."
  ],
  "this_week_question": [
    "What's the name of the popular diet that involves avoiding eating carbohydrates but involves eating as much fat and protein as they want? Is it…",
    "a) The Mediterranean diet",
    "b) The Atkins diet",
    "c) The Graham diet",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "paunch",
      "desc": "fat stomach that mostly men have"
    },
    {
      "text": "skinny",
      "desc": "very thin"
    },
    {
      "text": "willpower",
      "desc": "controlling your own behaviour to achieve something"
    },
    {
      "text": "come to terms",
      "desc": "(with something) start to accept the difficult or unpleasant situation you are in"
    },
    {
      "text": "judgemental",
      "desc": "quick to criticise people based on your own beliefs"
    },
    {
      "text": "burst",
      "desc": "sudden and short increase in something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil and joining me for this is Dan."
    },
    {
      "author": "Dan",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "And can I say Dan, you're looking very slim – it looks like your diet is working!"
    },
    {
      "author": "Dan",
      "text": "This is my normal figure – and I have not been on a diet. But it looks like you've actually put on a bit of weight."
    },
    {
      "author": "Neil",
      "text": "Well I may have a little paunch – or a fat stomach – but didn't you know that it's out of my control? Some of this has to do with my genes – not the ones I wear – but the cells in my body that control my development. That's what we'll be discussing in this programme."
    },
    {
      "author": "Dan",
      "text": "However our audience might describe themselves – tubby and overweight or thin and skinny , which means very thin – they're more than welcome to join us on this voyage of discovery. So let's start with answering a question."
    },
    {
      "author": "Neil",
      "text": "What's the name of the popular diet that involves avoiding eating carbohydrates and in which you can eat as much fat and protein as you like? Is it… a)    the Mediterranean diet, b)    the Atkins diet, or c)    the Graham diet?"
    },
    {
      "author": "Dan",
      "text": "I've heard of the Atkins diet, so I'll say b)."
    },
    {
      "author": "Neil",
      "text": "Well, you’ll have to wait a bit to find out. But Dan, you may have also heard of a crash diet – that's where someone makes a rapid change to the types of food they eat with the aim of losing weight quickly."
    },
    {
      "author": "Dan",
      "text": "Yes, I know that eating this way can be risky for your health and they don't always work."
    },
    {
      "author": "Neil",
      "text": "That's true and now scientists have some evidence that shows that our weight is not just controlled by what we eat. So it might be quite natural for someone to be thin or fat - it's all to do with their genes. Research published in the journal PLOS Genetics, explains how twin studies have shown that about 40% of the variation in a person’s weight is affected by their genes. And also, why thin, but healthy people have genetic advantages in terms of maintaining a healthy weight."
    },
    {
      "author": "Dan",
      "text": "So that means that losing weight isn't just about having willpower – that's controlling your own behaviour to achieve something – it's actually about something that's out of our control?"
    },
    {
      "author": "Neil",
      "text": "Yes, possibly. Let's hear from the study's author, Sadaf Farooqi, who is Professor of Metabolism and Medicine at the University of Cambridge, and has been a pioneer in the genetics of obesity for more than twenty years. Obesity, of course, is where someone is very overweight, in a way that is dangerous for their health. Here she is speaking on the BBC World Service programme, Health Check. What does she say might be one of the benefits of this research for people who are overweight?"
    },
    {
      "author": "Sadaf Farooqi, Professor of Metabolism and Medicine at the University of Cambridge",
      "text": "It actually can be very helpful in trying to get them to come to terms with some of the difficulties they may be having but also help them engage with help and support to try and encourage weight loss… I hope one of the main outcomes of this work might be, to a little bit, to start to get people thinking about that. Because people are very judgemental and tend to think, look if I can stay thin and control my weight why can't you? And what I would say to that is, well the data now shows that you're probably quite lucky in terms of the genes that you have rather than just being either morally superior or having better willpower ."
    },
    {
      "author": "Neil",
      "text": "Some interesting thoughts there. For people who are overweight, this research can help them come to terms with the struggle they may be having to lose weight. When you come to terms with something, you start to accept the difficult or unpleasant situation you are in."
    },
    {
      "author": "Dan",
      "text": "So I suppose she means accepting that if you're trying to shed a few pounds unsuccessfully, it's not all your fault. And it may stop people being so judgemental – that's so quick to criticise people based on their own beliefs."
    },
    {
      "author": "Neil",
      "text": "A slim person might say, \"Well, I ate less and lost weight, so why can't you?\" – and now we know things aren't quite that simple. You are just lucky to have the right genes but it doesn't make you 'morally superior'."
    },
    {
      "author": "Dan",
      "text": "So it's not just about having willpower."
    },
    {
      "author": "Neil",
      "text": "This research is much more detailed of course than we have time to explain here but for someone who is overweight, will they feel defeated?"
    },
    {
      "author": "Dan",
      "text": "Absolutely not, according to Professor Farooqi. For people who are obese, this research is helpful. Not only should it give them hope, it could lead to the develop medicines to help them."
    },
    {
      "author": "Neil",
      "text": "But as genes only play a part in our size and weight, we should all eat a healthy diet and do some exercise. And there is always new research about the best things to do and the right things to eat."
    },
    {
      "author": "Dan",
      "text": "Recently, research published in the British Journal of Sports Medicine, said that bursts of high intensity interval training may be more effective for weight loss than longer less intense workouts. A burst is a sudden and short increase in something."
    },
    {
      "author": "Neil",
      "text": "Even if diets don't help you lose weight – eating the balanced diet can certainly keep you healthy and make you feel good. And as I'm talking about diets, why don't I answer the question I asked you earlier? What's the name of the popular diet in which you should avoid eating carbohydrates but you can have as much fat and protein as you want? Is it… a)    the Mediterranean diet, b)    the Atkins diet, or c)    the Graham diet?"
    },
    {
      "author": "Dan",
      "text": "I said the Atkins diet."
    },
    {
      "author": "Neil",
      "text": "And that is correct, well done. This well-known low-carb diet was developed by the American physician and cardiologist Robert Atkins in the 1960s. Others low-card diets are available!"
    },
    {
      "author": "Dan",
      "text": "Neil, I think it's time we reminded ourselves of some of the vocabulary we've discussed today."
    },
    {
      "author": "Neil",
      "text": "Good idea. Let's talk about paunch – another name for a fat stomach that men like me – and you – have."
    },
    {
      "author": "Dan",
      "text": "Speak for yourself! I'm closer to skinny – a word to describe someone looking very thin and sometimes ill. Our next word was willpower . If you have willpower, you can control your own behaviour to achieve something."
    },
    {
      "author": "Neil",
      "text": "The next phrase, come to terms with something means you start to accept the difficult or unpleasant situation you are in."
    },
    {
      "author": "Dan",
      "text": "If you are judgemental ,you are quick to criticise people based on your own beliefs."
    },
    {
      "author": "Neil",
      "text": "And finally, we mentioned a burst of high intensity interval training. A burst is a sudden and short increase in something."
    },
    {
      "author": "Dan",
      "text": "Well we've had a burst of vocabulary there and it's time to say goodbye. Please join us next time."
    },
    {
      "author": "Neil",
      "text": "And of course don't forget our website, bbclearningenglish.com. Goodbye."
    },
    {
      "author": "Dan",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Dan",
    "Sadaf Farooqi, Professor of Metabolism and Medicine at the University of Cambridge"
  ]
}