{
  "title": "What to do when you can't sleep",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07b2zrn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190523",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190523_6min_when_you_cant_sleep_download.mp3",
  "intro": [
    "According to one expert in all things to do with sleep, there is one simple and effective solution - even if it seems like the opposite of what most people would suggest. Neil and Rob find out all about it and teach you the related vocabulary."
  ],
  "this_week_question": [
    "What is the record for the longest a human has gone without sleep? Is it:",
    "A) about seven days? B) about nine days? C) about 11 days?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "insomnia",
      "desc": "the condition of not being able to sleep"
    },
    {
      "text": "tossing and turning",
      "desc": "moving around a lot in bed and trying to get to sleep without success"
    },
    {
      "text": "counter-intuitive",
      "desc": "the opposite of what seems obvious or natural, but which may be correct"
    },
    {
      "text": "decades",
      "desc": "(here) many years"
    },
    {
      "text": "diluted",
      "desc": "made weaker"
    },
    {
      "text": "chronic",
      "desc": "long-lasting (of a medical condition)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "You look tired, Rob."
    },
    {
      "author": "Rob",
      "text": "Well, I didn’t sleep well last night. I was tossing and turning all night, but I couldn’t get to sleep."
    },
    {
      "author": "Neil",
      "text": "Well, that’s a coincidence, as our topic today is insomnia - the condition some people suffer from when they find it difficult to get to sleep when they go to bed."
    },
    {
      "author": "Rob",
      "text": "Thankfully I don’t really have insomnia, but every now and again, I find it difficult to get to sleep."
    },
    {
      "author": "Neil",
      "text": "Well, keep listening and we might have some advice to help with that, but first, a question: What is the record for the longest a human has gone without sleep? Is it:"
    },
    {
      "author": "Rob",
      "text": "All of those seem impossible! So I’ve got to go with the shortest - about seven days."
    },
    {
      "author": "Neil",
      "text": "Well, if you can stay awake long enough, I’ll let you know at the end of the programme. Dr Michael Grandner is an expert in all things to do with sleep. He was interviewed recently on the BBC radio programme Business Daily. He was asked what his best tip was to help you get to sleep if you are finding it difficult. What was his suggestion?"
    },
    {
      "author": "Dr Michael Grandner",
      "text": "And it sounds counter-intuitive , but trust me I’ve got decades of data behind this statement: If you cannot sleep, get out of bed."
    },
    {
      "author": "Neil",
      "text": "So Rob, how does he suggest you help yourself to get to sleep?"
    },
    {
      "author": "Rob",
      "text": "Well actually, he says that the best thing to do is to get out of bed!"
    },
    {
      "author": "Neil",
      "text": "That sounds exactly the opposite of what you should do, doesn’t it?"
    },
    {
      "author": "Rob",
      "text": "Well, he does say that his advice is counter-intuitive , which means exactly that. That it is the opposite of what you might expect."
    },
    {
      "author": "Neil",
      "text": "And he says that this advice is backed up by decades of research. A decade is a period of 10 years and when we say decades ,it’s a general term for many years, at least 20. Let’s hear that advice again from Dr Grandner."
    },
    {
      "author": "Dr Michael Grandner",
      "text": "And it sounds counter-intuitive , but trust me I’ve got decades of data behind this statement: If you cannot sleep, get out of bed."
    },
    {
      "author": "Neil",
      "text": "So why is getting out of bed good advice? Here’s the explanation from Dr Grandner."
    },
    {
      "author": "Dr Michael Grandner",
      "text": "When you’re in bed and you’re not asleep and you do that over, and over, and over again for extended periods of time, the ability of the bed to put you to sleep starts getting diluted . Not only that, it starts getting replaced by thinking, and tossing and turning , and worrying, and doing all these things. When you’re not asleep, get out of bed. This is probably one of the most effective ways to prevent chronic insomnia . It’s also one of the really effective ways to treat it. It won’t work 100% of the time, but it will actually work more than most people think."
    },
    {
      "author": "Neil",
      "text": "We normally sleep in beds. Beds are designed to make it easy to sleep, but if we can’t sleep, that makes the bed’s impact weaker. As Dr Grandner says, 'it dilutes the power of the bed to help us sleep'."
    },
    {
      "author": "Rob",
      "text": "When you dilute something, you make it weaker. For example, you can dilute the strength of a strong fruit juice by adding water to it."
    },
    {
      "author": "Neil",
      "text": "So if we stay in bed, tossing and turning , which is the expression we use to describe moving around in the bed trying to get to sleep, we begin to think of the bed as place where we don’t sleep rather than as a place where we do sleep. So, get out of bed to break the connection."
    },
    {
      "author": "Rob",
      "text": "This he says is a positive way to approach chronic insomnia . Chronic is an adjective that is used to describe conditions that are long-lasting. So we’re not talking here about occasionally not being able to get to sleep, but a condition where it happens every night."
    },
    {
      "author": "Neil",
      "text": "Let’s hear Dr Grandner again."
    },
    {
      "author": "Dr Michael Grandner",
      "text": "When you’re in bed and you’re not asleep and you do that over, and over, and over again for extended periods of time, the ability of the bed to put you to sleep starts getting diluted . Not only that, it starts getting replaced by thinking, and tossing and turning , and worrying, and doing all these things. When you’re not asleep, get out of bed. This is probably one of the most effective ways to prevent chronic insomnia . It’s also one of the really effective ways to treat it. It won’t work 100% of the time, but it will actually work more than most people think."
    },
    {
      "author": "Neil",
      "text": "Time to review today’s vocabulary, but first, let’s have the answer to the quiz question. What is the record for the longest a human has gone without sleep? Is it:"
    },
    {
      "author": "Rob",
      "text": "I thought it must be about seven days."
    },
    {
      "author": "Neil",
      "text": "Well, I’m afraid you’re not right. The answer, rather amazingly, is actually just over 11 days. Extra bonus points for anyone who knew that that was done in 1964 by someone called Randy Gardner."
    },
    {
      "author": "Rob",
      "text": "That’s extraordinary. It’s difficult to imagine even going a couple of days without sleep, but 11! I wonder how long he slept for after that!"
    },
    {
      "author": "Neil",
      "text": "14 hours and 40 minutes."
    },
    {
      "author": "Rob",
      "text": "You’ve got all the answers, haven’t you?"
    },
    {
      "author": "Neil",
      "text": "Well when I can’t sleep, I get up and read trivia! And now it’s time for the vocabulary. Today our topic has been insomnia ."
    },
    {
      "author": "Rob",
      "text": "This is the word for the condition of not being able to sleep. And something that people do when they are trying to sleep is toss and turn in bed."
    },
    {
      "author": "Neil",
      "text": "The opposite of what seems logical or obvious is counter-intuitive . It goes against what you might expect. So if you can’t sleep, get out of bed."
    },
    {
      "author": "Rob",
      "text": "Our next word is diluted . This is from the verb to dilute which means 'to make something less strong'."
    },
    {
      "author": "Neil",
      "text": "And finally there was the adjective chronic . This is an expression for a medical condition that is long-lasting. So someone who has chronic insomnia regularly has difficulty getting enough sleep. It’s not just something that happens now and again."
    },
    {
      "author": "Rob",
      "text": "Well, we hope that 6 Minute English isn’t a cure for insomnia, but I do find listening to podcasts and spoken radio helps me get to sleep."
    },
    {
      "author": "Neil",
      "text": "Well, before we all drop off to sleep from the comforting tone of your voice, Rob, it’s time for us to say goodbye. That's it for this programme. For more, find us on Facebook, Twitter, Instagram and our Youtube pages, and of course our website: bbclearningenglish.com, where you can find all kinds of other programmes and videos and activities to help you improve your English. Thank you for joining us, and goodbye."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Dr Michael Grandner"
  ]
}