{
  "title": "death metal bring you joy?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07b0dd0.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190620",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190620_6min_english_death_metal_download.mp3",
  "intro": [
    "Death metal music is a kind of heavy metal which explores the themes of death and destruction. But does it inspire its fans to appreciate violence? According to a new study, it does not. The death metal band Bloodbath might sing about cannibalism, but its fans do not go and eat their neighbours. Neil and Rob talk about this kind of music and teach you some vocabulary."
  ],
  "this_week_question": [
    "The electric guitar is an essential element to death metal music. In which decade were the first electric guitars produced? Was it:",
    "a) the 1920s",
    "b) the 1930s",
    "c) the 1940s"
  ],
  "vocab": [
    {
      "text": "genre",
      "desc": "a style of something such as music or films"
    },
    {
      "text": "lyrics",
      "desc": "the words of a song"
    },
    {
      "text": "desensitised (to something)",
      "desc": "feeling that something extreme is normal"
    },
    {
      "text": "joy/joyful",
      "desc": "happiness noun/adjective"
    },
    {
      "text": "cannibalism",
      "desc": "the eating of human flesh by another human"
    },
    {
      "text": "aesthetic",
      "desc": "an artistic appreciation of something, a feeling that something is beautiful from an artistic point of view"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Rob, do you like metal?"
    },
    {
      "author": "Rob",
      "text": "Er, that’s an odd question. I’ve never really thought about it. I mean, I use metal things every day – my toaster, my bike, the underground…"
    },
    {
      "author": "Neil",
      "text": "No, no - not that kind of metal, this kind of metal."
    },
    {
      "author": "Rob",
      "text": "Oh, that kind of metal. The musical genre , the type of music..."
    },
    {
      "author": "Neil",
      "text": "Yes, and in particular, death metal."
    },
    {
      "author": "Rob",
      "text": "That fast, loud, aggressive sounding, guitar-based music style?"
    },
    {
      "author": "Neil",
      "text": "Yep, that’s the one."
    },
    {
      "author": "Rob",
      "text": "Nope. Not my cup of tea at all. What kind of person do you think I am?"
    },
    {
      "author": "Neil",
      "text": "Well, that’s the point. The type of person who likes death metal may not be the kind of person you think they are. More on that shortly, but first, a quiz. The electric guitar is an essential element to death metal music. In which decade were the first electric guitars produced? Was it: a) the 1920s b) the 1930s, or c) the 1940s?"
    },
    {
      "author": "Rob",
      "text": "I think quite early, so I’m going to say the 1920s."
    },
    {
      "author": "Neil",
      "text": "Well, we'll see if you're right later in the programme. Does violent music give people violent thoughts? Recent research claims to have found the answer. This is how the topic was introduced on BBC News. What was the conclusion?"
    },
    {
      "author": "BBC News Presenter",
      "text": "A psychological study of fans of death metal suggests that they are not desensitised to violence despite the genre’s association with growling, often graphically violent lyrics including depictions of cannibalism . Researchers found that the main response of fans to the music they love was joy , not violence. Adding that most are very nice people who wouldn't dream of hurting anyone, let alone eating them."
    },
    {
      "author": "Neil",
      "text": "So what conclusion did the researchers come to?"
    },
    {
      "author": "Rob",
      "text": "Well, they found that the response to the music was joy , not anger or violence. It made people happy."
    },
    {
      "author": "Neil",
      "text": "There was a fear that listening to music with violent lyrics , which means violent words, would make people desensitised to violence."
    },
    {
      "author": "Rob",
      "text": "If you are desensitised to something, you don’t see it as unusual or unacceptable, it doesn’t bother you."
    },
    {
      "author": "Neil",
      "text": "The newsreader also said that the lyrics of death metal include topics such as cannibalism, which is the practice of eating human flesh. Listening to someone singing about eating people apparently didn’t make them feel like snacking on their neighbours. Let's hear the introduction again."
    },
    {
      "author": "BBC News Presenter",
      "text": "A psychological study of fans of death metal suggests that they are not desensitised to violence despite the genre’s association with growling, often graphically violent lyrics including depictions of cannibalism . Researchers found that the main response of fans to the music they love was joy , not violence. Adding that most are very nice people who wouldn't dream of hurting anyone, let alone eating them."
    },
    {
      "author": "Neil",
      "text": "Professor Bill Thompson from Macquarie University in Sydney conducted this research. What does he say people don’t feel when listening to this kind of music?"
    },
    {
      "author": "Professor Bill Thompson",
      "text": "Most fans are not angry. Most are actually musically trained people who really get a lot of empowerment and aesthetic interest out of the music. They feel joyful . They feel transcendent, they feel empowered . But what they don’t feel is angry."
    },
    {
      "author": "Neil",
      "text": "What don’t people feel?"
    },
    {
      "author": "Rob",
      "text": "They don’t feel angry! What they do feel is joyful , the adjective from joy . They feel happy. Something else they feel is empowered . This is a feeling of being in control of your life, that you can make and follow your own decisions."
    },
    {
      "author": "Neil",
      "text": "Music is certainly a powerful art form. Professor Thompson also said that fans have an aesthetic interest in it. This means that they appreciate it as an art form. Let’s hear Professor Thompson again."
    },
    {
      "author": "Professor Bill Thompson",
      "text": "Most fans are not angry. Most are actually musically trained people who really get a lot of empowerment and aesthetic interest out of the music. They feel joyful . They feel transcendent they feel empowered . But what they don’t feel is angry."
    },
    {
      "author": "Neil",
      "text": "Time to review our vocabulary, but first, let’s have the answer to the quiz question. In which decade were the first electric guitars produced? Was it: a) the 1920s b) the 1930s c) the 1940s What did you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "I took a guess at the 1920s."
    },
    {
      "author": "Neil",
      "text": "Well electric guitars were early, but not quite that early, I'm afraid. The first ones were produced in the 1930s. So well done if, unlike Rob, you got that correct. Now, onto the vocabulary."
    },
    {
      "author": "Rob",
      "text": "Yes, we had a few words connected with music. We had genre for a style of music and also lyrics for the words of a song."
    },
    {
      "author": "Neil",
      "text": "Some of the lyrics of death metal songs are about eating people, which is called cannibalism ."
    },
    {
      "author": "Rob",
      "text": "Cannibalism is a form of extreme violence and there was some concern that people exposed to such violent lyrics in songs might become desensitised to actual violence."
    },
    {
      "author": "Neil",
      "text": "This means that they would accept violence as normal and not be worried by it. However, the research showed that this doesn’t happen and fans actually feel joy , which is another way of saying happiness."
    },
    {
      "author": "Rob",
      "text": "The research also suggested that fans have an artistic appreciation of death metal, described as an aesthetic interest."
    },
    {
      "author": "Neil",
      "text": "The final word was for a feeling that fans might get after listening to the music, empowered ."
    },
    {
      "author": "Rob",
      "text": "Someone who is empowered is in control of their own life and decisions."
    },
    {
      "author": "Neil",
      "text": "And I feel empowered to bring this edition of 6 Minute English to a close. We look forward to your company next time. Until then, you can find us in all the usual places on social media – that's Facebook, Twitter, Instagram and YouTube. And there's our website, and of course, we have a free app which you can find in the app stores. You'll be able to listen to 6 Minute English on the move. You just walk and we talk. Just search for bbclearninglish. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "[Death metal music]",
    "BBC News Presenter",
    "Professor Bill Thompson"
  ]
}