{
  "title": "Is shame always bad?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07g8th0.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190718",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190718_6min_english_shame_download.mp3",
  "intro": [
    "Why is 'shame' the emotion of now? Does it have anything to do with social media? We know that shame can make someone sad and hopeless but could there be a positive side to this feeling? Neil and Sam discuss the feeling of shame and teach you new vocabulary along the way."
  ],
  "this_week_question": [
    "The chemical which was used to make cooking pans non-stick was discovered by accident, when was this? Was it… a) 1930s b) 1960s c) 1980s"
  ],
  "vocab": [
    {
      "text": "shame (noun)",
      "desc": "a strong feeling of guilt and embarrassment"
    },
    {
      "text": "to shame (verb)",
      "desc": "to make someone feel shame by, for example, publicly highlighting their bad behaviour"
    },
    {
      "text": "crippling / debilitating",
      "desc": "this could be emotional, physical or even financial and means making a situation impossible to deal with"
    },
    {
      "text": "to effect",
      "desc": "to make something happen"
    },
    {
      "text": "Teflon",
      "desc": "A brand name of the chemical PTFE which is used, amongst many other things, to make cooking pots and pans non-stick"
    },
    {
      "text": "coated",
      "desc": "covered in"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "In this programme we'll be talking about the emotion of shame . What can you tell us about this word, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, it can be a verb or a noun. As a noun it's an emotion for the uncomfortable feeling we have when we feel embarrassed or guilty about something that we've done. It’s a very strong feeling."
    },
    {
      "author": "Neil",
      "text": "We’ll explore this topic in more detail shortly, but first a question. Now it might seem like a random question, but all will become clear later, I promise. The chemical which was used to make cooking pans non-stick was discovered by accident, when was this? Was it… a) 1930s b) 1960s or c) 1980s What do you think, Sam?"
    },
    {
      "author": "Sam",
      "text": "Ah – well, first, I've no idea what non-stick cookware has to do with our topic of shame but as to the question itself, I think it has something to do with Nasa and the space programme, so I’m going to say 1960s."
    },
    {
      "author": "Neil",
      "text": "Well, we will find out later in the programme if you are right. The idea of shame is not new, by any means, but social media has made it a very modern concept, hasn’t it?"
    },
    {
      "author": "Sam",
      "text": "Yes, when it’s used as a verb, to shame someone, it means to say or write things in public designed to make other people feel bad about their behaviour and this is something we see a lot In social media."
    },
    {
      "author": "Neil",
      "text": "This topic was discussed on a recent edition of the BBC radio programme Woman’s Hour. One of the guests was Hetta Howes from City University, London. Does she think that shame is always a bad thing?"
    },
    {
      "author": "Hetta Howes",
      "text": "If you have too much shame it’s crippling , it's sort of debilitating and that’s bad, but the right amount of shame can be really positive because it effects change and I wonder if we’re starting to see that a bit in modern culture as well from sort of social media platforms because if someone’s done something that we consider to be a little bit wrong, we can sort of publicly shame them and maybe effect some positive change."
    },
    {
      "author": "Neil",
      "text": "So is shame always bad?"
    },
    {
      "author": "Sam",
      "text": "Well, she does say that too much shame can be crippling and debilitating . Both these words mean that shame is so strong that we really can’t manage the emotion, we can’t deal with it, we can’t do anything to put it right. But she does say that a bit of shame can be positive because it effects change . This means that it causes change. If someone is shamed on social media, it’s very public and can mean that they change their behaviour."
    },
    {
      "author": "Neil",
      "text": "I suppose though there is one group  I think have to accept public shaming, and perhaps deserve it more than others."
    },
    {
      "author": "Sam",
      "text": "I think I can guess. Would it be politicians, perhaps? These days we are very cynical about politicians, aren’t we? Social media is one area where the public can directly contact and comment on what their representatives are or aren’t doing."
    },
    {
      "author": "Neil",
      "text": "But politicians are a particular kind of person, aren’t they? Cultural historian Tiffany Watt-Smith made this comment on the same Woman’s Hour programme."
    },
    {
      "author": "Tiffany Watt-Smith",
      "text": "Shame is ... can be very very useful and the idea of someone who doesn’t experience that at all, like a sort of Teflon-coated politician, I mean, that's… that’s a kind of frightening image."
    },
    {
      "author": "Neil",
      "text": "What’s she saying here, Sam?"
    },
    {
      "author": "Sam",
      "text": "She’s talking about how some politicians to do not seem to be bothered by shaming. They just ignore it and move on. She describes them as Teflon coated . This is – aha – a reference to non-stick cookware! Teflon is the brand name of the chemical which was used to make pots and pans non-stick. The pans were coated or covered in this material. The reference to politicians is that there are some to whom criticism and shame just don’t stick. They manage to avoid any negative consequences of their actions and this, she says, is scary."
    },
    {
      "author": "Neil",
      "text": "Here’s Tiffany Watt-Smith again."
    },
    {
      "author": "Tiffany Watt-Smith",
      "text": "Shame is ... can be very very useful and the idea of someone who doesn’t experience that at all, like a sort of Teflon-coated politician, I mean, that's… that’s a kind of frightening image."
    },
    {
      "author": "Neil",
      "text": "It’s nearly time now to review our vocabulary, but first, let’s have the answer to the quiz question, which was about non-stick coating on cookware, or Teflon, as we heard. When was it invented? a) 1930s b) 1960s or c) 1980s What did you think, Sam?"
    },
    {
      "author": "Sam",
      "text": "I guessed the 1960s as I think it was invented as part of the US space programme."
    },
    {
      "author": "Neil",
      "text": "Well, a lot of people think that and, like you, a lot of people are wrong. It was actually discovered, by accident, in 1938. So well done if you got that right but no shame if you didn’t! Now on with today’s words."
    },
    {
      "author": "Sam",
      "text": "OK. Yes, we were talking about shame , an uncomfortable feeling of guilt and embarrassment at something we’ve done."
    },
    {
      "author": "Neil",
      "text": "Shame can be crippling and debilitating . Both these adjectives mean making someone unable to deal with the situation. They can feel so badly about what they have done that they find it difficult to move forward emotionally."
    },
    {
      "author": "Sam",
      "text": "We then had to effect change . This means to make change happen. Note this is 'effect' with an 'e' and not 'affect' with an 'a'."
    },
    {
      "author": "Neil",
      "text": "Teflon is a non-stick covering for cookware."
    },
    {
      "author": "Sam",
      "text": "And something that is coated with something is covered with something. So Teflon coated means covered in Teflon ."
    },
    {
      "author": "Neil",
      "text": "Well, that’s all for this programme. We’ll be with you again soon, but if you can’t wait, you can find us in all the usual places on social media, online and on our app. Just search for bbclearninglish. Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Hetta Howes",
    "Tiffany Watt-Smith"
  ]
}