{
  "title": "yptocurrencies",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07hjdrn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190815",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190815_6min_english_cryptocurrency_download.mp3",
  "intro": [
    "A new kind of money might be appearing soon - Libra from Facebook. Sam and Catherine discuss how different it is from Bitcoin, give you the basics about cryptocurrencies and teach you related vocabulary."
  ],
  "this_week_question": [
    "Bitcoin was the first cryptocurrency, but when was it created? Was it:",
    "a) 2008",
    "b) 2009",
    "c) 2010",
    "The answer is at the end of the programme."
  ],
  "vocab": [
    {
      "text": "cryptography",
      "desc": "the use of complex codes to keep computer systems and information secure"
    },
    {
      "text": "currency",
      "desc": "the money of a particular country"
    },
    {
      "text": "cryptocurrency",
      "desc": "digitally produced money that is not controlled by banks or governments"
    },
    {
      "text": "subject to the whims of",
      "desc": "being controlled by unpredictable decisions and trends"
    },
    {
      "text": "notoriously volatile",
      "desc": "well known for changing by a large amount in an unpredictable way"
    },
    {
      "text": "stable",
      "desc": "predictable and without big unexpected changes"
    }
  ],
  "transcript": [
    {
      "author": "Catherine",
      "text": "Hello. This is 6 Minute English, I'm Catherine."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Catherine",
      "text": "Now, Sam, what can you tell us about cryptocurrencies ?"
    },
    {
      "author": "Sam",
      "text": "The word is a combination of crypto, from cryptography , which is to do with using clever software codes to protect computer information and systems, and currency , which is the money of a particular country. So cryptocurrency , very simply, meanscode money. We usually think of money as notes and coins which come from a country’s bank. But a cryptocurrency doesn’t have physical money. It’s purely digital and is not controlled by banks or governments but by the people who have it and very complex computer codes. Perhaps the most well-known is Bitcoin."
    },
    {
      "author": "Catherine",
      "text": "Well, you seem to know a fair bit about cryptocurrency actually… anyway, now a new player is joining the digital money system as Facebook have announced they are launching their own digital currency . They are calling it 'Libra'. And we’ll be finding a little bit more about this topic in the programme, but first, a question. Now, Sam, you mentioned Bitcoin as being a well-known cryptocurrency . It was, in fact, the first cryptocurrency , but when was Bitcoin created? Was it:"
    },
    {
      "author": "",
      "text": "a) 2008 b) 2009 or c) 2010?"
    },
    {
      "author": "Sam",
      "text": "I’m going to say 2010."
    },
    {
      "author": "Catherine",
      "text": "OK. Well, I'll reveal the answer later in the programme. Now, Jemima Kelly is a financial journalist. She was talking on the BBC radio programme Money Box Live about the plans for Libra. She says it's not really a cryptocurrency because it's actually backed up by a number of real currencies . So which currencies does she mention?"
    },
    {
      "author": "Jemima Kelly",
      "text": "A cryptocurrency is normally subject to the whims of crypto markets, which are notoriously volatile , whereas Libra is kept stable by being backed up by a basket of currencies, in this case, the dollar, the pound, the euro and the Swiss franc."
    },
    {
      "author": "Catherine",
      "text": "So which currencies did she say were backing up Libra, Sam?"
    },
    {
      "author": "Sam",
      "text": "She said that the dollar, the pound, the euro and Swiss franc were the currencies that would be backing up Libra."
    },
    {
      "author": "Catherine",
      "text": "And this is different from regular cryptocurrencies , isn’t it?"
    },
    {
      "author": "Sam",
      "text": "Yes, cryptocurrencies are completely independent of financial institutions and other currencies ."
    },
    {
      "author": "Catherine",
      "text": "And this can make them risky, can’t it?"
    },
    {
      "author": "Sam",
      "text": "Yes, she says that cryptocurrency markets are notoriously volatile . Something that is volatile can change very quickly. When it comes to currency , it means that its value can go up or down by a large amount over a very short period of time."
    },
    {
      "author": "Catherine",
      "text": "And it’s described as notoriously volatile because this has actually happened a few times in the past. Something that is notorious is well known or famous but for a negative reason. So the value of a currency going up and down in a volatile way – that's not positive."
    },
    {
      "author": "Sam",
      "text": "If you want to take the risk you could make a lot of money, but you could also lose a lot of money - more than you invested."
    },
    {
      "author": "Catherine",
      "text": "So why are cryptocurrencies so volatile ?"
    },
    {
      "author": "Sam",
      "text": "Most currencies are reasonably stable . This is the opposite of volatile . They don’t change a lot over a short period of time. There can be big changes but usually governments and banks control currencies to prevent it. Cryptocurrencies don’t have those controls. What Jemima Kelly said was that they are subject to the whims of the crypto markets. A whim is an unpredictable or irrational decision or trend and if you are subject to the whims of something, or someone, it means that metaphorically you are a passenger in a self-driving car which may decide just to drive off the edge of a cliff. So it might be an exciting ride, but it could end in disaster."
    },
    {
      "author": "Catherine",
      "text": "Right, it’s time now to get the answer to the question I asked at the beginning of the programme. Bitcoin was the first cryptocurrency, but when was it created? Was it:"
    },
    {
      "author": "",
      "text": "a) 2008 b) 2009 c) 2010?"
    },
    {
      "author": "Sam",
      "text": "I said 2010, but I’m not really sure."
    },
    {
      "author": "Catherine",
      "text": "And you're absolutely wrong! The correct answer is 2009, so no luck for you this time, but congratulations to everyone who did get that right. Well, anyway, let’s round off today with a review of today’s vocabulary."
    },
    {
      "author": "Sam",
      "text": "First off there is cryptography which is the use of special codes to keep computer systems and content safe."
    },
    {
      "author": "Catherine",
      "text": "A currency is the money of a particular country, for example in the UK we have the pound, in the US there’s the dollar and in many countries in Europe the currency is the euro."
    },
    {
      "author": "Sam",
      "text": "Cryptocurrency is a combination of cryptography and currency and it’s used for a finance system that is based on secure digital coins that are not connected to banks or governments."
    },
    {
      "author": "Catherine",
      "text": "We then had the expression subject to the whims of . Whims are unpredictable decisions and if you are subject to them it means you can’t control them, you have no choice but to go in the direction those whims lead."
    },
    {
      "author": "Sam",
      "text": "This means that the value of cryptocurrencies are notoriously volatile . They have a history of going up or down in value by large amounts and very quickly. And that’s not good."
    },
    {
      "author": "Catherine",
      "text": "Well, it might be good if it goes up!"
    },
    {
      "author": "Sam",
      "text": "True."
    },
    {
      "author": "Catherine",
      "text": "But if you want less risk, if you want your currency to be the opposite of volatile , if you want it, in other words, to be stable , then maybe cryptocurrencies are not for you."
    },
    {
      "author": "Sam",
      "text": "Well, we are subject to the whims of the schedule which means our 6 minutes are up. We look forward to your company again soon. Bye for now."
    },
    {
      "author": "Catherine",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Catherine",
    "Sam",
    "",
    "Jemima Kelly"
  ]
}