{
  "title": "Does your age affect your political views?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07jtrrn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190822",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190822_6_minute_english_age_and_politics_DOWNLOAD.mp3",
  "intro": [
    "Does our age affect the way we vote? And do our political views change as we get older? It's what Sam and Neil are discussing in 6 Minute English - as well as teaching some related vocabulary."
  ],
  "this_week_question": [
    "What was the first UK general election in which 18-year-olds could vote?",
    "A: 1929 B: 1950, or C: 1970",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "plausible",
      "desc": "believable, possible"
    },
    {
      "text": "resistant to",
      "desc": "against"
    },
    {
      "text": "idealistic",
      "desc": "having a clear and simple moral view of how things should be"
    },
    {
      "text": "platform",
      "desc": "the policies of a political party or politician"
    },
    {
      "text": "the status quo",
      "desc": "the situation as it is now"
    },
    {
      "text": "pragmatism",
      "desc": "the idea of being realistic and practical about what can be achieved."
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word for word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English, I'm Neil."
    },
    {
      "author": "Sam",
      "text": "And I'm Sam."
    },
    {
      "author": "Neil",
      "text": "Sam, do you remember the first time you voted?"
    },
    {
      "author": "Sam",
      "text": "No I don’t, but I remember being very keen to do it. It would have been the first election after my 18th birthday."
    },
    {
      "author": "Neil",
      "text": "So, over the many, many, many years since then …"
    },
    {
      "author": "Sam",
      "text": "… eh, not so much with the ‘manys’ if you don’t mind Neil!"
    },
    {
      "author": "Neil",
      "text": "In the very, very few years since then …"
    },
    {
      "author": "Sam",
      "text": "That’s more like it!"
    },
    {
      "author": "Neil",
      "text": "In the years since then, have your political views changed very much?"
    },
    {
      "author": "Sam",
      "text": "I think my political views are a lot better informed now. I think the decisions I make are based on a better understanding of the political situation – but I still generally agree with the same things I did when I was younger, I think."
    },
    {
      "author": "Neil",
      "text": "There is a belief that as we get older we become more right-wing in our political views and opinions. Is this true and if so, why? We’ll be finding out a little bit more about this, but first a question. What was the first UK general election in which 18-year-olds could vote? A: 1929 B: 1950, or C: 1970 So, what do you reckon then Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, they were all before my time. I’m going to say 1950 – that sounds about right – it was the decade in which teenagers were invented, after all!"
    },
    {
      "author": "Neil",
      "text": "OK. Well, I will reveal the answer later in the programme. James Tilley is a professor of politics at the University of Oxford. He appeared recently on BBC Radio 4’s programme Analysis and was asked why, if it is true, do we become more right-wing as we get older. What does he think?"
    },
    {
      "author": "Professor James Tilley",
      "text": "Professor James Tilley The question that age affects our political views is a tricky one. I think probably the most plausible explanation is that people just generally become a bit more resistant to change as they get older and I think also that they also tend to perhaps, become less idealistic ."
    },
    {
      "author": "Neil",
      "text": "So, what reasons does he give?"
    },
    {
      "author": "Sam",
      "text": "Well, he talks about what he thinks are the most plausible explanations. Plausible is an adjective which means something is believable; it’s reasonable and it makes sense."
    },
    {
      "author": "Neil",
      "text": "And what are the plausible explanations?"
    },
    {
      "author": "Sam",
      "text": "Well, he says that generally, as we get older, we like to have more stability in our lives, we don’t like change, in fact we are resistant to change. That means we are against change. When we are younger we might like the idea of revolution, we might be very idealistic . This means, for example, we might think that we can and should change the world to make things better. This would cause big changes in the world which when we are older and more settled in our lives, do not seem like such a good idea."
    },
    {
      "author": "Neil",
      "text": "Let’s listen again."
    },
    {
      "author": "Professor James Tilley",
      "text": "Professor James Tilley The question that age affects our political views is a tricky one. I think probably the most plausible explanation is that people just generally become a bit more resistant to change as they get older and I think also that they also tend to become less idealistic ."
    },
    {
      "author": "Neil",
      "text": "Professor Tilley goes on to explain more about why being resistant to change might lead people to support more right-wing policies."
    },
    {
      "author": "Professor James Tilley",
      "text": "So, if parties on the right represent a platform which is perhaps more favourable to the status quo , it’s perhaps more about pragmatism than it is about idealism, then that might be more attractive to older people than younger people."
    },
    {
      "author": "Neil",
      "text": "So, what is seen as the appeal of moving to the right?"
    },
    {
      "author": "Sam",
      "text": "Political parties have a particular set of policies. This is sometimes known as their platform . Professor Tilley says that if their platforms support the status quo , they might be more attractive to older people. The status quo is a Latin phrase we use in English to refer to the situation as it is now – that is, one that is not going to change. Traditionally it’s parties of the centre right that seem to be more supportive of the status quo ."
    },
    {
      "author": "Neil",
      "text": "So, as we get older he says our political views are less about idealism and more about pragmatism . Pragmatism is being practical and realistic about what can be achieved and how it can be achieved."
    },
    {
      "author": "Sam",
      "text": "But of course this doesn’t apply to everyone and just because people seem to move more to the right as they get older doesn’t mean that they completely change their politics."
    },
    {
      "author": "Neil",
      "text": "Let’s hear Professor Tilley again."
    },
    {
      "author": "Professor James Tilley",
      "text": "So, if parties on the right represent a platform which is perhaps more favourable to the status quo , it’s perhaps more about pragmatism than it is about idealism, then that might be more attractive to older people than younger people."
    },
    {
      "author": "Neil",
      "text": "Right, let’s get the answer to our question. What was the first UK general election in which 18-year-olds could vote? A: 1929 B: 1950, or C: 1970 Sam, what did you say?"
    },
    {
      "author": "Sam",
      "text": "I thought it was 1950."
    },
    {
      "author": "Neil",
      "text": "Well, you’re wrong I’m afraid. The correct answer is1970. 18-year-olds have been allowed to vote in the UK since 1969 and the first general election after then was in 1970. So, a bit later than you thought, Sam, but congratulations to anyone who did get that right. OK, let’s remind ourselves of our vocabulary."
    },
    {
      "author": "Sam",
      "text": "Yes, first we had plausible . An adjective that means ‘believable and possible’."
    },
    {
      "author": "Neil",
      "text": "Being resistant to something means you are against it and don’t want it to happen."
    },
    {
      "author": "Sam",
      "text": "If you are idealistic you have a clear and simple moral view of how things should be."
    },
    {
      "author": "Neil",
      "text": "This contrasts with one of our other words, pragmatism , this noun is the idea of being realistic and practical about what can be achieved."
    },
    {
      "author": "Sam",
      "text": "A platform can describe the policies and ideas of a political party or politician. And the status quo is the unchanging situation as it is now."
    },
    {
      "author": "Neil",
      "text": "OK, thank you Sam. That’s all from us in this programme. Do join us again and if you can’t wait you can find lots more from BBC Learning English online, on social media and on our app. Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Professor James Tilley",
    "Professor James Tilley"
  ]
}