{
  "title": "offee cups: Do you use your own?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07bssk1.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-190801",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/190801_6min_english_coffee_cups_download.mp3",
  "intro": [
    "Most takeaway coffee cups are not recyclable because they're lined with plastic. One big coffee shop chain has introduced a 5p levy for using a disposable cup to encourage people to bring their own; another one pledged to recycle as many disposable coffee cups as they produce by 2020. Neil and Rob discuss if this is enough to encourage coffee drinkers to behave in a more environmentally-friendly way. And they teach you related vocabulary."
  ],
  "this_week_question": [
    "Which country drinks the most coffee per capita – so not the total amount of coffee but the average per person. Is it:",
    "a) Japan",
    "b) Kenya",
    "c) Finland",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "disposable",
      "desc": "designed to be thrown away after a short time"
    },
    {
      "text": "reusable",
      "desc": "designed to be used many times"
    },
    {
      "text": "rolling out",
      "desc": "gradually introducing something new to a business"
    },
    {
      "text": "infrastructure",
      "desc": "buildings or structures that are needed for something to work."
    },
    {
      "text": "a nudge",
      "desc": "a gentle push"
    },
    {
      "text": "to fight (something) tooth and nail",
      "desc": "to make a strong effort against something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello, and welcome to 6 Minute English. I'm Neil."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Neil",
      "text": "Now Rob, we’ve talked before on this programme about our love of coffee."
    },
    {
      "author": "Rob",
      "text": "Oh yes, indeed. I couldn’t function without it."
    },
    {
      "author": "Neil",
      "text": "But have you ever thought about the environmental consequences of all those disposable coffee cups?"
    },
    {
      "author": "Rob",
      "text": "Oh yes, indeed. I always carry a reusable cup with me so I don’t have to throw one away."
    },
    {
      "author": "Neil",
      "text": "So if a disposable cup is one you throw away, a reusable one is one that you can use again and again."
    },
    {
      "author": "Rob",
      "text": "Yes, there is a big problem with disposable cups in that many of them can’t be recycled, so there is a lot of waste for something we only use for a short time."
    },
    {
      "author": "Neil",
      "text": "What are the big coffee shop chains doing about this problem? We’ll find out a little bit more shortly, but first, a quiz for you. Which country drinks the most coffee per capita – so not the total amount of coffee but the average per person. Is it: a) Japan b) Kenya, or c) Finland What do you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ooh, tricky. I don’t think the Japanese are big coffee drinkers and I know they produce a lot of coffee in Kenya. I’m surprised the USA isn’t on the list but I’m going to go with Finland. Just because."
    },
    {
      "author": "Neil",
      "text": "Well, we'll see if you're right later in the programme. On a recent BBC You and Yours radio programme they discussed the topic of coffee cups. Some of the big chains are now charging customers more for a disposable cup and giving discounts if people bring their own reusable . However not all of the shops actually collect old cups and sort them for recycling in the shop itself. Here’s Jaz Rabadia from Starbucks, Is the store only interested in facilities inside their shops?"
    },
    {
      "author": "Jaz Rabadia",
      "text": "It is something that we are in the process of rolling out and it will be in all of our stores. It's also not just our stores in which these cups end up. So we're doing a lot of work outside of our store environment to ensure that paper cups can be recycled on the go. We're working with our environmental charity partner Hubbub to increase recycling infrastructure outside of our stores because that too is where a lot of our cups will end up."
    },
    {
      "author": "Neil",
      "text": "So are they just working in their stores at improving recycling?"
    },
    {
      "author": "Rob",
      "text": "Well no, after all most people take their coffee out of the stores, so they are working on recycling infrastructure outside as well. This will be things like bins and collection points which are clearly marked for coffee cups."
    },
    {
      "author": "Neil",
      "text": "And what about enabling recycling cups in store?"
    },
    {
      "author": "Rob",
      "text": "Well she said that was something they are rolling out to all stores. Rolling out here means introducing over a period of time. So it’s starting to happen, but is not finished yet."
    },
    {
      "author": "Neil",
      "text": "Let’s listen again."
    },
    {
      "author": "Jaz Rabadia",
      "text": "It is something that we are in the process of rolling out and it will be in all of our stores. It's also not just our stores in which these cups end up. So we're doing a lot of work outside of our store environment to ensure that paper cups can be recycled on the go. We're working with our environmental charity partner hubbub to increase recycling infrastructure outside of our stores because that too is where a lot of our cups will end up."
    },
    {
      "author": "Neil",
      "text": "Not everyone, however, believes that the coffee chains are doing everything that they can. This is Mary Creagh, a member of the British parliament. She compares the situation to that of the plastic bag charge. This was a law brought in to force shops to charge customers for plastic bags, which previously had been free."
    },
    {
      "author": "Mary Creagh MP",
      "text": "Mary Creagh MP If you think you’re having to pay extra for something, as we saw with the plastic bags, we think a similar psychological measure is needed, a nudge measure, to encourage people to remember to bring their reusable cup with them and of course this is something that the coffee shops have been fighting tooth and nail ."
    },
    {
      "author": "Neil",
      "text": "She thinks that we consumers need a nudge to help us remember our reusable cups."
    },
    {
      "author": "Rob",
      "text": "Yes, we need a nudge , which is a little push, a reason. In this case, she is thinking of a law to make them charge more. But she says the coffee chains really don’t want this, they are, she says, fighting it tooth and nail . If you fight something tooth and nail you are against it completely and try to stop it."
    },
    {
      "author": "Neil",
      "text": "Let's hear MP Mary Creagh again."
    },
    {
      "author": "Mary Creagh MP",
      "text": "If you think you’re having to pay extra for something, as we saw with the plastic bags, we think a similar psychological measure is needed, a nudge measure, to encourage people to remember to bring their reusable cup with them and of course this is something that the coffee shops have been fighting tooth and nail ."
    },
    {
      "author": "Neil",
      "text": "Time to review our vocabulary, but first, let’s have the answer to the quiz question. Which country drinks the most coffee per capita? Is it: a) Japan b) Kenya, or c) Finland What did you think, Rob?"
    },
    {
      "author": "Rob",
      "text": "I took a bit of a guess at Finland."
    },
    {
      "author": "Neil",
      "text": "Well, congratulations, your guess was correct. The Finns on average get through an amazing 12kg of coffee a year, each. Now, onto the vocabulary."
    },
    {
      "author": "Rob",
      "text": "We had a couple of related but opposite words. Something disposable is designed to be used once or a few times and then thrown away and a reusable is designed to be used again and again."
    },
    {
      "author": "Neil",
      "text": "We then had rolling out which in a business sense is the process of gradually introducing something new. This could be a new system, new product, new technology or even a new way of doing things."
    },
    {
      "author": "Rob",
      "text": "New ideas often need new infrastructure . This is usually physical structures that are needed to make something work, for example rail infrastructure includes tracks, stations and signals."
    },
    {
      "author": "Neil",
      "text": "A nudge is a small push, to encourage us to do something. You don’t need a nudge to carry a reusable coffee cup, do you?"
    },
    {
      "author": "Rob",
      "text": "Oh, no, I’m all for it. In fact I’d fight tooth and nail to keep hold of my reusable . Which is quite a coincidence as that was our last expression today. To fight tooth and nail means to make a strong effort to try to stop something or achieve something."
    },
    {
      "author": "Neil",
      "text": "Well, that’s all from us. We look forward to your company next time. Until then, you can find us in all the usual places on social media, online and on our app. Just search for 'BBC Learning English'. Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Jaz Rabadia",
    "Mary Creagh MP",
    "Mary Creagh MP"
  ]
}