{
  "title": "obots care for us?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07v9szz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191121",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191121_6min_english_robot_carers_download.mp3",
  "intro": [
    "Robots can perform many tasks, but they’re now being introduced in social care to operate as carers, to look after the sick and elderly. But is a robot carer able to have empathy? We’ll be discussing the positive and negative issues around this and teach some new vocabulary."
  ],
  "this_week_question": [
    "In which year was the first commercial robot built? Was it… a) 1944 b) 1954, or c) 1964",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "empathy",
      "desc": "the ability to understand how someone feels by imagining what it would be like to be in that person's situation"
    },
    {
      "text": "physical assistance",
      "desc": "describes helping someone by touching or feeling them"
    },
    {
      "text": "companion",
      "desc": "someone who is with you and keeps you company"
    },
    {
      "text": "tight",
      "desc": "(in the context of money) there is not enough"
    },
    {
      "text": "abandoned",
      "desc": "left alone in a place, usually forever"
    },
    {
      "text": "ethics",
      "desc": "the study of what is morally right"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English. I'm Rob. And joining me to do this is Sam."
    },
    {
      "author": "Sam",
      "text": "Hello."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’re talking about robots. Robots can perform many tasks, but they’re now being introduced in social care to operate as carers, to look after the sick and elderly. We’ll be discussing the positive and negative issues around this but first, let’s set you a question to answer, Sam. Are you ready for this?"
    },
    {
      "author": "Sam",
      "text": "Fire away."
    },
    {
      "author": "Rob",
      "text": "Do you know in which year was the first commercial robot built? Was it in …"
    },
    {
      "author": "Sam",
      "text": "They’re not a brand new invention, so I’ll go for 1954."
    },
    {
      "author": "Rob",
      "text": "OK, we’ll I’ll tell you if you’re right or wrong, at the end of the programme. So, let’s talk more about robots, and specifically ones that are designed to care for people. Traditionally, it’s humans working as nurses or carers who take care of elderly people - those people who are too old or too unwell to look after themselves."
    },
    {
      "author": "Sam",
      "text": "But finding enough carers to look after people is a problem – there are more people needing care than there are people who can help. And recently in the UK, the government announced a £34 million fund to help develop robots to look after us in our later years."
    },
    {
      "author": "Rob",
      "text": "Well, robot carers are being developed but can they really learn enough empathy to take care of the elderly and unwell? Empathy is the ability to understand how someone feels by imagining what it would be like to be in that person's situation."
    },
    {
      "author": "Sam",
      "text": "Well, let’s hear about one of these new robots now, called Pepper. Abbey Hearn-Nagaf is a research assistant at the University of Bedfordshire. She spoke to BBC Radio 4’s You and Yours programme and explained how Pepper is first introduced to someone in a care home…"
    },
    {
      "author": "Abbey Hearn-Nagaf, research assistant, University of Bedfordshire",
      "text": "We just bring the robot to their room. And we talk about what Pepper can't do, which is important so we can't provide physical assistance in any way. It does have hands, it can wave... when you ask for privacy, it does turn around and sort of cover its eyes with its hands but that's the most it does.  It doesn't grip anything, it doesn't move anything because we're more interested to see how it works as a companion - having something there to talk to, to converse with, to interact with."
    },
    {
      "author": "Rob",
      "text": "So, Abbey described how the robot is introduced to someone."
    },
    {
      "author": "Sam",
      "text": "She was keen to point out that this robot has limitations – things it can’t do. It can wave or turn round when a person needs privacy – to be private – but it can’t provide physical assistance . This means it can’t help someone by touching or feeling them."
    },
    {
      "author": "Rob",
      "text": "But that’s OK, Abbey says. This robot is designed to be a companion – someone who is with you to keep you company - a friend in other words that you can converse or talk with."
    },
    {
      "author": "Sam",
      "text": "Well, having a companion is a good way to stop people getting lonely, but surely a human is better for that – surely they understand you better than a robot ever can?"
    },
    {
      "author": "Rob",
      "text": "Well, innovation means that robots are becoming cleverer all the time. And as we’ve mentioned, in the UK alone there is a growing elderly population and more than 100,000 care assistant vacancies. Who is going to do all the work?"
    },
    {
      "author": "Sam",
      "text": "I think we should hear from Dr Sarah Woodin, a health researcher in independent living from Leeds University, who also spoke to the BBC’s You and Yours programme. She seems more realistic about the introduction of robot carers."
    },
    {
      "author": "Dr Sarah Woodin, Leeds University",
      "text": "I think there are problems if we consider robots as replacement for people. We know that money is tight - if robots become mass-produced there could be large institutions where people might be housed and abandoned to robots ... I do think questions of ethics need to come into the growth and jobs agenda as well because sometimes they're treated very separately."
    },
    {
      "author": "Rob",
      "text": "OK, so Sarah Woodin suggests that when money is tight – meaning there is only just enough -  making robots in large quantities – or mass-produced – might be a cheaper option than using humans. And she says people might be abandoned to robots."
    },
    {
      "author": "Sam",
      "text": "Yes, abandoned means left alone in a place, usually forever. So she says it might be possible that someone ends up being forgotten and only having a robot to care for them. So is this right, ethically?"
    },
    {
      "author": "Rob",
      "text": "Yes well, she mentions ethics – that’s what is morally right – and that needs to be considered as part of the jobs agenda. So, we shouldn’t just consider what jobs vacancies need filling but who and how it should be done. And earlier I asked you, Sam, did you know in which year was the first commercial robot built? And you said?"
    },
    {
      "author": "Sam",
      "text": "I said 1954."
    },
    {
      "author": "Rob",
      "text": "Well you didn’t need a robot to help you there because you are right. Well done!"
    },
    {
      "author": "Sam",
      "text": "Now let’s do something a robot can’t do yet, and that’s recap the vocabulary we’ve highlighted today, starting with empathy."
    },
    {
      "author": "Rob",
      "text": "Empathy is the ability to understand how someone feels by imagining what it would be like to be in that person's situation."
    },
    {
      "author": "Sam",
      "text": "Physical assistance describes helping someone by touching them."
    },
    {
      "author": "Rob",
      "text": "We also mention a companion – that’s someone who is with you and keeps you company."
    },
    {
      "author": "Sam",
      "text": "Our next word was tight – in the context of money, when money is tight it means there is not enough."
    },
    {
      "author": "Rob",
      "text": "Abandoned means left alone in a place, usually forever."
    },
    {
      "author": "Sam",
      "text": "And finally, we discussed the word ethics – we hear a lot about business ethics or medical ethics – and it means the study of what is morally right."
    },
    {
      "author": "Rob",
      "text": "OK, thank you, Sam. Well, we’ve managed to get through 6 Minute English without the aid of a robot. That’s all for now but please join us again soon. Goodbye!"
    },
    {
      "author": "Sam",
      "text": "Bye bye everyone!"
    }
  ],
  "authors": [
    "",
    "Rob",
    "Sam",
    "Abbey Hearn-Nagaf, research assistant, University of Bedfordshire",
    "Dr Sarah Woodin, Leeds University"
  ]
}