{
  "title": "o new people",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07x041g.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191212",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191212_6min_english_chatting_to_new_people_download.mp3",
  "intro": [
    "Many people feel uncomfortable about the idea of talking to people they don't know, but this is something that could be good for their state of mind. Neil and Georgina discuss research that says that seemingly inconsequential conversations with new people can have a beneficial effect on our mood and wellbeing. And our presenters feel good about teaching you related vocabulary!"
  ],
  "this_week_question": [
    "According to the Oxford English dictionary, approximately how many words are in use in the English language?",
    "a)    171,146",
    "b)    271,146",
    "c)    371,146",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "underestimate",
      "desc": ""
    },
    {
      "text": "anticipating",
      "desc": "guessing or expecting a certain outcome"
    },
    {
      "text": "to pluck up (the) courage",
      "desc": "to force yourself to do something that you’re scared or nervous about"
    },
    {
      "text": "connect",
      "desc": "start or have a good relationship with someone"
    },
    {
      "text": "mood",
      "desc": "the way we feel"
    },
    {
      "text": "introvert",
      "desc": "person who prefers to spend time on their own"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English and I'm Neil. Joining me for our discussion is Georgina."
    },
    {
      "author": "Georgina",
      "text": "Hello!"
    },
    {
      "author": "Neil",
      "text": "Now, Georgina, you’re a chatty, sociable kind of person, aren’t you?"
    },
    {
      "author": "Georgina",
      "text": "Well, yes, I think so."
    },
    {
      "author": "Neil",
      "text": "But would you go up to a stranger and strike up a conversation?"
    },
    {
      "author": "Georgina",
      "text": "That might be going too far – if you don’t know them, what are you going to start talking about?"
    },
    {
      "author": "Neil",
      "text": "A good question. But maybe you should – because in this programme we’re looking at how talking to strangers might actually be good for you! But first, let me talk to you about today’s question. I’d like you to answer this. To make conversation we need words – so according to the Oxford English dictionary, approximately how many words are in use in the English language? Is it… a)    171,146 b)    271,146 c)    371,146"
    },
    {
      "author": "Georgina",
      "text": "We use a lot of words in English, but not 371,000 – so I’ll go for a) 171,146."
    },
    {
      "author": "Neil",
      "text": "OK. Well, as always I will reveal the answer later in the programme. Now, let’s continue our conversation about having conversations with strangers! Many of us spend part of every day surrounded by strangers, whether on our commute to work, sitting in a park or cafe, or visiting the supermarket."
    },
    {
      "author": "Georgina",
      "text": "But we rarely reach out and talk to them because we fear it would make us both feel uncomfortable – or awkward. And Gillian Sandstrom, social psychologist from Essex University in the UK, can explain why. Here she is speaking on BBC Radio 4’s All In The Mind programme…."
    },
    {
      "author": "Gillian Sandstrom, Social psychologist, Essex University",
      "text": "We kind of underestimate , we have this negative voice in our head that's telling us \"I shouldn't have said that, why did I do that? I said that story better last time\". But the other person doesn't know any of that and they’re probably… they might be anticipating that they won't have a positive conversation and then they do. And they think, wow, that person was amazing. So we walk round with this fear that the other person isn’t going to be interested in talking to us."
    },
    {
      "author": "Georgina",
      "text": "Fascinating stuff. So we have a negative voice in our head telling us about all the bad things that might happen. We basically underestimate ourselves."
    },
    {
      "author": "Neil",
      "text": "To underestimate means to think that something is smaller or less important than it really is. We worry that what we say won’t be interesting or important enough."
    },
    {
      "author": "Georgina",
      "text": "Ah, but the other person doesn’t know that. They’re also anticipating – or guessing - the outcome. They're thinking that if they have a conversation, it won’t go well. But of course, when strangers do talk to each other it normally goes well."
    },
    {
      "author": "Neil",
      "text": "Yes, it’s just fear that is stopping us. But if we get over that fear, and get chatting, people might actually like us – and we might make new friends."
    },
    {
      "author": "Georgina",
      "text": "Another reason why you should pluck up the courage to talk to strangers is that it’s good for our health!"
    },
    {
      "author": "Neil",
      "text": "‘ Pluck up the courage’ – that’s a good phrase, Georgina, meaning force yourself to do something that you’re scared about and… research by the University of Chicago found we may often underestimate the positive impact of connecting with others for both our own and others' wellbeing."
    },
    {
      "author": "Georgina",
      "text": "And connecting here means starting or having a good relationship with someone. So the research found that, for example, having a conversation with a stranger on your way to work may leave you both feeling happier than you would think."
    },
    {
      "author": "Neil",
      "text": "Gillian Sandstrom also spoke about her research and the power of talking to strangers on the You and Yours programme. Listen out for the word ‘connected’…"
    },
    {
      "author": "Gillian Sandstrom, Social psychologist, Essex University",
      "text": "What we've shown in the research is that it's really good for your mood. So people are in a better mood after they reach out and have a conversation, however minimal, and the other thing that the research has shown is that just makes people feel more connected to each other."
    },
    {
      "author": "Neil",
      "text": "There you go! Talking to strangers is good for our mood – and mood means the way we feel. It’s good for our mental health – and we might discover people actually like us! And even if we’re an introvert – a person who prefers to be alone rather than with other people - experiments have shown that talking to others can make us happier."
    },
    {
      "author": "Georgina",
      "text": "The problem remains, Neil, that when speaking to someone new, what do you talk about?"
    },
    {
      "author": "Neil",
      "text": "How about some interesting facts – like approximately how many words are in use in the English language? Which is what I asked you earlier. Is it? a)    171,146 b)    271,146 c)    371,146 What did you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I said 171,146. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Spot on, Georgina. Well done! Yes, there are an estimated 171,146 words currently in use in the English language, according to the Oxford English Dictionary –plus many more obsolete words."
    },
    {
      "author": "Georgina",
      "text": "I shall pick a few of them and make conversation with someone on the Tube later, but not before we recap some of the vocabulary we’ve explained."
    },
    {
      "author": "Neil",
      "text": "Yes – so we highlighted six words, starting with underestimate which is to think that something is smaller or less important than it really is."
    },
    {
      "author": "Georgina",
      "text": "Anticipating means guessing or expecting a certain outcome. I anticipate this programme to be 6 minutes long!"
    },
    {
      "author": "Neil",
      "text": "That’s a given! Next, we mentioned the phrase to pluck up the courage ,meaning to force yourself to do something that you’re scared or nervous about."
    },
    {
      "author": "Georgina",
      "text": "When you connect with someone, it means you start or have a good relationship with someone. I think we’ve connected on this programme, Neil!"
    },
    {
      "author": "Neil",
      "text": "Absolutely, Georgina. And that’s put me in a good mood – mood means the way we feel."
    },
    {
      "author": "Georgina",
      "text": "And finally, an introvert is a person who prefers to spend time on their own."
    },
    {
      "author": "Neil",
      "text": "Thanks, Georgina.  Well, that’s our conversation over, but you can hear more from us on our website and on our app. Goodbye!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Gillian Sandstrom, Social psychologist, Essex University"
  ]
}