{
  "title": "The calming power of nature",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07xcq0p.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191219",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191219_6min_english_ecotherapy_download.mp3",
  "intro": [
    "Being in the green open space can certainly help us relax and de-stress. So much so that the beneficial contact with the outdoors is inspiring a particular kind of therapy. Neil and Georgina discuss ecotherapy and teach you related vocabulary."
  ],
  "this_week_question": [
    "How high is the world’s tallest tree thought to be? Is it...",
    "a)      65.8 metres",
    "b)    115.8 metres",
    "c)    185.8 metres",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "tonic",
      "desc": "something that makes you feel happier and healthier"
    },
    {
      "text": "horticulture",
      "desc": "the study or activity of growing garden plants"
    },
    {
      "text": "panacea",
      "desc": "something that is believed to solve everything"
    },
    {
      "text": "therapeutic",
      "desc": "makes you feel better or healthier"
    },
    {
      "text": "biophilia",
      "desc": "a passion for or empathy with the natural world and living things"
    },
    {
      "text": "innate",
      "desc": "a quality that you’re born with"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello, this is 6 Minute English. I'm Neil."
    },
    {
      "author": "Georgina",
      "text": "And I'm Georgina."
    },
    {
      "author": "Neil",
      "text": "Georgina, what do you do to cheer yourself up?"
    },
    {
      "author": "Georgina",
      "text": "Having a walk usually helps – especially if it’s in the countryside."
    },
    {
      "author": "Neil",
      "text": "Yes, being in all the green open space can certainly help us relax and de-stress – getting back to nature can be a tonic when you’re feeling down."
    },
    {
      "author": "Georgina",
      "text": "A tonic is something that makes you feel happier and healthier. I’ll drink to that!"
    },
    {
      "author": "Neil",
      "text": "Me too. But connecting with the natural world is particularly beneficial to people with mental health issues such as clinical depression. And it’s something that’s being called ‘ecotherapy’. More on that in a moment but here’s a question for you to answer, Georgina."
    },
    {
      "author": "Georgina",
      "text": "OK, Neil. Fire away."
    },
    {
      "author": "Neil",
      "text": "Well, seeing or even hugging trees is a form of therapy, but how high is the world’s tallest tree thought to be? Is it... a)      65.8 metres, b)    115.8 metres, or c)    185.8 metres Georgina, any ideas?"
    },
    {
      "author": "Georgina",
      "text": "Not a clue – but let’s go for the highest figure of 185.8 metres."
    },
    {
      "author": "Neil",
      "text": "Are you sure? Well, we’ll have to wait until the end of the programme to find out. Now, the mental health charity, Mind, describes ecotherapy as a formal type of treatment which involves doing outdoor activities in nature. However, there’s not one simple definition, it just relates to doing activities outdoors."
    },
    {
      "author": "Georgina",
      "text": "Yes, it can involve doing many things, such as outdoor yoga or horticulture – another name for gardening. It doesn’t involve taking medication, but instead it just develops a person’s relationship with nature."
    },
    {
      "author": "Neil",
      "text": "It’s something Patricia Hasbach knows a lot about. She’s a clinical psychotherapist and told the BBC Radio programme Health Check how ecotherapy can help. Does she say it can help everyone?"
    },
    {
      "author": "Patricia Hasbach, clinical psychotherapist",
      "text": "I often think about ecotherapy as another tool in the therapist's toolbox. It's not a panacea . It's not going to erase somebody's pain or grief. But it is a powerful tool, you know. Traditionally therapy has stopped at the urban boundary."
    },
    {
      "author": "Neil",
      "text": "So it’s interesting that she describes ecotherapy as a tool – something that can be used to achieve something else. Here is can be used to help improve someone’s mental health."
    },
    {
      "author": "Georgina",
      "text": "Ah, but she says it’s not a panacea – so not something that will solve everything – it won’t erase or get rid of someone’s pain. But going beyond what she calls the ‘urban boundary’, and into the natural world, means there is another method for helping people."
    },
    {
      "author": "Neil",
      "text": "Now, as we’ve mentioned, ecotherapy can take on many forms – doing art in a forest or running on a beach are all therapeutic . They're things that makes you feel better or healthier."
    },
    {
      "author": "Georgina",
      "text": "Well, I think that’s clear, but what is it about the outdoors that affects us?"
    },
    {
      "author": "Neil",
      "text": "A good question, Georgina. It seems from research that our busy brains are always on guard, but when we get into nature it gets a break, there’s not so much to be on the lookout for and we can relax."
    },
    {
      "author": "Georgina",
      "text": "Well, it does seem the negative symptoms of urban life can benefit from a dose of nature – a dose is an amount of something. Let’s get a good explanation from an expert. Environmental psychologist Birgitta Gatersleben also spoke to the BBC Health Check programme and gave two reasons – one of them, she explained, was something called ‘ biophilia’."
    },
    {
      "author": "Birgitta Gatersleben, environmental psychologist",
      "text": "Biophilia , very briefly, is really an innate positive response that people have with life and life-like features. The idea that nature reminds us of life, and if we (are) exposed to the natural elements then our sort of negative feelings get almost immediately replaced with positive emotions."
    },
    {
      "author": "Neil",
      "text": "Birgitta Gatersleben there explaining biophilia – which is a passion for or empathy with the natural world and living things."
    },
    {
      "author": "Georgina",
      "text": "She said biophilia is innate , which means is a quality that you’re born with. So basically, most of us were born to connect with nature – nature reminds us of life and gives us good, positive emotions."
    },
    {
      "author": "Neil",
      "text": "Naturally. OK. Well, Georgina, maybe getting today’s quiz question right will give you positive emotions. Earlier I asked you how high the world’s tallest tree is thought to be. Is it... a)      65.8 metres, b)    115.8 metres, or c)    185.8 metres What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said c) 185.8 metres."
    },
    {
      "author": "Neil",
      "text": "Oh dear, I'm afraid that's far too high! The correct answer is 115.8 metres. Never mind. The tree, named Hyperion, is a type of redwood and was found in California in 2006."
    },
    {
      "author": "Georgina",
      "text": "Well, that’s still very tall, and would be great to see."
    },
    {
      "author": "Neil",
      "text": "Now we’ve just got time to recap some of the vocabulary we’ve discussed, starting with tonic which can be a fizzy drink you mix with an alcoholic drink, but in the context of therapy it can mean something that makes you feel happier and healthier."
    },
    {
      "author": "Georgina",
      "text": "Horticulture is the study or activity of growing garden plants – in other words, gardening."
    },
    {
      "author": "Neil",
      "text": "A panacea is something believed to solve everything."
    },
    {
      "author": "Georgina",
      "text": "If something is therapeutic , it makes you feel better or healthier."
    },
    {
      "author": "Neil",
      "text": "We also discussed biophilia , which is a passion for or empathy with the natural world and living things."
    },
    {
      "author": "Georgina",
      "text": "And innate means a quality that you naturally have – you’re born with it."
    },
    {
      "author": "Neil",
      "text": "Well, as you know I have an innate quality for presenting this programme – but now it’s time to go. Please join us next time, and don’t forget to check us out on your favourite social media platform, on our app and of course the website bbclearningenglish.com. Goodbye."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Patricia Hasbach, clinical psychotherapist",
    "Birgitta Gatersleben, environmental psychologist"
  ]
}