{
  "title": "Fake or real: What’s the best tree  to have at Christmas?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07xs1w2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-191226",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/191226_6_min_english_christmas_trees_download.mp3",
  "intro": [
    "They're the ultimate Christmas decoration and millions are bought around the world each year. But what impact do Christmas trees - real and artificial - have on the environment? Neil and Sam discuss Christmas's carbon footprint and teach you some new vocabulary all in 6 minutes!"
  ],
  "this_week_question": [
    "In 2010, a Christmas tree in Belgium was awarded the Guinness World Record for having the most lights on it – but do you how many? Were there… a) 19,672 b) 94,672, or c) 194,672",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "indulging",
      "desc": "allowing yourself to have too much of something you enjoy."
    },
    {
      "text": "symbolic",
      "desc": "representing something"
    },
    {
      "text": "festive",
      "desc": "joyful feeling you get when celebrating something like Christmas"
    },
    {
      "text": "sustainable",
      "desc": "the ability to do something over a long period of time without harming the environment."
    },
    {
      "text": "economical",
      "desc": "doing something that doesn’t cost a lot of money"
    },
    {
      "text": "composted",
      "desc": "allowed to decay and then added back into the soil to improve its quality"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello and happy Christmas! This is 6 Minute English with me, Neil. And joining me today is Sam."
    },
    {
      "author": "Sam",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "So, Sam, are you feeling excited about Christmas?"
    },
    {
      "author": "Sam",
      "text": "Of course! Time with friends and family, eating lots, partying, presents – and generally indulging – what’s not to like?"
    },
    {
      "author": "Neil",
      "text": "Indulging – allowing yourself to have perhaps too much of something you enjoy.  Well, it only happens once a year, Sam. But for those of us who do celebrate Christmas, it comes at a price."
    },
    {
      "author": "Sam",
      "text": "Yes, well buying all those presents can be expensive."
    },
    {
      "author": "Neil",
      "text": "Not just that, Sam. I mean it comes at a cost to the environment, as we’ll explain shortly. But let’s start off with a quiz question for you to answer.  In 2010, a Christmas tree in Belgium was awarded the world record for having the most lights on it – but do you how many? Were there…"
    },
    {
      "author": "Sam",
      "text": "Well, I don’t think you could fit 194, 673 lights on a Christmas tree, so I’ll say a) 19,672."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find out how ‘bright’ you are at the end of the programme! Of course, Christmas trees are the ultimate Christmas decoration. It’s part of the Christmas tradition and millions are bought around the world each year. But what impact do Christmas trees - real and artificial - have on the environment?"
    },
    {
      "author": "Sam",
      "text": "Well before we answer that, let’s hear from some of the BBC Learning English team who  chose to have a real Christmas tree in their home and find out why… Phil Well, you've got the smell of it. You've got the look of it. But more importantly, it’s Christmas trees are supposed to be symbolic , aren't they? So the idea of something that stays green all year, so bringing that into your house it, it means something."
    },
    {
      "author": "Jiaying",
      "text": "I just think a real Christmas tree is more festive and more Christmassy. And it's just the tradition to get a real Christmas tree, that's all."
    },
    {
      "author": "Roy",
      "text": "There’s something more beautiful about the nature, the smell, the feel, the look of the tree and I like it to be sustainable . So, as long as I get my tree from a person that promises to grow two or three in its place, then I'm really, really happy."
    },
    {
      "author": "Neil",
      "text": "Yes, I agree – you can’t beat having a real Christmas tree. And as Phil said, it’s symbolic – it represents something important – and here a Christmas tree is the symbol of Christmas."
    },
    {
      "author": "Sam",
      "text": "And as Jiaying mentioned, it’s a tradition – something that’s done regularly and has become the expected thing to do – and I’d agree it makes things more festive – a word to describe the joyful feeling you get when celebrating something like Christmas."
    },
    {
      "author": "Neil",
      "text": "But of course all these trees are often thrown away, which is wasteful. That's why Roy mentioned his tree being sustainable – which means they can continue to be grown and cut down over a longer period so it’s less harmful to the environment."
    },
    {
      "author": "Sam",
      "text": "Well, an alternative to a real Christmas tree is a fake or artificial one, which is what Feifei from our team has in her house. What are the reasons why?"
    },
    {
      "author": "Feifei",
      "text": "We have a plastic Christmas tree, which we've had for about nine years. So it's plastic so you can re-use it every year and it's more economical , and we don't have to keep buying new trees."
    },
    {
      "author": "Neil",
      "text": "So Feifei’s fake tree is made of plastic – so that’s not great for recycling – but the good thing is she uses it year after year which makes it economical – which means it doesn’t cost a lot of money, it’s good value."
    },
    {
      "author": "Sam",
      "text": "Ah, but even Feifei admits it doesn’t have the smell and feel of a real tree. It’s a dilemma isn’t it, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes – what’s best for us and what’s best for the environment? The BBC’s Reality Check programme found that real trees take about 12 years to grow and as they do, they absorb carbon from the atmosphere and nitrogen from the soil – so a good thing."
    },
    {
      "author": "Sam",
      "text": "But when it’s chopped down it starts to release emissions back into the atmosphere – especially if you have to transport it to your home. And when Christmas is over, if it ends up in landfill, the tree’s carbon footprint will be higher."
    },
    {
      "author": "Neil",
      "text": "But its carbon footprint will be lowered if it’s recycled or composted – that’s the process of allowing it to decay and then adding it to the ground to improve soil quality. A fake tree on the other hand is usually imported, and can’t usually be recycled but, as Feifei mentioned, it can be re-used.  But without any type of Christmas tree, where would we put all those lights I mentioned earlier, Sam? I asked you: In 2010, a Christmas tree in Belgium was awarded the world record for having the most lights on it – but did you know how many? What do you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I think I said 19,672."
    },
    {
      "author": "Neil",
      "text": "Ooo, not very bright I’m afraid! There were in fact 194, 672!"
    },
    {
      "author": "Sam",
      "text": "Wow – think of the electricity that must have used!"
    },
    {
      "author": "Neil",
      "text": "Indeed. Well let’s enlighten everyone with some of the vocabulary we’ve discussed today."
    },
    {
      "author": "Sam",
      "text": "OK, well we started talking about indulging – that means allowing yourself to have perhaps too much of something you enjoy."
    },
    {
      "author": "Neil",
      "text": "When something is symbolic , it represents something important.  And the word festive describes the joyful feeling you get when celebrating something like Christmas."
    },
    {
      "author": "Sam",
      "text": "Like the festive jumper you are wearing today, Neil – very jolly! OK, next we mentioned sustainable – which means the ability to do something over a long period of time without harming the environment."
    },
    {
      "author": "Neil",
      "text": "Economical describes doing something that doesn’t cost a lot of money, it’s good value."
    },
    {
      "author": "Sam",
      "text": "And when something is composted , it is allowed to decay – and it turns in to compost which can be added back into the soil to improve its quality."
    },
    {
      "author": "Neil",
      "text": "Thank you, Sam. And that brings us to the end of 6 Minute English for now. It just leaves us to wish you a very happy Christmas. Goodbye."
    },
    {
      "author": "Sam",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Jiaying",
    "Roy",
    "Feifei"
  ]
}