{
  "title": "Women in politics",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p080blp6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200123",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200123_6min_english_women_in_politics_download.mp3",
  "intro": [
    "Thousands of women have signed up with 50:50 Parliament to register their interest in standing as an MP (Member of Parliament) in the UK. What's inspiring them to get involved? Sam and Georgina discuss the engagement of women in politics and teach you related vocabulary."
  ],
  "this_week_question": [
    "Which country has the highest percentage of women in its parliament? Is it:",
    "a) Rwanda",
    "b) Sweden",
    "c) New Zealand",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "to stand",
      "desc": "to be a candidate in an election"
    },
    {
      "text": "to see yourself",
      "desc": "(doing something) to imagine that it is possible for you to do something"
    },
    {
      "text": "the prospect of",
      "desc": "the possibility of"
    },
    {
      "text": "jargon",
      "desc": "vocabulary and expressions related to a particular job"
    },
    {
      "text": "a disadvantaged background",
      "desc": "growing up in a family situation without much money"
    },
    {
      "text": "to tailor",
      "desc": "(what you say) to change (how you speak) to make it suitable for a particular group"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English, I'm Sam."
    },
    {
      "author": "Georgina",
      "text": "And I'm Georgina."
    },
    {
      "author": "Sam",
      "text": "How do you do feel about politics, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Well, there’s a lot around at the moment!"
    },
    {
      "author": "Sam",
      "text": "Yes, indeed!"
    },
    {
      "author": "Georgina",
      "text": "One thing I would like to see in politics, particularly British politics, is more women in parliament. About 34% of our MPs are women, which is the highest it’s ever been, but it’s still not close to 50%."
    },
    {
      "author": "Sam",
      "text": "In order to be elected though, you first have to stand , don’t you?"
    },
    {
      "author": "Georgina",
      "text": "Yes, we use the verb stand when you are a candidate someone can vote for."
    },
    {
      "author": "Sam",
      "text": "Women in politics is our topic today. Before we get into it, today’s question. Which country has the highest percentage of women in its parliament? Is it: a) Rwanda b) Sweden c) New Zealand What do you think, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I’m not sure. I know New Zealand was one of the first countries to allow women to vote and they currently have a female prime minister – but I think it’s actually an African country. So I’m going to say Rwanda."
    },
    {
      "author": "Sam",
      "text": "OK. We’ll see if you’re correct at the end of the programme. There are a number of projects in the UK at the moment trying to get more women interested in standing for parliament. One of these is the campaign ‘sign-up-to-stand’ from an organisation called 50:50 Parliament. Lucrece Grehoua is someone who has taken up that challenge and is hoping to stand in upcoming elections. She was a guest on the BBC Radio programme Woman’s Hour. She wasn’t always interested in politics, though. How does she describe it?"
    },
    {
      "author": "Lucrece Grehoua",
      "text": "I didn’t really see myself in the Houses of Parliament. When we see it on TV it looks extremely boring, politics looks boring, especially as a young person and so when I saw that 50:50 Parliament were including women and including young women, including a diverse range of young women, I thought ‘wow, this is really for me and it can be for me’. So I decided to #signuptostand. Ever since I’ve just been excited at the prospect of me standing for parliament."
    },
    {
      "author": "Sam",
      "text": "What was her original feeling about politics?"
    },
    {
      "author": "Georgina",
      "text": "Boring! She thought it was boring, particularly as a young person. In fact she couldn’t see herself as a politician. She couldn’t imagine herself doing it."
    },
    {
      "author": "Sam",
      "text": "She says that she is now excited at the prospect of standing . What does she mean by that?"
    },
    {
      "author": "Georgina",
      "text": "The prospect of something is the possibility of something. So before, she thought it was boring, now she’s excited at the possibility that she could be a member of parliament."
    },
    {
      "author": "Sam",
      "text": "So, what was it that made her change her mind and think that politics wasn’t so boring after all? Here’s Lucrece Grehoua again."
    },
    {
      "author": "Lucrece Grehoua  ",
      "text": "Lucrece Grehoua I think everybody has a politician within them because we all get anger about something but unfortunately when we see it, it’s all jargon , it’s not very… words that we can understand. Even just as a working class person who hasn’t, you know, been to a private school and who’s come from a disadvantaged background and so I realised politics is for absolutely everybody, it’s just the way that you speak about it has to be tailored to everyone."
    },
    {
      "author": "Sam",
      "text": "One of the things she didn’t like about politics was the jargon ."
    },
    {
      "author": "Georgina",
      "text": "Well, no one likes jargon , do they? Jargon is the very specific language and vocabulary relating to a particular profession. Inside the profession people know what it means, but from outside it can seem very complicated and confusing."
    },
    {
      "author": "Sam",
      "text": "Lucrece said she came from a disadvantaged background . This means that when she was growing up her family didn’t have very much money and that made life and study very difficult."
    },
    {
      "author": "Georgina",
      "text": "But even though, or maybe because, she came from a disadvantaged background she has become interested in politics and thinks that it can be something for everyone, but rather than use jargon you have to tailor the way you speak for everyone. To tailor something is to make it fit – in the same way that a tailor makes clothes fit, you can tailor your language to make it easy for everyone to understand. And one way to do that is to cut out the jargon !"
    },
    {
      "author": "Sam",
      "text": "That’s just about all we have time for today. But before we review the vocabulary, it’s time to get the answer to today’s quiz question. Which country has the highest percentage of women in its parliament? Is it: a) Rwanda b) Sweden c) New Zealand Georgina, what did you say?"
    },
    {
      "author": "Georgina",
      "text": "I made an educated guess of Rwanda."
    },
    {
      "author": "Sam",
      "text": "An educated guess and a correct guess. Well done. And well done to everyone else who got that right too! According to 2019 figures, Rwanda’s parliament has over 60% women MPs. Go Rwanda! OK, let’s remind ourselves of today’s vocabulary."
    },
    {
      "author": "Georgina",
      "text": "Of course. To stand is the verb we use when someone is a candidate in an election – when someone stands for election you can vote for them."
    },
    {
      "author": "Sam",
      "text": "If you can see yourself as something, it means that you can imagine yourself doing that thing."
    },
    {
      "author": "Georgina",
      "text": "The prospect of something, is the possibility of something, so for example, the prospect of becoming an MP is something that excites Lucrece."
    },
    {
      "author": "Sam",
      "text": "Something that we all hate, except when we use it ourselves, is jargon . Words and language that are very specific to a particular job and which are difficult for people outside that profession to understand."
    },
    {
      "author": "Georgina",
      "text": "People who grow up without enough money and without access to education can be said to come from a disadvantaged background ."
    },
    {
      "author": "Sam",
      "text": "And finally, to tailor something is to change it to make it suitable for a particular purpose."
    },
    {
      "author": "Georgina",
      "text": "So for example, if you want to make politics accessible for more people, you have to tailor your language and cut out the jargon ."
    },
    {
      "author": "Sam",
      "text": "Indeed! Well, it’s time for us to go now, but do join us again soon. Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Sam",
    "Georgina",
    "Lucrece Grehoua",
    "Lucrece Grehoua  "
  ]
}