{
  "title": "The benefits of low emission zones",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p081hwd7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200130",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200130_6_min_english_low_emission_zones_download.mp3",
  "intro": [
    "Cities around the world are trying to clean up the air people breathe. One way of doing this is introducing low emission zones, which restrict or ban polluting cars. Last year, London introduced the Ultra Low Emission Zone (ULEZ), and this year British cities including Bath, Leeds and Birmingham are also bringing in Clean Air Zones. 6 Minute English discusses this clean-air initiative and teaches some useful items of vocabulary."
  ],
  "this_week_question": [
    "Which UK city recently announced it wants to be the country’s first ‘net zero’ city - placing their greenhouse emissions at a neutral level. Was it…",
    "a)     Glasgow",
    "b)     Manchester, or",
    "c)     Cardiff",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "emissions",
      "desc": "amounts of, usually, gas that is sent out into the air from things like cars"
    },
    {
      "text": "pollutants",
      "desc": "substances that cause pollution"
    },
    {
      "text": "to focus the mind",
      "desc": "to concentrate on one idea or thought"
    },
    {
      "text": "incentive",
      "desc": "something that encourages someone to do something"
    },
    {
      "text": "complex",
      "desc": "something that is complicated, difficult and involves many parts"
    },
    {
      "text": "concentrations",
      "desc": "amounts of substances, or pollutants, within something"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Sam…"
    },
    {
      "author": "Neil",
      "text": "And I'm Neil."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’re discussing low emission zones and explaining some useful items of vocabulary along the way."
    },
    {
      "author": "Neil",
      "text": "Well, that’s good, Sam. But what exactly is a low emission zone?"
    },
    {
      "author": "Sam",
      "text": "Well, the noun emission is an amount of, usually, gas, that is sent out into the air and harms the environment – it’s pollution. And a low emission zone is an area of a city where the amount of pollution is controlled."
    },
    {
      "author": "Neil",
      "text": "Of course, and cities like London have them - most vehicles, including cars and vans, need to meet certain emissions standards or their drivers must pay a daily charge to drive within the zone – or they might even be banned altogether."
    },
    {
      "author": "Sam",
      "text": "Exactly. It’s all about making the air we breathe cleaner. And my question today is about one UK city which recently announced it wants to be the country’s first ‘net zero’ city - placing their greenhouse emissions at a neutral level. But which one is it? Is it…"
    },
    {
      "author": "Neil",
      "text": "Ah yes, I’ve heard about this and I’m sure it is a) Glasgow."
    },
    {
      "author": "Sam",
      "text": "OK, I'll let you know if that was correct at the end of the programme. Now, Neil mentioned that London already has an ultra-low emission zone. But this year, other UK cities, including Bath, Leeds and Birmingham, are also bringing in Clean Air Zones."
    },
    {
      "author": "Neil",
      "text": "And around the world, many other cities, like Beijing, Paris and Madrid have these zones. Although there are many types of emissions, such as from factories, these zones predominantly target exhaust fumes from vehicles – poisonous gases called nitrogen dioxide."
    },
    {
      "author": "Sam",
      "text": "Let’s hear from an expert on this - Alastair Lewis, who is a Professor of Atmospheric Chemistry at the University of York. He spoke to BBC Radio 4’s Inside Science programme and explained why we should be trying to reduce these pollutants – a word for the substances that cause pollution…"
    },
    {
      "author": "Alastair Lewis, Professor of Atmospheric Chemistry, University of York",
      "text": "Most of the evidence we have now on air pollution is that we continue to see health benefits by reducing pollution, even when you're below the target value. So, just because the city meets a particular value, there is still an incentive to continue to improve air quality, because the health benefits continue to build up as you do that. So, targets are very good at focusing the mind , but they shouldn't be the only thing that we're considering."
    },
    {
      "author": "Neil",
      "text": "Alastair Lewis mentions ‘targets’. These are official levels of something that need to be achieved. They give us something to aim for – in this case reducing air pollution."
    },
    {
      "author": "Sam",
      "text": "He uses the phrase ‘ focusing the mind’ – that means to concentrate on one idea or thought."
    },
    {
      "author": "Neil",
      "text": "But, while setting a target to cut air pollution is good – it has health benefits – we shouldn’t just focus on meeting the target. Even if the target is met, we shouldn’t stop trying to improve. The incentive should be that we are improving people’s health."
    },
    {
      "author": "Sam",
      "text": "And an incentive is something that encourages someone to do something. So, I think it’s accepted that creating low emission zones is an incentive because it encourages people to either not drive into cities or to, at least, drive low-polluting vehicles."
    },
    {
      "author": "Neil",
      "text": "And, of course, changing to electric-powered cars is one way to do this. There’s more of an incentive to do this now, at least in the UK, because the government has said new diesel and petrol cars and vans will be banned from 2040."
    },
    {
      "author": "Sam",
      "text": "But pollution from vehicles is just part of the problem, as Alastair Lewis points out…"
    },
    {
      "author": "Alastair Lewis, Professor of Atmospheric Chemistry, University of York",
      "text": "One has to accept that air pollution is an enormously complex problem with a very very large number of contributing sources, and there will never be any one single action that will cure the problem for us. So, low emission zones are one way to reduce concentrations , but they are not, in isolation, going to be the solution."
    },
    {
      "author": "Neil",
      "text": "So, Alastair points out that air pollution is a complex problem – it’s complicated, difficult and involves many parts."
    },
    {
      "author": "Sam",
      "text": "Yes, there are many sources – things that create these emissions. So, it’s not possible to solve - or cure – the problem by doing one thing. Low emission zones are only one part of the solution to the problem."
    },
    {
      "author": "Neil",
      "text": "He said it was one way to reduce concentrations – he means amounts of substances, pollutants, found in something, which here is the air."
    },
    {
      "author": "Sam",
      "text": "Well, earlier, Neil, you had to concentrate your mind and answer a question about emissions. I asked which UK city recently announced it wants to be the country’s first ‘net zero’ city - placing their greenhouse emissions at a neutral level. Was it…"
    },
    {
      "author": "Neil",
      "text": "I said it’s Glasgow."
    },
    {
      "author": "Sam",
      "text": "And it is Glasgow! Well done, Neil. It wants to become the UK's first ‘net zero’ city. And later this year it is hosting a major United Nations climate change summit."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, I think we need a recap of the vocabulary we’ve discussed, starting with emissions …"
    },
    {
      "author": "Sam",
      "text": "Emissions are amounts of, usually, gas that is sent out into the air from things like cars. They harm the environment. And pollutants are the actual substances that cause pollution…"
    },
    {
      "author": "Neil",
      "text": "To focus the mind means to concentrate on one idea or thought."
    },
    {
      "author": "Sam",
      "text": "And we mentioned an incentive , which is something that encourages someone to do something."
    },
    {
      "author": "Neil",
      "text": "Complex describes something that is complicated, difficult and involves many parts."
    },
    {
      "author": "Sam",
      "text": "And when talking about pollution, we sometimes talk about concentrations. These are amounts of substances, or pollutants, within something."
    },
    {
      "author": "Neil",
      "text": "So, in a polluted city, we might find high concentrations of nitrogen dioxide because of all the traffic – it’s not great for our health, Sam."
    },
    {
      "author": "Sam",
      "text": "Indeed, Neil – that’s why we need low emission zones! And that brings us to the end of this 6 Minute English programme. See you soon. Bye."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "",
    "Sam",
    "Neil",
    "Alastair Lewis, Professor of Atmospheric Chemistry, University of York"
  ]
}