{
  "title": "Why does seeing someone yawn make you yawn?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p07yhdnn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200102",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200102_6min_english_yawning_download.mp3",
  "intro": [
    "Have you ever wondered why seeing someone yawn also makes you yawn? According to researchers, it makes a difference if you think of yourself as similar to the person who started the yawning. Georgina and Rob discuss yawning and teach you related vocabulary."
  ],
  "this_week_question": [
    "What biological function does yawning have?",
    "a: To take in more oxygen b: To get rid of carbon dioxide from our body c: No one really knows",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a yawn / to yawn",
      "desc": "breathe in and out with our mouth stretched open"
    },
    {
      "text": "contagious",
      "desc": "can be spread from one person to another"
    },
    {
      "text": "a behaviour",
      "desc": "an action, often automatic, in response to a particular situation"
    },
    {
      "text": "cognitive",
      "desc": "connected to mental processes and the way our minds work"
    },
    {
      "text": "to identify with (a group)",
      "desc": "to feel close to and have a sense of belonging to (a group)"
    },
    {
      "text": "exhibit (a behaviour)",
      "desc": "do, show (a behaviour)"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English, I'm Georgina."
    },
    {
      "author": "Rob",
      "text": "And I'm Rob."
    },
    {
      "author": "Georgina",
      "text": "What do you do when you’re tired, Rob?"
    },
    {
      "author": "Rob",
      "text": "Mm, I go to bed."
    },
    {
      "author": "Georgina",
      "text": "Before that?"
    },
    {
      "author": "Rob",
      "text": "Erm, I clean my teeth?"
    },
    {
      "author": "Georgina",
      "text": "But what does your body do to tell you you’re tired?"
    },
    {
      "author": "Rob",
      "text": "Right, well these days I just kind of fall asleep in front of the TV."
    },
    {
      "author": "Georgina",
      "text": "Yes, but, OK – what am I doing now?"
    },
    {
      "author": "Rob",
      "text": "Oh yes, hang on – yes, you’ve set me off - yawning, yes yawning is a sign that we are tired! Or bored!"
    },
    {
      "author": "Georgina",
      "text": "Are you tired or bored now?"
    },
    {
      "author": "Rob",
      "text": "No, not particularly."
    },
    {
      "author": "Georgina",
      "text": "So, why did you just yawn?"
    },
    {
      "author": "Rob",
      "text": "Well, because you did! That’s the thing about yawns. They are contagious – they can spread from one person to another."
    },
    {
      "author": "Georgina",
      "text": "And that’s what we’re looking at in this programme. But first, today’s question. What biological function does yawning have? Essentially, why do we yawn? Is it:"
    },
    {
      "author": "Rob",
      "text": "Ah – I know this. We yawn to take in more oxygen. I’m pretty sure that’s it."
    },
    {
      "author": "Georgina",
      "text": "OK. We’ll see if you’re correct at the end of the programme. John Drury is a researcher from Sussex University. On the BBC Radio 4 series All in The Mind he spoke about yawning and why it is contagious. Which animal does he mention will also catch a yawn from its owner?"
    },
    {
      "author": "John Drury",
      "text": "Yawning is actually a difficult case when it comes to these contagious behaviours. It is the most contagious behaviour – it’s meant to be automatic, it’s something that you can’t stop. Dogs yawn when their owners yawn, animals yawn to each other. It happens whether you want to or not. These kind of effects have been found for other kinds of behaviour, so really, we were trying to push it as far as we could and see if there is a cognitive element to this influence behaviour."
    },
    {
      "author": "Georgina",
      "text": "Which animal might yawn when its owner does?"
    },
    {
      "author": "Rob",
      "text": "Dogs! Dogs can catch a yawn from their owners."
    },
    {
      "author": "Georgina",
      "text": "Yes, yawning is a very contagious behaviour. The use of the word behaviour here is interesting. Normally it is an uncountable noun to describe the way we act – either in a good or a bad way. We talk about, for example, dogs' or children’s behaviour being good or bad."
    },
    {
      "author": "Rob",
      "text": "But it’s also used as an uncountable noun when we are talking about a particular action that, for example, an animal makes in particular situations. These behaviours are often not conscious, but are an automatic response to a situation."
    },
    {
      "author": "Georgina",
      "text": "And the researchers were looking to see if there was a cognitive side to the behaviour. Which means they are looking at the mental process – what is happening in the mind to make us yawn, particularly when someone else yawns. Let’s listen again"
    },
    {
      "author": "John Drury",
      "text": "Yawning is actually a difficult case when it comes to these contagious behaviours. It is the most contagious behaviour – it’s meant to be auto matic, it’s something that you can’t stop. Dogs yawn when their owners yawn, animals yawn to each other. It happens whether you want to or not. These kinds of effects have been found for other kinds of behaviour, so really, we were trying to push it as far as we could and see if there is a cognitive element to this influence behaviour."
    },
    {
      "author": "Georgina",
      "text": "The research discovered that contagious yawning is connected with our social group and how close we feel to the people in it. Here’s John Drury again."
    },
    {
      "author": "John Drury",
      "text": "So, the more that you identify with the in-group target, the more likely you are to copy their behaviour. What we do when we see a behaviour is that at some level, we are making a judgement about whether the person exhibiting that behaviour, whether it’s an emotion, or a scratching behaviour, or anything, is relevant. Does their behaviour indicate to us how we should behave?"
    },
    {
      "author": "Georgina",
      "text": "So, essentially, yawning is more contagious if we identify with the person who yawns first. If we feel close to, and belong in, the same group as the person who exhibits the behaviour – the person who does the yawning – we are likely to yawn too."
    },
    {
      "author": "Rob",
      "text": "So, you are less likely to yawn if a stranger yawns than if someone in your close family or circle of friends yawns."
    },
    {
      "author": "Georgina",
      "text": "Let’s listen again."
    },
    {
      "author": "John Drury",
      "text": "So, the more that you identify with the in-group target, the more likely you are to copy their behaviour. What we do when we see a behaviour is that at some level, we are making a judgement about whether the person exhibiting that behaviour, whether it’s an emotion, or a scratching behaviour, or anything, is relevant. Does their behaviour indicate to us how we should behave?"
    },
    {
      "author": "Georgina",
      "text": "Right, before we review the vocabulary, let’s have the answer to our quiz. Why do we yawn? Is it:"
    },
    {
      "author": "Rob",
      "text": "Well, I was pretty sure it’s A - to take in more oxygen."
    },
    {
      "author": "Georgina",
      "text": "There is, in fact, no clear biological reason for yawning that is agreed upon. So no one really knows."
    },
    {
      "author": "Rob",
      "text": "We’ve been talking about yawning. The action of opening our mouths wide open and stretching our eardrums when tired or bored."
    },
    {
      "author": "Georgina",
      "text": "Yawning can also be contagious. This means it can pass from one person to another."
    },
    {
      "author": "Rob",
      "text": "And a yawn can be described as a behaviour – a particular kind of automatic action in response to a particular situation."
    },
    {
      "author": "Georgina",
      "text": "The word cognitive is related to our mental processes - the way our minds work."
    },
    {
      "author": "Rob",
      "text": "If you identify with a particular group – you feel close to that group and feel that you belong in that group."
    },
    {
      "author": "Georgina",
      "text": "And finally, to exhibit a behaviour is to actually do that particular behaviour. And before we all start yawning, it’s time for us to go. Do join us again soon and you can always find us online, on social media and on the BBC Learning English app. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Georgina",
    "Rob",
    "John Drury"
  ]
}