{
  "title": "Will humans become extinct?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p085jgkn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200312",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200312_6_min_english_human_extinction_download.mp3",
  "intro": [
    "What is the chance of the human race surviving the 21st century? There are many dangers – climate change for example, or nuclear war, or a pandemic, or planet Earth being hit by a giant asteroid. Sam and Neil discuss our future and whether we need to start panicking but not before they teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which island the dodo was from? Was it:",
    "a) The Galapagos",
    "b) Mauritius",
    "c) Fiji",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "existential risks",
      "desc": "dangers that threaten the continuation of human life on Earth"
    },
    {
      "text": "the historical record",
      "desc": "the collection of all written and recorded past events concerning the human race"
    },
    {
      "text": "wipes out",
      "desc": "completely destroys leaving nothing remaining"
    },
    {
      "text": "plague",
      "desc": "infectious, epidemic disease"
    },
    {
      "text": "Doomsday",
      "desc": "final day of the world’s existence; apocalypse"
    },
    {
      "text": "false alarm",
      "desc": "warning given incorrectly so that people wrongly believe something dangerous is about to happen"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be asking looking at some of the many dangers facing humanity, from climate change and global pandemics to asteroid impacts and nuclear war. We’ll be finding out whether human civilisation can survive these risks and looking at some of the related vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Do you really think humans could become extinct and end up as dead as the dodo?"
    },
    {
      "author": "Neil",
      "text": "Ah, so of course you’ve heard of the dodo?"
    },
    {
      "author": "Sam",
      "text": "Yes, dodos were large, metre-high birds which died out in the 1600s after being hunted to extinction by humans."
    },
    {
      "author": "Neil",
      "text": "That’s right. Dodos couldn’t fly and weren’t very clever. They didn’t hide when sailors with hunting dogs landed on their island. The species was hunted so much that within a century, every single bird had died out. But do you know which island the dodo was from, Sam? That’s my quiz question for today. Was it:"
    },
    {
      "author": "Sam",
      "text": "I’ll guess the Galapagos, Neil, because I know many exotic animals live there. By the way, that’s also cheered me up a bit because as humans we are much smarter than the dodo! We’re far too clever to die out, aren’t we?"
    },
    {
      "author": "Neil",
      "text": "I’m not sure I agree, Sam. Lots of the existential risks - the worst possible things that could happen to humanity, such as nuclear war, global pandemics or rogue artificial intelligence, are human-made. These threats could have catastrophic consequences for human survival in the 21st century."
    },
    {
      "author": "Sam",
      "text": "That’s true. But existential risks don’t only threaten the survival of the human species. Instead, they could destroy civilisation as we know it, leaving pockets of survivors to struggle on in a post-apocalyptic world."
    },
    {
      "author": "Neil",
      "text": "And it wouldn’t be the first time that has happened, as the BBC World Service programme The Inquiry found out. Simon Beard of the Centre for the Study of Existential Risk at Cambridge University explains:"
    },
    {
      "author": "Simon Beard",
      "text": "The historical record suggests that about once every thousand years an event occurs that wipes out about a third of the human population – so in the Middle Ages, this was the Black Death - huge plague that covered Eurasia, while there was also dramatic global cooling at that time which many people think was related to volcanic eruptions and about a third of the global population died."
    },
    {
      "author": "Sam",
      "text": "So, humanity has been facing these risks throughout history, according to the historical record – the collection of all written and recorded past events concerning the human race."
    },
    {
      "author": "Neil",
      "text": "Yes. Wars and plagues –infectious, epidemic diseases which spread between countries can quickly wipe out – or completely destroy, millions of people."
    },
    {
      "author": "Sam",
      "text": "And there’s not much we can do to stop disasters like that!"
    },
    {
      "author": "Neil",
      "text": "True, Sam, but what about individuals who actively work to bring about the end of the world - like apocalyptic terrorists, rampage shooters and fundamentalist cults like those who organised the poisonous gas attack on the Tokyo subway."
    },
    {
      "author": "Sam",
      "text": "Those are people who want to end human life on Earth and bring about Doomsday - another word for the final, apocalyptic day of the world’s existence."
    },
    {
      "author": "Neil",
      "text": "Right. And things got even scarier in modern times with the invention of nuclear weapons. During the Cuban Missile Crisis between America and the USSR for example, risk experts estimated a 41% probability that human life would be completely wiped out! Seth Baum of New York’s Global Catastrophic Risk Institute explains how human error almost brought about Doomsday:"
    },
    {
      "author": "Seth Baum",
      "text": "There are some ways that you could get to a nuclear war without really intending to, and probably the biggest example is if you have a false alarm that is mistaken as a nuclear attack, and there have been a number of, maybe even very serious false alarms, over the years, in which one side or the other genuinely believed that they were under nuclear attack, when in fact they were not at all under nuclear attack."
    },
    {
      "author": "Sam",
      "text": "One such false alarm - an incorrect warning given so that people wrongly believe something dangerous is about to happen, came about in 1995, when the US sent missiles up into the Earth’s atmosphere to study the aurora borealis , the northern lights."
    },
    {
      "author": "Neil",
      "text": "Soviet radars picked up the missiles, thinking they were nuclear warheads and almost retaliated. Nuclear Armageddon was only averted by the actions of one clear-thinking Russian general who decided not to push the red button"
    },
    {
      "author": "Sam",
      "text": "Phew! A close shave then! Well, Neil, all this doomongering has made me want to just give it all up and live on a desert island!"
    },
    {
      "author": "Neil",
      "text": "Like the dodo eh, Sam? So, which island would that be? If you remember, today’s quiz question asked where the dodo was from."
    },
    {
      "author": "Sam",
      "text": "I said The Galapagos."
    },
    {
      "author": "Neil",
      "text": "And I’m afraid to say it was b) Mauritius.  So, to recap, in this programme we’ve been discussing Doomsday – the final day of life on Earth and other existential threats - dangers threatening the survival of humans on the planet."
    },
    {
      "author": "Sam",
      "text": "We looked back throughout the historical record - all recorded human history, to see examples of threats which have wiped out , or killed millions of people in the past, including wars and plagues which spread epidemic diseases between populations."
    },
    {
      "author": "Neil",
      "text": "And we’ve seen how modern dangers, like nuclear war and climate change, further reduce the probability of human survival. But Sam, it’s not all doom and gloom! The same scientific intelligence which spilt the atom could also find solutions to our human-made problems in the 21st century, don’t you think?"
    },
    {
      "author": "Sam",
      "text": "So, the end of the world might be a false alarm – or unfounded warning – after all!"
    },
    {
      "author": "Neil",
      "text": "Let’s hope we’ll all still be here next time for another edition of 6 Minute English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Simon Beard",
    "Seth Baum"
  ]
}