{
  "title": "ditation and the brain",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p086b1n6.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200319",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200319_6min_meditation_download.mp3",
  "intro": [
    "Meditating can change your mind - that's the opinion of some experts. Listen to this episode of 6 Minute English as Sam and Neil discuss the effects of meditating on your brain and teach you some useful English vocabulary along the way."
  ],
  "this_week_question": [
    "Question: What is the meaning of the Tibetan word for ‘meditation’? Is it… a) to relax b) to feel blissful c) to become familiar",
    "[The answer is at the end of the programme.]"
  ],
  "vocab": [
    {
      "text": "neuroscience",
      "desc": "science concerning the workings of the nervous system and brain"
    },
    {
      "text": "compassion",
      "desc": "attitude wishing everyone to be free from all physical and mental suffering"
    },
    {
      "text": "a flash of insight",
      "desc": "a sudden moment of understanding something previously not understood; also known as an Aha! moment"
    },
    {
      "text": "neuroplasticity",
      "desc": "the brain’s ability to restructure its neural, electrical pathways in response to purposeful activity"
    },
    {
      "text": "brain circuits",
      "desc": "groups of interconnected neurons that perform a specific function when activated"
    },
    {
      "text": "enduring",
      "desc": "lasting over a long period of time"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "How do you relax, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, I love watching movies and I go swimming."
    },
    {
      "author": "Neil",
      "text": "One thing that millions of people around the world do is meditate to relax and that’s the subject of our programme. We’ll be looking at experiments by scientists in the US into the Buddhist practice of meditation. We’ll find out how Tibetan monks use meditation techniques to focus better and manage their emotions."
    },
    {
      "author": "Sam",
      "text": "But what exactly is meditation? People just sitting cross-legged on the floor, thinking of nothing?!"
    },
    {
      "author": "Neil",
      "text": "There’s a lot more to it than that. After all, Buddhist meditation is an ancient practice – even science, according to some. Tibetan Buddhism, as embodied by the Dalai Lama, is what many people think of when you mention meditation. Which brings me to my quiz question."
    },
    {
      "author": "Sam",
      "text": "Which is..?"
    },
    {
      "author": "Neil",
      "text": "What is the meaning of the Tibetan word for ‘meditation’? Is it…"
    },
    {
      "author": "Sam",
      "text": "I think it must be either a) to relax, or b) to feel blissful because they sound like positive states of mind. But I’m not sure about calling meditation a ‘science’, Neil. Isn’t it more like a philosophy or a lifestyle?"
    },
    {
      "author": "Neil",
      "text": "Not according to Professor Richard Davidson of the Center for Healthy Minds. He spoke to Alejandra Martins of BBC World Service programme Witness History about his remarkable scientific experiment which proved for the first time that meditation can actually change the brain."
    },
    {
      "author": "Richard Davidson",
      "text": "When I first met His Holiness the Dalai Lama it was 1972. He challenged me, he said, ‘I understand that you’ve been using tools of modern neuroscience to study anxiety and depression. Why can’t you use those same tools to study kindness and to study compassion?’"
    },
    {
      "author": "Neil",
      "text": "Neuroscience is the scientific study of the workings of the human brain and nervous system. Professor Davidson measured negative mental states like depression, in contrast to positive attitudes such as compassion – that’s the wish for everyone to be free from suffering."
    },
    {
      "author": "Sam",
      "text": "Right. In his test, Buddhist monks sent out loving thoughts to everyone equally – to friends, enemies and strangers as well as to themselves."
    },
    {
      "author": "Neil",
      "text": "Compassionate thoughts such as ‘May you be happy and peaceful’, ‘May you not suffer’. And the results were astonishing!"
    },
    {
      "author": "Sam",
      "text": "What did they show, Neil?"
    },
    {
      "author": "Neil",
      "text": "Very high levels of gamma oscillations – now that’s brain waves showing increased connections between different parts of the brain. This is what you or I might experience as a flash of insight – a moment of sudden understanding and clarity. For us, it might last less than a second. But for these experienced Buddhist monks, the gamma waves lasted minutes! Furthermore, as Richard Davidson explains, brain changes as a result of meditation can be long lasting."
    },
    {
      "author": "Richard Davidson",
      "text": "There is no question at this point in time based upon the current science that has been conducted over the last 10 years, that meditation can change the brain in enduring ways; and the circuits that are involved are multiple, but they include circuits that are important for regulating attention and regulating emotion."
    },
    {
      "author": "Neil",
      "text": "So, this was proof of neuroplasticity – our brain’s ability to change in response to conscious effort. In other words, the meditating monks were intentionally remoulding their minds in more positive ways!"
    },
    {
      "author": "Sam",
      "text": "And this was possible because the brain circuits – different parts of the brain responsible for different functions – start talking to each other in new ways that created enduring – meaning long-lasting - changes."
    },
    {
      "author": "Neil",
      "text": "The meditators gained insight into how their minds work. They were more focused and emotionally balanced and less likely to get upset. How cool is that?"
    },
    {
      "author": "Sam",
      "text": "Pretty cool! But these Tibetan monks sound like Buddhas! They spend thousands of hours sitting in meditation. I’ve got to go to work, Neil! What good is meditation to me?"
    },
    {
      "author": "Neil",
      "text": "Well, Sam, in fact the experiment showed that 30 minutes of meditation a day significantly increased feelings of loving kindness in new meditators too!"
    },
    {
      "author": "Sam",
      "text": "OK, maybe I’ll give meditation a go after all. But not before I find out the answer to today’s quiz."
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you what the Tibetan word for ‘meditation’ meant."
    },
    {
      "author": "Sam",
      "text": "And I said either a) to relax, or b) to feel blissful. And I’m feeling pretty confident of getting it right this time, Neil."
    },
    {
      "author": "Neil",
      "text": "Well, Sam, if the answer came to you in a flash of insight then I’m afraid you need more practice because the correct answer is  c) to become familiar, in this case with more positive thoughts and emotions."
    },
    {
      "author": "Sam",
      "text": "You mean emotions like kindness and compassion – the thought wishing everyone to be free from their problems. What other vocabulary did we learn today, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, it turns out meditation is actually a science. Neuroscience in fact, which is the study of the human brain and nervous system. Meditation experiments proved neuroplasticity - the brain’s ability to restructure."
    },
    {
      "author": "Sam",
      "text": "By generating and sending out the compassionate wish, ‘May all beings be happy’, Buddhist meditators change their brain circuits – different parts of the brain responsible for different functions. And this is an enduring change, meaning it lasts and increases over a long period of time."
    },
    {
      "author": "Neil",
      "text": "I must say, Sam, you took it pretty well when you guessed the wrong answer just then."
    },
    {
      "author": "Sam",
      "text": "Thanks, Neil. I don’t like getting upset, so I’m trying out some breathing meditation! Breathing in the positive, breathing out the negative…"
    },
    {
      "author": "Neil",
      "text": "Join us again soon for another interesting discussion on 6 Minute English from BBC Learning English. Bye for now!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Richard Davidson"
  ]
}