{
  "title": "Are bucket lists always a good thing?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p089k83m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200416",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200416_6_min_english_bucket_lists_download.mp3",
  "intro": [
    "Have you always wanted to learn to dance the tango, do a magic trick, or skydive? If so, perhaps you need a bucket list – a list of all the things you want to do before you die. A list might sound great but they’ve also been accused of limiting the imagination by encouraging people to follow someone else’s idea of the perfect life. Neil and Sam discuss the subject and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which of the following things is the most popular activity on a bucket list? Is it:",
    "a) Swimming with dolphins b) Getting a tattoo c) Seeing the northern lights",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "bucket list",
      "desc": "a list of all the things you want to do before you die"
    },
    {
      "text": "comfort zone",
      "desc": "a situation where you feel safe and comfortable and where your ability is not being tested"
    },
    {
      "text": "empowerment",
      "desc": "process of becoming stronger and more confident, especially in controlling your life"
    },
    {
      "text": "fooling yourself",
      "desc": "trying to make yourself believe something that you know is not really true; deceiving yourself"
    },
    {
      "text": "‘kick the bucket’",
      "desc": "an informal way to say, ‘die’"
    },
    {
      "text": "spontaneous",
      "desc": "doing something in a natural, impulsive or sudden way based without any planning or premeditation"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Have you always wanted to learn to dance the tango, do a magic trick, or skydive? If so, perhaps you need a bucket list – a list of all the things you want to do before you die – that’s the topic of our programme."
    },
    {
      "author": "Sam",
      "text": "Bucket lists have been called ‘the greatest hits of your life’ and have helped some people overcome anxiety and fear of following their dreams."
    },
    {
      "author": "Neil",
      "text": "But they’ve also been accused of limiting the imagination by encouraging people to follow someone else’s idea of the perfect life."
    },
    {
      "author": "Sam",
      "text": "So, what would be on your bucket list, Neil? Are you a skydiving kind of person?"
    },
    {
      "author": "Neil",
      "text": "Not really! Bungee-jumping maybe - as long as someone checked the elastic rope!  How about you?"
    },
    {
      "author": "Sam",
      "text": "One thing I’ve always wanted to do is swim with dolphins."
    },
    {
      "author": "Neil",
      "text": "Well, you’re not alone there, Sam, because swimming with dolphins is one of the most commonly included personal goals on bucket lists. But which of the following things do you think tops the list? That’s my quiz question for today. Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll go for a) swimming with dolphins – one, because it’s something I really want to do and two, because I’ve heard so many stories about how it improves your mental health."
    },
    {
      "author": "Neil",
      "text": "Well, that was certainly true in the case of blogger Annette White. She listed hundreds of things she wanted to accomplish - from learning Spanish to hanging out with penguins in Antarctica - as a way of improving her psychological wellbeing. Here she is talking to Claudia Hammond for BBC Radio 4’s programme All in the Mind :"
    },
    {
      "author": "Claudia Hammond, presenter",
      "text": "You said that you started all this to try to help you overcome your anxiety – has it done that?"
    },
    {
      "author": "Annette White, blogger",
      "text": "It definitely has and I feel that the reason is because that promise to live my bucket list really continuously pushes the comfort zone to its limits and beyond it. So every time I can have a chance to step out of my comfort zone, a little piece of that fear of the unknown is removed and replaced with a little piece of empowerment , and by continuously doing that, the size of my fear bubble has gotten smaller."
    },
    {
      "author": "Sam",
      "text": "Annette feels that choosing adventurous goals for her bucket list helps her step outside her comfort zone – the situations where she feels safe and comfortable but where her ability and determination are not really being tested."
    },
    {
      "author": "Neil",
      "text": "Moving out of her comfort zone has helped Annette replace her feelings of fear with feelings of empowerment – the process of becoming stronger and more confident, especially in controlling her life."
    },
    {
      "author": "Sam",
      "text": "Well, that all sounds pretty good to me. But not everyone is convinced that bucket lists can really help people like Annette in the long run. Here’s clinical psychologist Linda Blair to explain why:"
    },
    {
      "author": "Linda Blair, clinical psychologist",
      "text": "I’m not really in favour of bucket lists. There are a couple of reasons. Most of all, you’re kind of fooling yourself with a bucket list. We fear death, more than I think we fear anything else in our existence, because we can’t predict it, and because we don’t know what it’s like because nobody comes back and tells us. And when you create a bucket list – something to do before you ‘kick the bucket’ ,the idea that you’re giving yourself is that you can somehow control when and what death is going to be all about. We only make sense of our lives at the end of it. A bucket list takes you away from the chance to be spontaneous and I think it’s so delicious to be able to say, ‘that’s an opportunity? – oh, I’ll do that!’"
    },
    {
      "author": "Neil",
      "text": "Linda thinks some people use bucket lists as a coping strategy to try to control something uncontrollable – death. In this way they are fooling - or deceiving - themselves - trying to make themselves believe something they know is not really true."
    },
    {
      "author": "Sam",
      "text": "And by having a checklist of adventures to tick off before they die, people might lose the chance to be spontaneous – to act in a natural and impulsive way without planning."
    },
    {
      "author": "Neil",
      "text": "Linda also uses an unusual expression which gave ‘bucket list’ its name in the first place. A bucket list is all the things you want to do before you ‘ kick the bucket’ – an informal way of saying, ‘die’."
    },
    {
      "author": "Sam",
      "text": "‘ Kick the bucket’ is an old English expression that was even used by Shakespeare. It refers to kicking the bucket away from under the feet of a hanging man, leaving him to drop to his death."
    },
    {
      "author": "Neil",
      "text": "Well, anyway, I hope I don’t kick the bucket before I’ve had a chance to tell you the correct answer to today’s quiz. Remember, I asked you which personal goal was most often included in bucket lists?"
    },
    {
      "author": "Sam",
      "text": "I said, a) swimming with dolphins"
    },
    {
      "author": "Neil",
      "text": "But the actual answer was c) seeing the northern lights"
    },
    {
      "author": "Sam",
      "text": "Well, maybe we could combine the two in a single trip…"
    },
    {
      "author": "Neil",
      "text": "And then get a tattoo! That would be spontaneous!"
    },
    {
      "author": "Sam",
      "text": "Today, we’ve been discussing bucket lists – lists of all the things you want to do before you ‘ kick the bucket’ – an informal way of saying ‘die’."
    },
    {
      "author": "Neil",
      "text": "Bucket lists can be a great way to feel empowered – stronger and more in control of your life, because they take you out of your comfort zone – comfortable situations which are safe but not challenging."
    },
    {
      "author": "Sam",
      "text": "But others think you’re fooling – or deceiving yourself – if you think bucket lists can really help you control your life. In fact, they might even make you less spontaneous – less able to act in natural, sudden and impulsive ways."
    },
    {
      "author": "Neil",
      "text": "That’s all from us for now. Why not go and make some plans for all the things you’d like to do in your life?"
    },
    {
      "author": "Sam",
      "text": "And start having adventures before we see you next time here at 6 Minute English from BBC Learning English."
    },
    {
      "author": "Neil",
      "text": "Bye."
    },
    {
      "author": "Sam",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Claudia Hammond, presenter",
    "Annette White, blogger",
    "Linda Blair, clinical psychologist"
  ]
}