{
  "title": "Tips for parents coping with kids at home",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08bwkx7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200430",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200430_6min_english_kids_at_home_download.mp3",
  "intro": [
    "How do you keep children educated and entertained at home in situations like the lockdown caused by the coronavirus pandemic? That's what Neil and Georgina discuss in this 6 Minute English. They'll listen to an expert who gives parents tips on coping and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Under normal circumstances, which country has the longest school summer holidays? Is it:",
    "A) Australia",
    "B) Argentina",
    "C) Italy",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "unprecedented",
      "desc": "never having happened or existed before"
    },
    {
      "text": "coping skills",
      "desc": "skills and methods a person uses to cope or deal with stressful situations"
    },
    {
      "text": "brainstorm",
      "desc": "discuss with others to suggest ideas or solutions to a problem"
    },
    {
      "text": "chunk",
      "desc": "a piece of something, often a large part"
    },
    {
      "text": "downtime",
      "desc": "time when you relax and do not do very much"
    },
    {
      "text": "let off stream",
      "desc": "do something to get rid of strong feelings like anger or excitement by expressing them without harming anyone"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "Georgina And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Do you remember the school holidays when you were a kid, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Georgina Ah, yes, I remember. Six whole weeks without school! I used to go to the seaside on holiday with my family - sometimes to the coast in England and sometimes abroad to France or Spain."
    },
    {
      "author": "Neil",
      "text": "Yes. I remember my dad driving us down to the seaside, looking out the car window and playing I-spy with my sister."
    },
    {
      "author": "Georgina",
      "text": "But with the outbreak of the coronavirus pandemic many children are having to take an extended and unplanned break from school."
    },
    {
      "author": "Neil",
      "text": "And with schools now shut for the foreseeable future, this is creating challenges - both for children who can no longer meet their friends to play outdoors…"
    },
    {
      "author": "Georgina",
      "text": "…and for parents who want to keep their children occupied and focused without spending hours watching TV or playing on mobile phones."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be discussing some advice for parents trying to keep their children educated and entertained at home in these unusual times. But first, today’s quiz question: Under normal circumstances, which country has the longest school summer holidays? Is it: A) Australia B) Argentina,  or C) Italy?"
    },
    {
      "author": "Georgina",
      "text": "Hmmm, they have really hot summers in Australia, right? I think maybe they also have long holidays, so I’ll say a) Australia."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina. We’ll find out later whether you were right. Of course, what’s happening right now is very different from normal school holidays. Parents and children may be living together under lockdown for weeks on end and this can be stressful as BBC Radio 4’s You and Yours discovered when they spoke to parenting expert, Elizabeth O’Shea."
    },
    {
      "author": "Elizabeth O’Shea",
      "text": "The most important thing is see this as an opportunity. It’s unprecedented what’s going on but you may have a chance to have two or more weeks with your children and if you can change your attitude towards that you can actually enjoy this time and teach your children amazing coping skills for dealing with difficulties in the future."
    },
    {
      "author": "Georgina",
      "text": "Elizabeth thinks that having a positive attitude by seeing the lockdown as an opportunity will help in this unprecedented situation –  a situation which has never happened before."
    },
    {
      "author": "Neil",
      "text": "Adults are full of life experience and parents can teach their children things they wouldn’t get to learn at school. Being able to spend time at home with your children can be a great opportunity to teach them coping skills - skills they can use to cope, or deal with, stressful situations."
    },
    {
      "author": "Georgina",
      "text": "One of Elizabeth’s main ideas is that parents shouldn’t try to re-create a school classroom at home. Instead, it might be better to work with your children as a team and decide together what you’d like to do."
    },
    {
      "author": "Neil",
      "text": "Here she is talking about keeping kids entertained at home."
    },
    {
      "author": "Elizabeth O’Shea",
      "text": "I would brainstorm ideas and then draw up timetables of what you’re going to do each day. Include a nice chunk of time, normally after lunch, for a bit of downtime - quiet reading or quiet play but then, the rest of the time, build in activities. So playing with your children is wonderful – ball games, board games, card games, word games, anything – doing a family disco – anything that is fun and entertaining for them."
    },
    {
      "author": "Neil",
      "text": "If you lack ideas for what to do during the day, Elizabeth recommends brainstorming - talking to your children to produce ideas and suggestions for things to do."
    },
    {
      "author": "Georgina",
      "text": "Of course, games and activities are fun ways of keeping children entertained and she suggests spending a chunk – or large part of time - on those."
    },
    {
      "author": "Neil",
      "text": "But it’s difficult to find the energy to keep playing games all day long. It’s also important to timetable in downtime - time when you relax and do not do much, for example quiet reading."
    },
    {
      "author": "Georgina",
      "text": "And if it all starts going wrong, here’s Elizabeth again with a final tip."
    },
    {
      "author": "Elizabeth O’Shea",
      "text": "Pillow fights are also a great way to let off stream ."
    },
    {
      "author": "Neil",
      "text": "If the situation becomes stressful then it’s good to let off steam - do something to get rid of strong feelings by expressing them without harming anyone. You could let off steam in many ways – anything from going for a run to having a pillow fight!"
    },
    {
      "author": "Georgina",
      "text": "I think I’m going to need a holiday to get over this lockdown."
    },
    {
      "author": "Neil",
      "text": "Which reminds me... it’s time to reveal the correct answer to this week’s quiz question. I asked you which country’s schools usually have the longest summer holidays."
    },
    {
      "author": "Georgina",
      "text": "I said a) Australia."
    },
    {
      "author": "Neil",
      "text": "Good try, Georgina, but the correct answer was c) Italy. They have up to 13 weeks’ holidays in the summer! Imagine how much fun you could have!"
    },
    {
      "author": "Georgina",
      "text": "Or how much English vocabulary you could learn!"
    },
    {
      "author": "Neil",
      "text": "Today we’ve been giving some tips to parents for surviving the coronavirus lockdown, an unprecedented situation – meaning a situation which has never happened before."
    },
    {
      "author": "Georgina",
      "text": "One parenting expert recommends keeping a positive attitude by focusing on the useful things parents can teach their children at home, like coping skills - skills to cope with stressful situations, like being locked down."
    },
    {
      "author": "Neil",
      "text": "A good way to generate ideas for things to do is brainstorming – talking with your children to come up with ideas and suggestions for fun learning activities. A large chunk - or part - of the day could be spent in fun ways like playing games or finding things out together on the internet."
    },
    {
      "author": "Georgina",
      "text": "But don’t forget to schedule in some downtime – quiet time to relax and do nothing."
    },
    {
      "author": "Neil",
      "text": "And when it all gets too much, find healthy ways to let off steam – get rid of strong emotions by doing something energetic, like going for a run...."
    },
    {
      "author": "Georgina",
      "text": "…Or having a pillow fight! Come on, Neil, I always have a pillow handy, just in case!"
    },
    {
      "author": "Neil",
      "text": "Well, unfortunately, we’ve run out of time. Search BBC Learning English for more language learning programmes as well as English activities for your children during the lockdown. Bye for now!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Georgina",
    "Elizabeth O’Shea"
  ]
}