{
  "title": "Touring bands and climate change",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08850zs.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200402",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200402_6_min_english_touring_and_climate_download.mp3",
  "intro": [
    "When music bands tour, it comes at a cost to the environment. Huge amounts of carbon are generated when the musicians and fans travel the world to attend a gig. But now some bands are trying to develop a blueprint for performers and artists who want to continue what they do but reduce their environmental impact. In 6 Minute English we discuss some of the ideas and teach some useful related vocabulary."
  ],
  "this_week_question": [
    "One British band recently announced they would stop going on tour until they were 100% carbon neutral, but which band? Was it:",
    "a) The 1975 b) The Rolling Stones, or c) Coldplay",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "carbon footprint",
      "desc": "the amount of carbon dioxide or CO2 released into the atmosphere as a result of your everyday activities."
    },
    {
      "text": "turn down",
      "desc": "reject or refuse an offer of something"
    },
    {
      "text": "a precarious situation",
      "desc": "a situation where things could become difficult or dangerous"
    },
    {
      "text": "do the right thing",
      "desc": "do what is most fair, ethical or just."
    },
    {
      "text": "gig",
      "desc": "live concert played by a music band"
    },
    {
      "text": "the (national) grid",
      "desc": "the network supplying electrical power across a country"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "I’ve been reading about ways to protect the environment, Rob, and I’ve decided to eat less meat. And maybe drive my car less too."
    },
    {
      "author": "Rob",
      "text": "Good for you, Neil! And flying less can also help reduce air pollution."
    },
    {
      "author": "Neil",
      "text": "Right. Flying and driving less are two good ways to combat climate change because they reduce your carbon footprint – that’s the amount of carbon dioxide or CO2 released into the atmosphere as a result of your everyday activities."
    },
    {
      "author": "Rob",
      "text": "The idea of reducing carbon emissions is catching on in the music industry too. Bands and artists who go on tour around the world generate large carbon footprints."
    },
    {
      "author": "Neil",
      "text": "So recently some music groups like Massive Attack and Green Day started thinking about ways to reduce the impact their tours are having on the environment."
    },
    {
      "author": "Rob",
      "text": "Ha! Green Day – what a good name for a band trying to be environmentally friendly!"
    },
    {
      "author": "Neil",
      "text": "Today we’ll be finding out about bands and musicians who want to continue going on tour but do it in ways which reduce their environmental impact. And of course we’ll be learning some related vocabulary on the way."
    },
    {
      "author": "Rob",
      "text": "So, it seems like the days of rock and roll stars flying around the world in private jets may soon be a thing of the past."
    },
    {
      "author": "Neil",
      "text": "Indeed, Rob, and that brings me neatly to my quiz question. One British band recently announced they would stop going on tour until they were 100% carbon neutral, but which band? Was it:"
    },
    {
      "author": "Rob",
      "text": "Well, Coldplay had a hit with their song The Scientist, and we are talking about carbon dioxide and the climate, so I’ll  say c) Coldplay."
    },
    {
      "author": "Neil",
      "text": "Good thinking, Rob! We’ll find out the answer later. But first let’s hear from another artist concerned about her carbon impact. Fay Milton is the drummer of the band Savages and co-founder of the climate pressure group Music Declares Emergency. She spoke to BBC Radio 4’s programme You & Yours:"
    },
    {
      "author": "Fay Milton",
      "text": "This year I have actually turned down a tour. My income comes from touring so it has put me in a bit of a precarious situation but I actually feel quite good about it – it feels like the right thing to do in this moment."
    },
    {
      "author": "Neil",
      "text": "Even though Fay earns a living as a drummer by going on tour, she has started to turn them down – meaning to reject or refuse the offer of touring."
    },
    {
      "author": "Rob",
      "text": "Losing the income she usually gets from touring puts Fay in a precarious situation – a situation where things could become difficult, in this case financially difficult, because she isn’t making money from playing the drums."
    },
    {
      "author": "Neil",
      "text": "But she still wants to do the right thing – in other words, do what is most fair, ethical and just. For Fay, fighting climate change is even more important than doing what she loves – going on tour with the band."
    },
    {
      "author": "Rob",
      "text": "Well, good for her! I’m not sure if I’d be so committed as Fay. But if bands stopped touring altogether, fans wouldn’t get to see gigs – or live concerts and hear the music they love."
    },
    {
      "author": "Neil",
      "text": "Well, that’s an interesting point because it might be possible for bands to carry on touring and also reduce their environmental impact at the same time. Bristol band, Massive Attack, want to do exactly that. Their singer Robert Del Naja explains:"
    },
    {
      "author": "Robert Del Naja",
      "text": "We’re working with an electric bus company. We’re going to look at all the energy being renewable and obviously the power we can create will go back to the grid , so we’re hoping we can actually create legacy green infrastructure which can then power future gigs. We plan to travel to Europe solely by train, with the band, the crewand all the gear."
    },
    {
      "author": "Rob",
      "text": "Swapping tour planes for trains and encouraging fans to travel to gigs by bus are two good ways to reduce the total carbon footprint of the concert."
    },
    {
      "author": "Neil",
      "text": "And by using renewable energy, the gig can create power. This can then be put back into the national grid, called the grid for short – the network supplying electrical power across a country."
    },
    {
      "author": "Rob",
      "text": "Well, Massive Attack are certainly ticking all the green boxes, Neil, but who else is doing a good job? Remember your quiz question earlier?"
    },
    {
      "author": "Neil",
      "text": "Ah, yes. I asked which band has decided to stop touring until their tours were carbon neutral and you said?"
    },
    {
      "author": "Rob",
      "text": "I said c) Coldplay."
    },
    {
      "author": "Neil",
      "text": "And you were right! Are you a Coldplay fan, Rob? Just remember to leave your car at home the next time you go to their gig!"
    },
    {
      "author": "Rob",
      "text": "Right! Today, we’ve been looking at some of the ways music bands and artists are trying to fight climate change. They want to reduce their carbon footprint – the amount of carbon they release into the air."
    },
    {
      "author": "Neil",
      "text": "Some musicians are starting to turn down – or refuse, long world tour dates because flying from country to country playing gigs – or live musical concerts, generates so much carbon dioxide."
    },
    {
      "author": "Rob",
      "text": "Bands like Savages, Green Day and Massive Attack are trying to do the right thing -  taking the most fair and ethical course of action, even though for some artists, the income lost from not touring puts them in a precarious – or difficult situation."
    },
    {
      "author": "Neil",
      "text": "But when they get it right, bands can be carbon neutral or even generate power which can be put back into t he national grid – the network supplying electrical power across a country."
    },
    {
      "author": "Rob",
      "text": "All of which means we can ‘keep on rocking’ into the next century without increasing carbon emissions and adding to climate change."
    },
    {
      "author": "Neil",
      "text": "So, Rob, you could say you were ‘born to run’… on renewable energy!"
    },
    {
      "author": "Rob",
      "text": "Ha-ha! Very funny, Neil. That’s all for today but remember to join us again soon for more topical discussions and vocabulary from 6 Minute English, here at BBC Learning English."
    },
    {
      "author": "Neil",
      "text": "Thanks for listening and bye!"
    },
    {
      "author": "Rob",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Rob",
    "Fay Milton",
    "Robert Del Naja"
  ]
}