{
  "title": "Is the recycling system broken?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08dmtbv.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200528",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200528_6min_english_recycling_download.mp3",
  "intro": [
    "With countries shutting their doors to foreign recyclable waste and a lack of processing capacity in Western countries, is the recycling system broken? Neil and Georgina talk about the excessive reliance on recycling rather than reducing the use of plastics and they teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "On average, how many kilograms of household waste were generated per person in the UK last year? Was it:",
    "a) 280 kg",
    "b) 480 kg",
    "c) 680 kg",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "scrap",
      "desc": "unwanted waste material; rubbish"
    },
    {
      "text": "public at large",
      "desc": "most people (in the world), rather than just some of them"
    },
    {
      "text": "raise consciousness",
      "desc": "develop awareness of an unfair situation, with the aim of making people want to help in changing it"
    },
    {
      "text": "virgin plastic",
      "desc": "original, unused plastic containers before anything else is done to it– made directly from crude oil or natural gas"
    },
    {
      "text": "slogan",
      "desc": "short, easily remembered phrase, often used to advertise an idea or product"
    },
    {
      "text": "emphasised",
      "desc": "highlighted as being especially important; drawn attention to"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Sorry I was late today, Georgina. I’d forgotten to take the recycling bins out before the rubbish collection this morning. I seem to have more and more plastic packaging each week! Actually, that’s the topic of our programme. With more and more household waste being either incinerated – that’s burned - or being buried underground, we’ll be asking - is the recycling system broken?"
    },
    {
      "author": "Georgina",
      "text": "China used to accept 55% of the world’s plastic and paper scrap – another word for unwanted waste - or in other words, rubbish. That included waste sent over from Britain. But in 2018 it stopped taking any more."
    },
    {
      "author": "Neil",
      "text": "Other countries like Indonesia and Vietnam took over China’s waste processing role. But they too are now sending much of the scrap back, arguing it is contaminated and it is harming their own environments."
    },
    {
      "author": "Georgina",
      "text": "This has created major problems for countries in the West who traditionally relied on others to process their recycling waste."
    },
    {
      "author": "Neil",
      "text": "And the problem isn’t going away. In fact we are creating more household waste than ever. So here’s my quiz question. On average, how many kilograms of household waste were generated per person in the UK last year? Was it: a) 280 kg b) 480 kg c) 680 kg"
    },
    {
      "author": "Georgina",
      "text": "That sounds like a lot of waste! I’ll say a) 280 kg."
    },
    {
      "author": "Neil",
      "text": "OK. We’ll find out later if you were right. Although nowadays people are recycling more, the use of plastic isn’t decreasing at the same rate. The BBC World Service’s programme The Inquiry spoke to Roland Geyer, a professor at the University of California about the current situation."
    },
    {
      "author": "Professor Roland Geyer",
      "text": "There’s been a real raise in consciousness which is fantastic and I’m really glad that now it seems the public at large is really interested in this issue and appalled and wants to do something about it, wants to change it. But at the same time I don’t see yet any real action that would make things better because while all of this is happening the virgin plastic industry is actually increasing its production capacity."
    },
    {
      "author": "Neil",
      "text": "Workers who process recycling are often exposed to dangerous waste materials which can harm them. Professor Geyer says there has been a raise in consciousness about this problem – meaning that people are being told about an unfair situation with the aim of asking them to help change it. Now, professor Geyer is an American and he uses 'raise' as a noun."
    },
    {
      "author": "Georgina",
      "text": "The main problem comes from virgin plastic - original, unused plastic containers. These are  made directly from fossil fuels like crude oil or natural gas - major sources of carbon dioxide and climate change."
    },
    {
      "author": "Neil",
      "text": "But consciousness raising of this issue is having an impact. The public at large – meaning most people in the world, rather than just some of them – are concerned about the increase in plastic waste and want to do something to help."
    },
    {
      "author": "Georgina",
      "text": "However, it’s not always easy to know what the best way to help is."
    },
    {
      "author": "Neil",
      "text": "Another expert, Professor Monic Sun, believes that focusing only on recycling may not be the best idea. She conducted psychological experiments to find out more about peoples’ attitudes to recycling…"
    },
    {
      "author": "Georgina",
      "text": "..and surprisingly found that if people know recycling is an option they tend to use more resources. They reduce any guilty feelings by telling themselves that the material will be recycled anyway."
    },
    {
      "author": "Professor Monic Sun ",
      "text": "We have the slogan of ‘Reduce, Reuse and Recycle’ and the priority should be exactly that – reduce and reuse is better than recycling. And the cost of recycling is often not emphasised enough. People perceive recycling to be great but there’s actually significant labour and material costs associated with recycling."
    },
    {
      "author": "Neil",
      "text": "Professor Sun mentions ‘Reduce, Reuse and Recycle’ as a useful slogan - ashort, easily remembered phrase, often used to promote an idea, in this case that we should all do what we can to protect the environment."
    },
    {
      "author": "Georgina",
      "text": "But while protecting the planet is a common goal, recycling in itself may not be so important. It’s better to reduce and reuse than recycle, so these two objectives should be emphasised - highlighted as being especially important."
    },
    {
      "author": "Neil",
      "text": "Do you remember my quiz question? I asked you how many kilograms of waste the average British person generated last year."
    },
    {
      "author": "Georgina",
      "text": "I reckoned it was a) 280 kg."
    },
    {
      "author": "Neil",
      "text": "That would be bad enough, but the real answer is b) 480 kg. Multiply that by the UK population of 66 million and you start to see the size of the problem!"
    },
    {
      "author": "scrap",
      "text": "Today we’ve been talking about the problems associated with recycling  – another word for rubbish."
    },
    {
      "author": "Georgina",
      "text": "Western countries used to send their rubbish to China for recycling but this caused issues for the local environment. Some groups raised consciousness about the problem – made people aware of the situation to encourage them to help change it."
    },
    {
      "author": "Neil",
      "text": "The public at large – most people in the world – are now aware of the need to ‘Reduce, Reuse and Recycle’, the slogan – or short, memorable phrase – used by environmentalists to spread their message."
    },
    {
      "author": "Georgina",
      "text": "A related problem is the increase of virgin plastic – original, unused plastic made from fossil fuels. Recycling is unable to keep pace with virgin plastic production, so instead reducing and reusing plastic should be emphasised - highlighted as being especially important."
    },
    {
      "author": "Neil",
      "text": "And that’s all from us. Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye."
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Professor Roland Geyer",
    "Professor Monic Sun ",
    "scrap"
  ]
}