{
  "title": "The importance of handwashing",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08bx872.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200507",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200507_6_min_english_hand_washing_download.mp3",
  "intro": [
    "Hungarian doctor, Ignaz Semmelweiss was the first person to realise that keeping hands clean can really help prevent diseases being passed on. In this programme we’ll be discussing his work and why the importance of handwashing in the prevention of germs and viruses is just as important today. Plus we'll teach you some useful vocabulary along the way."
  ],
  "this_week_question": [
    "Ignaz Semmelweiss was known as the ‘saviour of mothers’ for keeping maternity wards germ-free and he had a very interesting life. But what happened to him in the end? Was it:",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "patron saint",
      "desc": "protecting or guiding saint believed to give special help to a person or place"
    },
    {
      "text": "hygiene",
      "desc": "practices for maintaining health and preventing disease, especially through cleanliness"
    },
    {
      "text": "jumped out",
      "desc": "made a strong visual or mental impact; was easy to notice"
    },
    {
      "text": "evidence",
      "desc": "facts and information available to decide whether a belief is true or valid"
    },
    {
      "text": "issue",
      "desc": "important topic or subject that people are thinking about and discussing"
    },
    {
      "text": "scream and shout",
      "desc": "speak in a forceful  and sometimes angry way to try to convince someone"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Neil Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "Georgina And I’m Georgina. I’ve got a puzzle for you, Neil. Ready?"
    },
    {
      "author": "Neil",
      "text": "Neil Sure."
    },
    {
      "author": "Georgina",
      "text": "Georgina OK. It’s a riddle. I’m as light as a feather but no one can hold me for very long. What am I?"
    },
    {
      "author": "Neil",
      "text": "Hmmm… as light as a feather but no one can hold you… No idea. What are you?"
    },
    {
      "author": "Georgina",
      "text": "Your breath."
    },
    {
      "author": "Neil",
      "text": "Ah, yes, I see. OK, I’ve got one for you - I’m so big I’m everywhere but so small you can’t see me. What am I?"
    },
    {
      "author": "Georgina",
      "text": "You’re everywhere but I can’t see you? Hmmm, tricky… I give up."
    },
    {
      "author": "Neil",
      "text": "The answer is – germs! With the outbreak of coronavirus, people around the world have rediscovered the importance of fighting germs to stop the spread of disease."
    },
    {
      "author": "Georgina",
      "text": "In this programme we’ll be the discussing the importance of handwashing in the prevention of germs and viruses. And we’ll start off by meeting the first person to realise that keeping hands clean can really help prevent diseases being passed on."
    },
    {
      "author": "Neil",
      "text": "Ah… do you mean the19th century Hungarian doctor, Ignaz Semmelweiss? He was known as the ‘saviour of mothers’ for keeping maternity wards germ-free and he had a very interesting life. But do you know what happened to him in the end? That’s my quiz question. Was it:"
    },
    {
      "author": "Georgina",
      "text": "Dr Semmelweiss sounds like a scientific hero so I’ll say, a) he won the Nobel prize."
    },
    {
      "author": "Neil",
      "text": "OK. We’ll find out later if you were right. What’s for sure is that Ignaz Semmelweiss was a hero to Val Curtis, a director at the London School of Hygiene and Tropical Medicine. Here she is talking to BBC Radio 4’s Science Stories :"
    },
    {
      "author": "Val Curtis, Director, London School of Hygiene and Tropical Medicine",
      "text": "Semmelweiss is kind of my patron saint. Handwashing has been my life for the last thirty years working on trying to improve hygiene , mostly in developing countries and he was really the first to identify the importance of keeping hands clean in the prevention of the transmission of infection. And since the beginning of my career working in public health I’ve been trying to understand how diseases get spread and what the best way of preventing it is, and handwashing jumped out as being the most important means of preventing infections, particularly in developing countries."
    },
    {
      "author": "Georgina",
      "text": "Val’s work is all about improving hygiene - practices for maintaining health and preventing disease, especially through cleanliness."
    },
    {
      "author": "Neil",
      "text": "And she was clearly influenced by the work of Dr Semmelweiss because she calls him her patron saint - a kind of guide and protector believed to give special help or inspiration."
    },
    {
      "author": "Georgina",
      "text": "But Dr Semmelweiss is also a good example of science communication. Getting the message out so people understand the importance of hygiene is difficult. And ‘wash your hands’ jumped out - or made a strong impact - as a simple message to communicate. Here’s Val again:"
    },
    {
      "author": "Val Curtis, Director, London School of Hygiene and Tropical Medicine",
      "text": "It wasn’t until we wrote a paper in 2003 that showed the evidence that handwashing could save a million lives that actually people started to take it seriously and handwashing became a big important issue internationally. So for me the lesson from Semmelweiss is: don’t scream and shout and accuse people of doing things wrongly but patiently get the data out there and tell your story in a positive way."
    },
    {
      "author": "Neil",
      "text": "The idea that handwashing is an essential part of hygiene is supported by scientific evidence - the facts and information used to show that a belief is true - in this case, Val’s belief that handwashing could help save a million lives."
    },
    {
      "author": "Georgina",
      "text": "So, handwashing has become an important global issue - or topic of discussion - especially in places without access to clean sanitation and toilets."
    },
    {
      "author": "Neil",
      "text": "Val also mentions that if you want people to listen to your message, it’s better to present the evidence in a positive, scientific way instead of screaming and shouting - speaking in a forceful or even angry way to convince people you’re right."
    },
    {
      "author": "Georgina",
      "text": "Right, people don’t listen if you scream and shout at them - they just think you’re strange."
    },
    {
      "author": "Neil",
      "text": "Which brings me back to today’s quiz question. Remember, I asked you what happened to Dr Semmelweiss in the end?"
    },
    {
      "author": "Georgina",
      "text": "…and I said a) he won the Nobel prize."
    },
    {
      "author": "Neil",
      "text": "Well, I’m afraid the answer was , b) he ended up in hospital for mentally ill people."
    },
    {
      "author": "Georgina",
      "text": "Today we’ve been talking about handwashing, one of the single best ways to improve personal hygiene - the prevention of disease by keeping clean. Recently, handwashing has become a top global issue - subject or topic people are thinking and talking about."
    },
    {
      "author": "Neil",
      "text": "Scientific evidence - the facts and information used to prove ideas true or valid - it shows that handwashing jumped out - or was easily noticed - as one of the most important methods to stop the spread of infection."
    },
    {
      "author": "Georgina",
      "text": "The work of 19th century scientist Ignaz Semmelweiss was so inspiring that even today, some doctors consider him the patron saint of hygiene - an expression referring to a protecting or guiding saint believed to give special help or inspiration."
    },
    {
      "author": "Neil",
      "text": "But communicating the message of ‘wash your hands’ to people around the world is hard, especially if you just scream and shout - or try to convince someone by talking to them in a forceful or argumentative way."
    },
    {
      "author": "Georgina",
      "text": "OK, Neil, the scientific evidence has convinced me - I promise to make sure I regularly wash my hands."
    },
    {
      "author": "Neil",
      "text": "That’s all from us today but join us again soon for more topical discussion and vocabulary here at BBC Learning English's 6 Minute English."
    },
    {
      "author": "Georgina",
      "text": "Stay safe and remember to wash your hands! Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Neil",
    "Georgina",
    "Val Curtis, Director, London School of Hygiene and Tropical Medicine"
  ]
}