{
  "title": "The food delivery revolution",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08fr9gd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200611",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200611_6min_english_food_delivery_revolution_download.mp3",
  "intro": [
    "Takeaway apps are changing food culture - if in the past, food delivery meant having a pizza or a curry when you didn't feel like cooking. Now you can find dishes cooked by chefs at 'virtual' restaurants. Neil and Georgina talk about 'dark kitchens' and teach you tasty vocabulary."
  ],
  "this_week_question": [
    "Last year, what was Deliveroo’s most ordered dish? Was it:",
    "a) Hawaiian Poké bowls?",
    "b) Cheeseburgers?",
    "c) Chicken burritos?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "virtual",
      "desc": "created by computers to appear like the real thing"
    },
    {
      "text": "travel well",
      "desc": "be transported a long way without being damaged or its quality being spoiled"
    },
    {
      "text": "a dog’s dinner",
      "desc": "an informal way to say something that looks messy or has been very badly done"
    },
    {
      "text": "shaper",
      "desc": "something that has a strong influence on how a situation develops"
    },
    {
      "text": "underlying trend",
      "desc": "general direction or development in how people behave which is real but not immediately obvious"
    },
    {
      "text": "hobby",
      "desc": "activity someone does in their spare time for pleasure or relaxation"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina. I’m going to order some takeaway food, Neil, do you want anything? Maybe a pizza?  Fish and chips? Indian curry?"
    },
    {
      "author": "Neil",
      "text": "Hmmm, takeaway food to eat at home – that’s a great idea. Yes, I’ll have a poké bowl, please."
    },
    {
      "author": "Georgina",
      "text": "What’s that? It doesn’t sound like typical takeaway food."
    },
    {
      "author": "Neil",
      "text": "It is nowadays, Georgina! Over the last few years the explosion of food delivery apps like Deliveroo and Just Eat has seen a revolution in takeaway food. Today it’s not just pizza and curries being delivered to people’s front door – there’s a wide range of food dishes and styles from all around the world."
    },
    {
      "author": "Georgina",
      "text": "And with cafés and pubs closed during lockdown, more and more food chains and restaurants are switching to delivery-only services – takeaways – to bring meals to people who are isolating."
    },
    {
      "author": "Neil",
      "text": "Over the last few weeks many takeaway companies have seen orders increase dramatically as people find themselves stuck at home due to the coronavirus pandemic. But what are they choosing to eat? That’s my quiz question for today, Georgina – last year what was Deliveroo’s most ordered dish? Was it: a) Hawaiian Poké bowls? b) Cheeseburgers? c) Chicken burritos?"
    },
    {
      "author": "Georgina",
      "text": "I would have thought it was ‘fish and chips’, but I’ll go with b) Cheeseburgers."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out later if you were right. One consequence of the increasing popularity of takeaways is something called ‘dark kitchens’. Unlike apps such as Deliveroo and Just Eat which connect customers to local takeaways, these digital ‘dark kitchens’ work as just-for-delivery restaurants. Inside, chefs cook in kitchens without waiters, tables or diners, preparing high-quality dishes ready for delivery straight to your home."
    },
    {
      "author": "Georgina",
      "text": "One of the first ‘dark kitchen’ operations, Taster, was started by chef Anton Soulier who in 2013 was working for Deliveroo when it was just a tiny company operating only in London. Now he’s in charge of twelve kitchens catering for customers in London, Paris and Madrid."
    },
    {
      "author": "Neil",
      "text": "Sheila Dillon of BBC Radio 4’s The Food Programme went to the Bethnal Green area of east London find out more."
    },
    {
      "author": "Sheila Dillon",
      "text": "When you go on the Taster website the restaurant names are virtual , all of them sold as ‘designed for delivery’ by Taster. What that means is all the menus, drawn up by serious chefs are designed to travel well , chosen so they’ll be warm, retain their texture and won’t look like a dog’s dinner when they come off the back of a bike. So strangely the delivery, the bike, has become a shaper of the foods we eat."
    },
    {
      "author": "Neil",
      "text": "All the restaurants on Taster are virtual – existing online and created by computers to appear like the real thing."
    },
    {
      "author": "Georgina",
      "text": "Chefs cook the dishes using recipes and ingredients designed to travel well - be transported a long way without being damaged or their quality being spoiled."
    },
    {
      "author": "Neil",
      "text": "That’s to avoid the takeaway food ending up like a dog’s dinner - an informal way to say something that looks messy or has been very badly done."
    },
    {
      "author": "Georgina",
      "text": "Usually the takeaways are transported in a box on the back of a delivery cyclist who rushes them from the kitchen to the customer’s home. It’s a very modern way of eating, which Sheila thinks has become a shaper of the foods we eat – meaning that it has a strong influence on how a situation develops."
    },
    {
      "author": "Neil",
      "text": "However some are worried that the increase in takeaways and delivery-only food means people are losing basic cooking skills. It’s something that Taster boss Anton has noted too."
    },
    {
      "author": "Anton Soulier",
      "text": "There is a strong underlying trend that maybe, in twenty, thirty years people won’t have kitchens – and it’s already happening in the US for example. I love cooking, it’s one of my passions but I’m rarely doing it - occasionally on Sundays and everything as it’s almost going to become a weekend hobby ."
    },
    {
      "author": "Georgina",
      "text": "People choosing to eat takeaways instead of cooking at home has become an underlying trend – a general development in how people behave which is real but not immediately obvious."
    },
    {
      "author": "Neil",
      "text": "And in the future, cooking at home may even switch from being a daily necessity to a hobby – an activity someone does in their spare time for pleasure or relaxation."
    },
    {
      "author": "Georgina",
      "text": "I do enjoy tucking into a takeaway sometimes but personally I couldn’t survive without my kitchen, Neil."
    },
    {
      "author": "Neil",
      "text": "Ah, but could you survive without Deliveroo? Remember in today’s quiz question I asked you what Deliveroo’s most ordered dish was."
    },
    {
      "author": "Georgina",
      "text": "I said b) Cheeseburgers."
    },
    {
      "author": "Neil",
      "text": "But the correct answer was a) Hawaiian Poké bowls – a Hawaiian version of sushi."
    },
    {
      "author": "Georgina",
      "text": "Now that’s something I couldn’t cook at home!"
    },
    {
      "author": "Neil",
      "text": "Today we’ve been discussing the revolution in takeaways and home-delivered food which in recent years has become an underlying trend - a general development in how people behave, or in this case, eat."
    },
    {
      "author": "Georgina",
      "text": "Another trend has been the creation of v irtual restaurants – online restaurants which look like the real thing but exist only on the internet."
    },
    {
      "author": "Neil",
      "text": "Chefs create dishes using ingredients which travel well - can be transported a long way without being damaged or spoiled. That’s so the customer doesn’t end up with a dog’s dinner - an informal expression meaning something messy or badly done."
    },
    {
      "author": "Georgina",
      "text": "Recent developments like high-quality restaurant meals being delivered by bike are shapers of modern eating – things that have a strong influence on how a situation develops."
    },
    {
      "author": "Neil",
      "text": "All of which means that cooking may soon become just a hobby – an activity someone does in their spare time for pleasure or relaxation, for example cycling…"
    },
    {
      "author": "Georgina",
      "text": "...or learning English."
    },
    {
      "author": "Neil",
      "text": "That’s all we have time for today. Happy cooking and goodbye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Sheila Dillon",
    "Anton Soulier"
  ]
}