{
  "title": "What difference has #MeToo made?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08fxfwc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200604",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200604_6min_english_metoo_movement_download.mp3",
  "intro": [
    "#MeToo has become an expression of solidarity among women to expose the truth about abusive sexual behaviour. The message went viral due to public support from famous Hollywood actresses, but the phrase itself was thought up years earlier by civil rights activist, Tarana Burke. Sam and Georgina talk about the movement and teach you related vocabulary."
  ],
  "this_week_question": [
    "The phrase 'Me Too' is used to refer to solidarity among women against sexual violence and was thought up by civil rights activist, Tarana Burke. What year did she first use it? Was it:",
    "a) 1996",
    "b) 2006",
    "c) 2016",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "go viral",
      "desc": "spread quickly and widely on the internet through social media"
    },
    {
      "text": "survivors",
      "desc": "people who are able to carry on with their lives successfully, despite very unpleasant experiences which still affect them"
    },
    {
      "text": "unifier",
      "desc": "something that unites and brings others together"
    },
    {
      "text": "came forward",
      "desc": "offered to give information or help"
    },
    {
      "text": "privilege",
      "desc": "power and advantage held by a small group of people, usually because of their high social position or because they are rich"
    },
    {
      "text": "dismantling",
      "desc": "breaking up or stopping from working by gradually reducing its power over a period of time"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Sam",
      "text": "In this programme we’ll take a look at the sensitive issue of sexual violence. At the start of the decade no one knew that the two-word phrase ‘MeToo’ would go viral –  or spread quickly and widely on the internet through social media."
    },
    {
      "author": "Georgina",
      "text": "But when explosive allegations against Hollywood movie producer Harry Weinstein made headlines in 2017, the MeToo hashtag became the focus for a global movement of women determined to expose the truth about abusive sexual behaviour."
    },
    {
      "author": "Sam",
      "text": "Weinstein was found guilty and given a 23-year prison sentence. But the deeper reasons behind the problem, in America and worldwide, have not disappeared. I have a question now about the origin of the MeToo expression. Although the MeToo message went viral due to public support from famous Hollywood actresses, the phrase itself was thought up years earlier by civil rights activist, Tarana Burke. What year did she first use it? Was it: a) 1996, b) 2006, or c) 2016?"
    },
    {
      "author": "Georgina",
      "text": "I’ll guess b) 2006."
    },
    {
      "author": "Sam",
      "text": "OK, Georgina. We’ll come back to that later. Now more about Tarana Burke."
    },
    {
      "author": "Georgina",
      "text": "Yes, Tarana worked with marginalised women in neglected American communities, shocking numbers of whom were victims of sexual violence and abuse."
    },
    {
      "author": "Sam",
      "text": "Here she is talking with the BBC World Service’s programme HARDtalk about how the MeToo movement continues to speak up for voiceless women and girls."
    },
    {
      "author": "Tarana Burke",
      "text": "The beauty, I think, and the magic of MeToo is that it’s a unifier in that way, and it’s where survivors find community and so …definitely the mainstream media kept the focus on the actresses and Hollywood and that…but at its core the women who came forward were really no different than those girls who I served in the communities ten years before."
    },
    {
      "author": "Sam",
      "text": "Tarana doesn’t call the girls and women who were abused ‘victims’. Instead she prefers the term survivors - people who are able to carry on with their life successfully, despite very unpleasant experiences which still affect them."
    },
    {
      "author": "Georgina",
      "text": "The MeToo movement went viral when several famous movie actresses came forward – offered to give information, about sexual harassment."
    },
    {
      "author": "Sam",
      "text": "While these Hollywood actresses were famous celebrities, most survivors of sexual violence are ordinary women, living ordinary lives. That’s why Tarana calls the MeToo movement a unifier - something that unites and brings people together, in this case women of different race and social background."
    },
    {
      "author": "Georgina",
      "text": "But while the media focused on particular people - Weinstein and several actresses in the movie industry - Tarana is clear that the problem is bigger than just individual cases."
    },
    {
      "author": "Sam",
      "text": "Here she is explaining about the wider reasons behind the MeToo movement."
    },
    {
      "author": "Tarana Burke",
      "text": "We can talk about Harvey Weinstein ad nauseam but we also have to talk about what are the structures that were in place that allowed a Harvey Weinstein to thrive. If you’re going to talk about Harvey Weinstein’s being successful, then we have to also talk about capitalism, right? Because it’s the love of money and the desire for people to have money and what he represented. The bottom line is people value those things more than they value the humanity of the women that he was destroying their lives. It’s about power and it’s about privilege . At the end of the day, these are the two things we have to talk about dismantling ."
    },
    {
      "author": "Sam",
      "text": "According to Tarana, the behaviour of abusers like Weinstein was not challenged or questioned because of their privilege - power and advantage held by a small group of people, usually because of their high social position or because they are rich."
    },
    {
      "author": "Georgina",
      "text": "So rather than focusing on individual cases, it’s male-dominated social structures like privilege that need dismantling – breaking up or being stopped from working by gradually reducing its power over a period of time."
    },
    {
      "author": "Sam",
      "text": "Tarana knows the problem won’t disappear overnight."
    },
    {
      "author": "Georgina",
      "text": "But she believes the MeToo movement has opened up a space to talk about sexual violence in a new way and set out a pathway forward."
    },
    {
      "author": "Sam",
      "text": "Let’s go back to the quiz question. I asked you what year the two-word expression ‘Me Too’ was used. Was it a) 1996, b) 2006 or c) 2016, and you said…?"
    },
    {
      "author": "Georgina",
      "text": "Yes. I said it was b) 2006."
    },
    {
      "author": "Sam",
      "text": "Well done, Georgina! You are absolutely right! Today, we’ve been talking about the hashtag MeToo movement which went viral in 2017 – meaning it spread quickly on the internet."
    },
    {
      "author": "Georgina",
      "text": "The name ‘MeToo’ was created by Tarana Burke, an activist who works with sexual abuse survivors - people who experience abuse but are able to carry on with their lives successfully."
    },
    {
      "author": "Sam",
      "text": "In 2017 many of these survivors came forward – offered to give information – about sexual harassment in Hollywood."
    },
    {
      "author": "Georgina",
      "text": "And these actresses were supported by millions of women and men across the world, making the MeToo movement an important cultural unifier – something that unites and brings people together."
    },
    {
      "author": "Sam",
      "text": "Now the movement wants to shift the focus away from individual cases and onto social structures of privilege - power and advantage held by a small group of people, usually because of their wealth or high social class."
    },
    {
      "author": "Georgina",
      "text": "And according to Tarana, it is these social structures and attitudes which need to be dismantled - stopped from working by gradually reducing their power over time."
    },
    {
      "author": "Sam",
      "text": "And that’s all we have time for today."
    },
    {
      "author": "Georgina",
      "text": "Join us again soon here at 6 Minute English for more topical discussion and vocabulary."
    },
    {
      "author": "Sam",
      "text": "Bye for now."
    },
    {
      "author": "Georgina",
      "text": "Bye."
    }
  ],
  "authors": [
    "Sam",
    "Georgina",
    "Tarana Burke"
  ]
}