{
  "title": "The medicine of coronavirus",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08l462l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200730",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200730_6min_english_the_medicine_of_coronavirus_download.mp3",
  "intro": [
    "In this programme, we’ll be looking at the origins of Covid-19 and hearing new evidence about the scale of the threat we face from the disease. And of course we’ll be learning some new vocabulary as well."
  ],
  "this_week_question": [
    "How many white blood cells per microlitre does the average adult human need? Is it...?",
    "a) 7,000",
    "b) 17,000",
    "c) 70,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "strain",
      "desc": "slight variation of an original virus caused by mutation"
    },
    {
      "text": "precursor",
      "desc": "event or situation which existed before something and led to the development or existence of that thing"
    },
    {
      "text": "red flag",
      "desc": "symbol of danger and that some action needs to be taken"
    },
    {
      "text": "hypothesis",
      "desc": "idea which is suggested as a possible explanation of a particular situation but which has not yet been proved to be correct"
    },
    {
      "text": "central nervous system",
      "desc": "the body’s main system of nerve control consisting of the brain and spinal cord"
    },
    {
      "text": "seizure",
      "desc": "sudden, violent attack of an illness, especially one affecting the heart or brain"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Covid-19 has changed everyday life for people in countries around the world. But coronavirus wasn’t the first pandemic to cause mass sickness and disrupt daily life."
    },
    {
      "author": "Georgina",
      "text": "Between 2002 and 2004 an outbreak of the disease known as SARS or 'severe acute respiratory syndrome' caused hundreds of deaths in southern China before spreading to other parts of the world."
    },
    {
      "author": "Neil",
      "text": "The virus that caused SARS survived by mutating – changing as it reproduced itself in the bodies of infected people and this caused the virus to create strains – slight variations of the original."
    },
    {
      "author": "Georgina",
      "text": "Covid-19, the disease caused by the strain of the original SARS virus we are experiencing now, has been called SARS 2."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be looking at the origins of Covid-19 and hearing new evidence about the scale of the threat we face from the disease. And of course we’ll be learning some new vocabulary as well. But first it’s time for our quiz question. We know that white blood cells make up part of the immune system our body needs to fight infectious diseases like Covid-19. But how many white blood cells per microlitre does the average adult human need? Is it: a) 7,000, b) 17,000, or c) 70,000?"
    },
    {
      "author": "Georgina",
      "text": "Hmmm, in that case I’d say more is better, so c) 70,000."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out the answer at the end of the programme. Now, Georgina, you mentioned that the disease spreading across the world today wasn’t the first Covid-19-type disease."
    },
    {
      "author": "Georgina",
      "text": "That’s right. In fact a recent research project in China has identified over 700 different types of coronavirus carried by bats. Some of these virus strains are thought to have already crossed over to humans."
    },
    {
      "author": "Neil",
      "text": "Dr Peter Daszak of New York’s Eco-Health Alliance thinks that new strains of the virus have the potential to cause future pandemics. He spent years in the Chinese countryside looking for the coronaviruses that could jump from bats to humans."
    },
    {
      "author": "Georgina",
      "text": "Here he is talking to the BBC World Service programme, Science in Action …"
    },
    {
      "author": "Dr Peter Daszak",
      "text": "It would have been great to have found the precursor to SARS 2, but what would have been even better was to have found it before SARS 2 emerged and raise the red flag on it and stop the outbreak. But we didn’t do that. What we were looking for were… at the time … our hypothesis was that SARS 1, the original SARS virus which we all thought had disappeared , was still out there in bats – and that was what we were looking for. So we found a lot of SARS 1-related viruses."
    },
    {
      "author": "Neil",
      "text": "Covid-19 may have been contained if scientists had known more about the disease’s precursor – that's a situation which existed before something and led to the development of that thing. Here, the precursor of Covid-19 was the original SARS 1."
    },
    {
      "author": "Georgina",
      "text": "Any new cases of the virus would have been a red flag for another outbreak - a symbol of danger and that some action needs to be taken."
    },
    {
      "author": "Neil",
      "text": "Dr Daszak believed that some form of SARS remained in bats and based his investigations on this hypothesis – an idea which is suggested as a possible explanation of something but which has not yet been proved correct."
    },
    {
      "author": "Georgina",
      "text": "Another scientist working to prevent new epidemics is the pathologist Professor Mary Fowkes."
    },
    {
      "author": "Neil",
      "text": "The original SARS was treated as a respiratory disease which attacks the lungs."
    },
    {
      "author": "Georgina",
      "text": "But when working with infected patients, Professor Fowkes noticed that Covid-19 was damaging the brain, blood and other organs as well."
    },
    {
      "author": "Prof Mary Fowkes",
      "text": "Clinicians have recognised that a lot of patients that have Covid-19 are exhibiting confusion, are not necessarily aware of their environment appropriately, some are having seizures ,so there are some central nervous system abnormalities. And as you know, a lot of patients are exhibiting loss of sense of smell and that is a direct connection to the brain as well."
    },
    {
      "author": "Neil",
      "text": "In some infected patients coronavirus attacks the central nervous system - the body’s main system of nerve control consisting of the brain and spinal cord."
    },
    {
      "author": "Georgina",
      "text": "When severe, this can cause seizures - sudden, violent attack of an illness, often affecting the heart or brain."
    },
    {
      "author": "Neil",
      "text": "It seems that Covid-19-type diseases are not going to disappear any time soon."
    },
    {
      "author": "Georgina",
      "text": "Reminding us of the importance of the scientific research we’ve heard about today."
    },
    {
      "author": "Neil",
      "text": "And the importance of boosting your immunity… which reminds me of today’s quiz question."
    },
    {
      "author": "Georgina",
      "text": "You asked me how many white blood cells per microlitre the human body has. I said c) 70,000."
    },
    {
      "author": "Neil",
      "text": "Well, if that’s true you’ve definitely boosted your immunity, Georgina, because the correct answer is c) 7,000."
    },
    {
      "author": "Georgina",
      "text": "Today we’ve been discussing the strains – or slight variations, of the virus which causes Covid-19."
    },
    {
      "author": "Neil",
      "text": "Covid-19 has a previous disease called SARS as its precursor – a situation which existed before something and caused the development of that thing."
    },
    {
      "author": "Georgina",
      "text": "Researchers used the idea that the virus have passed to humans from bats as their hypothesis – possible explanation for something which has not yet been proved true."
    },
    {
      "author": "Neil",
      "text": "By identifying new virus strains , doctors hope unexplained cases can act as a red flag – a warning sign of danger, to prevent further outbreaks."
    },
    {
      "author": "Georgina",
      "text": "Knowing about new strains is increasingly important as we find out more about how coronavirus attacks the body’s central nervous system – the brain and spinal cord, which in some patients can cause seizures - sudden, violent attacks of an illness, especially affecting the heart or brain."
    },
    {
      "author": "Neil",
      "text": "So try to stay safe, wash your hands and remember to join us again soon. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Georgina",
    "Dr Peter Daszak",
    "Prof Mary Fowkes"
  ]
}