{
  "title": "ovid-19: The office after lockdown",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08j4nj7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200709",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200709_6min_english_the_office_after_lockdown_download.mp3",
  "intro": [
    "The coronavirus outbreak is changing the workplace. As employees slowly return to work after lockdown, tech companies are busy finding ways for them return safely. Neil and Sam discuss new technology being tried in offices and teach you related vocabulary."
  ],
  "this_week_question": [
    "The thermal cameras I mentioned screen for coronavirus by recording skin temperature in the area of the body which most closely resembles the internal body temperature - but which area is that? Is it: a) the eye b) the ear c) the nose",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "the new normal",
      "desc": "previously unfamiliar situation that has become usual or normalised"
    },
    {
      "text": "Bluetooth",
      "desc": "technology that allows computers, mobile phones and other devices to communicate with each other without being connected by wires"
    },
    {
      "text": "proximity",
      "desc": "something or someone being near to another thing or person"
    },
    {
      "text": "down the line",
      "desc": "at some point in the future"
    },
    {
      "text": "for its own sake",
      "desc": "done because it is interesting and enjoyable, not because it is necessary"
    },
    {
      "text": "evidential justification",
      "desc": "reasons why something is the right thing to do, based on evidence"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam – still working from home, as you can hear. But for many, the return to the office has begun."
    },
    {
      "author": "Neil",
      "text": "And to make things safe, new thermal cameras are being installed in some workplaces. They measure body temperature to screen for coronavirus."
    },
    {
      "author": "Sam",
      "text": "After weeks of working at home the return to the office is slowly getting underway in a number of countries."
    },
    {
      "author": "Neil",
      "text": "But workplaces are  having to change in this coronavirus era. Lots of companies are rushing to install technology to make offices and workplaces safer. Sensors that monitor our movements, smartphone apps that alert us if we get too close to workmates and even devices that take our temperature could all become the new normal – that's a phrase we hear a lot these days, meaning a previously unfamiliar situation that has become usual and expected."
    },
    {
      "author": "Sam",
      "text": "In this programme we’ll take a look at how this technology works and ask if it really is the answer we’re looking for."
    },
    {
      "author": "Neil",
      "text": "But first, today’s quiz question. The thermal cameras I mentioned screen for coronavirus by recording skin temperature in the area of the body which most closely resembles the internal body temperature -   but which area is that? Is it: a) the eye, b) the ear,  or c) the nose?"
    },
    {
      "author": "Sam",
      "text": "I’ll say a) the eye."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out later if you were right. Now, as employees slowly return to work, tech companies are busy finding ways for them to do so safely. One such company, ‘Microshare’, is managed by Charles Paumelle. He spoke to BBC World Service programme Tech Tent to explain a possible solution."
    },
    {
      "author": "Charles Paumelle",
      "text": "The technology that we are offering is using Bluetooth wristbands or tags that people are wearing within the workplace which detect proximity events. When the proximity event has been recorded its been saved by the company in case they need to, further down the line , retrace the steps of a certain person who has been declared as infected and inform anyone else they may have been in contact with."
    },
    {
      "author": "Neil",
      "text": "One important way to control coronavirus involves contact tracing. This means that someone who tests positive for the disease informs everyone else they’ve been in contact with. Microshare’s system for this uses Bluetooth - technology that allows computers, mobile phones and other devices to communicate with each other without being connected by wires."
    },
    {
      "author": "Sam",
      "text": "Employees wear Bluetooth wristbands which register when workers come into close proximity – how near a person is to another person."
    },
    {
      "author": "Neil",
      "text": "Anyone who has been close to a workmate will then know they have to take action if that person is found to have coronavirus later down the line – in the future."
    },
    {
      "author": "Sam",
      "text": "Wearing wristbands, monitoring data on smartphones and being recorded by cameras – it all feels like quite a big invasion of privacy, doesn’t it?"
    },
    {
      "author": "Neil",
      "text": "It certainly does, and although some argue that such measures are necessary in these unprecedented times, others are worried about the possible consequences. Here’s human rights lawyer, Ravi Naik, with a warning:"
    },
    {
      "author": "Ravi Naik",
      "text": "From a human rights perspective, you have to try to ask, are you trying to use tech for tech’s sake – is this actually going to facilitate an understanding of who is safe to go back to work or not? And if not, what’s the necessity of this because it’s such a significant interference with basic human rights. There has to be a high level of evidential justification to deploy this type of technology and I just don't think it's there."
    },
    {
      "author": "Neil",
      "text": "Ravi questions whether these devices will actually help identify who can return to work, or whether the technology is being used for its own sake – an expression meaning doing something because it is interesting and enjoyable, not because you need to."
    },
    {
      "author": "Sam",
      "text": "Ravi’s work as a lawyer involves finding proof that something is right or wrong. If people’s human rights are being interfered with, he thinks there has to be evidential justification – explanation of the reasons why something is the right thing to do, based on evidence. Like the evidence from screening body temperature…"
    },
    {
      "author": "Neil",
      "text": "…which bring us back to today’s quiz question. Remember I asked you which part of the body is scanned by thermal cameras to measure body temperature."
    },
    {
      "author": "Sam",
      "text": "And I said a) the eye."
    },
    {
      "author": "Neil",
      "text": "And you were absolutely right! There’s a small area of the eye close to the tear ducts which is the most accurate part of the skin for measuring body temperature."
    },
    {
      "author": "Sam",
      "text": "Well, there you go. We’ve been discussing how thermal cameras and other workplace devices being used to prevent coronavirus are becoming the new normal – a previously unfamiliar situation that is becoming normalised."
    },
    {
      "author": "Neil",
      "text": "Some of these devices are wristbands with Bluetooth – technology allowing computers and smartphones to communicate remotely without wires. They can identify work colleagues who have been in close proximity – in other words, near to each other."
    },
    {
      "author": "Sam",
      "text": "That will be helpful if one of them tests positive for coronavirus further down the line – at some point in the future."
    },
    {
      "author": "Neil",
      "text": "The coronavirus pandemic has caused massive changes in workplaces around the world but some critics are concerned that contact tracing technology is being used for its own sake - because it is interesting and enjoyable to do, rather than being absolutely necessary."
    },
    {
      "author": "Sam",
      "text": "And since much of the new tech invades personal privacy it should only be introduced with evidential justification – explanation of why it is the right thing to do, based on evidence."
    },
    {
      "author": "Neil",
      "text": "Unfortunately, that’s all we’ve got time for, but remember join us  again. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Charles Paumelle",
    "Ravi Naik"
  ]
}