{
  "title": "Sport against poverty",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08j9257.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200716",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200716_6min_english_sport_against_poverty_download.mp3",
  "intro": [
    "Sport is changing lives and giving hope to young people leading the toughest lives. Neil and Sam discuss how surfing is changing the lives of some South African kids and skateboarding is giving more confidence to Afghan children. For you, new vocabulary!"
  ],
  "this_week_question": [
    "Many projects around the world use sports to change children's’ lives - improving mental health, challenging stereotypes and giving hope. Among them is the Ebony Club in Brixton which uses sport to help young people in London’s most disadvantaged communities – but which sport? That’s my quiz question. Is it: a) golf b) tennis c) horse riding",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "trauma",
      "desc": "severe emotional shock and pain caused by an extremely upsetting experience"
    },
    {
      "text": "self-image",
      "desc": "how a person feels about themselves, their personality, achievements and value"
    },
    {
      "text": "challenging",
      "desc": "difficult or demanding in a way that tests your ability or determination"
    },
    {
      "text": "mentor",
      "desc": "experienced and trusted advisor who helps a younger, less experienced person"
    },
    {
      "text": "life skills",
      "desc": "important skills everyone needs to solve everyday problems and issues"
    },
    {
      "text": "goal setting",
      "desc": "identifying the things you want to achieve and planning how to accomplish them"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "We all know that sport is great for our health - and if you’re talented it can make you rich."
    },
    {
      "author": "Sam",
      "text": "Many great champions have found a way out of poverty through their sporting ability – think of someone like footballer Maradona."
    },
    {
      "author": "Neil",
      "text": "But in today’s programme we’re not looking at the superstars. Instead we’ll discuss how sport can change the lives of young people from some of the poorest, toughest backgrounds on earth."
    },
    {
      "author": "Sam",
      "text": "And of course, we’ll be learning some new vocabulary on the way."
    },
    {
      "author": "Neil",
      "text": "Many projects around the world use sports to change children's’ lives - improving mental health, challenging stereotypes and giving hope. Among them is the Ebony Club in Brixton which uses sport to help young people in London’s most disadvantaged communities – but which sport? That’s my quiz question. Is it: a) golf, b) tennis, or c) horse riding?"
    },
    {
      "author": "Sam",
      "text": "Well, I can’t imagine there’s enough space for golf and horse riding in the city, so I’ll say b) tennis."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out the answer later. Just now we were talking about London but sporting projects like the Ebony Club are happening all over the world."
    },
    {
      "author": "Sam",
      "text": "In Cape Town, South Africa, British surfer Tim Conibear noticed how kids from poor townships hardly ever went to the beach. So he started giving them free surfing lessons."
    },
    {
      "author": "Neil",
      "text": "Tim founded the ‘Waves for Changes’ project and now hundreds of kids go along each week to get “surfing therapy”. Not only is surfing giving them a buzz, it's helping to improve their life chances."
    },
    {
      "author": "Sam",
      "text": "Here he is talking to the BBC World Service programme People Fixing the World :"
    },
    {
      "author": "Tim Conibear",
      "text": "Surfing also is quite difficult so you’re learning a very challenging skill that takes a lot of confidence. Very small successes which children have when they go into the water elicit a really big emotional response. If you come from a background of trauma quite often you’ll have a negative self-image and being able to try something new, achieve something new, be recognised by a coach or a mentor is very very good for your confidence as well."
    },
    {
      "author": "Neil",
      "text": "Most of the surfers have experienced trauma – emotional pain and shock caused by very distressing experiences."
    },
    {
      "author": "Sam",
      "text": "This has given them a negative self-image – the way a person feels about themselves, their ability, personality and value."
    },
    {
      "author": "Neil",
      "text": "Surfing helps kids improve their self-image because it’s challenging - difficult in a way that tests your ability and determination."
    },
    {
      "author": "Sam",
      "text": "So challenging, in fact, that the children have a mentor – a trusted advisor who gives help and support to a younger or less experienced person."
    },
    {
      "author": "Neil",
      "text": "Tim believes that the concentration needed to surf makes the children’s other problems disappear - at least for a short time."
    },
    {
      "author": "Sam",
      "text": "And the results so far have been optimistic, with a significant reduction in violent behaviour reported among Cape Town’s young surfers."
    },
    {
      "author": "Neil",
      "text": "Surfing is quite well-known in South Africa. But what happens when you take a completely unknown sport into one of the least developed countries on earth?"
    },
    {
      "author": "Sam",
      "text": "In 2007, Australian Oliver Percovich was travelling in Afghanistan with his skateboard. The children there were fascinated so he started showing them how to skate."
    },
    {
      "author": "Neil",
      "text": "The idea grew and a few years later he founded the organisation ‘Skateistan’ giving free skateboard lessons to children aged five to seventeen, with a focus on those with disabilities, from low-income backgrounds and especially, girls."
    },
    {
      "author": "Sam",
      "text": "Here’s ‘Skateistan’ volunteer, Jessica Faulkner, explaining how skateboarding reinforces positive educational messages which Afghan kids don’t always get at home."
    },
    {
      "author": "Jessica Faulkner",
      "text": "There’s a few things that skateboarding does as a kind of function. It is really quite challenging – it’s not an easy sport for anyone whether you’re young or old. And that means that it also teaches quite a lot of life skills. You have to fall off a skateboard quite a lot of times before you get better and it really helps children with things like goal setting and resilience and determination. Also, and really importantly, we do believe that children should have fun."
    },
    {
      "author": "Neil",
      "text": "Like surfing, skateboarding is challenging and difficult. It requires effort and Jessica believes this teaches children important life skills – the basic skills needed to solve problems commonly encountered in everyday life."
    },
    {
      "author": "Sam",
      "text": "One important life skill is goal setting – deciding what things you want to achieve and how you plan to achieve them."
    },
    {
      "author": "Neil",
      "text": "Along with other skills like determination and resilience, this helps kids improve their outlook on life."
    },
    {
      "author": "Sam",
      "text": "And to experience one of the most important things – having fun!"
    },
    {
      "author": "Neil",
      "text": "Which reminds me about the kids at the Ebony Club and my quiz question. Remember that I asked you which sport the club uses to support disadvantaged children in London."
    },
    {
      "author": "Sam",
      "text": "Yes, and I said, b) tennis."
    },
    {
      "author": "Neil",
      "text": "But in fact, it’s c) horse riding - a sport normally associated with the elite."
    },
    {
      "author": "Sam",
      "text": "In this episode we’ve been discussing how sport can help improve the life chances of young people from tough backgrounds, many of whom have suffered trauma – severe emotional pain and distress."
    },
    {
      "author": "Neil",
      "text": "Such pain damages a child’s self-image – how they see and value themselves in the world."
    },
    {
      "author": "Sam",
      "text": "This can be improved by taking part in sports, like surfing, skating and horse riding, which are challenging – demanding and testing of your abilities."
    },
    {
      "author": "Neil",
      "text": "Often kids are supported by a mentor – a trusted, more experienced friend who can offer help and advice."
    },
    {
      "author": "Sam",
      "text": "And with this support they learn life skills – basic skills everyone needs to cope with everyday problems."
    },
    {
      "author": "Neil",
      "text": "One important skill is goal setting – deciding what you want to accomplish and planning how to do it."
    },
    {
      "author": "Sam",
      "text": "And of course, sometimes the most important goal is just to have fun!"
    },
    {
      "author": "Neil",
      "text": "That’s all we have time for today. Join us again soon as we discuss more topical issues. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Tim Conibear",
    "Jessica Faulkner"
  ]
}