{
  "title": "What’s the point of blood types?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08nw6r4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200827",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200827_6_minute_english_blood_types_DOWNLOAD.mp3",
  "intro": [
    "What's your blood type? In this programme we’ll be finding out all about blood – why humans have different blood types and whether blood is something more than just a way of pumping oxygen around your body. And of course we’ll be teaching some new vocabulary as well."
  ],
  "this_week_question": [
    "The Japanese word ‘burahara’ meaning ‘blood harassment’, is used to describe hostility towards people from a certain blood group considered to be selfish – but which group? Which blood types may fall victim to ‘burahara’? Is it:",
    "a) blood type A? b) blood type B? Or c) blood type O?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "perfectionists",
      "desc": "people who want everything to be perfect and demand the highest standards possible."
    },
    {
      "text": "stubborn",
      "desc": "determined to do what you want and unwilling to change your mind."
    },
    {
      "text": "woe betide (somebody)",
      "desc": "informal British expression said when there will be trouble for some, or when someone will be punished if they do a particular thing"
    },
    {
      "text": "immune system",
      "desc": "the organs, cells and processes which protect the human body from infection and illness"
    },
    {
      "text": "pathogen",
      "desc": "any small organism, such a virus or bacteria, that can cause disease"
    },
    {
      "text": "blood transfusion",
      "desc": "process in which blood is taken from one person and put into another person’s body, especially after an accident or during an operation"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "What blood type are you, Sam?"
    },
    {
      "author": "Sam",
      "text": "Ah, you mean the different groups used to classify humans by blood – types A, B, AB and O. I think I’m type O. How about you, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, it may sound strange but actually I don’t know."
    },
    {
      "author": "Sam",
      "text": "Hmm, lots of westerners don’t know their blood type, but in parts of Asia blood groups are a topic of daily conversation. People select romantic partners based on blood type and different blood groups are associated with different personalities."
    },
    {
      "author": "Neil",
      "text": "In this programme we’ll be finding out all about blood – why humans have different blood types and whether blood is something more than just a way of pumping oxygen around your body."
    },
    {
      "author": "Sam",
      "text": "And of course we’ll be learning some new vocabulary as well. Now, Neil, I have an interesting fact for you - did you know that many Japanese popstars’ websites will feature their blood type alongside information like their age and hobbies?"
    },
    {
      "author": "Neil",
      "text": "I didn’t, Sam, but Japanese culture is certainly interested in blood. There’s even a word ‘burahara’ meaning ‘blood harassment’, which is used to describe hostility towards people from a certain blood group considered to be selfish – but which group? That’s my quiz question for today – which blood types may fall victim to ‘burahara’? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll say a) blood type A."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out the answer later. As we’ve heard, blood is a big deal in Japan. Marnie Chesterton, from BBC World Service programme, CrowdScience , travelled to Tokyo where she asked Japanese translator, Chie Kobayashi, to explain more:"
    },
    {
      "author": "Chie Kobayashi",
      "text": "Chie Kobayashi For blood type A, generally it is thought they are perfectionists , more detail-oriented, pretty much good at precise type jobs, and that makes them good at helping others and good at teamwork and respecting rules and customs. That’s a typical blood A type."
    },
    {
      "author": "Marnie Chesterton",
      "text": "40 percent of Japan’s population are sensitive, anxious type As. 30 percent are curious and stubborn, generous type Os. Ten percent are creative ABs. But woe betide the twenty percent type Bs because they have a far less desirable personality, apparently."
    },
    {
      "author": "Sam",
      "text": "According to Japanese tradition, blood type As are perfectionists - people who want everything to be perfect and demand the highest standards possible."
    },
    {
      "author": "Neil",
      "text": "This contrasts with type Os who are considered to be stubborn – people who are determined to do what they want and refuse to change their mind."
    },
    {
      "author": "Sam",
      "text": "But it’s unfortunate blood type Bs who have the least desirable personality – selfish and independent. “ Woe betide the type Bs” remarks the presenter, Marnie Chesterton – an informal British expression said when there will be trouble ahead for someone – in this case, poor type Bs!"
    },
    {
      "author": "Neil",
      "text": "But apart from customs and traditions, is there actually any science behind these beliefs?"
    },
    {
      "author": "Sam",
      "text": "Well, not according to Dr Emma Pomeroy of Cambridge University’s archaeology department. She thinks that - like horoscopes – there’s no scientific basis for a connection between blood types and personalities."
    },
    {
      "author": "Neil",
      "text": "Which makes me wonder what exactly blood types are."
    },
    {
      "author": "Sam",
      "text": "Blood types are kinds of stickers or chemical markers which support our immune system - the organs, cells and processes which protect the human body from infection and illness."
    },
    {
      "author": "Neil",
      "text": "Those chemical markers can identify foreign bodies like pathogens - small organisms, such a virus or bacteria, that can cause disease. The variety of blood types seems to be a result of different bodily responses to different disease-causing pathogens."
    },
    {
      "author": "Sam",
      "text": "Which explains why blood of the same type is needed in blood transfusions – medical procedures in which blood is taken from one person and put into another person’s body, often after an accident or during an operation."
    },
    {
      "author": "Neil",
      "text": "And explains the high demand for type O blood which can be given to anyone."
    },
    {
      "author": "Sam",
      "text": "Ah, generous type Os – like me. I always knew I was special… and curious and stubborn, wasn’t that the type O personality?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, today’s quiz question was about blood type personalities. I asked you which undesirable blood type is considered selfish in Japan."
    },
    {
      "author": "Sam",
      "text": "I said a) blood type A."
    },
    {
      "author": "Neil",
      "text": "But as we’ve heard, it’s actually b) blood type B."
    },
    {
      "author": "Sam",
      "text": "Never mind, I’ll settle for being curious, stubborn and generous! In today’s programme we’ve been talking all about blood types and personalities. In Japan, blood type A people are thought of as perfectionists - people who want everything to be perfect."
    },
    {
      "author": "Neil",
      "text": "Unlike type Os who are considered stubborn – determined to get their own way and unwilling to change."
    },
    {
      "author": "Sam",
      "text": "And woe betide selfish type Bs – an informal expression said when there will be trouble for someone or if they will be punished for doing a particular thing."
    },
    {
      "author": "Neil",
      "text": "Scientifically speaking, blood types help support our immune system - the organs and cellular processes which protect the human body from infection."
    },
    {
      "author": "Sam",
      "text": "They also help identify foreign pathogens - small organisms, such a virus or bacteria, that can cause a disease."
    },
    {
      "author": "Neil",
      "text": "And explain why the same blood type is needed for a successful blood transfusion – the procedure in which blood is transferred from one person’s body to another during an operation."
    },
    {
      "author": "Sam",
      "text": "That’s all we have time for today. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Chie Kobayashi",
    "Marnie Chesterton"
  ]
}