{
  "title": "oronavirus: Dealing with mass unemployment ",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08rc2dx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200924",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200924_6min_english_mass_unemployment_download.mp3",
  "intro": [
    "The coronavirus pandemic has caused millions of people to lose their jobs and forced thousands more temporarily out of work, with no idea if they'll still have a job to go back to. In this programme, we’ll be assessing the post-Covid job landscape and asking whether a radical new approach is needed to prevent global mass unemployment. Neil and Sam discuss Denmark's approach to employment and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "One man who knows a lot about jobs is Brad Smith, president of Microsoft, a company employing over 150 thousand workers. He’s made gloomy predictions about the number of people out of work  – but how many people does he predict will be left unemployed this year as a result of the coronavirus pandemic? Is it:",
    "a) one quarter of a billion people?",
    "b) one third of a billion people?",
    "c) half a billion people?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "in the short term",
      "desc": "relating to a short period of time"
    },
    {
      "text": "ripple effect",
      "desc": "situation in which one event produces a series of further effects to happen one after the other"
    },
    {
      "text": "hire and fire",
      "desc": "authority to employ someone and release them from employment, sometimes in quick succession"
    },
    {
      "text": "job for life",
      "desc": "job that you can stay in all your working life"
    },
    {
      "text": "upskilling",
      "desc": "process of learning new skills or undergoing training to become better at your job"
    },
    {
      "text": "lavish",
      "desc": "expensive, impressive and large in quantity"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "You and I are lucky, Sam, because we can do our jobs remotely, working from home. There are some downsides, though - like not being able to meet up with friends or share ideas with colleagues."
    },
    {
      "author": "Sam",
      "text": "And going out for lunch!"
    },
    {
      "author": "Neil",
      "text": "But the coronavirus pandemic has caused millions of people to lose their job and forced thousand more out of work temporarily with no idea if their job will still be there when they return."
    },
    {
      "author": "Sam",
      "text": "For those daily workers without savings to pay the rent and feed their families it has been especially stressful. Each job loss is a potential personal tragedy."
    },
    {
      "author": "Neil",
      "text": "In this programme we’ll be assessing the post-Covid job landscape and asking whether a radical new approach is needed to prevent global mass unemployment."
    },
    {
      "author": "Sam",
      "text": "We’ll be asking whether one of the world’s smallest – and richest – countries, Denmark, might hold the answer."
    },
    {
      "author": "Neil",
      "text": "And of course, we’ll be learning some new vocabulary as well. But first it’s time for our quiz question. One man who knows a lot about jobs is Brad Smith, president of Microsoft, a company employing over 150 thousand workers. He’s made gloomy predictions about the number of people out of work – but how many people does he predict will be left unemployed this year as a result of the coronavirus pandemic? Is it:"
    },
    {
      "author": "Sam",
      "text": "Wow, those numbers do really look gloomy! I’ll say b) one third of a billion people unemployed around the world."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll come back to that later. Now, mass unemployment – millions of people losing their jobs due to the Covid pandemic – has left the world facing an enormous jobs challenge. Elisabeth Reynolds, of the Massachusetts Institute of Technology, is author of the report ‘Work of the Future’. Here she is talking to BBC World Service programme, Business Daily, about the current situation:"
    },
    {
      "author": "Elisabeth Reynolds",
      "text": "Well I think in the short term it does feel like we are not yet in a place where we can talk about recovery and rebuilding completely – we’re still gonna see the ramifications, the impact and the ripple effect of all this for months to come."
    },
    {
      "author": "Sam",
      "text": "We use the expressions, ‘in the long term’ and in the short term to talk about what will happen over a long or short period of time. In the short term , - over a short period of time - Elisabeth thinks it’s too early to talk about a jobs recovery."
    },
    {
      "author": "Neil",
      "text": "She also warns that we haven’t yet experienced the full impact or ramifications of the pandemic. Like throwing a stone into water, these consequences create a ripple effect – a situation where one event causes a series of effects which spread and produce further effects."
    },
    {
      "author": "Sam",
      "text": "According to Elisabeth, the problem is that many of the government measures put in place to support jobs are not sustainable in the long term. She says more radical change is needed."
    },
    {
      "author": "Neil",
      "text": "Of course the big question is – how? One proposed solution is the Danish model. This balances citizens’ rights and duties."
    },
    {
      "author": "Sam",
      "text": "Denmark provides one of the world’s most generous unemployment payouts but in return citizens are expected to commit to any job or training the government thinks would be beneficial."
    },
    {
      "author": "Neil",
      "text": "Jacob Kirkegaard, senior fellow at the Peterson Institute in Washington, is himself a Dane. Here he explains to BBC Business Daily how the model works:"
    },
    {
      "author": "Jacob Kirkegaard",
      "text": "It’s very easy to hire and fire people in Denmark – it doesn’t cost you anything and you don’t have sort of a guaranteed job for life once you get a permanent contract, which is the situation in many other continental European countries… so it combines labour market flexibility with employment security… namely the idea that people, if they lose their job, they know that they can find another job even if that requires them to pick up new skills – because that upskilling - or reskilling - is going to be made available to them, partly through very lavish government subsides."
    },
    {
      "author": "Sam",
      "text": "Denmark enjoys labour flexibility because it’s easy for bosses to hire and fire – employ someone and release them from employment, meaning there’s no such thing as a job for life – one that you can stay in all your working life."
    },
    {
      "author": "Neil",
      "text": "But citizens also have the security of lavish – generous and expensive – benefits, and the government will also pay for worker upskilling - training to learn new skills making them better at their jobs..."
    },
    {
      "author": "Sam",
      "text": "…and thereby preventing unemployment – which reminds me of your quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, I asked you how many people were predicted to lose their jobs to the Covid pandemic."
    },
    {
      "author": "Sam",
      "text": "And I said b) one third of a billion."
    },
    {
      "author": "Neil",
      "text": "Well, fortunately it’s the slightly lower, but still worrying, figure of, one quarter of a billion people."
    },
    {
      "author": "Sam",
      "text": "We’ve been discussing predictions of mass unemployment in the short term – or over a short time period, caused by the coronavirus pandemic. It also seems we will be experiencing the ripple effects – series of consequences, of the virus for a long time to come."
    },
    {
      "author": "Neil",
      "text": "One solution to mass unemployment may be the Danish model, were the power to hire or fire – employ someone or make them unemployed – means there are not many jobs for life – jobs you can do all your working life."
    },
    {
      "author": "Sam",
      "text": "But lavish – expensive and generous - benefits from the government, who also pay for upskilling or training in new skills, means that Danish unemployment is rarely out of control."
    },
    {
      "author": "Neil",
      "text": "That’s all we have time for, but come back soon for more trending topics and useful vocabulary here at 6 Minute English from BBC Learning English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Elisabeth Reynolds",
    "Jacob Kirkegaard"
  ]
}