{
  "title": "Grandma therapy in Zimbabwe",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08r9144.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-200917",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/200917_6min_english_grandma_therapy_download.mp3",
  "intro": [
    "Grandmothers in Zimbabwe are being trained to provide therapy to people in their community. The African country has over 14 million people but fewer than 20 psychiatrists. After years of economic turmoil, unemployment and HIV, mental health is a huge challenge, and doctors estimate that one in four Zimbabweans suffers from depression or anxiety. Neil and Sam discuss the project and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "CBT is a talking therapy. What does the CBT stand for?",
    "a) Chatting Based Therapy",
    "b) Conversation Brain Therapy",
    "c) Cognitive Behavioural Therapy",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "scepticism",
      "desc": "attitude of doubting whether something is true or useful"
    },
    {
      "text": "resistance",
      "desc": "refusal to accept a change or new idea"
    },
    {
      "text": "apprehensive",
      "desc": "feeling worried that something bad is going to happen"
    },
    {
      "text": "do away with (something)",
      "desc": "to remove it completely or put an end to it, (phrasal verb)"
    },
    {
      "text": "custodian",
      "desc": "someone with responsibility for taking care of something or trying to protect ideas or principles"
    },
    {
      "text": "stigma",
      "desc": "strong feeling or shame or disapproval which most members of a community have towards something"
    }
  ],
  "transcript": [
    {
      "author": "",
      "text": "Note: This is not a word-for-word transcript"
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Sam, have you ever heard the expression ‘a problem shared is a problem halved’?"
    },
    {
      "author": "Sam",
      "text": "Yes, Neil, I have. Doesn’t it mean that people often feel better after talking about their problems with someone?"
    },
    {
      "author": "Neil",
      "text": "Right - in this programme we’ll be hearing the extraordinary story of how these ideas were taken up by a team of community grandmothers in Zimbabwe."
    },
    {
      "author": "Sam",
      "text": "Zimbabwe has over 14 million people but fewer than 20 psychiatrists. After years of economic turmoil, unemployment and HIV, mental health is a huge challenge, and doctors estimate that one in four Zimbabweans suffers from depression or anxiety."
    },
    {
      "author": "Neil",
      "text": "When it proved impossible to find free space to use in hospitals, psychiatrist Dr Dixon Chibanda, came up with the idea of turning public park benches into spaces for therapy."
    },
    {
      "author": "Sam",
      "text": "He recruited grandmothers, who have both free time and plenty of life experience, to talk with individuals struggling with mental health issues like depression, anxiety, and trauma."
    },
    {
      "author": "Neil",
      "text": "The grandmothers are drawn from the local community and trained over several weeks in a talking therapy called CBT – but what does that abbreviation, CBT, stand for? That’s my quiz question. Is it: a) Chatting Based Therapy?, b) Conversation Brain Therapy?  or, c) Cognitive Behavioural Therapy?"
    },
    {
      "author": "Sam",
      "text": "Well, I think I’ll say c) Cognitive Behavioural Therapy."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out later. Now, although the recent history of Zimbabwe has left millions struggling with mental health issues, at the start of his project, Dr Dixon Chibanda was the only psychiatrist working in public health in the whole country."
    },
    {
      "author": "Sam",
      "text": "And as well as a lack of provision, many villagers were suspicious of talking therapy, preferring to rely on traditional faith healers instead."
    },
    {
      "author": "Neil",
      "text": "Which is why when Kim Chakanetsa, of BBC World Service’s The Documentary Podcast , spoke to Dr Dixon Chibanda, she started by asking him whether people were supportive of his idea:"
    },
    {
      "author": "Dr Dixon Chibanda",
      "text": "Initially there was a lot of scepticism , a lot of resistance, particularly from colleagues who thought this was not evidence-based, and it wasn’t going to work. The whole idea of training grandmothers – I mean, this has not been done anywhere else in the world so naturally there was resistance ."
    },
    {
      "author": "Kim Chakanetsa",
      "text": "Were you at all apprehensive ?"
    },
    {
      "author": "Dr Dixon Chibanda",
      "text": "I was, to be quite honest."
    },
    {
      "author": "Sam",
      "text": "At first, Dr Dixon Chibanda’s ideas were met with scepticism – an attitude of doubting whether something is useful or true."
    },
    {
      "author": "Neil",
      "text": "‘Grandma benches’ were a totally new idea, never seen before anywhere in the world and so his colleagues naturally felt some resistance - refusal to accept a change or new idea."
    },
    {
      "author": "Sam",
      "text": "Which left Dr Dixon Chibanda feeling a little apprehensive – worried that something bad was going to happen to his project."
    },
    {
      "author": "Neil",
      "text": "Fortunately, as it turned out, Dr Dixon Chibanda’s apprehensions were wrong. Grandmothers are highly respected in Zimbabwean society and as they started listening, people began opening up and telling their stories."
    },
    {
      "author": "Sam",
      "text": "The ‘grandma benches’ have empowered over 50,000 people to deal with their life problems and Dr Dixon Chibanda even has plans to move his idea online, giving the world access to a virtual Friendship Bench."
    },
    {
      "author": "Neil",
      "text": "Here he is again, explaining on the BBC World Service’s The Documentary Podcast why he believes his ideas have been so successful:"
    },
    {
      "author": "Dr Dixon Chibanda",
      "text": "It works because it’s simple, it’s cheap and it’s run by communities, particularly grandmothers who are in essence a resource in African communities – you know, they are the custodians of local culture and wisdom – that’s why is works, and I guess, it does away with western concepts which remove the stigma that is normally associated with mental illness."
    },
    {
      "author": "Sam",
      "text": "Clients are willing to share their problems with the grandmother-therapists because they are respected as cultural custodians – people with responsibility for taking care of something or trying to protect ideas or principles, in this case local customs and wisdom."
    },
    {
      "author": "Neil",
      "text": "This helps do away with – or remove – the stigma attached to mental health – strong feelings of shame or disapproval which most members of a community have towards something, such as psychological illness."
    },
    {
      "author": "Sam",
      "text": "For Zimbabweans suffering domestic violence, unemployment and dealing with HIV, having a grandmother to talk to really can change their perceptions about how problems can be managed."
    },
    {
      "author": "Neil",
      "text": "So it seems true that ‘a problem shared is a problem halved’, which reminds me of our quiz question, Sam."
    },
    {
      "author": "Sam",
      "text": "Yes. You asked me what the talking therapy abbreviated to CBT stands for. And I said c) Cognitive Behavioural Therapy."
    },
    {
      "author": "Neil",
      "text": "Which is absolutely right! CBT – a way of managing problems by changing ways of thinking and behaving."
    },
    {
      "author": "Sam",
      "text": "So this week we’ve been hearing the inspiring story of Zimbabwean Dr Dixon Chibanda’s ‘grandma bench’ therapy -  an idea which was initially met with scepticism – a doubtful attitude, and resistance – refusal to change and accept new ideas."
    },
    {
      "author": "Neil",
      "text": "Dr Dixon Chibanda’s feelings of apprehension – worries that the project would fail, proved false when his team of grandmother therapists were treated as custodians – or protectors, of wisdom and life experience who really could help people suffering depression, poverty and trauma."
    },
    {
      "author": "Sam",
      "text": "The success of the project helped do away with – or remove – strong feelings of shame or disapproval felt by many people regarding mental health, known as stigma. To hear more inspiring, topical stories, join us again soon here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "Dr Dixon Chibanda",
    "Kim Chakanetsa"
  ]
}