{
  "title": "ould humans live in underwater cities?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08tz36r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201022",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201022_6min_english_underwater_cities_download.mp3",
  "intro": [
    "While human exploration of space has landed a man on the Moon and journeyed to the surface of Mars, our dreams of living in cities under the sea have not come true yet. Neil and Rob talk about some projects of underwater habitats and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "One of the first adventure stories to fire the public’s imagination about the underwater world was the 1870 novel, Twenty Thousand Leagues Under the Sea. But who wrote this underwater classic? Was it:",
    "a) H G Wells?",
    "b) Arthur Conan Doyle?",
    "c) Jules Verne?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "seabed",
      "desc": "solid surface of the earth that lies under the ocean, at least 1.8 kilometres underwater"
    },
    {
      "text": "natural resources",
      "desc": "naturally existing things such as minerals, forests, coal and other energy sources that can be used by people"
    },
    {
      "text": "vertically",
      "desc": "standing or pointing straight up and down at an angle 90 degrees, perpendicular to the ground, as opposed to horizontally parallel to the ground"
    },
    {
      "text": "the bends",
      "desc": "decompression sickness - a serious medical sickness caused by nitrogen bubbles in the muscle tissues, resulting from return to the surface of the sea too quickly when diving"
    },
    {
      "text": "physiologically",
      "desc": "relating to how the bodies of living humans and animals function"
    },
    {
      "text": "atmospheric pressure",
      "desc": "the normal air pressure within the Earth’s atmosphere"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "From the ancient Roman sea god, Neptune, to myths of mermaids, to modern Hollywood films like Finding Nemo , people throughout history have been fascinated by the idea of living underwater. In this programme, we’ll be hearing about projects to create liveable underwater habitats and the challenges they face."
    },
    {
      "author": "Rob",
      "text": "We’ll be finding out how realistic it is to believe that in a few years we could be eating breakfast whilst watching fish swim outside the kitchen window, before heading off to work in an office under the ocean..."
    },
    {
      "author": "Neil",
      "text": "…and we’ll be learning some related vocabulary as well. But first it’s time for our quiz question. One of the first adventure stories to fire the public’s imagination about the underwater world was the 1870 novel, Twenty Thousand Leagues Under the Sea. But who wrote this underwater classic? Was it: a) H G Wells?, b) Arthur Conan Doyle?, or c) Jules Verne?"
    },
    {
      "author": "Rob",
      "text": "I think I know this one, Neil. Wasn’t it, a) H G Wells?"
    },
    {
      "author": "Neil",
      "text": "OK, Rob, we’ll find out later if you’re right. Now, one of the most ambitious designs for an underwater city is Ocean Spiral , a huge transparent globe attached to the seabed – the solid ground which lies deep below the sea level."
    },
    {
      "author": "Rob",
      "text": "The top of the globe stands above the surface of the ocean and running through the centre is a tower to add strength, and to provide space for homes, offices and even an amusement park for five thousand underwater residents."
    },
    {
      "author": "Neil",
      "text": "Ocean Spiral has been dreamt up by the Japanese Shimizu Corporation. Here’s Shimizu engineer, Maksaki Takeuchi, explaining to BBC World Service programme, CrowdScience , the motivation behind the idea:"
    },
    {
      "author": "Masaki Takeuchi",
      "text": "At the moment the world is facing a lot of serious problems regarding food, energy, water, natural resources ... however we are trying to solve the issues just by using our land. Our idea is to connect the sea surface and the deep sea vertically and that way we believe that we can utilise the capability of the deep sea and that’s the purpose of this whole project."
    },
    {
      "author": "Rob",
      "text": "The effects of human activity on the land have led some to look to the oceans for natural resources - naturally existing things such as minerals, oil, coal and other energy sources that can be used by people."
    },
    {
      "author": "Neil",
      "text": "This search deep underwater is happening vertically - at a ninety degree angle straight up or down from the ground, as opposed to horizontally, or flat across the Earth’s surface."
    },
    {
      "author": "Rob",
      "text": "But as yet, Shimizu Corporation’s plans for an underwater city are still in the planning stages - no part of the project has yet been built and the total cost is thought to exceed 26 billion dollars."
    },
    {
      "author": "Neil",
      "text": "In fact, the longest anyone has spent living under the sea is only 73 days. That record was set by Roger Garcia, ex-military diver and head of The Aquarius , currently the world’s only underwater research station."
    },
    {
      "author": "Rob",
      "text": "Here’s Roger Garcia, explaining to BBC World Service programme, CrowdScience , what happens to the human body after living underwater for so long:"
    },
    {
      "author": "Roger Garcia",
      "text": "…perhaps a change in their voice, not much ‘cos we’re not very deep, that’s because the air becomes denser. Physiologically the most important thing though, is that since you are in this case at two and a half times atmospheric pressure you do take on more inner gas, and in this case - inside The Aquarius we just breathe normal air - you’re gonna take on more nitrogen and depending on how long you stay in The Aquarius , that’s going to incur some sort of decompressed obligation."
    },
    {
      "author": "Neil",
      "text": "In addition to engineering challenges, living underwater for long periods of time also affects the human body. One example is the bends – or decompression sickness, a serious medical disorder created by nitrogen bubbles in the muscles when returning to the surface of the sea too quickly."
    },
    {
      "author": "Rob",
      "text": "The bends , and changes to the voice, are examples of how underwater living changes the body physiologically – relating to how the bodies of living humans and animals function."
    },
    {
      "author": "Neil",
      "text": "As divers descend deep below the ocean’s surface, there is an increase in atmospheric pressure – the normal air pressure within the Earth’s atmosphere. The deeper they dive, the higher the pressure. Physiological reactions like the bends are caused by divers incorrectly readjusting to normal atmospheric pressure ."
    },
    {
      "author": "Rob",
      "text": "Well, Neil, with so many difficulties, it’s no surprise that H G Wells's fantasy of living under the sea is still science-fiction."
    },
    {
      "author": "Neil",
      "text": "Ah, but are you sure it was H G Wells, Rob? In my quiz question I asked you who wrote the classic underwater adventure Twenty Thousand Leagues Under the Sea."
    },
    {
      "author": "Rob",
      "text": "Yes, and I said a) H G Wells."
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer! It was, in fact, c) Jules Verne, the French author who also wrote Around the World in Eighty Days."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ve been discussing the challenge of living underwater, going down vertically – at a 90 degree angle – to the seabed – the solid ground hundreds of metres under the sea."
    },
    {
      "author": "Neil",
      "text": "Ocean explorers search underwater for natural resources – useful materials like coal and oil."
    },
    {
      "author": "Rob",
      "text": "But they face many physiological problems – problems relating to how the human body functions, such as the bends – a painful medical condition caused by returning too quickly to atmospheric pressure – the Earth’s usual air pressure."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme, but we hope you’ll be diving back into 6 Minute English very soon. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Masaki Takeuchi",
    "Roger Garcia"
  ]
}