{
  "title": "Hacking help for US elections",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08tj79h.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201015",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201015_6min_english_hacking_and_US_elections_download.mp3",
  "intro": [
    "The 2020 presidential elections in the US, in which President Donald Trump faces the Democrat candidate Joe Biden, are causing a lot of controversy. In the US many votes are cast digitally and there are plans to enlist the help of hackers to reduce the risk of cyber-attacks on election day. Rob and Sam discuss the initiative and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "In 2000 the presidential race between Al Gore and George W. Bush ended in recounts and disputes over missing votes. George Bush became the first modern president to win the election despite gaining fewer popular votes than his opponent. How many fewer votes than Gore did Bush win by in the 2000 American presidential election?",
    "a) half a million votes",
    "b) a million votes",
    "c) two million votes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "volunteer",
      "desc": "someone who works willingly without being paid, because they want to"
    },
    {
      "text": "hacker",
      "desc": "someone who breaks into computer systems without permission in order to find information or do something illegal"
    },
    {
      "text": "eligible",
      "desc": "qualified to do something by having the necessary requirements"
    },
    {
      "text": "high-profile",
      "desc": "attracting a lot of attention and interest from the public, newspapers and the media"
    },
    {
      "text": "(have) the keys to the castle",
      "desc": "(idiom) information or knowledge which gives the possessor access to power"
    },
    {
      "text": "cybersecurity",
      "desc": "measures that are taken to protect organisations and their computer information against crimes and attacks carried out through the internet"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "When it comes to US presidential elections, some are more dramatic than others."
    },
    {
      "author": "Sam",
      "text": "But few elections have been as controversial as this November’s contest between current President Trump and his Democratic rival, Joe Biden."
    },
    {
      "author": "Rob",
      "text": "In America, where many votes are cast digitally, there is a risk of cyber-attacks on election day and with so much depending on the result, US election officials are worried."
    },
    {
      "author": "Sam",
      "text": "In this programme we’ll be hearing about plans to prevent election cyber-attacks which involve election officials working with a very unusual group of people: volunteer hackers. Volunteers are people who work willingly, without being paid…"
    },
    {
      "author": "Rob",
      "text": "… and hackers are people who break into computer systems without permission in order to find information or do something illegal."
    },
    {
      "author": "Sam",
      "text": "But cyber-attacks from hackers are not the only threat to fair and democratic elections."
    },
    {
      "author": "Rob",
      "text": "In 2000 the presidential race between Al Gore and George W. Bush ended in recounts and disputes over missing votes. George Bush became the first modern president to win the election despite gaining fewer popular votes than his opponent – but how many fewer? That’s our quiz question – how many fewer votes did Bush win than Gore in the 2000 American presidential election? Was it: a) half a million votes?, b) a million votes?,  or c) two million votes?"
    },
    {
      "author": "Sam",
      "text": "I’ll say b) a million votes."
    },
    {
      "author": "Rob",
      "text": "OK, we’ll find out later. Now, the project Sam mentioned, where official administrators team up with expert volunteers to keep the election secure, is called The Election Cyber Surge ."
    },
    {
      "author": "Sam",
      "text": "BBC World Service programme Digital Planet met up with project organiser Maya Worman to discuss the importance of keeping the election free from interference."
    },
    {
      "author": "Maya Worman",
      "text": "Any attempt to manipulate or interfere with election infrastructures – the machines or the information sets that determine who is eligible to vote and where – undermines the right to vote. And it puts burdens on voters and it impacts public confidence; and high-profile elections, especially like the one coming up, heighten the types of risks that we’re talking about."
    },
    {
      "author": "Rob",
      "text": "You can only vote in an election if you are eligible – qualified by having the necessary requirements, for example being a US citizen who’s aged 18 or over."
    },
    {
      "author": "Sam",
      "text": "It’s up to each of the eight thousand local jurisdictions around the United States to keep their area free from cyber-attacks and misinformation - risks which have increased because the coming election is so high-profile - attracting a lot of attention and interest from newspapers and the public."
    },
    {
      "author": "Rob",
      "text": "The Cyber Surge project to put expert volunteers in touch with local officials aims to prevent these risks. It covers everything from making sure administrators are using the latest anti-virus software to more serious threats from troublemakers."
    },
    {
      "author": "Sam",
      "text": "Now that’s got me thinking actually, Rob. Suppose I’m a troublemaker who wants to influence the election result – so I sign up as a volunteer and gain access to all kinds of information. How do we know that the volunteers who sign up are trustworthy?"
    },
    {
      "author": "Rob",
      "text": "That’s a good question, Sam, and one that BBC World Service programme, Digital Planet , put to Maya Worman."
    },
    {
      "author": "Maya Worman",
      "text": "The expectation is not that the volunteer will have the keys to the castle by any means, more that they will have an open dialogue with an election administrator who wants to know more to explore cybersecurity enhancements in general or specifically."
    },
    {
      "author": "Sam",
      "text": "Volunteers are carefully selected according to their experience and skills in cybersecurity - measures that help organisations and countries keep their computer information safe against crimes and attacks carried out through the internet."
    },
    {
      "author": "Rob",
      "text": "Volunteers share their expert advice by talking with election officials. They won’t be given access to sensitive information so they won’t have the keys to the castle – an idiom meaning to possess information or knowledge which gives the possessor access to power."
    },
    {
      "author": "Sam",
      "text": "All of which means that the 2020 election result will, hopefully, be accepted by everyone."
    },
    {
      "author": "Rob",
      "text": "Unlike the situation twenty years ago."
    },
    {
      "author": "Sam",
      "text": "Ah, you mean our quiz question, Rob, about the 2000 US presidential election which George W. Bush won despite securing fewer votes than his opponent."
    },
    {
      "author": "Rob",
      "text": "I asked you how many fewer votes Bush won than Al Gore that year."
    },
    {
      "author": "Sam",
      "text": "And I said b) a million votes."
    },
    {
      "author": "Rob",
      "text": "But in fact, it was even closer – just a) half a million votes in Florida."
    },
    {
      "author": "Sam",
      "text": "In this programme we’ve been looking ahead to the US presidential elections and its cybersecurity – measures taken to protect countries and their computer information against online crimes and attacks."
    },
    {
      "author": "Rob",
      "text": "The Cyber Surge project aims to put officials in touch with volunteers – people who work for free, who also happen to be expert hackers – people who break into computer systems without permission."
    },
    {
      "author": "Sam",
      "text": "But the idea isn’t to commit election crime – rather to prevent it by making sure only those who are eligible – or qualified - to vote, do so."
    },
    {
      "author": "Rob",
      "text": "The project was set up because the November 2020 election has become so high-profile - attracting a lot of attention and interest from the public and the media."
    },
    {
      "author": "Sam",
      "text": "And of course the volunteers themselves are carefully chosen to be impartial experts who give advice without holding the keys to the castle – an idiom about possessing information which gives access to power."
    },
    {
      "author": "Rob",
      "text": "What’s certain is that the world will be watching this election, so if you’re eligible, remember to vote."
    },
    {
      "author": "Sam",
      "text": "And remember to join us again soon. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Maya Worman"
  ]
}