{
  "title": "Do chimps have the same emotions as us?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08srvsh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201008",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201008_6min_english_jane_goodall_download.mp3",
  "intro": [
    "In this programme, we’ll be hearing iconic environmentalist Jane Goodall reflect on how attitudes have changed as science has uncovered the deep connections between humans and the great apes . Rob and Sam talk about our close relatives and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "When Gombe’s alpha female died in 1972, she was so well-loved that she had an obituary in The Times newspaper. But what was her name? That’s our quiz question: which chimpanzee’s obituary appeared in The Times ? Was it:",
    "a) Frodo",
    "b) Flo",
    "c) Freud",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "great apes",
      "desc": "group of large primates including chimpanzees, gorillas and orang-utans; they have no tail and are humans’ closest animal relatives"
    },
    {
      "text": "modifying",
      "desc": "changing something slightly in order to improve it"
    },
    {
      "text": "tool",
      "desc": "instrument or simple piece of equipment, for example a knife or hammer, that you hold in your hands and use for a particular kind of work"
    },
    {
      "text": "gestures",
      "desc": "movements made with parts of the body like hands, arms or head, to express ideas and feelings"
    },
    {
      "text": "pat",
      "desc": "touch someone or something gently and repeatedly with your hand held flat"
    },
    {
      "text": "alleviate",
      "desc": "reduce the intensity or severity of someone’s pain or suffering"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "Having your photograph appear on the cover of a magazine makes you famous around the world. But imagine if that photo showed you hugging and playing with wild chimpanzees!"
    },
    {
      "author": "Sam",
      "text": "That’s exactly what happened to Jane Goodall who shot to fame in 1965 when she appeared on the cover of National Geographic magazine. Jane introduced the world to the social and emotional lives of the wild chimpanzees of Gombe, in eastern Tanzania."
    },
    {
      "author": "Rob",
      "text": "Jane spent years living among families of wild chimpanzees. Her observations changed the way we view our closest animal relatives - and made us think about what it means to be human."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be hearing from the iconic environmentalist Jane Goodall. She reflects on how attitudes have changed as science has uncovered the deep connections between humans and the great apes – large primates including chimpanzees, gorillas and orang-utans, who are closely related to humans."
    },
    {
      "author": "Rob",
      "text": "And of course we’ll be learning some related vocabulary along the way."
    },
    {
      "author": "Sam",
      "text": "As well as Dr Goodall, the National Geographic photographs also made the chimpanzees of Gombe famous. People around the world became interested in the lives of a family of chimps living in a remote corner of Africa."
    },
    {
      "author": "Rob",
      "text": "When Gombe’s alpha female died in 1972, she was so well-loved that she had an obituary in The Times newspaper. But what was her name? That’s our quiz question: which chimpanzee’s obituary appeared in The Times ? Was it: a) Frodo?, b Flo?, or c) Freud?"
    },
    {
      "author": "Sam",
      "text": "Well, 1972 is a bit before my time, Rob - I wasn’t even born then, but I think it’s b) Flo."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, we’ll find out later if you were right. Now, when Jane first visited Tanzania in the 1960s most scientists believed the only animals capable of making and using tools were humans. But what Jane witnessed about the behaviour of one chimpanzee, who she named Greybeard, turned this idea on its head. Here she recalls that famous day to Jim Al Khalili, for the podcast of BBC Radio 4’s Discovery programme, The Life Scientific :"
    },
    {
      "author": "Jane Goodall",
      "text": "I could see this black hand picking grass stems and pushing them down into the termite mound and pulling them out with termites clinging on with their jaws. And the following day, I saw him pick a leafy twig and strip the leaves, so not only was he using objects as tools but modifying those objects to make tools."
    },
    {
      "author": "Rob",
      "text": "Jane observed the chimpanzee, Greybeard, finding small wooden branches called twigs and modifying them - changing them slightly in order to improve them."
    },
    {
      "author": "Sam",
      "text": "By stripping away the leaves from twigs and using them to collect ants and termites to eat, Greybeard had madea tool – an instruments or simple piece of equipment, for example a knife or hammer, that you hold in your hands and use for a particular job."
    },
    {
      "author": "Rob",
      "text": "Previously, it was believed that animals were incapable of making tools on their own. What Jane saw was proof of the intelligence of wild animals. Jane Goodall’s studies convinced her that chimps experience the same range of emotions as humans, as she explains here to BBC Radio 4’s The Life Scientific :"
    },
    {
      "author": "Jane Goodall",
      "text": "I wasn’t surprised that chimps had these emotions. It was fascinating to realise how many of their gestures are like ours… so you can watch them without knowing anything about them and when they greet with a kiss and embrace, they pat one another in reassurance, they hold hands, they seek physical contact to alleviate nervousness or stress – you know, it’s so like us."
    },
    {
      "author": "Sam",
      "text": "Holding hands, embracing and kissing were some of the chimpanzee’s gestures –movements made with hands, arms or head, to express ideas and feelings."
    },
    {
      "author": "Rob",
      "text": "In the same way as humans, the chimpanzees would pat each other - touch someone gently and repeatedly with their hand held flat."
    },
    {
      "author": "Sam",
      "text": "Much of their behaviour was human-like. Just as I would hug a friend to reassure them, the chimps used physical contact to alleviate stress – make pain or problems less intense or severe. In fact, chimps are so alike us that sometimes they even get their name in the newspaper!"
    },
    {
      "author": "Rob",
      "text": "Ah yes, Sam, you mean the quiz question I asked you earlier: which chimpanzee had their obituary published in The Times ?"
    },
    {
      "author": "Sam",
      "text": "And I guessed it was b) Flo."
    },
    {
      "author": "Rob",
      "text": "And that’s absolutely right. Well done, Sam! Give yourself a pat on the back!"
    },
    {
      "author": "Sam",
      "text": "OK. In this programme, we’ve been hearing about legendary zoologist and activist, Jane Goodall, and her experiences living among great apes – primates like chimpanzees who are humans’ closest animal relatives."
    },
    {
      "author": "Rob",
      "text": "Jane witnessed the chimpanzees of Gombe modify – or slightly alter, objects like leaves and twigs to make tools – hand-held instruments used for a particular job."
    },
    {
      "author": "Sam",
      "text": "Many of the chimpanzees' gestures – body movements made to communicate and express emotions – like kissing and patting – touching someone gently and repeatedly with a flat hand – were almost human."
    },
    {
      "author": "Rob",
      "text": "And just like us, the chimps sought physical contact to alleviate – or reduce the severity of, nervousness and stress."
    },
    {
      "author": "Sam",
      "text": "That’s all for this programme."
    },
    {
      "author": "Rob",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Jane Goodall"
  ]
}