{
  "title": "Walkman: the music player revolution",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08w8ntf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201029",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201029_6min_english_walkman_download.mp3",
  "intro": [
    "Years before iPods and MP3 downloads, the Sony Walkman was the first widely available portable music player. It revolutionised the way fans listened to their favourite bands. In this programme, Neil and Georgina take a nostalgic look back at the 1980s and the birth of the Walkman and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "When the original Walkman model first went on sale in 1979, how much did it cost? Was it:",
    "a) 50 dollars?",
    "b) 100 dollars?",
    "c) 150 dollars?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "headphones",
      "desc": "pair of padded speakers worn over your ears in order to listen to music without other people hearing"
    },
    {
      "text": "take off",
      "desc": "(phrasal verb) suddenly start to be successful and popular"
    },
    {
      "text": "laid (something) on the line",
      "desc": "(idiom) risked losing something important, such as a job or reputation"
    },
    {
      "text": "picked up on (something)",
      "desc": "(phrasal verb) noticed or gave particular attention to something being said or done"
    },
    {
      "text": "niche product",
      "desc": "something marketed for sale to a small, specific group"
    },
    {
      "text": "caught the public imagination",
      "desc": "or caught the public's imagination (idiom) made the public interested in or excited about something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Hello, Georgina. How are you today? Georgina? Georgina!"
    },
    {
      "author": "Georgina",
      "text": "Oh sorry, Neil, I didn’t hear you - I was listening to music on my headphones !"
    },
    {
      "author": "Neil",
      "text": "Ah, I see! Listening to music stored on your mobile phone or iPod when out on-the-move doesn’t seem like a big deal now, but the concept of personal portable music didn’t exist until 1979, when the Japanese electronics company, Sony, launched the Walkman."
    },
    {
      "author": "Georgina",
      "text": "Years before iPods and MP3 downloads, the Sony Walkman was the first widely available portable music player. It revolutionised the way fans listened to their favourite bands."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be taking a nostalgic look back at the 1980s and the birth of the Sony Walkman."
    },
    {
      "author": "Georgina",
      "text": "And, of course, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Now, it may not seem so revolutionary to young people nowadays, but back in the late 1970s portable music players were unheard of."
    },
    {
      "author": "Georgina",
      "text": "The idea behind the Walkman was simple – a high-quality stereo cassette player, small enough to hold in your hand, allowing you to walk down the street listening to your own soundtrack."
    },
    {
      "author": "Neil",
      "text": "They became so popular that by the time production of the Walkman ended in 2010, Sony had sold over 220 million machines worldwide. So, my quiz question is this: when the original Walkman model first went on sale in 1979, how much did it cost? Was it: a) 50 dollars?, b) 100 dollars?,  or c) 150 dollars?"
    },
    {
      "author": "Georgina",
      "text": "Things were a lot cheaper in 1979, Neil, so I’ll say b) 100 dollars."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina – we’ll find out later if that’s right. Now, the inspiration behind the Walkman came from Sony chairman, Akio Morita. He saw Japanese teenagers listening to heavy transistor radios carried on their shoulders and had a vision of a smaller stereo which could be held in the hand."
    },
    {
      "author": "Georgina",
      "text": "However, few of Mr Morita’s colleagues had faith in his idea for a portable music player. Here’s Andrea Koppen, of Sony UK, speaking to the BBC in 1989, taken from the BBC World Service programme, Witness History."
    },
    {
      "author": "Andrea Koppen",
      "text": "People were very sceptical - they couldn’t believe that people would want to walk around with headphones on and carry this cassette with them - and he actually laid his job on the line and said, ‘If it doesn’t take off , I will resign’… and they didn’t have much money at the time, so their advertising was very tight… and they decided to give it to students to try… and so people saw them on the trains, in campuses, in towns and the newspapers picked up on it immediately."
    },
    {
      "author": "Neil",
      "text": "The Walkman was designed to be used with headphones - a pair of padded speakers worn over the ears so you can listen to music without other people hearing."
    },
    {
      "author": "Georgina",
      "text": "Akio Morita was confident his stereo plus headphones idea would take off - suddenly start to be successful and popular."
    },
    {
      "author": "Neil",
      "text": "In fact, he was so confident of success that he laid his job on the line – an idiom meaning to risk losing something important, such as your job or reputation."
    },
    {
      "author": "Georgina",
      "text": "Luckily, he didn’t lose his job because many people started buying the new Walkmans, something the newspapers picked up on - noticed or gave particular attention to."
    },
    {
      "author": "Neil",
      "text": "Morita’s idea was a massive success. Released at the start of the summer holidays for Japanese students, within 3 months the entire first run of 30 thousand Walkmans had sold out."
    },
    {
      "author": "Georgina",
      "text": "Meanwhile, music lovers outside of Japan were desperately trying to get hold of the new machines. Among the first to buy one was music journalist, Tim Jarman."
    },
    {
      "author": "Neil",
      "text": "Here he is speaking to Farhana Haider, for BBC World Service’s Witness History:"
    },
    {
      "author": "Farhana Haider",
      "text": "It was made available in the US in June 1980. The Walkman was especially popular with the 16 to 24 age group."
    },
    {
      "author": "Tim Jarman",
      "text": "They thought it could be a niche product , that might not sell, but it really caught the public imagination in every market that it was offered in."
    },
    {
      "author": "Georgina",
      "text": "When the Walkman was sold to the rest of the world and became popular with youngsters, people thought it was a niche product - something marketed for sale to a small, specific group."
    },
    {
      "author": "Neil",
      "text": "But instead, people of all ages began wearing Walkmans to listen to their favourite music on the move, and the new invention caught the public imagination – an idiom meaning, made the public interested in or excited about something."
    },
    {
      "author": "Georgina",
      "text": "Many put the Walkman’s success down to its perfect combination of sound quality, small size and affordable price."
    },
    {
      "author": "Neil",
      "text": "But exactly how affordable, Georgina? Remember my quiz question?"
    },
    {
      "author": "Georgina",
      "text": "Yes, Neil. You asked how much the original Walkman cost when it came out in 1979."
    },
    {
      "author": "Neil",
      "text": "What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I thought it cost b) 100 dollars."
    },
    {
      "author": "Neil",
      "text": "Well, Georgina, things were cheaper in 1979, but not that cheap – the actual price was c) 150 dollars."
    },
    {
      "author": "Georgina",
      "text": "That’s around 530 dollars today!"
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ve been looking back at the iconic Sony Walkman, the first portable stereo made up of a cassette player plus headphones – pairs of padded speakers worn over the ears."
    },
    {
      "author": "Georgina",
      "text": "Sony chairman Akio Morita was so confident his invention would take off – become popular and successful - that he laid his job on the line . That means risked something important, like his job."
    },
    {
      "author": "Neil",
      "text": "His colleagues at Sony worried the Walkman was a niche product – a product targeted for sale to a niche, or small and specific, market."
    },
    {
      "author": "Georgina",
      "text": "But luckily for him, the Japanese newspapers picked up on his idea – noticed it and gave it particular attention. As a result, the Sony Walkman caught the public imagination - made the public excited and interesting in it."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme. Until we meet again at 6 Minute English – happy listening!"
    },
    {
      "author": "Georgina",
      "text": "Happy listening!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Andrea Koppen",
    "Farhana Haider",
    "Tim Jarman"
  ]
}