{
  "title": "oneliness",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08xch22.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201126",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201126_6min_loneliness_download.mp3",
  "intro": [
    "Loneliness can affect all people at different times in their lives, but is it a new idea or something humans have always experienced? Neil and Rob talk about loneliness and how some people prefer their own company."
  ],
  "this_week_question": [
    "One possibly lonely man is Mauro Morandi. He’s lived alone on Budelli Island in Italy for many years, but how many years exactly? Is it:",
    "a) 6 years?",
    "b) 31 years?",
    "c) 44 years?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "keep someone company",
      "desc": "spend time with someone so they don’t get lonely"
    },
    {
      "text": "social change",
      "desc": "shift in how people behave and think"
    },
    {
      "text": "significant other",
      "desc": "partner"
    },
    {
      "text": "solitude",
      "desc": "being alone"
    },
    {
      "text": "pinch points",
      "desc": "(here) times in your life where there are difficulties and things slow down or change"
    },
    {
      "text": "chronic",
      "desc": "long lasting (health condition)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "It’s great that you’re here to keep me company – to spend time with me so I don’t get lonely – because loneliness is the subject of this programme."
    },
    {
      "author": "Rob",
      "text": "It’s good to be here, Neil. I think many of us have experienced loneliness at some point. Maybe you’ve felt lonely because all your friends have gone out for dinner without you, or maybe you’ve felt lonely just because you don’t fit in somewhere."
    },
    {
      "author": "Neil",
      "text": "Yes, that’s when we sometimes use the expression ‘to feel lonely in a crowd’. Well, we’ll be exploring if this is a new idea or something humans have always experienced, and along the way we’ll be teaching you some new vocabulary."
    },
    {
      "author": "Rob",
      "text": "But now I’m here to keep you company, how about a question for me?"
    },
    {
      "author": "Neil",
      "text": "Of course! Well, one possibly lonely man is Mauro Morandi. He’s lived alone on Budelli Island in Italy for many years, but how many years exactly? Is it: a) 6 years, b) 31 years, or c) 44 years?"
    },
    {
      "author": "Rob",
      "text": "Umm 44 years would be tough, as would 31, so I’ll go for 6 years."
    },
    {
      "author": "Neil",
      "text": "OK, Rob, we’ll find out later if that’s right. Now, I’m sure we all want to be alone from time to time, to escape the demands of our colleagues or the pressures of real life, but would we really want to be totally alone?"
    },
    {
      "author": "Rob",
      "text": "Well, I certainly wouldn’t. And research has found that prolonged social isolation is bad for us, particularly mentally."
    },
    {
      "author": "Neil",
      "text": "It’s an interesting topic, and one that the BBC Radio 4 programme Thinking Aloud has been exploring. Its guest, Fay Bound Alberti, Reader in History at the University of York, explained how loneliness is a relatively new emotional state ."
    },
    {
      "author": "Rob",
      "text": "A state is a condition at a particular time. Let’s hear what she had to say about references to loneliness in literature."
    },
    {
      "author": "Fay Bound Alberti",
      "text": "Well novels are fascinating, because there’s a difference between novels in the 18th Century, when they first came into being, and novels in the 19th Century - in the 18th Century something like Robinson Crusoe, there’s not a single reference to loneliness. By the 19th Century novels are full of lonely people and that reflects those kinds of social changes ."
    },
    {
      "author": "Interviewer",
      "text": "Give me some examples. What may count as examples?"
    },
    {
      "author": "Fay Bound Alberti",
      "text": "Well, I suppose I’m thinking about if you compare something like Wuthering Heights where you have this desperate desire on the part of the heroine to find love which is bundled up to in this sense of the self not being complete without another, or Tess of the d’Ubervilles. And so Victorian fiction in particular tends to be full of woman who are in search of the significant other and needing to find happiness and an absence of loneliness in the domestic."
    },
    {
      "author": "Rob",
      "text": "It’s interesting that Fay mentions the story of Robinson Crusoe – about a man living on a desert island – does not mention the word loneliness. But because of a shift in how people behaved and thought in the 19th century – called social change – loneliness became an emotion that was written about in stories."
    },
    {
      "author": "Neil",
      "text": "Ah, but loneliness tended to be something affecting women. They were searching for happiness by finding a ‘ significant other’ – a partner, usually a man, who they wanted to marry. How things have changed!"
    },
    {
      "author": "Rob",
      "text": "Yes, now Fay also went on to talk about how some female authors, like Virginia Woolf, looked for solitude – that’s being alone – because that helped them be creative."
    },
    {
      "author": "Neil",
      "text": "Even today, being alone gives us headspace and time to think, as long as it doesn’t last forever. Anyway, as we mentioned, we’ve probably all been lonely at some point, and Fay Bound Alberti told the Thinking Aloud programme that loneliness can take many forms."
    },
    {
      "author": "Fay Bound Alberti",
      "text": "Absolutely, I think that loneliness is something that affects all people but at different times in their lives. I would describe in terms of pinch points – there are times when we change [when we become] when we get married, we become mothers, we get divorced, anything that changes our life might put us under temporary loneliness. When it’s a problem is when it becomes chronic ."
    },
    {
      "author": "Neil",
      "text": "It seems that there are certain times in our lives when we might feel lonely – when we break up with a partner or have a baby and feel isolated, for example. These are moments that Fay describes as pinch points – times in your life where there are difficulties and things slow down or change."
    },
    {
      "author": "Rob",
      "text": "We could say loneliness at these times is understandable, normal and temporary. When it becomes a bigger issue, it’s what Fay describes as chronic – so, long lasting."
    },
    {
      "author": "Neil",
      "text": "And loneliness isn’t always obvious to other people, so it’s good to check in with friends and family to see how they’re feeling and to ask if they’re OK. Of course, it would be difficult to check in on Mauro Morandi, who’s been living on Budelli Island in Italy for many years, but how many years exactly?"
    },
    {
      "author": "Rob",
      "text": "Ahh well I thought 6 years. Was I right?"
    },
    {
      "author": "Neil",
      "text": "I’m afraid not. It’s actually been 31 years. He told National Geographic magazine “I’m sort of in prison here… but it’s a prison that I chose for myself.” So I’m guessing he’s got used to his own company! I certainly couldn’t live alone for that long – I’d been too lonely, I need company Rob."
    },
    {
      "author": "Rob",
      "text": "Yeah, me too Neil! And loneliness is what we’ve been discussing in this programme. Here’s a recap of some of the vocabulary we’ve mentioned. Firstly, to keep someone company is to spend time with someone so they don’t get lonely."
    },
    {
      "author": "Neil",
      "text": "Social change is a shift in how people behave and think."
    },
    {
      "author": "Rob",
      "text": "A significant other is an informal way of describing a partner."
    },
    {
      "author": "Neil",
      "text": "Solitude describes being alone."
    },
    {
      "author": "Rob",
      "text": "When talking about life, pinch points are times where there are difficulties and things slow down or change. And chronic describes a health condition that is long lasting."
    },
    {
      "author": "Neil",
      "text": "And that’s all we have time for in this programme, but remember you can find more useful vocabulary, trending topics and help with your language learning here at BBC Learning English. We also have an app that you can download for free from the app stores and of course we are all over social media. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Fay Bound Alberti",
    "Interviewer"
  ]
}