{
  "title": "ce sheet: Is it too late?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08w93lt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201105",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201105_6min_english_greenland_download.mp3",
  "intro": [
    "This year's global heating and melting polar ice has many scientists asking whether it’s now too late to stop global warming. Have we have reached the point of no return? Neil and Georgina talk about the effects of climate change on the Arctic, and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "How many gigatonnes of ice are now melting into the ocean every year?",
    "a) 450 gigatonnes",
    "b) 500 gigatonnes",
    "c) 550 gigatonnes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "ice sheet",
      "desc": "thick layer of ice covering a large area of land for a long period of time"
    },
    {
      "text": "glacier",
      "desc": "very large, slow-moving mass of ice"
    },
    {
      "text": "in balance",
      "desc": "having different parts or elements arranged in the correct proportions"
    },
    {
      "text": "tipping point",
      "desc": "time at which a change or an effect cannot be stopped"
    },
    {
      "text": "rate",
      "desc": "speed at which something happens or changes"
    },
    {
      "text": "throw your hands up",
      "desc": "(idiom) show frustration and despair when a situation becomes so bad that you give up or submit"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "With no end in sight to the coronavirus pandemic, many people can’t wait for the year 2020 to end."
    },
    {
      "author": "Georgina",
      "text": "But with the coronavirus dominating the newspaper headlines, attention has moved away from an equally serious global issue which has quietly been getting worse – climate change."
    },
    {
      "author": "Neil",
      "text": "August 2020 saw the hottest temperature recorded anywhere in modern times – 54.4 degrees Celsius in California’s Death Valley."
    },
    {
      "author": "Georgina",
      "text": "The same month also saw record amounts of ice melting into the oceans around Greenland and the Arctic - huge icebergs breaking away from the edge of the ice sheet – a thick layer of ice which has covered a large area for a long time."
    },
    {
      "author": "Neil",
      "text": "Greenland’s ice sheet is three times the size of Texas and almost 2 kilometres thick. Locked inside is enough water to raise sea levels by 6 metres."
    },
    {
      "author": "Georgina",
      "text": "But global heating and melting polar ice has many scientists asking whether it’s now too late to stop. Have we have reached the point of no return? In this programme we’ll looking at the effects of climate change on the Arctic and asking if it’s too late to change."
    },
    {
      "author": "Neil",
      "text": "And learning some of the related vocabulary too. Now, Georgina, you mentioned record levels of ice melt in the North Pole but the scale is hard to take in. The amounts are so big they’re measured in gigatonnes – that’s a billion metric tonnes."
    },
    {
      "author": "Georgina",
      "text": "Imagine a giant ice cube 1 kilometre by 1 kilometre by 1 kilometre."
    },
    {
      "author": "Neil",
      "text": "So my quiz question is this: how many gigatonnes of ice are now melting into the ocean every year? Is it: a) 450 gigatonnes?, b) 500 gigatonnes?, or c) 550 gigatonnes?"
    },
    {
      "author": "Georgina",
      "text": "I’ll take a guess at b) 500 gigatonnes."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out later. Now, glaciologist Michalea King has been monitoring the melting of Arctic ice by satellite. Here she is answering a question from BBC World Service programme, Science in Action, on whether the destruction of the ice sheet is now unavoidable:"
    },
    {
      "author": "Michalea King",
      "text": "If we were to say… define a tipping point as a shift from one stable dynamic state to another, this certainly meets that criteria, because we’re seeing now that the ice sheet was more or less in balance prior to 2000 where the amount of ice being drained from the glaciers was approximately equal to what we are gaining on the surface via snow every year."
    },
    {
      "author": "Georgina",
      "text": "Ice is made from snow falling on Greenland’s glaciers - large, slow-moving masses of ice. At the same time though, ice is also lost through melting."
    },
    {
      "author": "Neil",
      "text": "These two processes of making and melting ice kept the ice level in balance - having different parts or elements arranged in the correct proportions. Essentially the melting ice was replaced by newly frozen ice."
    },
    {
      "author": "Georgina",
      "text": "But now, the glaciers are shrinking faster than new ice is being accumulated and the situation may have reached a tipping point - the time at which a change or an effect cannot be stopped."
    },
    {
      "author": "Neil",
      "text": "So, does this mean that global heating and ice melting are now running automatically, separate from the amount of greenhouse gases humans are pumping into the atmosphere? And does that mean should just give up on the planet?"
    },
    {
      "author": "Georgina",
      "text": "In fact the situation is far from simple, as Michalea King explains here to BBC World Service programme, Science in Action :"
    },
    {
      "author": "Michalea King",
      "text": "We can definitely control the rate of mass loss, so it’s definitely not a ‘throw your hands up’ and just not do anything about it – give up on the ice sheet kind of situation – that’s certainly not the message I want to send – but it does seem likely that we will continue to lose mass… but of course, a slow rate of mass loss is highly preferred to large annual losses every year."
    },
    {
      "author": "Neil",
      "text": "Michalea thinks that changes in human activity can still slow the rate – or speed at which something happens, in this case the speed of Greenland’s ice sheet melting."
    },
    {
      "author": "Georgina",
      "text": "She’s convinced it’s not too late for collective action to save the planet, so it’s not yet time to throw your hands up – an idiom meaning to show frustration and despair when a situation becomes so bad that you give up or submit."
    },
    {
      "author": "Neil",
      "text": "It’s a positive message but one which calls for everyone to do what they can before it really is too late."
    },
    {
      "author": "Georgina",
      "text": "Because the rate of ice melt is still increasing, right, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, that’s right – in fact, that was my quiz question, Georgina – do you remember?"
    },
    {
      "author": "Georgina",
      "text": "Yes, you asked me how many gigatonnes of Greenland’s ice sheet are now melting every year. I said b) 500 gigatonnes."
    },
    {
      "author": "Neil",
      "text": "And you were…correct! In fact some of these giant ice cubes are like small towns, almost a kilometre tall!"
    },
    {
      "author": "Georgina",
      "text": "So there’s still work to be done."
    },
    {
      "author": "Neil",
      "text": "In this programme we’ve been looking at the rate – or speed – of ice melt in Greenland’s ice sheet - the thick layer of ice covering a large area of the Arctic."
    },
    {
      "author": "Georgina",
      "text": "Previously, the melting ice was replaced by newly formed ice on glaciers – large masses of slow-moving ice. This kept the Arctic in balance – having different elements arranged in proportion."
    },
    {
      "author": "Neil",
      "text": "But the effects of global heating have brought us close to a point of no return, called a tipping point - the time at which a change or an effect cannot be stopped."
    },
    {
      "author": "Georgina",
      "text": "The situation is serious but there’s still time to take action and not simply throw your hands up – show frustration and despair when you want to give up."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme, but if you want to find out more about climate change and Greenland’s ice sheets, search BBC’s Science in Action website."
    },
    {
      "author": "Georgina",
      "text": "And for more trending topics and useful vocabulary, remember to join us again soon at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Michalea King"
  ]
}