{
  "title": "ould you be a victim of online fraud?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p08wryd2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-201112",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/201112_6min_english_online_fraud_download.mp3",
  "intro": [
    "Online fraud involves using the internet to trick someone into giving away their money or data and takes many forms. It is regarded by some as a highly profitable and relatively low-risk crime. Neil and Georgina talk about online fraud and how it is becoming more common as well as teaching you some useful vocabulary along the way."
  ],
  "this_week_question": [
    "In July 2020, nine British men were arrested for defrauding the Coronavirus Job Retention Scheme – a government fund for workers who’ve lost their job to Covid-19. They set up fake companies and applied, fraudulently, for money. But how much money has been claimed in total through the coronavirus job scheme in the UK? Is it:",
    "a) 17 billion pounds",
    "b) 27 billion pounds",
    "c) 37 billion pounds",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "mindset",
      "desc": "someone’s way of thinking and the general attitudes and opinions they have about something; mentality"
    },
    {
      "text": "intelligence",
      "desc": "secret information about a person, government or country"
    },
    {
      "text": "cover story",
      "desc": "false story someone tells in order to hide the truth"
    },
    {
      "text": "data breach",
      "desc": "occasion when private information can be seen by people who should not be able to see it"
    },
    {
      "text": "malware",
      "desc": "computer software and viruses that are designed to damage the way a computer works"
    },
    {
      "text": "infiltrate",
      "desc": "secretly enter a group or organisation in order to spy on it or influence it"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Are you good at remembering your computer passwords, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Um, not really, Neil – I mostly use something easy to remember, like my mother’s maiden name or the street where I was born."
    },
    {
      "author": "Neil",
      "text": "Or the name of your first pet! Yes, me too - but we should be more careful about online security, Georgina, because of a worrying trend, and the topic of this programme – online fraud."
    },
    {
      "author": "Georgina",
      "text": "Online fraud involves using the internet to trick someone into giving away their money or data. It takes many forms, from deceptive emails which trick us into paying money to the wrong bank account, to the theft of credit card details."
    },
    {
      "author": "Neil",
      "text": "It’s regarded by some as a highly profitable and relatively low-risk crime, so in this programme we’ll be finding out why it’s so easy for criminals, or fraudsters, to steal our money."
    },
    {
      "author": "Georgina",
      "text": "And of course, we’ll be learning some related vocabulary along the way."
    },
    {
      "author": "Neil",
      "text": "But first, it’s time for our quiz question. In July 2020, nine British men were arrested for defrauding the Coronavirus Job Retention Scheme – a government fund for workers who’ve lost their job to Covid-19. They set up fake companies and applied, fraudulently, for money. But how much money has been claimed in total through the coronavirus job scheme in the UK? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Hmm, it must be a lot, so I’ll say a) 17 billion pounds."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out later. Now, Rachel Tobac, CEO of Social Proof Security, is an expert in cyber crime. She describes herself as an’ethical fraudster’. Businesses wanting to combat fraud employ her to hack into their computer systems to find their weak spots."
    },
    {
      "author": "Georgina",
      "text": "Here, Rachel explains to BBC World Service programme, The Inquiry, how getting people’s information is the key to online fraud:"
    },
    {
      "author": "Rachel Tobac",
      "text": "The reason why we’re able to do that, from an attacker mindset , is because we use what’s called OSINT – open source intelligence . We look up everything about you. We can figure out who your assistant is, who your accountant is on LinkedIn. We know what emails you use from screen shots that you’ve put on your Instagram…"
    },
    {
      "author": "Neil",
      "text": "Rachel looks at fraud from a criminal’s mindset - someone’s way of thinking and the general attitudes and opinions they have about something."
    },
    {
      "author": "Georgina",
      "text": "From a fraudster’s perspective, the most valuable thing is intelligence - secret information about a government or country, or in this case a person, such as the information people unwittingly post on social media."
    },
    {
      "author": "Neil",
      "text": "Fraudsters use this intelligence to build up a picture of someone’s online activity."
    },
    {
      "author": "Georgina",
      "text": "And as BBC World Service The Inquiry presenter, Charmaine Cozier, explains, there are many ways of doing this:"
    },
    {
      "author": "Charmaine Cozier",
      "text": "Fraudsters have thousands of cover stories but the end goal is always the same – to trick people out of cash or possessions. Rachel says they have options for how to do that. Login details stolen during a data breach from one company, often using software or viruses called malware , are used to infiltrate customer accounts at another."
    },
    {
      "author": "Neil",
      "text": "To access people’s data, fraudsters use cover stories – false stories told in order to hide the truth. For example, they may pretend to be calling from your bank or credit card company."
    },
    {
      "author": "Georgina",
      "text": "If people believe these cover stories and share personal data, this can result in a data breach - an occasion when private information can be seen by people who should not be able to see it."
    },
    {
      "author": "Neil",
      "text": "Malware - computer software and viruses that are designed to damage the way a computer works – can also be used to gain login details and passwords…"
    },
    {
      "author": "Georgina",
      "text": "…data which is then used to infiltrate other online accounts - secretly enter a place, group or organisation in order to spy on it or influence it."
    },
    {
      "author": "Neil",
      "text": "Modern fraudsters are so devious at collecting online information that many victims only realise what’s happened after their bank accounts have been emptied."
    },
    {
      "author": "Georgina",
      "text": "Which I guess was the mindset behind those British fraudsters you mentioned earlier, Neil."
    },
    {
      "author": "Neil",
      "text": "Ah yes, the nine men who tried to defraud the Coronavirus Jobs Retention Scheme. Remember for my quiz question I asked you how much the scheme has paid out in total so far in the UK."
    },
    {
      "author": "Georgina",
      "text": "I said, a) 17 billion pounds."
    },
    {
      "author": "Neil",
      "text": "Well, in fact it’s even more – the correct answer is b) 27 billion pounds. Luckily, the 495 thousand pounds which these fraudsters tried to steal was recovered."
    },
    {
      "author": "Georgina",
      "text": "Even so, Neil, I think I’m going to change my passwords soon! Better safe than sorry!"
    },
    {
      "author": "Neil",
      "text": "Good idea, Georgina. In this programme, we’ve been hearing about the rise in online fraud, often committed when fraudsters gain intelligence - secret information about a person posted on the internet."
    },
    {
      "author": "Georgina",
      "text": "These criminals’ mindset – or mentality, is to surreptitiously find information by creating a cover story - a false story someone tells in order to hide the truth."
    },
    {
      "author": "Neil",
      "text": "By posing as a clerk from your bank, for example, they might be able to access sensitive private information which they should not be able to see – an event sometimes called a data breach ."
    },
    {
      "author": "Georgina",
      "text": "Another way fraudsters infiltrate – or gain access secretly, without permission - is with the use of malware – computer software and viruses designed to damage the way a computer works."
    },
    {
      "author": "Neil",
      "text": "If you want to find out more about keeping yourself safe from online fraud, search the BBC website using the term, ‘cyber security’. And if you like topical discussion and want to learn how to use the vocabulary found in headlines, why not check out our News Review podcast? We also have a free app you can download for Android and iOS."
    },
    {
      "author": "Georgina",
      "text": "And for more trending topics and real-life vocabulary, look no further than 6 Minute English, from BBC Learning English. See you next time. Bye!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Rachel Tobac",
    "Charmaine Cozier",
    ""
  ]
}