{
  "title": "What makes a good story?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p093cl6r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210121",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210121_6min_english_storytelling_download.mp3",
  "intro": [
    "Telling stories is a powerful way to connect and communicate with people - they help us make sense of the world. Neil and Georgina talk about storytelling and why we’ve been telling them to each other for millennia."
  ],
  "this_week_question": [
    "Which of the following well-known folk tales is a ‘defeating the monster’ story? Is it...",
    "a) Beowulf?",
    "b) Beauty and the Beast?",
    "c) Goldilocks and the Three Bears?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "folk tales",
      "desc": "stories that parents have told and passed on to their children over many years"
    },
    {
      "text": "universal",
      "desc": "related to all people or things in the world"
    },
    {
      "text": "tap into",
      "desc": "understand, connect to and express something such as people’s beliefs or attitudes"
    },
    {
      "text": "wish-fulfillment",
      "desc": "achievement of things you really want and desire"
    },
    {
      "text": "ramble",
      "desc": "talk in a confused way, often going off the subject or not making much sense"
    },
    {
      "text": "get to the point",
      "desc": "start talking about what is most important and relevant"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Let me tell you a story, Georgina. Are you ready?"
    },
    {
      "author": "Georgina",
      "text": "Yes!"
    },
    {
      "author": "Neil",
      "text": "Grandma had always warned me not to look into the mirror at midnight. There was something strange about that mirror, she said. How childish – to believe silly stories! Later that night I heard a noise. I woke up, dark and alone. A clock chimed midnight. The floorboards were creaking as I walked towards the mirror. I looked into my face reflecting in the glass, when suddenly - my eye winked!"
    },
    {
      "author": "Georgina",
      "text": "Agh, stop Neil! You’re scaring me!"
    },
    {
      "author": "Neil",
      "text": "Oh sorry, Georgina! OK, let’s try another story: Once upon a time there was a beautiful servant girl who lived with her wicked stepmother and two jealous stepsisters…"
    },
    {
      "author": "Georgina",
      "text": "Ah, that’s better, Neil, and I know this story – Cinderella – more romantic and much less scary!"
    },
    {
      "author": "Neil",
      "text": "As you can see from Georgina’s reaction, telling stories is a powerful way to connect and communicate with people - and the topic of this programme."
    },
    {
      "author": "Georgina",
      "text": "Stories help us make sense of the world, which is why we’ve been telling them to each other for millennia – and why some of the earliest folk tales – stories that parents have told and passed on to their children over many years – are still being told today."
    },
    {
      "author": "Neil",
      "text": "According to the novelist Sandra Newman, and other academics, there are seven classic plotlines which are constantly being recycled into new stories. They include ‘rags to riches’ plots, like Cinderella…"
    },
    {
      "author": "Georgina",
      "text": "‘Defeating the monster’ plots, like Dracula…"
    },
    {
      "author": "Neil",
      "text": "…and other plots such as ‘comedies’, ‘adventures’ and ‘tragedies’. So, my quiz question is this: which of the following well-known folk tales is a ‘defeating the monster’ story? Is it:"
    },
    {
      "author": "Georgina",
      "text": "Well, they all have beasts, bears or wolves in the title, so I’ll guess b) Beauty and the Beast."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll come back to that later. It’s interesting to ask how we can explain the lasting appeal of these classic plotlines. Someone who might know is anthropologist and writer, Professor Jamie Tarani."
    },
    {
      "author": "Georgina",
      "text": "Here he is talking to BBC World Service’s, The Why Factor. See if you can spot his answer."
    },
    {
      "author": "Jamie Tarani",
      "text": "Often the reason why we feel so motivated to pass on stories is because the stories do tap into certain universal human fantasies and fears that will often transcend the concerns of particular times and places. We are intensely moralistic – most of the time, the bad guys have unhappy endings and the good guys have happy endings. We know that in the real world it doesn’t actually work like that so there’s an element of wish-fulfillment that somehow satisfies our moral appetite."
    },
    {
      "author": "Neil",
      "text": "Stories from very different cultures often have plots with similar fantasies and fears. These human emotions are universal , meaning they exist everywhere and relate to everyone in the world."
    },
    {
      "author": "Georgina",
      "text": "Classic stories work because they tap into basic human emotions – they understand and express what it means to be human."
    },
    {
      "author": "Neil",
      "text": "Unlike in the real world, stories can reinforce our sense of morality - evil stepmothers get punished, Cinderella marries her prince and everyone lives happily ever after. In this way they create wish-fulfillment – the achievement of what we really want and desire."
    },
    {
      "author": "Georgina",
      "text": "Well, so much for plotlines, Neil, but that still doesn’t explain how stories have the power to catch and hold our attention."
    },
    {
      "author": "Neil",
      "text": "Let’s hear from novelist Sandra Newman, author of How Not To Write a Novel – a handbook of over 200 common mistakes."
    },
    {
      "author": "Georgina",
      "text": "Here she tells BBC World Service’s, The Why Factor, that her absolute number one storytelling rule is comprehensibility – people need to understand your story."
    },
    {
      "author": "Sandra Newman",
      "text": "There are some people who actually are so unfortunately bad at communicating that even when they tell a story to another person it becomes incomprehensible. And gradually as they stop making sense and ramble and digress and don’t know where they’re going, you see everybody not only lose interest but become hostile – people become very frustrated when someone is not getting to the point ."
    },
    {
      "author": "Neil",
      "text": "According to Sandra, the biggest mistake is incomprehensibility or not understanding the plot because the storyteller is rambling – talking in a confused way, going off the subject or not making sense."
    },
    {
      "author": "Georgina",
      "text": "When listeners give a story their time and attention, they want the storyteller to get to the point - start talking about the most important and relevant information."
    },
    {
      "author": "Neil",
      "text": "But to cut a long story short, Georgina, it’s time to return to the quiz question. Remember I asked you which famous folk tale had a ‘defeating the monster’ plot. What did you say?"
    },
    {
      "author": "Georgina",
      "text": "I said the answer was b) Beauty and the Beast. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Your answer was…"
    },
    {
      "author": "Georgina",
      "text": "Oh, do get to the point, Neil!"
    },
    {
      "author": "Neil",
      "text": "…wrong! In fact, the answer is, a) Beowulf - an Old English epic about the hero, Beowulf, who defeats dragons and beasts."
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, there are two sides to every story, as the saying goes. So, let’s recap the vocabulary we’ve learned, starting with folk tales – popular stories that have been told and passed down over generations."
    },
    {
      "author": "Neil",
      "text": "Many folk tales contain universal ideas – ideas which exist everywhere, in every age and culture. Stories tap into these ideas, meaning they understand, connect to and express them."
    },
    {
      "author": "Georgina",
      "text": "Wish-fulfillment means the achievement or realisation of things you really want and desire."
    },
    {
      "author": "Neil",
      "text": "A good storyteller will never ramble - talk in a confused way, often going off the subject or not making much sense."
    },
    {
      "author": "Georgina",
      "text": "And instead will get to the point - start talking about what is most important and relevant."
    },
    {
      "author": "Neil",
      "text": "That’s all we have time for, but remember to join us again soon for the inside story on trending English topics and vocabulary, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Jamie Tarani",
    "Sandra Newman"
  ]
}