{
  "title": "ovid: One year on",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p094pz8v.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210225",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210225_6min_english_one_year_on_covid_download.mp3",
  "intro": [
    "Covid-19 has been responsible for more than two million deaths globally. Over a year on since the first outbreak, what have we learnt? Neil and Georgina look back over the situation and see how our knowledge has changed."
  ],
  "this_week_question": [
    "Do you know approximately, how many people were infected by the major virus known as Spanish flu? Was it…",
    "a) 5 million?",
    "b) 50 million?",
    "c) 500 million?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "pandemic",
      "desc": "disease that affects many people around the world"
    },
    {
      "text": "take hold",
      "desc": "become stronger and is difficult to stop"
    },
    {
      "text": "wimpy",
      "desc": "feeble or not very strong"
    },
    {
      "text": "sheer",
      "desc": "great or significant"
    },
    {
      "text": "kicks in",
      "desc": "starts to happen"
    },
    {
      "text": "genome",
      "desc": "the full amount of genetic information of something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "In this programme we’re talking about something the whole world knows about – coronavirus."
    },
    {
      "author": "Georgina",
      "text": "Sadly, Covid-19 has been responsible for more than two million deaths globally."
    },
    {
      "author": "Neil",
      "text": "What’s believed to have started in the city of Wuhan in China went on to become a pandemic – a disease that affects many people around the world."
    },
    {
      "author": "Georgina",
      "text": "Unsurprisingly, we’ve discussed this a lot on 6 Minute English but over a year on since the first outbreak, it’s good to take stock – or look back over the situation and see what we have learnt - and find out how our knowledge has changed."
    },
    {
      "author": "Neil",
      "text": "Before we do that, Georgina, let’s test your knowledge with a question. In 1918/1919 another major virus known as Spanish flu, swept across the world. Do you know approximately, how many people were infected by it? Was it…"
    },
    {
      "author": "Georgina",
      "text": "Well, I know it was bad, so I’m going for the awful number of 500 million."
    },
    {
      "author": "Neil",
      "text": "OK, I’ll reveal the right answer later on. Now, back to the current coronavirus pandemic. It was only at the end of December 2019 when reports of a new flu-like infection first came out of China. Within weeks, millions of people were in lockdown as the virus took hold around the world."
    },
    {
      "author": "Georgina",
      "text": "Took hold means it became stronger and was difficult to stop. We all had to change the way we lived to stop it spreading. But while we played our part by washing our hands, wearing masks and staying at home, some people were busy working for a solution to fight this deadly virus."
    },
    {
      "author": "Neil",
      "text": "You’re talking about the scientists, Georgina. Their response was immediate and it’s something the BBC World Service programme Science in Action has been reflecting on."
    },
    {
      "author": "Georgina",
      "text": "At the beginning of the outbreak, Jenny Rohn, a virologist from University College London, spoke to the programme about her concerns if the virus turned out to be like flu. Here’s what she said…"
    },
    {
      "author": "Jenny Rohn, virologist, University College London",
      "text": "Seasonal flu is a huge killer and you’ve probably seen the numbers, it makes the Wuhan virus look a bit wimpy , that’s simply because of the sheer number of people that flu infects every year. And if the Wuhan virus started spreading like that and going all over the world, you would see a lot of people dead. This is why people are worried."
    },
    {
      "author": "Neil",
      "text": "So we know flu is a virus that can spread easily and can affect many many people. This is why, at the time, comparing it with the new coronavirus made Covid look ‘ wimpy’ – that’s a word to describe something or someone that’s feeble - not very strong."
    },
    {
      "author": "Georgina",
      "text": "Yes, Jenny called the great or significant numbers of people affected by flu as sheer numbers . The fear at the time was if coronavirus spread like flu, it would kill many people."
    },
    {
      "author": "Neil",
      "text": "Well, we all know what happened next – it did spread. But, working behind the scenes, scientists developed tests we could use to see if we were infected."
    },
    {
      "author": "Georgina",
      "text": "But the main challenge was to develop a vaccine that could stop us becoming infected altogether. This involved people around the world working together to share information."
    },
    {
      "author": "Neil",
      "text": "This work started straight away and Dr Peter Dazak, Zoologist and President of EcoHealth Alliance, told the Science in Action programme that this initial response in China helped with the development of a vaccine…"
    },
    {
      "author": "Dr Peter Dazak, Zoologist and President of EcoHealth Alliance",
      "text": "Despite what everyone says, you know, they had a system to find unusual pneumonia cases. We now think that that system kicked in , maybe not on the first actual case of Covid, but certainly within a couple of months of the first case, it seems. So that’s quite quick. And then from that point, to actually getting a full genome , genetic sequence of the virus, was very quick – and getting that published and publically available – and then rapidly developing diagnostic tests and vaccines now – that’s really worked well."
    },
    {
      "author": "Neil",
      "text": "So China had a scientific system which kicked in – or started happening – quite quickly. Within a few months of the first coronavirus outbreak, experts began to work out the full genome of the virus – that’s the full amount of genetic information of something."
    },
    {
      "author": "Georgina",
      "text": "This genetic information was made publically available and helped towards the development of various vaccines that we see now – which is hopefully our way out of this pandemic."
    },
    {
      "author": "Neil",
      "text": "Let’s hope so, Georgina. The science is amazing and is explained in more detail in the BBC’s Science in Action programme. But now let’s get back to our quiz question. Earlier I asked you how many people were infected by Spanish flu back in 1918/1919?"
    },
    {
      "author": "Georgina",
      "text": "I guessed 500 million. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were, Georgina. An incredible 500 million people around the world were infected by the Spanish flu virus and over 50 million people died worldwide."
    },
    {
      "author": "Georgina",
      "text": "Well, the death toll from coronavirus hasn’t been that bad, but is still a significant number."
    },
    {
      "author": "Neil",
      "text": "OK, well we’ve just time to recap some of the vocabulary we’ve discussed today. Starting with pandemic – a disease that affects many people around the world."
    },
    {
      "author": "Georgina",
      "text": "When something took hold , it means it became stronger and was difficult to stop."
    },
    {
      "author": "Neil",
      "text": "The word wimpy describes something or someone that’s feeble or not very strong."
    },
    {
      "author": "Georgina",
      "text": "Something that is sheer is great or significant – so sheer numbers means a great amount of something."
    },
    {
      "author": "Neil",
      "text": "When something kicks in it starts to happen."
    },
    {
      "author": "Georgina",
      "text": "And a genome is the full amount of genetic information of something."
    },
    {
      "author": "Neil",
      "text": "Well, we’re out of time but there’s lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com."
    },
    {
      "author": "Georgina",
      "text": "And if you like topical discussions and want to learn how to use the vocabulary found in headlines, why not try out our News Review podcast? You’ll find programmes specifically about Covid-19 and lots of other interesting topics. Remember we also have an app that you can download for free from the app stores. And of course, we are on most social media platforms."
    },
    {
      "author": "Neil",
      "text": "Thanks for listening and goodbye."
    },
    {
      "author": "Georgina",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Jenny Rohn, virologist, University College London",
    "Dr Peter Dazak, Zoologist and President of EcoHealth Alliance"
  ]
}