{
  "title": "ooking for utopia",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p095ww8t.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210304",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210304_6min_english_utopia_download.mp3",
  "intro": [
    "Many people aspire to create a happy place where everyone is cared for and nobody goes without. Rob and Georgina talk about how to create utopia."
  ],
  "this_week_question": [
    "According to the 2020 United Nations World Happiness Report, which country is the world’s happiest? Is it…",
    "a) Finland?",
    "b) Singapore?",
    "c) Austria?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "utopia",
      "desc": "a place where everyone lives together in harmony"
    },
    {
      "text": "thriving",
      "desc": "growing and successful"
    },
    {
      "text": "inclusive",
      "desc": "including everyone and treating them equally"
    },
    {
      "text": "mindset",
      "desc": "fixed thoughts and attitudes someone has"
    },
    {
      "text": "mistreat",
      "desc": "treat someone badly or cruelly"
    },
    {
      "text": "social security",
      "desc": "payment system used by governments that helps people live a reasonable life"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Rob",
      "text": "In this programme we’re looking for utopia ."
    },
    {
      "author": "Georgina",
      "text": "You mean a perfect world – a place where everyone lives together in harmony. Does that kind of place exist, Rob?"
    },
    {
      "author": "Rob",
      "text": "Umm probably not, but it’s something we aspire to create – a happy place where everyone is cared for and nobody goes without."
    },
    {
      "author": "Georgina",
      "text": "Well let me know if you find it, and I’ll head there straight away."
    },
    {
      "author": "Rob",
      "text": "Well, one place that is trying to be like that is the Dutch city of Amsterdam. We’re going to be finding out what they’re doing with the help of some doughnuts! But first, Georgina, I have a perfect question for you! According to the 2020 United Nations World Happiness Report, which country is the world’s happiest? Is it…"
    },
    {
      "author": "Georgina",
      "text": "That’s tricky, but I imagine that - if only for the scenery - it’s a) Finland."
    },
    {
      "author": "Rob",
      "text": "OK, Georgina, I’ll tell you if you are right or wrong later on. Anyway, let’s get back to Amsterdam – a city that’s doing its best to use creative ideas to be sustainable."
    },
    {
      "author": "Georgina",
      "text": "That’s right, and it’s using the concept of a ring doughnut to use as a model for its sustainability. Economist Kate Raworth, who we will hear from shortly, describes this as “a picture of 21st Century prosperity for humanity.”"
    },
    {
      "author": "Rob",
      "text": "Now thinking of this ‘ring doughnut’ - the idea is not to leave anyone in the hole in the middle falling short on the essentials of life - but at the same time not going beyond the outer ring, because there we put so much pressure on our planetary home it can cause climate change. So, here is Kate Raworth speaking on the BBC World Service programme, People Fixing the World, talking about how Amsterdam is trying to fit into this ‘doughnut’ approach…"
    },
    {
      "author": "Kate Raworth, Economist",
      "text": "Amsterdam has started with a goal of saying we want to be a thriving , inclusive , regenerative city for all residents while respecting planetary boundaries - that's like saying we want our city to live in the doughnut. And that changes how you build - you don't bring in more new raw materials from across the other side of the world - you say, right, how do we re-use the construction materials that are already in our city to build new buildings? […] How do we change the way that people travel? Start asking very different questions from the outdated economic mindset that they were taught before."
    },
    {
      "author": "Rob",
      "text": "Interesting stuff from Kate Raworth there. The people of Amsterdam are trying to live within the doughnut! Their aim is to live and look after each other without harming the planet. It’s a big aim – but they want their city to be thriving – so growing and being successful."
    },
    {
      "author": "Georgina",
      "text": "And it wants to be inclusive – including everyone and treating them equally. This is beginning to sound like utopia, Rob! To achieve this, Kate talked about using locally-sourced materials for building and thinking about how people travel around – basically making it a sustainable city."
    },
    {
      "author": "Rob",
      "text": "It’s about people thinking differently and not doing things in the same way they’ve always been done. It involves changing the way people think, or their mindset ."
    },
    {
      "author": "Georgina",
      "text": "Another idea from the Netherlands that fits the doughnut model is the making of recycled jeans. The People Fixing the World programme visited a company where old jeans were mixed with new organic cotton to make new ones."
    },
    {
      "author": "Rob",
      "text": "The new ones might not be affordable for everyone, but they do reduce cotton production and the use of chemicals and water. The process creates jobs too."
    },
    {
      "author": "Georgina",
      "text": "Well, let’s hear from Bert van Son, CEO of Mud Jeans. Listen to why he tries to work within the doughnut model…"
    },
    {
      "author": "Bert van Son, CEO, Mud Jeans",
      "text": "If you take the doughnut economy and you see the insides of the circles - if you break that boundary, mistreat people, and you have people making your jeans but they don’t have any social security , or any liberty, or any medical care, those kind of things, you will never be able to make nice jeans - it has to become human again, making clothing."
    },
    {
      "author": "Rob",
      "text": "Bert van Son sees the benefit of the doughnut economy by treating people fairly and with respect – the opposite is to mistreat . He thinks they should have things such as social security – a payment system by governments that helps people live a reasonable life."
    },
    {
      "author": "Georgina",
      "text": "And he says you can’t make ‘nice’ jeans without being human – he doesn’t just mean being a person, but being someone with compassion, feelings and respect for others."
    },
    {
      "author": "Rob",
      "text": "Umm, all this from a doughnut! Hopefully this will lead to a happier city and country. But for now, what is the happiest country in the world, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Yes, you asked me earlier, according to the 2020 United Nations World Happiness Report, which country has been named the world’s happiest? And I said Finland. Come on, make me happy and tell me I am right!"
    },
    {
      "author": "Rob",
      "text": "Well happily, you are correct. Well done. Finland is top of the list for the third year in a row, with Denmark coming in second. But before you head off there, we need to recap some of the vocabulary we’ve discussed today."
    },
    {
      "author": "Georgina",
      "text": "Of course. We’ve been discussing utopia - a perfect place where everyone lives together in harmony."
    },
    {
      "author": "Rob",
      "text": "Thriving describes something that is growing and successful. And inclusive means including everyone and treating them equally."
    },
    {
      "author": "Georgina",
      "text": "We also mentioned mindset . That describes the fixed thoughts and attitudes someone has."
    },
    {
      "author": "Rob",
      "text": "To mistreat someone is to treat them badly or cruelly."
    },
    {
      "author": "Georgina",
      "text": "And social security is a payment system by governments that helps people live a reasonable life."
    },
    {
      "author": "Rob",
      "text": "OK, well that’s all for this programme. We’ll see you again soon for more trending topics and vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Georgina",
    "Kate Raworth, Economist",
    "Bert van Son, CEO, Mud Jeans"
  ]
}