{
  "title": "The language of biscuits",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p097wttv.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210408",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210408_6min_english_biscuits_download.mp3",
  "intro": [
    "Rob and Neil talk about the origins and the language of this humble snack. Learn why it became popular during the Industrial Revolution and pick up some related vocabulary along the way."
  ],
  "this_week_question": [
    "The British aren’t the only fans of biscuits. So in which country are barazeks traditionally eaten?",
    "a) Syria b) Morocco c) Spain",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dunking",
      "desc": "dipping something, like a biscuit, into liquid for a short period of time"
    },
    {
      "text": "fit for consumption",
      "desc": "edible or can be eaten"
    },
    {
      "text": "edible",
      "desc": "can be eaten"
    },
    {
      "text": "sustenance",
      "desc": "food"
    },
    {
      "text": "prominence",
      "desc": "important or well-known"
    },
    {
      "text": "sugar rush",
      "desc": "get a quick blast of energy"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’re talking about biscuits!"
    },
    {
      "author": "Rob",
      "text": "Biscuits – a subject very close to my heart – something important to me and that interests me."
    },
    {
      "author": "Neil",
      "text": "I know, Rob. You are a biscuit connoisseur after all.  And in the UK, many of us love to nibble on these sweet treats. And we have lots of names for them too."
    },
    {
      "author": "Rob",
      "text": "Yes, we have the chocolate digestive, the garibaldi, the custard cream and the jammie dodger. It’s making my mouth water."
    },
    {
      "author": "Neil",
      "text": "I can see. But we’re not going to be tucking into any biscuits today. Instead, we’ll be looking at the origins and the language of this humble snack. And before we do that, Rob, let’s test your knowledge of biscuits with a question. The British aren’t the only fans of biscuits. So in which country are barazeks traditionally eaten? Is it in… a) Syria, b) Morocco, or c) Spain?"
    },
    {
      "author": "Rob",
      "text": "Hmmm, well I have not eaten one, but I’ll have a guess at Syria."
    },
    {
      "author": "Neil",
      "text": "OK, I’ll reveal the right answer later on. But now, let’s talk more about biscuits, also sometimes known as cookies. They come in all shapes, sizes and varieties."
    },
    {
      "author": "Rob",
      "text": "They can be sweet or savoury – but I prefer the sweet ones that are crisp, crunchy and are good for dunking in my tea. Dunking means dipping into liquid for a short period of time."
    },
    {
      "author": "Neil",
      "text": "But enough about your eating habits, Rob. Let’s find out how the biscuit got its name. It’s something the BBC Radio 4 programme Word of Mouth has been exploring. Dr Laura Wright, a historical linguist from the University of Cambridge, explains its origins…"
    },
    {
      "author": "Dr Laura Wright, historical linguist, University of Cambridge",
      "text": "From Latin ‘biscoctum’ – twice cooked. And it comes to us via Anglo-Norman French, but it’s bread that’s been cooked twice to extract all the moisture so that it goes hard, and it’ll stay fit for consumption for a very long time, which is why you can take it to sea and have a sea biscuit... and from the 1500 at least we spelt it like it sounds ‘bisket’… but at some point, in the 1800, we started to prefer the French spelling for reasons of poncy-ness!"
    },
    {
      "author": "Neil",
      "text": "So, the English word for biscuits has its origins in Latin. It describes cooking bread twice to make it hard. This baking process meant a biscuit could be kept for a long time, and as Dr Wright said, it would stay fit for consumption – another way of saying ‘ edible’ or able to be eaten."
    },
    {
      "author": "Rob",
      "text": "That’s why they were taken on long sea voyages – but they weren’t like the biscuits we eat now – they were plain, simple and very hard baked. Interestingly, the word biscuit used to be spelt B-I-S-K-E-T but the French spelling B-I-S-C-U-I-T was later adopted."
    },
    {
      "author": "Neil",
      "text": "Biscuits are a handy go-to snack for when I’m hungry or bored. But how did biscuits become such a popular foodstuff and how did we come to depend on them so much?"
    },
    {
      "author": "Rob",
      "text": "It’s something Anastasia Edwards, author of Biscuits and Cookies, A Global History, talked about in the Word of Mouth programme. Listen to the word she uses to mean 'food' in her explanation…"
    },
    {
      "author": "Anastasia Edwards, author",
      "text": "One key fact in the rise in the popularity of the biscuit is meal times. Before the Industrial Revolution, people have a later breakfast and earlier supper. By the end of the Industrial Revolution, breakfast is much earlier, the evening meal is much later, so you’ve got this big gap of time where people need sustenance , and so lunch comes to greater prominence and tea time comes to greater prominence, and snacking – so there’s this great opportunity for biscuits – something small, something ready, something easily consumable, not expensive, you know, a bit of a sugar rush ."
    },
    {
      "author": "Neil",
      "text": "Right, so it was the Industrial Revolution that led to the rise – that's the increase – in the popularity of biscuits. Because the time between breakfast and dinner in the evening increased, people got hungry and they needed food to give them energy – what Anastasia called sustenance ."
    },
    {
      "author": "Rob",
      "text": "So, this is when smaller meals, such as lunch or tea, became important or more well-known – it had greater prominence . And this included snacking on biscuits. These were cheap and easily consumable – easy and quick to eat. And because of their ingredients, they gave you a sugar rush -  a quick blast of energy."
    },
    {
      "author": "Neil",
      "text": "Of course, now, we eat biscuits at any time, and because of their sugar content, we know to only eat them in moderation – Rob!"
    },
    {
      "author": "Rob",
      "text": "I think a packet a day is fine – but a whole box, well, that would really take the biscuit!"
    },
    {
      "author": "Neil",
      "text": "Take the biscuit! Good idiom there, Rob, to mean ‘be the most foolish, annoying or surprising thing to do’.  But now let’s find out the answer to my quiz question. Earlier, I asked which country are barazeks traditionally eaten in?"
    },
    {
      "author": "Rob",
      "text": "And I thought Syria. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Yes, you were. Well done. You are a smart cookie!Barazeks are biscuits filled with roasted sesame seeds and pistachio chips."
    },
    {
      "author": "Rob",
      "text": "They sound delicious. I would love to try some."
    },
    {
      "author": "Neil",
      "text": "OK, well we’ve been discussing the language of biscuits and mentioned some of these words. Dunking describes dipping something, like a biscuit, into liquid for a short period of time."
    },
    {
      "author": "Rob",
      "text": "Describing something as being fit for consumption means it is edible – which is another one of our words and means ‘it can be eaten’."
    },
    {
      "author": "Neil",
      "text": "Sustenance is another word for food. And something that has prominence is important or more well-known."
    },
    {
      "author": "Rob",
      "text": "And when you get a sugar rush , you get a quick blast of energy from, unsurprisingly, eating something containing lots of sugar."
    },
    {
      "author": "Neil",
      "text": "OK, well, we only get six minutes for this programme – that’s the way the cookie crumbles – so we’re out of time. Bye for now."
    },
    {
      "author": "Rob",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Dr Laura Wright, historical linguist, University of Cambridge",
    "Anastasia Edwards, author"
  ]
}