{
  "title": "maids",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p098gsqq.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210506",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210506_6min_english_mermaids_download.mp3",
  "intro": [
    "Half-human, half-fish creatures have captured the imagination of people in different parts of the world. Neil and Georgina talk about different representations of mermaids and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "A fairy tale written by Hans Christian Andersen became so famous that a statue of its character, the little mermaid, was built in the harbour of his birthplace. Which city is it?",
    "a) Amsterdam",
    "b) Copenhagen",
    "c) Oslo",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "amphibious",
      "desc": "describes a creature that lives both on land and in water"
    },
    {
      "text": "pidgin English",
      "desc": "a language that has developed from a mixture of two languages. It is used as a ‘lingua franca’ – a way of communicating by people who do speak each other’s languages"
    },
    {
      "text": "loose translation",
      "desc": "translation of writing or speech which carries over the basic idea but using words which may not be so accurate or nuanced"
    },
    {
      "text": "deity",
      "desc": "god or goddess"
    },
    {
      "text": "shape-shifter",
      "desc": "imaginary person or creature that has the power to change into a different shape or form"
    },
    {
      "text": "humility",
      "desc": "the quality of not being proud or thinking you are better than others; being humble"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "Do you believe in ghosts, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Well, I’ve never actually seen one - not even at Halloween."
    },
    {
      "author": "Neil",
      "text": "How about dragons then? Or fairies and elves?"
    },
    {
      "author": "Georgina",
      "text": "Have you been reading fantasy books, Neil? Lord of the Rings?"
    },
    {
      "author": "Neil",
      "text": "I have been reading a book, Georgina, but not Lord of the Rings. My book is about an amphibious creature – a creature that lives both on land and in water."
    },
    {
      "author": "Georgina",
      "text": "Some kind of Frog-Man?"
    },
    {
      "author": "Neil",
      "text": "You’ve almost got the idea, Georgina, but think - woman, not man; and fish, not frog."
    },
    {
      "author": "Georgina",
      "text": "Half-woman, half-fish? I’ve got it – a mermaid!"
    },
    {
      "author": "Neil",
      "text": "That’s right! Mermaids are magical creatures, half-woman, half-fish, that feature in the myths and legends of many cultures around the world."
    },
    {
      "author": "Georgina",
      "text": "Like the Sirens, whose seductive singing shipwrecked Odysseus and his sailors in ancient Greek mythology."
    },
    {
      "author": "Neil",
      "text": "The Sirens are perhaps the most famous, but certainly not the only, mermaids we’ll be hearing about. But before we dive into the programme, it’s time for my quiz question. The book I’ve been reading was, of course, The Little Mermaid."
    },
    {
      "author": "Georgina",
      "text": "Yes, I’ve seen the Disney movie. The mermaid is called Ariel."
    },
    {
      "author": "Neil",
      "text": "Right – but the movie was based on a fairy tale written by Hans Christian Andersen. It became so famous that a statue of the Little Mermaid was built in the harbour of Andersen’s birthplace – but where? Was it: a) Amsterdam, b) Copenhagen, or c) Oslo?"
    },
    {
      "author": "Georgina",
      "text": "I’m going to say b) Copenhagen."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, I’ll tell you the answer later. Disney’s defenceless mermaid, Ariel, seems the total opposite to the seductive, dangerous Sirens in the Odyssey. In fact, descriptions and stories of mermaids have always changed from place to place."
    },
    {
      "author": "Georgina",
      "text": "One mermaid-like character found across Africa and the Americas is named, Mami Wata. Here’s British writer, Marcelle Mateki, talking about the origins of this legend to BBC World Service programme, The Forum:"
    },
    {
      "author": "Marcelle Mateki",
      "text": "Even the name, Mami Wata, which is pidgin English for ‘Mother Water’, so it’s loosely translated from pidgin English as ‘the mother of water’ and the characteristics that are commonly shared when speaking about Mami Wata across the West African coast is that this deity is the protector of the water kingdom."
    },
    {
      "author": "Neil",
      "text": "The name ‘Mami Wata’ comes from Nigerian pidgin English – a language which has developed from a mixture of two languages and is used as a way of communicating by people who do not speak each other’s languages."
    },
    {
      "author": "Georgina",
      "text": "Marcelle says that ‘Mami Wata’ means ‘the mother of water’ when loosely translated – translated in a way that carries over the basic ideas but using words which may not be so accurate."
    },
    {
      "author": "Neil",
      "text": "Mami Wata is also described as the protector of the water kingdom and a deity – a god, goddess or other divine being."
    },
    {
      "author": "Georgina",
      "text": "Another version of a mermaid-like creatures, called Selkies, are found in the remote Orkney Islands, north of the Scottish mainland. The Selkies can take human form and marry men but every now and then they return to their watery kingdom under the sea."
    },
    {
      "author": "Neil",
      "text": "Cristina Bacchilega is co-editor of The Penguin Book of Mermaids. According to her, these different versions of mermaids share something in common - they force us to question our relationship to water and other beings in the natural world – and even to question how we see ourselves."
    },
    {
      "author": "Georgina",
      "text": "Here’s Cristina explaining more in the BBC World Service’s, The Forum:"
    },
    {
      "author": "Cristina Bacchilega",
      "text": "The beings, not just mermaids but Selkies and water deities and other water spirits are often shape-shifters , they have a certain kind of fluidity of being… So do we approach this world with humility , or do we really uphold a kind of anthropocentric view, human-centred view of life?"
    },
    {
      "author": "Neil",
      "text": "Mythical creatures are often shape-shifters – they have the power to change into a different shape or form."
    },
    {
      "author": "Georgina",
      "text": "Moving between the sea and the Earth, mermaids link two natural worlds. Cristina thinks that, as humans, we should approach them with humility ."
    },
    {
      "author": "Neil",
      "text": "Someone who has humility is not proud and doesn’t think they are better than others."
    },
    {
      "author": "Georgina",
      "text": "Well, Neil, I don’t think I’m better than a ghost, a water spirit or a mermaid – it’s just that I've never seen one. But then again, I’ve never seen electricity – and I believe in that!"
    },
    {
      "author": "Neil",
      "text": "Maybe it would help if you saw a statue of a mermaid, if not the real thing?"
    },
    {
      "author": "Georgina",
      "text": "Maybe – but where would I find one?"
    },
    {
      "author": "Neil",
      "text": "In my quiz question I asked where you’d see the statue of Hans Christian Andersen’s Little Mermaid. What did you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I guessed b) Copenhagen."
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! The Little Mermaid statue is found in Andersen’s birthplace of Copenhagen. And it really is little – only 1.25m high!"
    },
    {
      "author": "Georgina",
      "text": "In this programme, we’ve been talking about mermaids – mythical half-woman, half-fish creatures which are amphibious – live both on land and in water."
    },
    {
      "author": "Neil",
      "text": "In some cultures, mermaids are deities – or goddesses. They can also be shape-shifters - imaginary creatures with the power to change into different shapes."
    },
    {
      "author": "Georgina",
      "text": "One African mermaid is called, Mami Wata, in pidgin English - amixture of English and local languages which enables people who do not share a common language to communicate."
    },
    {
      "author": "Neil",
      "text": "Mami Wata means ‘Mother Water’ – but this is a loose translation – a translation which carries over the basic idea but using words which may not be so accurate."
    },
    {
      "author": "Georgina",
      "text": "That’s all for this programme, but the next time you’re near the sea, keep an eye out for a splash in the waves – you never know what you might see!"
    },
    {
      "author": "Neil",
      "text": "Join us again soon for more discussion and vocabulary here at 6 Minute English. And follow us on social media. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Marcelle Mateki",
    "Cristina Bacchilega"
  ]
}