{
  "title": "ompassion fatigue",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09cyqj7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210527",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210527_6min_english_compassion_fatigue_download.mp3",
  "intro": [
    "The suffering brought about by the coronavirus pandemic seems to be making people tired of feeling sorry for others and themselves. This is what is called 'compassion fatigue'. Are we being dehumanised? Is our compassion for others finite? After more than a year, have we reached our limit? Rob and Sam talk about the phenomenon and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "Humanitarian workers see human suffering on a daily basis and can easy fall victim to compassion fatigue. Founded in 1971, Médecins Sans Frontières is one of the biggest humanitarian organisations. But what does Médecins Sans Frontières mean?",
    "a) Medicine to the frontline b) Doctors without borders c) Medicine first",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "compassion fatigue",
      "desc": "emotional exhaustion which reduces your ability to empathise or feel compassion for other people’s unhappiness and pain"
    },
    {
      "text": "numb",
      "desc": "unable to feel any emotions or think clearly because you are so shocked, frightened or tired"
    },
    {
      "text": "learned helplessness",
      "desc": "psychologically giving up trying to feel better because your previous attempts have not been successful or rewarded"
    },
    {
      "text": "finite",
      "desc": "limited or having a de, fixed size"
    },
    {
      "text": "headwinds",
      "desc": "forces blowing in the opposite direction which stop you moving forward"
    },
    {
      "text": "news cycle",
      "desc": "the reporting in the media of a particular news story, from the first instance to the last, as well as people’s reactions and opinions on the original report"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "As awful as the coronavirus pandemic has been, it’s also highlighted the compassionate side of human nature - doctors and nurses helping the sick."
    },
    {
      "author": "Sam",
      "text": "Yes, and people helping out elderly relatives and neighbours, raising money for charity or wearing a face mask to keep others safe."
    },
    {
      "author": "Rob",
      "text": "But the pandemic has also highlighted a more worrying issue called ‘ compassion fatigue’ . Have you heard of that, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes, I think compassion fatigue is a kind of emotional exhaustion which reduces your ability to empathise or feel compassion for others."
    },
    {
      "author": "Rob",
      "text": "Yes, exactly, Sam. Compassion fatigue has long been a problem for people working in medical professions and is the topic of this programme."
    },
    {
      "author": "Sam",
      "text": "We’ll be hearing how the suffering and unhappiness we see on the TV news can increase feelings of helplessness."
    },
    {
      "author": "Rob",
      "text": "But first, let me ask you my quiz question, Sam. Humanitarian workers see human suffering on a daily basis and can easy fall victim to compassion fatigue. Founded in 1971, Médecins Sans Frontières is one of the biggest humanitarian organisations. But what does Médecins Sans Frontières mean? Is it:"
    },
    {
      "author": "Sam",
      "text": "I remember newspapers calling it MSF and using its English name, which I think was, b) Doctors without borders."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, we’ll find out the answer later on. Compassion fatigue centres on the idea that we can feel too much empathy and that feeling can lead to emotional burnout."
    },
    {
      "author": "Sam",
      "text": "According to psychologist, Margaret Heffernan, caring and fatigue are closely connected. Caring for others means taking on someone’s pain yourself and this can have unhealthy consequences for the carer."
    },
    {
      "author": "Rob",
      "text": "Well, here’s Margaret Heffernan talking to BBC World Service’s, The Documentary Podcast. See if you can hear the effects of compassion fatigue she mentions:"
    },
    {
      "author": "Margaret Heffernan",
      "text": "As you find people spending more and more time online, reading more and more and more depressing news and they become more and more numb they also become more and more addicted to it. And this develops a kind of state of mind that is a kind of … it's a form of learned helplessness – because I’m consuming something that’s upsetting me but I cannot do anything about it."
    },
    {
      "author": "Sam",
      "text": "Margaret Heffernan mentions that spending too much time reading depressing online news can leave us feeling numb - unable to feel any emotions or think clearly because we are so upset or afraid."
    },
    {
      "author": "Rob",
      "text": "The news exposes us to human suffering around the world which we feel powerless to help. This can lead to something which in psychology is called learned helplessness - giving up trying to feel better because your previous attempts have not worked."
    },
    {
      "author": "Sam",
      "text": "This is all incredibly depressing, Rob! It sounds like we have limited amounts of compassion."
    },
    {
      "author": "Rob",
      "text": "Well, there are more positive ways of looking at it, Sam. Here’s an alternative view from Tom Rivett-Carnac, speaking with BBC World Service’s, The Documentary Podcast."
    },
    {
      "author": "Tom Rivett-Carnac",
      "text": "I understand why you’re saying that it’s finite – but I also think compassion is a habit. So dwelling with that, developing that habit - yes, there are a lot of headwinds to that and the rapid acceleration of the news cycle , the focus on the next problem so quickly draws our attention away from developing those deeper habits as humanity that gives us that courage and that strength to make these big transformations."
    },
    {
      "author": "Sam",
      "text": "Like Margaret Heffernan, Tom Rivett-Carnac believes the news media is part of the problem."
    },
    {
      "author": "Rob",
      "text": "Online newspapers and social media, speed up the news cycle - the reporting of a particular news story, from the first instance to the last."
    },
    {
      "author": "Sam",
      "text": "As a result, we are constantly worrying about the next problem - and this can easily lead to emotional fatigue."
    },
    {
      "author": "Rob",
      "text": "Tom emphasises compassion as a habit to be developed, instead of something finite – limited or having a fixed size."
    },
    {
      "author": "Sam",
      "text": "But such compassionate habits can be difficult to cultivate because they face many headwinds - forces blowing in the opposite direction which stop you moving forward."
    },
    {
      "author": "Rob",
      "text": "Headwinds such as the rapid news cycle which distracts us from developing compassion and courage. Maybe the answer is to help in whatever ways we can, without becoming hard-hearted – like the volunteers of MSF."
    },
    {
      "author": "Sam",
      "text": "Ah yes - your quiz question, Rob. You asked what the French name Médecins Sans Frontières means in English. I said, b) Doctors without borders."
    },
    {
      "author": "Rob",
      "text": "Which was… the correct answer! Well done! Doctors Without Borders offer volunteer medical assistance in the world’s worst conflict zones."
    },
    {
      "author": "Sam",
      "text": "OK, Rob, let’s recap the vocabulary, starting with compassion fatigue - emotional exhaustion which reduces your feelings of compassion."
    },
    {
      "author": "Rob",
      "text": "This can leave you numb - unable to feel any emotions because you are so shocked or scared."
    },
    {
      "author": "Sam",
      "text": "Learned helplessness is a psychological term for when someone stops trying to feel better because their previous attempts failed."
    },
    {
      "author": "Rob",
      "text": "Some people believe that compassion is finite - limited or having a fixed size."
    },
    {
      "author": "Sam",
      "text": "And it can be disturbed by the news cycle – the round of media reports and reactions to a news story."
    },
    {
      "author": "Rob",
      "text": "Which can be a headwind or opposing force, which stops us caring for others."
    },
    {
      "author": "Sam",
      "text": "And that’s it for this edition of 6 Minute English."
    },
    {
      "author": "Rob",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Margaret Heffernan",
    "Tom Rivett-Carnac"
  ]
}