{
  "title": "How colour affects us",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09k2svk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210719",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210719_6min_english_colour_and_mood_download.mp3",
  "intro": [
    "Do red and yellow make you happy? Are you sad in a environment with a lot of blue? This is the programme where Neil and Georgina hope to add some colour to your life by discussing how colour can make you feel.  And they teach you useful vocabulary too."
  ],
  "this_week_question": [
    "Do you know what the splitting of white light into its different colours is called?",
    "a) dispersion b) reflection c) refraction",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "green with envy",
      "desc": "the feeling someone has who wishes they had what someone else has"
    },
    {
      "text": "wavelength",
      "desc": "distance between two waves of sound or light that are next to each other"
    },
    {
      "text": "govern",
      "desc": "control or influence"
    },
    {
      "text": "sanctuary",
      "desc": "peaceful, relaxing or safe place"
    },
    {
      "text": "stimulation",
      "desc": "feeling of being excited, interested or enthused by something"
    },
    {
      "text": "pale",
      "desc": "colour that lacks intensity"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "This is the programme where we hope to add some colour to your life by talking about an interesting subject and teaching you some useful vocabulary."
    },
    {
      "author": "Georgina",
      "text": "And colour is what we’re talking about today. What’s your favourite colour, Neil?"
    },
    {
      "author": "Neil",
      "text": "Oh, I like green – a fresh, bold colour, that reminds me of nature – it can have a calming effect. And you?"
    },
    {
      "author": "Georgina",
      "text": "It’s got to be blue – it reminds me of the sea, the sky – and holidays, of course!"
    },
    {
      "author": "Neil",
      "text": "Colour – no matter which one we prefer – affects how we feel. And we’ll be talking about that soon. But not before I challenge you to answer my quiz question, Georgina – and it’s a science question. Do you know what the splitting of white light into its different colours is called? Is it… a) dispersion b) reflection, or c) refraction?"
    },
    {
      "author": "Georgina",
      "text": "Hmmm, well I’m not a scientist, so I’ll have a guess as c) refraction."
    },
    {
      "author": "Neil",
      "text": "OK, I’ll reveal the right answer later on. But now, let’s talk more about colour. Colour can represent many different things, depending on where you come from. You can be ‘ green with envy’ – wishing you had what someone else had."
    },
    {
      "author": "Georgina",
      "text": "And someone can feel blue – so feel depressed.  We choose colours to express ourselves in what we wear or how we decorate our home."
    },
    {
      "author": "Neil",
      "text": "The BBC Radio 4 programme, You and Yours, has been talking about colour and whether it affects everyone’s mood. Karen Haller is a colour psychologist and a colour designer and consultant – she explained how colour affects us…"
    },
    {
      "author": "Karen Haller, colour psychologist and a colour design and consultant",
      "text": "It’s the way that we take in the wavelengths of light because colour is wavelengths of light, and it’s how that comes in through our eye, and then it goes into the part of our brain called the hypothalamus, which governs our sleeping patterns, our hormones, our behaviours, our appetite – it governs everything and so different colours and different frequencies or different wavelengths of light, we have different responses and different reactions to them."
    },
    {
      "author": "Neil",
      "text": "So, colour is wavelengths of light - a wavelength is the distance between two waves of sound or light that are next to each other. As these wavelengths change, so does the colour we see."
    },
    {
      "author": "Georgina",
      "text": "Thanks for the science lesson! Karen also explained that there’s a part of our brain that controls – she used the word govern – how we feel and how we behave. And this can change depending on what colour we see."
    },
    {
      "author": "Neil",
      "text": "Interesting stuff – of course, colour can affect us differently. Seeing red can make one person angry but someone else may just feel energised."
    },
    {
      "author": "Georgina",
      "text": "Homeware and furnishing manufacturers offer a whole spectrum – or range – of colours to choose to suit everyone’s taste, and mood. But during the recent coronavirus pandemic, there was a rise in demand for intense, bright shades and patterns. This was referred to as ‘happy design’ - design that was meant to help lift our mood."
    },
    {
      "author": "Neil",
      "text": "Yes, and Karen Haller spoke a bit more about this on the You and Yours programme…"
    },
    {
      "author": "Karen Haller, colour psychologist and a colour design and consultant",
      "text": "In the time when everyone was out and we were all working, and we lived very busy lives, quite often what people wanted – they wanted a quiet sanctuary to come back to, so they had very pale colours or very low chromatic colours in their house – low saturation – because that helped them unwind and helped them relax and to feel very soothed. But what I have found since the first lockdown is a lot of people, because they’re not getting that outside stimulation , they’re actually putting a lot of brighter colours in their home because they’re trying to bring in that feeling that they would have got when they were out – that excitement and that buzz."
    },
    {
      "author": "Georgina",
      "text": "It seems that in our normal busy working lives, our homes were peaceful places and somewhere to relax – they were a sanctuary . To create this relaxing space, we use pale colours – ones that lack intensity, like sky blue."
    },
    {
      "author": "Neil",
      "text": "But during the recent lockdowns, when we weren’t outside much, we tried to get that stimulation - that excitement or experience – by decorating our homes with brighter colour.  Such as yellow!"
    },
    {
      "author": "Georgina",
      "text": "Hmmm, perhaps a little too bright for me! It is all about personal taste and the connections we make with the colours we see but it makes sense that brighter colours can certainly lift our mood."
    },
    {
      "author": "Neil",
      "text": "Now, earlier I asked you, Georgina, do you know what the splitting of white light into its different colours is called? Is it… a) dispersion b) reflection, or c) refraction?"
    },
    {
      "author": "Georgina",
      "text": "And I said it was refraction."
    },
    {
      "author": "Neil",
      "text": "Sorry Georgina, that’s wrong. It is actually called dispersion. Back to school for you – but not before we recap some of today’s vocabulary."
    },
    {
      "author": "Georgina",
      "text": "OK. Firstly we can describe someone who wishes they had what someone else has, as being green with envy ."
    },
    {
      "author": "Neil",
      "text": "We also talked about a wavelength - the distance between two waves of sound or light that are next to each other."
    },
    {
      "author": "Georgina",
      "text": "To govern means to control or influence."
    },
    {
      "author": "Neil",
      "text": "A sanctuary can be a peaceful or relaxing place – in some cases it can be a safe place for someone in danger."
    },
    {
      "author": "Georgina",
      "text": "Stimulation describes the feeling of being excited, interested or enthused by something. And pale describes a colour that lacks intensity, it’s not very bright – and for me, they’re much better than a bold bright yellow!"
    },
    {
      "author": "Neil",
      "text": "Well, Georgina,  thanks for showing your true colours! That’s all for now, but we’ll be picking another topic to discuss out of the blue, next time."
    },
    {
      "author": "Georgina",
      "text": "Don’t forget you can hear other 6 Minute English programmes and much more on our website at bbclearningenglish.com – and we’re always posting stuff on our social media platforms. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Karen Haller, colour psychologist and a colour design and consultant"
  ]
}