{
  "title": "Are humans a messy species?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09prs2m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210729",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210729_6min_english_messy_species_download.mp3",
  "intro": [
    "How do us humans compare with other animals when it comes to keeping ourselves and our environment clean? In this programme, we’ll be asking whether humans as a species are naturally clean and tidy. Neil and Sam talk about the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "In Victorian times, the population of London boomed and so did all the pee and poo being thrown into the River Thames. It got so bad that by the 1850s the awful smell had its own name – but what?",
    "A) The Great Stench",
    "B) The Great Stink",
    "C) The Great Smell",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "out of sight, out of mind",
      "desc": "said to emphasise that it is easier to forget something when you cannot see it"
    },
    {
      "text": "go to great lengths",
      "desc": "try very hard to achieve something"
    },
    {
      "text": "territorial markers",
      "desc": "smells secreted by animals into their dung or urine to mark their territory"
    },
    {
      "text": "disgust",
      "desc": "strong feeling of dislike or repulsion"
    },
    {
      "text": "nausea",
      "desc": "the feeling that you are going to vomit or be sick"
    },
    {
      "text": "raise / make a stink about something",
      "desc": "make a strong public complaint"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "If you live in a city, you’re probably familiar with this very modern sight: a man walking his dog drops a little black plastic bag into a rubbish bin. Inside the bag is dog poo."
    },
    {
      "author": "Sam",
      "text": "It might make it seem that humans are hygienic creatures - certainly cleaner than dogs, who go to the toilet wherever they want. But is this the whole story?"
    },
    {
      "author": "Neil",
      "text": "How do us humans compare with other animals when it comes to keeping ourselves and our environment clean? In this programme, we’ll be asking whether humans as a species are naturally clean and tidy."
    },
    {
      "author": "Sam",
      "text": "In fact, from dumping raw sewage into rivers to littering the streets with trash, humans aren’t always good at dealing with waste."
    },
    {
      "author": "Neil",
      "text": "While some animals, on the other hand, are instinctively clean."
    },
    {
      "author": "Sam",
      "text": "Right - cats for example dig a hole to bury their poo."
    },
    {
      "author": "Neil",
      "text": "In the past, humans got rid of their waste by throwing it into the street or into streams and rivers, hoping the water would wash it away."
    },
    {
      "author": "Sam",
      "text": "Out of sight out of mind ! That’s a phrase used to say that it’s easier to forget something when you can’t see it."
    },
    {
      "author": "Neil",
      "text": "But this doesn’t always work, as we’ll discover from my quiz question, Sam. In Victorian times, the population of London boomed and so did all the pee and poo being thrown into the River Thames. It got so bad that by the 1850s the awful smell had its own name – but what? Was it: A) The Great Stench?, B) The Great Stink?,  or C) The Great Smell?"
    },
    {
      "author": "Sam",
      "text": "Ugh! All sounds pretty disgusting, Neil, but I’ll go for A) The Great Stench."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if that’s right later. Earlier you mentioned cats as examples of animals who hide their waste, but leaf-cutter ants go even further: they kill any dirty ants trying to re-enter the group!"
    },
    {
      "author": "Sam",
      "text": "Zoologist, Professor Adam Hart, has spent years studying ants and other clean creatures. Here he is speaking with BBC World Service programme, The Conversation:"
    },
    {
      "author": "Prof Adam Hart",
      "text": "Some animals, you’ll be watching, and it is just pouring out of the back end and they don’t seem to care. Other animals will go to quite great lengths to go to a specific area. Some antelope for example will go to a sort of latrine area. It’s really linked to their ecology so quite often animals are using dung and also urine as marking posts and territorial markers to say to other groups of animals and other individuals that, well, this is my territory not yours."
    },
    {
      "author": "Neil",
      "text": "Like cats and ants, antelopes go to great lengths, meaning they try very hard to do something, in this case to leave their poo - or dung - in a specific area, away from their home."
    },
    {
      "author": "Sam",
      "text": "Antelopes leave smells, called territorial markers , secreted in urine, or pee, to tell other animals that an area of land is already occupied."
    },
    {
      "author": "Neil",
      "text": "OK Sam, but just because most of us don’t pee at the bottom of the garden, does that necessarily mean humans are dirtier?"
    },
    {
      "author": "Sam",
      "text": "Well, no, not according to psychologist, Dr Michael De Barra. He thinks that human attitudes to cleanliness are related to the problem of infectious diseases, something we’ve all experienced during the Covid pandemic."
    },
    {
      "author": "Neil",
      "text": "Here is Dr De Barra, explaining more to BBC World Service’s, The Conversation:"
    },
    {
      "author": "Dr Michael De Barra",
      "text": "So, in humans it seems like the emotion disgust is a big part of how we deal with infectious diseases problems. It’s characterised by avoidance, by sometimes feelings of nausea and what’s interesting about it is that it is elicited by many of the things that are infectious disease threats in our environment… so that might be particular smells, or particular substances, body wastes, physical signs of infectious disease – coughs, sneezes."
    },
    {
      "author": "Sam",
      "text": "Our natural reaction to something which is dirty, and which therefore may be diseased and harmful to us, is disgust – a strong feeling of dislike or repulsion."
    },
    {
      "author": "Neil",
      "text": "We might feel so disgusted at the sight or smell of human waste that we actually want to vomit – a feeling known as nausea ."
    },
    {
      "author": "Sam",
      "text": "These bodily reactions are the immune system’s way of saying: keep away! – this will make you sick!"
    },
    {
      "author": "Neil",
      "text": "So, although getting a bit dirty won’t kill you (unless you’re a leaf-cutter ant), human evolution has developed a psychological way of keeping us clean. What’s the matter, Sam? You look a little green!"
    },
    {
      "author": "Sam",
      "text": "I am, Neil! All this talk of pee and poo is disgusting! And just image how bad it must’ve been in the old days."
    },
    {
      "author": "Neil",
      "text": "Like in Victorian times before the invention of modern sewers and sanitation. In my quiz question I asked you what people called the awful smell in London in the 1850s."
    },
    {
      "author": "Sam",
      "text": "And I said it was A) The Great Stench. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were… wrong! In fact, the answer was B) The Great Stink, which stunk up the River Thames all the way to Westminster. It was only when the smell reached the noses of politicians in Parliament that something was done about it…"
    },
    {
      "author": "Sam",
      "text": "…so starting another useful phrase – to raise a stink about something , meaning to make a strong public complaint."
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the other vocabulary, starting with out of sight, out of mind, a phrase meaning that it’s easier to forget something when you can’t see it."
    },
    {
      "author": "Sam",
      "text": "To go to great lengths means to try very hard to achieve something."
    },
    {
      "author": "Neil",
      "text": "Territorial markers are smells in animals’ dung or urine marking their territory."
    },
    {
      "author": "Sam",
      "text": "These may fill you with disgust – a feeling of strong dislike or repulsion. Or even give you nausea - the feeling that you are going to vomit."
    },
    {
      "author": "Neil",
      "text": "And that’s all for this stinky edition of 6 Minute English. Join us again soon for more topical chat and useful vocabulary. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Prof Adam Hart",
    "Dr Michael De Barra"
  ]
}