{
  "title": "oncussion in sport",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09p4dlh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210812",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210812_6min_english_concussion_in_sport_download.mp3",
  "intro": [
    "Some sports, the so-called ‘full-contact’ sports like rugby, American football and boxing can be dangerous. Now, the truth about the long-term effects on players who make a career taking heavy tackles or punches to the head is being slowly revealed. Neil and Georgina talk about the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Boxing is one of the most dangerous sports, and so my quiz question is about a famous boxer. Born in 1949, this boxer has remained mentally and physically fit despite years of punishment in the boxing ring. But who am I talking about?",
    "a) Muhammad Ali b) George Foreman c) Mike Tyson",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "concussion",
      "desc": "a type of traumatic brain injury caused by a bump or blow to the head"
    },
    {
      "text": "(to be) off",
      "desc": "bad or worse than usual; below the usual standard"
    },
    {
      "text": "warped",
      "desc": "strange and unpleasant"
    },
    {
      "text": "pick up the pieces",
      "desc": "try to return to normality after a crisis or collapse"
    },
    {
      "text": "bright as a button",
      "desc": "very happy and cheerful, intelligent, and full of energy"
    },
    {
      "text": "reserve",
      "desc": "supply of something that is kept and stored for future use"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Neil",
      "text": "When it comes to sport, there’s something for everyone. Do you play a sport, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I used to play in a netball team years ago. Now I go jogging and I enjoy swimming too."
    },
    {
      "author": "Neil",
      "text": "Yes, I go jogging sometimes and I play football, although I’m no Ronaldo!"
    },
    {
      "author": "Georgina",
      "text": "But some sports, the so-called ‘full contact’ sports like rugby, American football and boxing are much more dangerous. Now, the truth about the long-term effects on players who make a career taking heavy tackles or punches to the head is being slowly revealed."
    },
    {
      "author": "Neil",
      "text": "And the issue of safety in sport was back in the news again recently when Danish footballer, Christian Eriksen, collapsed on the pitch during the 2020 European football championship."
    },
    {
      "author": "Georgina",
      "text": "At the centre of the debate are worries about possible brain damage and dementia caused by concussion - that’s a type of traumatic brain injury caused by a bump or blow to the head and the topic of this programme."
    },
    {
      "author": "Neil",
      "text": "Boxing, of course, is one of the most dangerous sports, and so my quiz question is about a famous boxer. Born in 1949, this boxer has remained mentally and physically fit despite years of punishment in the boxing ring. But who am I talking about? Is he: a) Muhammad Ali b) George Foreman?, or c) Mike Tyson?"
    },
    {
      "author": "Georgina",
      "text": "I’m not a big boxing fan, Neil, but I’ll say b) George Foreman."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, we’ll find out the answer to that question later in the programme."
    },
    {
      "author": "Georgina",
      "text": "So far, we’ve been talking about heavy full-contact sports like boxing, but the truth is that any sportsperson can get concussed."
    },
    {
      "author": "Neil",
      "text": "In 2018 hockey player and Olympic gold medallist, Nicola White was involved in a heavy collision with another player during a warm-up match."
    },
    {
      "author": "Georgina",
      "text": "Here’s Nicola telling her story to Paul Connolly, presenter of BBC World Service programme, The Inquiry:"
    },
    {
      "author": "Nicola White",
      "text": "I started suffering headaches, nausea, light sensitivity, noise sensitivity, my balance was off, I just felt terrible. I always used to describe it like I was in Alice in Wonderland, I just felt in such a warped world, it just felt relentless, and it never stopped."
    },
    {
      "author": "Paul Connolly",
      "text": "Three years on from that moment of impact, Nicola is still picking up the pieces. Despite seeking advice and treatment from specialists in the field of head trauma, many of her symptoms persist."
    },
    {
      "author": "Neil",
      "text": "After the collision, Nicola‘s balance was off . When something is off , it’s worse than usual."
    },
    {
      "author": "Georgina",
      "text": "And off can also mean ‘bad’, as in ‘this milk smells awful – it’s gone off !’"
    },
    {
      "author": "Neil",
      "text": "Nicola felt terrible and her world was warped - strange and unpleasant."
    },
    {
      "author": "Georgina",
      "text": "In fact, three years after the accident, she was still picking up the pieces - trying to return to normality after a crisis or collapse."
    },
    {
      "author": "Neil",
      "text": "Concussion is a problem in many sports - even those like hockey or athletics that are not considered ‘full contact’."
    },
    {
      "author": "Georgina",
      "text": "But the dangers involved with boxing are far greater. In fact, it’s one of the few sports that has concussion written into the rules."
    },
    {
      "author": "Neil",
      "text": "Yes, that’s right. When a boxer is knocked down, he has ten seconds to stand up and get his senses together – if he can’t, there’s a good chance he’s concussed."
    },
    {
      "author": "Georgina",
      "text": "Tris Dixon is a former boxer turned sportswriter. Here he is speaking to BBC World Service programme, The Inquiry, about concussion in boxing. See if you can spot the answer to the quiz question Neil asked earlier:"
    },
    {
      "author": "Tris Dixon",
      "text": "When you look back through history and you see that Henry Armstrong, Sugar Ray Robinson, Muhammad Ali, Joe Louis all suffered with neurological problems as they got older… but what we also need to find out is why can you have a fighter like George Foreman, who’s now in his seventies, and is as bright as a button after two long hard careers. Why do some people seem to have a reserve that has kept them safe later in life?"
    },
    {
      "author": "Neil",
      "text": "Tris mentions some famous boxers who suffered neurological problems in later life… and another boxer who’s still as bright as a button – an expression used to describe someone who’s happy, cheerful, intelligent, and full of energy."
    },
    {
      "author": "Georgina",
      "text": "It seems that some people have a reserve – a supply of energy they keep stored up for use in the future, when it’s needed."
    },
    {
      "author": "Neil",
      "text": "OK, Georgina, let’s get back to my quiz question – I’m pretty sure you know the answer now?"
    },
    {
      "author": "Georgina",
      "text": "Yes, I think so. Neil asked me which famous boxer, born in 1949, was still mentally alert despite many years of fighting. I guessed it was b) George Foreman."
    },
    {
      "author": "Neil",
      "text": "Good listening, Georgina!"
    },
    {
      "author": "Georgina",
      "text": "Thanks, Neil - looks like I’m as bright as a button today!"
    },
    {
      "author": "Neil",
      "text": "Let’s recap the vocabulary from this programme about concussion – atraumatic brain injury caused by a knock to the head."
    },
    {
      "author": "Georgina",
      "text": "When something is off , it’s bad or worse than usual."
    },
    {
      "author": "Neil",
      "text": "The adjective warped means strange and unpleasant."
    },
    {
      "author": "Georgina",
      "text": "To pick up the pieces means to try to return to the ways things were before a crisis or collapse."
    },
    {
      "author": "Neil",
      "text": "A reserve is a supply of something that you kept back until it’s needed."
    },
    {
      "author": "Georgina",
      "text": "And finally, someone who’s as bright as a button is very happy and cheerful, intelligent, and full of energy!"
    },
    {
      "author": "Neil",
      "text": "Sounds like our 6 Minute English listeners to me!"
    },
    {
      "author": "Georgina",
      "text": "That’s all for our investigation into concussion in sport, but if you’d like to find out more about the subject you can listen again to the whole programme on the BBC World Service website."
    },
    {
      "author": "Neil",
      "text": "And if you want to grow your brain power, not get linguistically concussed, why not join us again soon for more topical discussion and useful vocabulary here at 6 Minute English from BBC Learning English! Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Nicola White",
    "Paul Connolly",
    "Tris Dixon"
  ]
}