{
  "title": "! Camera! Kiss! - Intimacy on screen",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09qbmbw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210816",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210816_6min_english_intimacy_on_screen_download.mp3",
  "intro": [
    "Filming sex scenes or passionate kisses can be awkward for many actors. That's when a new professional - the 'intimacy coordinator' - steps in. Neil and Georgina discuss intimacy on screen and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "What is the name of the 1953 movie featuring a famous beach kiss between movie stars Burt Lancaster and Deborah Kerr?",
    "a) West Side Story b) From Here to Eternity c) Singin’ in the Rain",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "blockbuster",
      "desc": "very successful movie or book that sells many copies and makes a lot of money"
    },
    {
      "text": "intimacy",
      "desc": "very close personal or sexual relationship between a couple"
    },
    {
      "text": "stroke",
      "desc": "gently and repeatedly touch with your hand in a pleasurable way"
    },
    {
      "text": "simulate",
      "desc": "do or make something that looks real but is not"
    },
    {
      "text": "waiver",
      "desc": "legal document to either allow or prevent something being done in a different way from usual"
    },
    {
      "text": "each and every",
      "desc": "every single one (used for emphasis)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina. When we think about romantic Hollywood movies, there have been some famous examples over the years."
    },
    {
      "author": "Neil",
      "text": "There are classic black-and-white romance movies like 1951’s, ‘A Streetcar Named Desire’, and the love affair between Humphrey Bogart and Ingrid Bergman in ‘Casablanca’, made in 1942."
    },
    {
      "author": "Georgina",
      "text": "You’re really showing your age, Neil! What about more recent movies like ‘When Harry met Sally’ or that famous kiss between the characters Jack and Rose in the film, ‘Titanic’."
    },
    {
      "author": "Neil",
      "text": "In their time all these movies were blockbusters – very popular and successful films which sold millions of cinema tickets. And this success was often due to the on-screen romance between the leading actors."
    },
    {
      "author": "Georgina",
      "text": "In romantic movies, love is in the air. Couples hold hands and kiss, or in other words they show intimacy – a close romantic, or sexual relationship."
    },
    {
      "author": "Neil",
      "text": "But while real couples kiss and hold hands all the time, actors in movies are just pretending to be intimate, and this can lead to problems."
    },
    {
      "author": "Georgina",
      "text": "Yes, whether it’s a kiss or a full-nudity sex scene, filming intimate scenes for movies and TV is a delicate business, as we’ll be finding out in this programme."
    },
    {
      "author": "Neil",
      "text": "But first, Georgina, I have a quiz question for you."
    },
    {
      "author": "Georgina",
      "text": "Let me guess… Another black-and-white classic from the 1950s?"
    },
    {
      "author": "Neil",
      "text": "Yes - 1953 to be exact. This movie won the Oscar for Best Picture. The film thrilled audiences with a famous beach kiss between actors, Burt Lancaster, and Deborah Kerr, as they rolled around in the waves – but what was the movie? Was it:"
    },
    {
      "author": "Georgina",
      "text": "Well, it was long before I was born but I’ll guess, b) From Here to Eternity."
    },
    {
      "author": "Neil",
      "text": "OK Georgina, we’ll find out later on if that’s right. In 1953 an on-screen kiss was still considered a little naughty."
    },
    {
      "author": "Georgina",
      "text": "But by 2020 and the filming of the BBC television dramas, ‘Normal People’ and ‘I May Destroy You’, things had changed. Nudity and sexual content had become commonplace."
    },
    {
      "author": "Neil",
      "text": "Ita O'Brien worked on both these BBC dramas. She describes herself as an ‘intimacy coordinator’ - someone who helps actors and directors plan and film intimate scenes."
    },
    {
      "author": "Georgina",
      "text": "Listen as she gives her definition of intimacy to BBC World Service programme, The Conversation:"
    },
    {
      "author": "Ita O’Brien",
      "text": "A hand hold, a stroke of the cheek, you know, through to a hug, and then obviously, right the way through to intimate content – it might be familial content of an adult to a child; it could be the content of perhaps a medical procedure, someone having a mammogram, or it could be right the way through to intimacy, simulated sexual content."
    },
    {
      "author": "Neil",
      "text": "Ita’s definition of intimacy is very wide, including hugging and stroking – gently touching someone in a pleasurable way."
    },
    {
      "author": "Georgina",
      "text": "It also includes simulated sex. Movie actors aren’t really having sex, they’re simulating it – pretending to do something so that it looks real but is not."
    },
    {
      "author": "Neil",
      "text": "just like dance sequences in musicals, intimate movie scenes are planned and choreographed beforehand so that the director, film crew and, above all, the actors are comfortable with what’s being filmed."
    },
    {
      "author": "Georgina",
      "text": "Georgina But recent scandals about the on-set behaviour of some British and American film stars have highlighted how delicate a balance this is."
    },
    {
      "author": "Neil",
      "text": "Here’s Ita O’Brien again talking to BBC World Service’s, The Conversation, about the different ways that intimate scenes are filmed on either side of the Atlantic, in Britain and the US."
    },
    {
      "author": "Ita O’Brien",
      "text": "With actors from the US, what they do have, what they put in place is that with each and every intimate scene we create a nudity / simulated sex waiver , for each and every scene and I actually really like that way of working. In the UK actors are asked to sign a nudity clause and generally that’s an overall, for the whole of a production."
    },
    {
      "author": "Neil",
      "text": "British actors sign only one document with a nudity clause to cover the whole film. But in the US, actors sign a waiver – a legal document that allows or prevents an action that is different from how things are usually done."
    },
    {
      "author": "Georgina",
      "text": "Ita thinks it’s better if the actors agree to each and every scene – and she uses the phrase, ‘each and every’ because it emphasises that she means every single one."
    },
    {
      "author": "Neil",
      "text": "In this way there is no confusion about what should or shouldn’t happen on set, leaving the director and actors free to make dramatic and romantic blockbusters."
    },
    {
      "author": "Georgina",
      "text": "You mean like that famous beach scene, kissing and rolling in the waves, Neil?"
    },
    {
      "author": "Neil",
      "text": "Ah, you mean my quiz question when I asked you: What was the name of the 1953 movie featuring a famous beach kiss between movie stars Burt Lancaster and Deborah Kerr? What did you say, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "I said it was b), From Here to Eternity."
    },
    {
      "author": "Neil",
      "text": "Which is… the right answer! Well done, Georgina – so you do like classic black-and-white movies after all!"
    },
    {
      "author": "Georgina",
      "text": "Not really, Neil, but I remember my grandad watching it! OK, let’s recap the vocabulary from this programme about intimacy – a close romantic or sexual relationship."
    },
    {
      "author": "Neil",
      "text": "A blockbuster is a very popular and successful movie or a book that sells many copies."
    },
    {
      "author": "Georgina",
      "text": "If you stroke someone’s face, you touch it gently in a pleasurable way."
    },
    {
      "author": "Neil",
      "text": "To simulate means to do or make something that looks real but is not."
    },
    {
      "author": "Georgina",
      "text": "In the US, a waiver is a legal document to either allow or prevent something being done in a different way from usual."
    },
    {
      "author": "Neil",
      "text": "And you can use the phrase, each and every to emphasise that you mean every single one of something."
    },
    {
      "author": "Georgina",
      "text": "That’s all for this romantic edition of 6 Minute English but join us here again soon for more topical chat and useful vocabulary."
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgina",
    "Ita O’Brien",
    "Georgina"
  ]
}