{
  "title": "The fear of numbers",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09swb61.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210823",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210823_6min_english_maths_download.mp3",
  "intro": [
    "The fear of numbers might just be in our heads and we might have enough number knowledge to get by with. That’s what we’ll be exploring in this programme while looking at some relevant vocabulary."
  ],
  "this_week_question": [
    "It’s thought the largest number in the world is called a googol. It’s written with a 1 and how many zeros?",
    "a)    A hundred zeros",
    "b)    A thousand zeros",
    "c)    Ten thousand zeros",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "a numbers person",
      "desc": "someone who understands numbers and is good at using them and interpreting data"
    },
    {
      "text": "put",
      "desc": "off made to dislike something"
    },
    {
      "text": "primed",
      "desc": "told to behave in a certain situation"
    },
    {
      "text": "oratory",
      "desc": "make good and effective public speaking"
    },
    {
      "text": "spurious",
      "desc": "false, not correct or inaccurate"
    },
    {
      "text": "potential",
      "desc": "have the possibility within you to do something"
    },
    {
      "text": "numeracy",
      "desc": "having basic mathematical skills"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Neil, would you describe yourself as ‘ a numbers person’ ?"
    },
    {
      "author": "Neil",
      "text": "If you mean, am I someone who understands numbers and is good as using them and interpreting data, then no!"
    },
    {
      "author": "Sam",
      "text": "OK. So, maybe like me, you weren’t good at maths at school?"
    },
    {
      "author": "Neil",
      "text": "No, I wasn’t. Algebra, geometry, times tables – it was all very confusing."
    },
    {
      "author": "Sam",
      "text": "We’re not alone, Neil. But the fear of numbers might just be in our heads and we might have enough number knowledge to get by with. That’s what we’ll be exploring in this programme while looking at some relevant vocabulary. But, sorry, Neil, I’m going to start with a maths question! It’s thought the largest number in the world is called a googol. It’s written with a 1 and how many zeros? Is it… a)    A hundred zeros b)    A thousand zeros, or c)    Ten thousand zeros?"
    },
    {
      "author": "Neil",
      "text": "I’ll guess ten thousand zeros."
    },
    {
      "author": "Sam",
      "text": "OK. I’ll reveal the answer later on. But let’s talk more about the fear of numbers now. Of course, numbers are important in our lives but one bad experience at school can put us off them for life. ‘ Put off’ means make someone dislike something."
    },
    {
      "author": "Neil",
      "text": "What put me off maths was it was not only complicated but very theoretical – and not very practical – useful for real-life situations. And the problem now is, it’s easy to be fooled by fancy figures that we get told about."
    },
    {
      "author": "Sam",
      "text": "This is something The Why Factor programme on BBC World Service has been exploring. They spoke to Charles Seife, who’s an author and professor at New York University, who explained why we are at the mercy of people who throw numbers at us…."
    },
    {
      "author": "Charles Seife, author and professor, New York University",
      "text": "Because we are primed not to question numbers, certain people have learned that numbers are perhaps the most powerful tools for deception... advertisers, marketers, politicians, who try to convince the public through spurious oratory - have learned that the one thing they can't get challenged on is numbers or challenges are ineffective."
    },
    {
      "author": "Neil",
      "text": "Interesting words from Charles Seife there. He explains that numbers might be a powerful tool for deceiving people. Many of us are primed – so, told to behave in a certain situation and in a certain way – not to question numbers, accept them as fact."
    },
    {
      "author": "Sam",
      "text": "Yes, and this is dangerous. So, when politicians, for example, do good and effective public speaking – known as oratory – the information they give could be spurious – that means false, not correct or inaccurate. But numbers are more persuasive – they make you believe something is true."
    },
    {
      "author": "Neil",
      "text": "So, unless you’re confident with numbers, you’re unlikely to challenge the facts and figures that you are given. So, Sam, if I said to you ten per cent of the ten million people who eat meat have a twenty per cent chance of being five per cent overweight – would you challenge that?"
    },
    {
      "author": "Sam",
      "text": "I’d have to go away and work that out! As I said, Neil, I’m not a numbers person. Even talking about numbers makes me anxious."
    },
    {
      "author": "Neil",
      "text": "Well, interestingly, The Why Factor programme explained that girls are more anxious about learning maths, but even if they feel more nervous about maths, they aren’t any worse with numbers than their more confident classmates. It’s just the fear that’s stopping you!"
    },
    {
      "author": "Sam",
      "text": "Well maybe, but one bad experience can knock our confidence and ability to use maths."
    },
    {
      "author": "Neil",
      "text": "Take comfort from Paula Miles, who teaches statistics to psychology students at St. Andrews University. She told The Why Factor that she thinks there’s no such thing as ‘a numbers person’…."
    },
    {
      "author": "Paula Miles, St Andrews University",
      "text": "There is no such thing as someone who is a 'number person' or not. If we're taught in the right way, then I think we all have the potential to be a numbers person. I'm not saying we're all going to grow up to be mathematicians but we're all going to get to a point where we have the basic numeracy skills that we need to be able to cope in our environment..."
    },
    {
      "author": "Sam",
      "text": "I feel a little better now! We all have the possibility within us – or potential – to be a numbers person."
    },
    {
      "author": "Neil",
      "text": "Yes, I think it’s about survival.  We want to develop numeracy – basic mathematical skills – to use numbers in a particular situation that we are in. We might not be a genius like Einstein, but we know enough to work things out."
    },
    {
      "author": "Sam",
      "text": "I wonder if you worked out the answer to my question correctly, Neil? Earlier, I asked about what’s thought to be the largest number in the world - called a googol. How many zeros does it have? A hundred zeros, a thousand zeros, or ten thousand zeros?"
    },
    {
      "author": "Neil",
      "text": "I said ten thousand zeros."
    },
    {
      "author": "Sam",
      "text": "Sorry, Neil. A googol is ten to the 100"
    },
    {
      "author": "Neil",
      "text": "I don’t think I’ll be using that number anytime soon. But I might be using some of the vocabulary we’ve discussed today, including a numbers person …"
    },
    {
      "author": "Sam",
      "text": "… that’s someone who understands numbers and is good as using them and interpreting data – not like us!"
    },
    {
      "author": "put",
      "text": "If you are  off by something, it means you are made to dislike something. And to be primed means told to behave in a certain situation."
    },
    {
      "author": "Sam",
      "text": "The skill of effective public speaking is known as oratory . And spurious means false, inaccurate, or not correct."
    },
    {
      "author": "Neil",
      "text": "And when we have the possibility within us to do something, we describe it as our potential. And having numeracy means having basic mathematical skills."
    },
    {
      "author": "Sam",
      "text": "But now we’ve reached the number six – six minutes of English. Thanks very much for listening and goodbye."
    },
    {
      "author": "Neil",
      "text": "Bye."
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Charles Seife, author and professor, New York University",
    "Paula Miles, St Andrews University",
    "put"
  ]
}