{
  "title": "Do consumers care about carbon footprint?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09p2jc8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210802",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210802_6min_english_carbon_download.mp3",
  "intro": [
    "In this programme, Neil and Sam will be looking at an idea to add a label showing the carbon footprint of a product, and talking about some vocabulary used around this subject."
  ],
  "this_week_question": [
    "According to the Centre for Research into Energy Demand Solutions, how many tonnes of CO2 equivalent per person annually could be reduced by living car-free?",
    "a) Around 1 tonne b) Around 2 tonnes c) Around 3 tonnes",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "carbon footprint",
      "desc": "how much carbon is used through the activities of a person, company or country"
    },
    {
      "text": "footprinting",
      "desc": "(informal) measuring the carbon footprint of something"
    },
    {
      "text": "caught on",
      "desc": "become popular or fashionable"
    },
    {
      "text": "informed",
      "desc": "choices decisions based on good and accurate information"
    },
    {
      "text": "responsible",
      "desc": "trusted or reliable"
    },
    {
      "text": "from farm to fork",
      "desc": "the processes involved from agricultural production to consumption"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "That’s a tasty chocolate bar you’re munching on there, Neil."
    },
    {
      "author": "Neil",
      "text": "Tasty but maybe not healthy."
    },
    {
      "author": "Sam",
      "text": "But at least on the wrapper there’s a label to tell you about its sugar, fat and calorie content."
    },
    {
      "author": "Neil",
      "text": "Yes, the little coloured guide on the wrapper allows consumers to compare the healthiness of different things."
    },
    {
      "author": "Sam",
      "text": "Well, in this programme, we’ll be looking at an idea to add a label showing the carbon footprint of a product, and talking about some vocabulary used around this subject."
    },
    {
      "author": "Neil",
      "text": "By carbon footprint, we mean how much carbon is used through the activities of a person, company or country. This new system sounds like a good idea, Sam."
    },
    {
      "author": "Sam",
      "text": "Yes – but as normal, we still have a question for you to answer first. I think we all agree we want to reduce our carbon footprint somehow – but according to the Centre for Research into Energy Demand Solutions, how many tonnes of CO2 equivalent per person annually could be reduced by living car-free? Is it… a) Around 1 tonne, b) Around 2 tonnes, or c) Around 3 tonnes?"
    },
    {
      "author": "Neil",
      "text": "I’m sure living without a car would reduce CO2, so I’ll say c) around 3 tonnes."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, we’ll find out if that’s right at the end of the programme. But let’s talk more about carbon labelling. Listing the carbon dioxide emissions of a product on the packaging may encourage us to make greener choices."
    },
    {
      "author": "Neil",
      "text": "It’s not a new idea but it’s something that’s never caught on –  become popular or fashionable."
    },
    {
      "author": "Sam",
      "text": "Until now. The idea now seems to have returned, and it’s something the BBC World Service programme The Climate Question has been looking into. They’ve been speaking to business leaders about adding labelling to their products."
    },
    {
      "author": "Neil",
      "text": "Such as Marc Engel, Chief Supply Chain Officer at Unilever. Let’s hear why he thinks the idea is growing in popularity…"
    },
    {
      "author": "Marc Engel, Chief Supply Chain Officer, Unilever",
      "text": "What we are seeing is Generation Z and Millennials, are much much more willing to make choices, informed choices , about responsible products and brands, so that's also why we're also doing it. At the end of the day, we're doing it because we believe that this is what consumers will ask from business - this is not something that we made up ourselves."
    },
    {
      "author": "Sam",
      "text": "So, in this case, it seems it’s people buying Unilever products who are driving this change – particularly younger people from Gen Z. So people born towards the end of the 20th Century or the beginning of the 21st Century, or slightly older Millennials."
    },
    {
      "author": "Neil",
      "text": "They want to make ‘ informed choices’ about what they buy – so, making decisions based on good and accurate information.  Carbon labelling is part of that information."
    },
    {
      "author": "Sam",
      "text": "And Marc Engel mentioned consumers wanting to buy ‘ responsible’ products or brands. Here, that means ‘trusted’ or ‘reliable’ with less environmental impact."
    },
    {
      "author": "Neil",
      "text": "That all makes sense, and it’s why Unilever recently announced it’s committed to putting carbon footprint information on 70,000 products. The Climate Question programme also spoke to Dr Zaina Gadema-Cooke – an expert in supply chain management at Northumbria University.  What does she call measuring a product’s carbon footprint?"
    },
    {
      "author": "Dr Zaina Gadema-Cooke, Northumbria University",
      "text": "The problem with footprinting is it's almost impossible to include the consumption stage associated with the consumer because we all deal with the products that we purchase and dispose of differently. So, it's very difficult to include that - so ‘ farm-to-fork’ calculations tend to really be ‘farm-to-retail-shelf’ calculations of carbon footprint loadings."
    },
    {
      "author": "Sam",
      "text": "So, Dr Zaina Gadema-Cooke describes the measurement of a product’s carbon footprint as ‘ foot printing’ . And this, she says, is difficult to measure because we don’t know what people do with the stuff after they have bought it."
    },
    {
      "author": "Neil",
      "text": "Yes, so for example a carbon label might show an estimate of the carbon footprint of milk from the cow to the consumer – what Dr Zaina Gadema-Cooke calls ‘ farm to fork’ – but after it leaves the supermarket shelf, we don’t know how efficiently it is stored, how much is wasted and what happens to the packaging."
    },
    {
      "author": "Sam",
      "text": "It’s all food for thought – something to think seriously about."
    },
    {
      "author": "Neil",
      "text": "And, Sam, what did you think about my answer to your question earlier?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, I asked you - according to the Centre for Research into Energy Demand Solutions, how many tonnes of CO2 equivalent per person annually could be reduced by living car-free?"
    },
    {
      "author": "Neil",
      "text": "And I said around 3 tonnes."
    },
    {
      "author": "Sam",
      "text": "Which was actually, a bit too much. Research found living car-free reduces a person’s annual CO2 production by an average of 2.04 tonnes."
    },
    {
      "author": "Neil",
      "text": "Anyway, let’s briefly recap some of the vocabulary we’ve mentioned today."
    },
    {
      "author": "Sam",
      "text": "Yes, we’ve been talking about measuring our carbon footprint - that’s how much carbon is used through the activities of a person, company or country."
    },
    {
      "author": "Neil",
      "text": "And footprinting is an informal way of saying measuring the carbon footprint of something."
    },
    {
      "author": "Sam",
      "text": "When something has caught on it means it has become popular or fashionable. And, making informed choices means making decisions based on good and accurate information."
    },
    {
      "author": "Neil",
      "text": "Buying something that is responsible means that it is trusted or reliable. And, the phrase from farm to fork describes the processes involved from agricultural production to consumption."
    },
    {
      "author": "Sam",
      "text": "We’re out of time now, but thanks for listening. Bye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Marc Engel, Chief Supply Chain Officer, Unilever",
    "Dr Zaina Gadema-Cooke, Northumbria University"
  ]
}