{
  "title": "Is technology harmful to youngsters?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09tz5jx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210906",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210906_6min_english_tech_youngsters_download.mp3",
  "intro": [
    "In this programme, Neil and Sam take a look at a new report which finds little evidence to link technology with mental health problems in young people. Listen to a very interesting conversation and learn related vocabulary."
  ],
  "this_week_question": [
    "On average how many hours per day do British teenagers spend on their screens?",
    "a) 5 and a half hours",
    "b) 6 and a half hours",
    "c) 7 and a half hours",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "adolescent",
      "desc": "young person in the process of developing into an adult"
    },
    {
      "text": "smoking gun",
      "desc": "information or evidence that proves that something is true or that someone has committed a crime"
    },
    {
      "text": "savvy",
      "desc": "having a good understanding and practical knowledge of something"
    },
    {
      "text": "app blocker",
      "desc": "software that blocks pop-up apps and websites and allows users to set timers which limit their amount of screen time"
    },
    {
      "text": "designed for addiction",
      "desc": "immersive video games and social media which are designed to manipulate human psychology"
    },
    {
      "text": "digital native",
      "desc": "someone who is very familiar and comfortable using digital technology and computers because they have grown up with them"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "When you were a teenager did your parents worry that you were watching too much television, Sam?"
    },
    {
      "author": "Sam",
      "text": "They used to tell me that watching too much TV would turn my eyes square - but they were only joking."
    },
    {
      "author": "Neil",
      "text": "When I was growing up there were only three or four television channels. For parents today, there are hundreds of TV channels to worry about, not to mention the internet, video games and social media – and all of it is accessible through a smart phone. No wonder parents are worried about the impact of technology on young people!"
    },
    {
      "author": "Sam",
      "text": "I don’t think it’s all bad news, Neil. In fact, in this programme we’ll be taking a look at a new report which finds little evidence to link technology with mental health problems in adolescents – that’s young people who are in the process of developing from children into adults."
    },
    {
      "author": "Neil",
      "text": "I’m not convinced, Sam. Think about how much time youngsters spend staring at screens every day."
    },
    {
      "author": "Sam",
      "text": "Sam True, but unlike passively watching television today’s technology is interactive, connecting teenagers to their friends around the world."
    },
    {
      "author": "Neil",
      "text": "Well, maybe my quiz question will change your mind. Are you ready? On average how many hours per day do British teenagers spend on their screens? Is it: a) 5 and a half hours? b) 6 and a half hours? or c) 7 and a half hours?"
    },
    {
      "author": "Sam",
      "text": "I’ll say it’s b) 6 and a half hours."
    },
    {
      "author": "Neil",
      "text": "That sounds a lot to me!"
    },
    {
      "author": "Sam",
      "text": "Well, whatever Neil thinks, a new study from the Oxford Internet Institute paints a more hopeful picture. The study analysed data from over 400,000 British and American teenagers and found little or no link between adolescents’ tech use and mental health problems."
    },
    {
      "author": "Neil",
      "text": "Listen to Gareth Mitchell and Ghislaine Boddington, co-presenters of BBC World Service’s, Digital Planet, as they discuss the report’s findings:"
    },
    {
      "author": "Gareth Mitchell",
      "text": "Ghislaine Boddington - you’ve been looking at some of the findings yourself, haven’t you? So, what’s your response so far? Were you expecting, Ghislaine, to see some kind of smoking gun ? Some kind of link that would say, ‘Here we are. Here are the harms’?"
    },
    {
      "author": "Ghislaine Boddington",
      "text": "Not really, because I think we’re at a point where teenagers are much more savvy than many adults think, so we are at risk, all of us as journalists and research community to assume, maybe, this is a more a terrible terrible problem than we understand… because I know the teenagers around me and one thing that they do all have is app blockers on their sites and they are actually quite aware of the addiction problem - the design - you know, designed for addiction."
    },
    {
      "author": "Neil",
      "text": "Many people assume that social media harms teenagers, so Gareth asks Ghislaine whether she was expecting to find a smoking gun in the report."
    },
    {
      "author": "Sam",
      "text": "The expression a smoking gun means evidence that proves something is true, for example, evidence proving that technology is harmful to young people."
    },
    {
      "author": "Neil",
      "text": "But Ghislaine doesn’t think this is true. Actually, she calls teenagers savvy , meaning that they have practical knowledge of technology and a good understanding of how to use it."
    },
    {
      "author": "Sam",
      "text": "One example of teenagers being technologically savvy is their use of app blockers - software that prevents unwanted apps and websites from popping up and allows users to set timers which limit screen time."
    },
    {
      "author": "Neil",
      "text": "And reducing screen time is important because nowadays most video games and social media are designed for addiction – intended to manipulate human psychology to make the user want to keep playing."
    },
    {
      "author": "Sam",
      "text": "But it seems that today’s adolescents are savvy enough to know how to use electronic devices sensibly. How else can we explain the fact that, according to this research, there‘s no clear link between using tech and mental health problems?"
    },
    {
      "author": "Neil",
      "text": "Yes, that’s certainly the view of the research team leader, Dr Matti Vuorre. Here he is speaking with BBC World Service programme, Digital Planet, about an interesting and very modern term – see if you can hear it:"
    },
    {
      "author": "Dr Matti Vuorre",
      "text": "We often hear the term, digital native, you know you grow up with a device in your hand almost, and then it’s not a surprise that you are skilled in using those technologies to your benefit."
    },
    {
      "author": "Neil",
      "text": "Did you hear the expression Dr Vuorre used, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes. He called teenagers digital natives , meaning someone who is very familiar and comfortable using computers and digital technology because they’ve grown up with them."
    },
    {
      "author": "Neil",
      "text": "So maybe there are benefits to spending hours looking at screens, after all. In my quiz question I asked Sam about the average daily screen time for British teenagers."
    },
    {
      "author": "Sam",
      "text": "I said it was b) 6 and a half hours."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! Very savvy of you, Sam! OK, let’s recap the vocabulary from this programme about the impact of tech on adolescents – that’s young people who are developing into adults."
    },
    {
      "author": "Sam",
      "text": "Today’s adolescents are digital natives – people who are very familiar with digital technology because they’ve grown up with it."
    },
    {
      "author": "Neil",
      "text": "If you are savvy , you have a good practical understanding of something."
    },
    {
      "author": "Sam",
      "text": "A smoking gun refers to information or evidence that proves that something is true."
    },
    {
      "author": "Neil",
      "text": "An app blocker is software that blocks pop-up apps and websites and allows users to set screen time limits."
    },
    {
      "author": "Sam",
      "text": "And designed for addiction describes immersive video games and social media which are designed to manipulate human psychology and make it hard to stop playing."
    },
    {
      "author": "Neil",
      "text": "That’s all for this programme but if you’re interested in the issues around digital technology and want to find out more, then why visit the BBC Digital Planet website or follow them on their Twitter handle @digitalplanet?"
    },
    {
      "author": "Sam",
      "text": "Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Sam",
    "Gareth Mitchell",
    "Ghislaine Boddington",
    "Dr Matti Vuorre"
  ]
}