{
  "title": "Is the planet warming up faster?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09vhdy5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210909",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210909_6min_english_climate_download.mp3",
  "intro": [
    "Episodes of extreme weather seem to be more frequent and some scientists suspect this might be caused by human-induced climate change. Climatologist Geert Jan van Oldenborgh talks about a heatwave that surprised climate modellers because it exceeded even the worst expectations. Neil and Sam discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "On 1st July Canada saw the temperature break records in Lytton. But just how hot did it get?",
    "a) 39.6 degrees Celsius",
    "b) 49.6 degrees Celsius",
    "c) 59.6 degrees Celsius",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "wildfire",
      "desc": "a fire that is burning strongly and out of control in the countryside"
    },
    {
      "text": "wake-up call",
      "desc": "shocking event which should make people realise that we need to take to change a situation"
    },
    {
      "text": "heatwave",
      "desc": "short period of time, such as few weeks, when the weather is much hotter than usual"
    },
    {
      "text": "jump",
      "desc": "a sudden increase"
    },
    {
      "text": "gradual",
      "desc": "happening slowly over a long period of time"
    },
    {
      "text": "shake someone’s confidence",
      "desc": "make someone doubt something that they were certain was true"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "“No one is too small to make a difference”. Do you know who said that, Sam?"
    },
    {
      "author": "Sam",
      "text": "Wasn’t it climate change activist, Greta Thunberg?"
    },
    {
      "author": "Neil",
      "text": "That’s right. She went on to say this in her message to world leaders: “I don’t want you to be hopeful. I want you to act as if your house is on fire. Because it is.”"
    },
    {
      "author": "Sam",
      "text": "Her speech reflected the feelings of many young people around the world who think that not enough action is being taken on climate change."
    },
    {
      "author": "Neil",
      "text": "And they may be right, judging by the record-breaking temperatures that hit Canada and the north-west of the United States in July this year."
    },
    {
      "author": "Sam",
      "text": "Yes, Greta Thunberg’s plea to ‘act like your house is on fire’ became a reality for residents of the small town of Lytton, Canada which burned to the ground in a shocking wildfire – a fire that is burning strongly and out of control."
    },
    {
      "author": "wake-up call",
      "text": "So, was the Lytton wildfire yet another climate change  ? A wake-up call is the expression used to describe a shocking event that should make people realise that action is needed to change something."
    },
    {
      "author": "Sam",
      "text": "Well, maybe not, according to some climatologists who, worryingly, say that what happened in Lytton should not even have been possible. So in this programme we’ll be asking if scientists have dangerously misunderstood the realities of climate change."
    },
    {
      "author": "Neil",
      "text": "But first it’s time for my quiz question and it’s about that extreme weather in Canada. It broke records when the temperature in Lytton hit an all-time high on 1st July - but just how hot did it get? Was it: a) 39.6 degrees?, b) 49.6 degrees? or c) 59.6 degrees Celsius?"
    },
    {
      "author": "Sam",
      "text": "All those temperature look really high, especially for snowy Canada. I’ll say a) 39.6 degree C."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out the answer later on. Seeing your hometown burn to the ground is bad enough, but perhaps even worst was the fact that the wildfires were so unexpected."
    },
    {
      "author": "Sam",
      "text": "According to weather pattern modelling done by a team of Oxford University researchers, such extreme heat was impossible - in theory, at least."
    },
    {
      "author": "Neil",
      "text": "The research team was led by climatologist, Geert Jan van Oldenborgh. Here he is in conversation with BBC World Service programme, Science in Action:"
    },
    {
      "author": "Roland Pease",
      "text": "This is a wake-up call beyond the wake up calls that we’ve had before."
    },
    {
      "author": "Geert Jan van Oldenborgh",
      "text": "Yes, and it’s a very big shock in the sense that we thought we knew how heatwaves react to global warming and within which boundaries they’re increasing (of course they’re increasing in temperature) but it’s a gradual process we thought and then you get this thing and it’s not gradual at all – it’s a huge jump !"
    },
    {
      "author": "Sam",
      "text": "Professor Van Oldenborgh had been studying the impact of global warming on heatwaves - short periods of time when the weather is much hotter than usual."
    },
    {
      "author": "Neil",
      "text": "Along with other climatologists, he thought that climate change was gradual – changing or happening slowly, over a long period of time."
    },
    {
      "author": "Sam",
      "text": "But the Canadian heatwaves caused him to think again. Instead of being gradual the temperatures saw a jump , or a sudden increase, of five degrees. And it’s this sudden jump that’s got Professor Van Oldenborgh and his team worried."
    },
    {
      "author": "Neil",
      "text": "By collecting data from all over the world climatologists try to predict changes in the pattern of global warming."
    },
    {
      "author": "Sam",
      "text": "But, as Geert Jan van Oldenborgh told BBC World Service’s, Science in Action, the heatwave in Lytton didn’t fit these predictions at all:"
    },
    {
      "author": "Geert Jan van Oldenborgh",
      "text": "Everything looked like a nice regular gradual trend like we were used to up to last year and then you suddenly break all your records by four or five degrees, I mean, this is something that’s no supposed to happen and it has really shaken our confidence in how well we understand the effect of climate change on heatwaves."
    },
    {
      "author": "Neil",
      "text": "Despite all his research, Professor Van Oldenborgh is still unable to explain such extreme and sudden changes in the climate – and this, he says, has shaken his confidence - made him doubt something that he was certain was true."
    },
    {
      "author": "Sam",
      "text": "And it’s this lack of understanding worrying researchers because, as the story of the town of Lytton shows, the effects of climate change may be even worse than expected."
    },
    {
      "author": "Neil",
      "text": "Maybe it’s time we all took notice of Greta Thunberg’s wake-up call to take action on climate change."
    },
    {
      "author": "Sam",
      "text": "Especially if even cold, northern countries like Canada, or Britain for that matter, can experience such extreme changes. Speaking of which, Neil, what was the answer to your quiz question?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, in my quiz question I asked you exactly how high the temperature reached in the Canadian town of Lytton. What did you say, Sam?"
    },
    {
      "author": "Sam",
      "text": "I thought it was a) 39.6 degrees Celsius. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Well, you were close but in fact it got even hotter, actually reaching 49.6 degrees Celsius – the highest temperature ever recorded in Canada by at least 5 degrees!"
    },
    {
      "author": "Sam",
      "text": "Phew! That’s hot. Well, we’d better recap the vocabulary from this programme because we might be hearing these words a lot more in the future! Let’s start with a wildfire which is an out-of-control fire that is burning the countryside."
    },
    {
      "author": "Neil",
      "text": "A wake-up call is an event which should make people realise that action needs to be taken to change a situation."
    },
    {
      "author": "Sam",
      "text": "A heatwave is a period of days or weeks when the weather is much hotter than usual."
    },
    {
      "author": "Neil",
      "text": "A jump is a sudden increase…"
    },
    {
      "author": "Sam",
      "text": "…whereas gradual means happening slowly, over a long time."
    },
    {
      "author": "Neil",
      "text": "And finally, if something shakes your confidence , it makes you doubt something that you thought was true."
    },
    {
      "author": "Sam",
      "text": "That’s it for our look at one of the hottest years on record."
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "wake-up call",
    "Roland Pease",
    "Geert Jan van Oldenborgh"
  ]
}