{
  "title": ": Friend or foe?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09vhh4v.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210913",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210913_6min_english_bats_download.mp3",
  "intro": [
    "Bats are in the news quite a bit due to the Covid pandemic, but even before that they weren't always the most popular creatures. Are bats your friends or not? Neil and Sam discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Roughly how many different species of bat are there worldwide?",
    "a) one and a half thousand b) two and a half thousand c) three and a half thousand",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "carnivores",
      "desc": "animals that eat meat"
    },
    {
      "text": "insectivores",
      "desc": "animals that eat only insects"
    },
    {
      "text": "pest",
      "desc": "insect or small animal that is harmful or damages crops"
    },
    {
      "text": "voracious",
      "desc": "very eager for something, especially food"
    },
    {
      "text": "the holy grail",
      "desc": "something that is extremely difficult to find or get; the cup believed to have been used by Jesus Christ at the Last Supper"
    },
    {
      "text": "that’s brilliant!",
      "desc": "very good!; amazing!"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "For centuries the relationship between humans and bats has been complex. In some cultures, bats are depicted as vampires, associated with Halloween, witches and dark, scary places. In others, they are considered messengers of the gods."
    },
    {
      "author": "Sam",
      "text": "Bats play an important part in stories and myths from around the world. And a large illuminated ‘bat signal’ shining in the night sky can mean only one thing – a call for help to the superhero, Batman!"
    },
    {
      "author": "Neil",
      "text": "So do we love or hate these furry flying mammals? And with some newspaper headlines identifying bats as the possible source of Covid-19, should we think of them as friend or enemy?"
    },
    {
      "author": "Sam",
      "text": "We’ll be answering all these questions soon, but first, Neil, time for another interesting bat fact. Did you know that bats account for 1 in 5 of all mammal species? There’s a huge variety of them, from tiny fruit-eating bats that fit into the palm of your hand to giant carnivores , or meat-eaters, with nearly two-metre wingspans."
    },
    {
      "author": "Neil",
      "text": "That’s right. In fact, it’s the variety of bat types that might explain our complex feelings towards them. So, Sam, my quiz question is this: roughly how many different species of bat are there worldwide? Is it:"
    },
    {
      "author": "Sam",
      "text": "Hmmm, I’ll say b) two and a half thousand."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll come back to that later in the programme. Maybe not everyone likes them, but bats do have some friends. Farmers love them for pollinating their plants…"
    },
    {
      "author": "Sam",
      "text": "…and medical scientists study them hoping to discover the secrets of their anti-ageing and long life."
    },
    {
      "author": "Neil",
      "text": "Dr Winifred Frick is the chief scientist at Bat Conservation International, a group of environmentalists working to protect bats."
    },
    {
      "author": "Sam",
      "text": "Here she is telling BBC World Service programme, The Documentary, about another useful service provided by bats in the United States:"
    },
    {
      "author": "Dr Winifred Frick",
      "text": "Most bats are insectivorous and they’re really important consumers of different kinds of insect pests and here in the United States it’s been estimated that bats provide billions of dollars every year to the US agricultural industry through their voracious consumption of agricultural pest insects."
    },
    {
      "author": "Neil",
      "text": "Most bats eat only insects – they’re insectivores ."
    },
    {
      "author": "Sam",
      "text": "That’s good news for farmers because they eat many pests - insects or small animals that are harmful or damage crops."
    },
    {
      "author": "Neil",
      "text": "Even better, bats’ appetite for these annoying insects is voracious – very strong and eager."
    },
    {
      "author": "Sam",
      "text": "So far, so good in the friendship between humans and bats. But then along came the coronavirus pandemic and with it, newspaper reports that bats might be to blame."
    },
    {
      "author": "Neil",
      "text": "Before we get into this, we need to explain some terms. The Covid which people around the world have been suffering from is the ‘outbreak virus’. But if you go backwards there’s an intermediary known as the ‘progenitor virus’ between this and the ‘ancestral virus’, which is decades or centuries older."
    },
    {
      "author": "Sam",
      "text": "Ninety-nine percent of scientists would agree that the ‘ancestral virus’ of Covid-19 came from bats. But it’s the go-between ‘progenitor virus’ that everyone is searching for now."
    },
    {
      "author": "Neil",
      "text": "One of the scientists leading this search is Linfa Wang, a professor at Duke Medical School who is known as the ‘Batman of Singapore’. Here he is explaining his work to BBC World Service’s, The Documentary:"
    },
    {
      "author": "Prof Linfa Wang",
      "text": "Of course the holy grail right now for Covid-19 is to discover where is that progenitor virus and also in which kind of animals or humans, right? And usually, the progenitor virus has to be 99.9% identical to the outbreak virus and so our study was set up to do that. If you can catch that virus and you demonstrate the genomic sequence is 99.9% [identical] then that’s brilliant ."
    },
    {
      "author": "Sam",
      "text": "Professor Wang thinks that finding the source of Covid-19’s ‘progenitor virus’ would be like finding the holy grail . This expression - the holy grail - is associated with the cup believed to have been used by Jesus Christ at his last meal. It means something extremely difficult to find or get."
    },
    {
      "author": "Neil",
      "text": "If you can discover the ‘progenitor virus’ then, in the words of Professor Wang – that’s brilliant! – an exclamation meaning ‘that’s very good!’ or ‘amazing!’"
    },
    {
      "author": "Sam",
      "text": "So although bats are sometimes, wrongly, blamed for causing Covid, they are good friends to farmers, environmentalists and scientists – as well as vampires! Are bats friend or foe? You decide. So anyway, what was the answer to your quiz question, Neil."
    },
    {
      "author": "Neil",
      "text": "Ah yes, I asked Sam: How many different species of bat are there around the world? What did you say?"
    },
    {
      "author": "Sam",
      "text": "I said there were, b) two and a half thousand different species of bats. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were close, Sam, but the correct answer was… a) there are one and a half thousand different species of bats around the world. With so many I guess some of them might be friendlier than others."
    },
    {
      "author": "Sam",
      "text": "Let’s recap the vocabulary from this programme about the relationship between humans and bats, starting with carnivores which are animals that eat meat…"
    },
    {
      "author": "Neil",
      "text": "Insectivores , meanwhile, are animals, like most bats, that eat only insects."
    },
    {
      "author": "Sam",
      "text": "A pest is an insect or small animal that is harmful or damages crops."
    },
    {
      "author": "Neil",
      "text": "Bats eat pests voraciously , or very eagerly."
    },
    {
      "author": "Sam",
      "text": "The holy grail refers to something that’s extremely difficult to find or get."
    },
    {
      "author": "Neil",
      "text": "And finally, you can use the phrase, that’s brilliant! to say, ‘that’s great!’ or ‘amazing!’"
    },
    {
      "author": "Sam",
      "text": "Once again our six minutes are up. See you again soon for more topical chats and trending vocabulary here at 6 Minute English."
    },
    {
      "author": "Neil",
      "text": "And don’t forget you can download our app to find programmes on many more topics, from African animals to zodiac signs and zombies, all here on the BBC Learning English website. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Winifred Frick",
    "Prof Linfa Wang"
  ]
}