{
  "title": "Robot Artists",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09vlq9m.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-210916",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/210916_6min_english_robot_artist_download.mp3",
  "intro": [
    "Ai-Da is a robot that paints and creates art - but what else could robots do in the future? Neil and Sam discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "The name, Ai-Da, uses the abbreviation for ‘artificial intelligence’ - AI - to make a woman’s first name, but which famous, real-life Ada was the robot named after? Was it:",
    "a) Ada Brown?, b) Ada Lovelace? or, c) Ada Maris?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "dystopia",
      "desc": "an imaginary future society where everything is bad"
    },
    {
      "text": "non-verbal communication",
      "desc": "communication that does not involve speaking such as using physical gestures and facial expressions"
    },
    {
      "text": "appeal",
      "desc": "the quality in someone that makes them attractive and interesting"
    },
    {
      "text": "compelling",
      "desc": "so exciting and interesting that it holds your attention"
    },
    {
      "text": "battles to win",
      "desc": "problems to be solved; obstacles to be overcome"
    },
    {
      "text": "iron (something) out",
      "desc": "remove or find solutions to a problem"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Do you think robots could ever become intelligent, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, if you believe Hollywood movies like ‘Robocop’, robots will grow more powerful than their human creators and take control."
    },
    {
      "author": "Neil",
      "text": "You’ve been watching too many sci-fi movies, Sam! But seriously - do you think robots will ever be able to think or dream? Could they fall in love or create art?"
    },
    {
      "author": "Sam",
      "text": "It’s hard to say but because of the huge advances in artificial intelligence over the last ten years, questions like these are being asked more and more."
    },
    {
      "author": "Neil",
      "text": "In this programme we’ll be meeting a very unusual ‘person’ (if that’s the right word) who could help answer some of these questions. She’s called Ai-Da, she’s an artist who can draw, paint and create sculptures – and she’s a robot."
    },
    {
      "author": "Sam",
      "text": "Yes, the humanoid robot, Ai-Da, uses a robotic arm and a pencil to draw what it sees with a camera in its eye. It’s very life-like and can even talk to the people whose picture it’s drawing."
    },
    {
      "author": "Neil",
      "text": "We’ll hear more about this extraordinary robot and the team of inventors behind her soon, but first I have a quiz question. The name, Ai-Da, uses the abbreviation for ‘artificial intelligence’ - AI - to make a woman’s first name, but which famous, real-life Ada was the robot named after? Was it:"
    },
    {
      "author": "Sam",
      "text": "I think it must be, b) Ada Lovelace."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if that’s right later. Of course building a realistic robot that can see, hold a pencil and draw is not easy."
    },
    {
      "author": "Sam",
      "text": "Behind the creation of Ai-Da was a team led by Cornish robotics company, Engineered Arts, and supported by engineers in Leeds who built her robotic arms using AI systems developed at Oxford University."
    },
    {
      "author": "Neil",
      "text": "Here’s chief engineer, Marcus Hold, introducing presenter, Karl Bos, to the still unfinished Ai -Da for the first time for BBC World Service programme, In The Studio:"
    },
    {
      "author": "Karl Bos",
      "text": "It’s very strange because on first glance she looks incredibly scary, a bit like a dystopian robot from the future but when you see her move and express she becomes incredibly cute."
    },
    {
      "author": "Marcus Hold",
      "text": "People tend to refer to them as ‘he’ or ‘she’, they’re drawn to the robots. So much of our communication is non-verbal – I’m gesturing with my arms, I’m smiling… and our robots – a big part of their appeal and their human nature is in the way they behave and move and it’s great that you’re picking up on that from something that has no skin."
    },
    {
      "author": "Sam",
      "text": "When Karl first meets Ai-Da he sees a wired-up metal skull without skin. She looks like a robot from a dystopia - an imaginary future world where everything is bad – like the movie ‘Robocop’."
    },
    {
      "author": "Neil",
      "text": "But as Karl spends more time with Ai-Da he begins to see her move and express herself. She smiles, blinks and uses facial expressions and hand gestures known as non-verbal communication to appear more human."
    },
    {
      "author": "Sam",
      "text": "This human-like behaviour is part of Ai-Da’s appeal - the quality in someone that makes them attractive and interesting – and soon Karl is calling the robot ‘she’ instead of ‘it’."
    },
    {
      "author": "Neil",
      "text": "Former art gallery owner, Aidan Mellor, manages the Ai-Da project. Here he is speaking to BBC World Service’s, In The Studio, about the complex process involved in building a working robot:"
    },
    {
      "author": "Aidan Meller",
      "text": "We’ve got the programmers and researchers working at Oxford University and Goldsmiths and they’re doing their algorithmic programming, programming the AI that is going to be eventually used for the art pieces that we’re doing… But we’ve also got a couple of guys who are actually working on her arm – her ability to draw – and actually getting her to do a compelling drawing of what she sees. There’s some battles still to be won before the show, we will eventually hopefully iron out all the issues before that time."
    },
    {
      "author": "Sam",
      "text": "One challenge the team faced was building a robotic arm that could allow Ai-Da to draw pictures that were compelling – exciting, interesting and able to keep your attention."
    },
    {
      "author": "Neil",
      "text": "In combining an electronic AI brain with mechanical robot eyes and arms there were many battles to be won – difficulties and technical obstacles to be overcome."
    },
    {
      "author": "Sam",
      "text": "And at the time of the interview, the team still had some issues to iron out – removing problems by finding solutions – before Ai-Da’s opening show: an exhibition of her artwork at The Design Museum in London."
    },
    {
      "author": "Neil",
      "text": "Amazing! It’s nice to think that a robot could be the next Picasso instead of an out-of-control sci-fi policeman!"
    },
    {
      "author": "Sam",
      "text": "Yes, and the whole project was inspired by a real-life woman – whose name was? What was the answer to your quiz question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, I asked Sam which famous Ada was the real-life inspiration behind the robot, Ai-Da."
    },
    {
      "author": "Sam",
      "text": "I said, b) Ada Lovelace. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were… right, Sam! Ai-Da is named after Ada Lovelace, the 19th century English mathematician and first computer programmer in the world."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. Let’s recap the vocabulary from this programme, starting with dystopia - an imaginary future society where everything is bad."
    },
    {
      "author": "Neil",
      "text": "Non-verbal communication is communication using physical gestures and facial expressions instead of speech."
    },
    {
      "author": "Sam",
      "text": "The appeal of something is a quality it has which people find attractive."
    },
    {
      "author": "Neil",
      "text": "If something is compelling , it holds your attention because you find it so interesting."
    },
    {
      "author": "Sam",
      "text": "A battle to be won means a problem to be solved or an obstacle to overcome."
    },
    {
      "author": "Neil",
      "text": "And finally, to iron something out means to remove or find solutions to a problem."
    },
    {
      "author": "Sam",
      "text": "With artificial intelligence improving so fast it may not be too long before we see robot presenters of Six Minute English!"
    },
    {
      "author": "Neil",
      "text": "But until Sam and I are replaced by AI we hope you’ll join us again next time for more trending topics and useful vocabulary, here at BBC Learning English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Karl Bos",
    "Marcus Hold",
    "Aidan Meller"
  ]
}