{
  "title": "Grime: Music from architecture",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p09xhxry.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211028",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211028_6min_english_grime_download.mp3",
  "intro": [
    "In this programme, we talk about grime – a style of music which originated in the derelict tower blocks of London. Famous artists are Wiley and Stormzy. We discuss the topic and teach you vocabulary."
  ],
  "this_week_question": [
    "Stormzy is one of the most famous grime artists, but what is his real name?",
    "a) Michael Omari",
    "b) Martin Owusu",
    "c) Marvin Appiah",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "eclectic",
      "desc": "describes taste which includes a wide variety of styles"
    },
    {
      "text": "contentious",
      "desc": "creating or causing conflict"
    },
    {
      "text": "coming of age",
      "desc": "becoming an adult"
    },
    {
      "text": "predominant",
      "desc": "the strongest or most important"
    },
    {
      "text": "chants",
      "desc": "sings the same thing over and over again"
    },
    {
      "text": "existential",
      "desc": "relating to human existence"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In this 6 Minute English, we’re talking about music. What sort of music do you like listening to, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, I wouldn’t say I have one specific type. My taste in songs is more eclectic – a word that describes taste which includes a wide variety of styles."
    },
    {
      "author": "Neil",
      "text": "Well, in this programme, we’re talking all about grime – a style of music which originated in London – specifically in the tower blocks of east and southeast London."
    },
    {
      "author": "Sam",
      "text": "Yes – the artists are predominantly young black men and often cite the decaying tower blocks they grew up in as an inspiration for the urban style of music."
    },
    {
      "author": "Neil",
      "text": "Well, before we continue talking about grime music, I have a question for you, Sam. Stormzy is one of the most famous grime artists, but what is his real name? Is it: a) Michael Omari b) Martin Owusu c) Marvin Appiah"
    },
    {
      "author": "Sam",
      "text": "I think I might know this one – I’ll say a) Michael Omari."
    },
    {
      "author": "Neil",
      "text": "We can find out if you’re right at the end of this programme. For many people, knowing the origin of a type of music helps them to understand more about the style and lyrics."
    },
    {
      "author": "Sam",
      "text": "Here’s writer Jude Yawson talking with BBC journalist Andrew Marr about his experience growing up on an estate in southeast London on the BBC Radio 4 programme, Start the Week…"
    },
    {
      "author": "Jude Yawson",
      "text": "Yes, so I lived like on an estate. It’s, it’s in Annerley, near Crystal Palace. And for me growing up with this experience was like literally acknowledging the different cultures and peoples that lived within, like this state.  And it was around the age of about, say, seven or eight – that’s when things for me and my particular estate started to get a bit more contentious with the other people that were moving in. Kids were coming of age , becoming more like free and venturing out and around the estate. And, you know, police kind of, like. harassing, but..."
    },
    {
      "author": "Andrew Marr",
      "text": "So you’ve got different cultures knocking into each other and the police knocking into everybody else."
    },
    {
      "author": "Sam",
      "text": "So Jude Yawson describes his upbringing. He used the word contentious – likely to cause or create an argument – to describe life on the estate."
    },
    {
      "author": "Neil",
      "text": "Yes, and he said the kids were coming of age – meaning transitioning from a child into an adult. In his interview, he goes on to say how a teacher gave him the advice that if he ever got stabbed, not to remove the knife - as he would bleed to death."
    },
    {
      "author": "Sam",
      "text": "He says that at the age of 14 when he was told that, he felt grateful and that the teacher was looking out for him, but in hindsight questions why a teenager should receive that information."
    },
    {
      "author": "Neil",
      "text": "What this does is give us an insight into life and the background that led to some people, like Stormzy, creating grime music. He says that it started off in the bedrooms and basements of tower blocks and homes in these areas of London, with many artists’ works being broadcast on pirate radio stations."
    },
    {
      "author": "Sam",
      "text": "That said, for some people, this type of music represents something different. There are some who think the hard-hitting lyrics and strong beats glorify violence. They see it as an aggressive and violent form of music."
    },
    {
      "author": "Neil",
      "text": "However, Jude Yawson, speaking with Andrew Marr on BBC Radio 4 programme Start the Week, has a different interpretation of what grime music is all about."
    },
    {
      "author": "Jude Yawson",
      "text": "I describe grime as like a soulful shout… there’s a necessity in literally getting all of this content out of yourself. And one of the most predominant grime artists, Wiley, was basically the first person that created this sound – it’s like 140 beats per minute. Because that’s such a raw tune, but the chorus literally chants like ‘there are lots of signs in life, some that you may not realise’. And, for me, I was listening to that as like an 11- or 12-year-old and it’s very existential ."
    },
    {
      "author": "Sam",
      "text": "He used the word predominant , which describes the strongest or most important thing, to describe the artist Wiley. That’s who Jude Yawson says was the first person to create the grime sound."
    },
    {
      "author": "Neil",
      "text": "He also used the verb chants – sings repeatedly over and over – to talk about the chorus from one of Wiley’s songs."
    },
    {
      "author": "Sam",
      "text": "And he described the experience of listening to it as being existential – relating to human existence."
    },
    {
      "author": "Neil",
      "text": "Which inspires me to go and listen to some grime music after today’s show, but before we do – I asked you a question about the real name of the grime artist Stormzy."
    },
    {
      "author": "Sam",
      "text": "You did. And being a fan of many different music styles – I think I know this one! I said a) Michael Omari."
    },
    {
      "author": "Neil",
      "text": "You really do know your music, Sam. You’re right. In fact, his full name is Michael Ebenezer Kwadjo Omari Owuo Jr. I think that I’ll have to make the next question much harder for you! So, before we leave today, let’s recap the vocabulary, starting with eclectic , a word which describes taste which includes a wide variety of styles."
    },
    {
      "author": "Sam",
      "text": "Contentious means creating or causing arguments."
    },
    {
      "author": "Neil",
      "text": "We also had coming of age – transitioning from child to adult."
    },
    {
      "author": "Sam",
      "text": "Predominant refers to something that is the strongest or most important."
    },
    {
      "author": "Neil",
      "text": "Chants is a verb which means sing or repeat the same thing over and over again. And existential means relating to human existence."
    },
    {
      "author": "Sam",
      "text": "Well, we certainty learnt a lot about grime music and its origin."
    },
    {
      "author": "Neil",
      "text": "There are lots more 6 Minute English programmes to enjoy on our website at bbclearningenglish.com."
    },
    {
      "author": "Sam",
      "text": "Thanks for listening and goodbye."
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Jude Yawson",
    "Andrew Marr"
  ]
}