{
  "title": "Why is Super Mario so popular?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b22rn9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211111",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211111_6min_english_super_mario_download.mp3",
  "intro": [
    "Rob and Georgina talk about the famous video game character Super Mario, created in the 1980s and considered iconic. And they teach you related vocabulary."
  ],
  "this_week_question": [
    "Many people remember Super Mario Bros. as being the first time we saw Mario, but he first appeared in another game – which was it?",
    "a) The Legend of Zelda",
    "b) Donkey Kong",
    "c) Pokemon",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "iconic",
      "desc": "famous for being connected with something or instantly recognisable"
    },
    {
      "text": "a flood of",
      "desc": "large amount of something in a short period of time"
    },
    {
      "text": "cited",
      "desc": "referenced or noted"
    },
    {
      "text": "boom",
      "desc": "short period of sudden growth"
    },
    {
      "text": "unplayable",
      "desc": "not able to be played"
    },
    {
      "text": "holds up",
      "desc": "standards or quality of something is still as good now as when it was made"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Georgina",
      "text": "And I’m Georgina."
    },
    {
      "author": "Rob",
      "text": "Now, Georgina, you recently mentioned in one 6 Minute English programme about NFTs and that you had a collection of Pokemon cards when you were younger."
    },
    {
      "author": "Georgina",
      "text": "Yes – I did, and I still can’t find them. Why did you bring that up?"
    },
    {
      "author": "Rob",
      "text": "Well, Pokemon started out as a video game series that turned into anime movies and trading cards among other things – and in this programme we’re talking about a video game character that is iconic – a word which means widely known and recognised. That character’s name is Super Mario."
    },
    {
      "author": "Georgina",
      "text": "Ahhh I spent many hours of my childhood playing with Nintendo’s Super Mario or his rival, Sega’s Sonic the Hedgehog."
    },
    {
      "author": "Rob",
      "text": "Now, these days, video games are everywhere, and people of all ages enjoy playing them. There’s also competitive e-sports events where gamers compete for what are often considerable amounts of money."
    },
    {
      "author": "Georgina",
      "text": "Yes, and there are also streamers that appear on platforms like Twitch and YouTube who have become celebrities in their own right."
    },
    {
      "author": "Rob",
      "text": "Talking about celebrities, I have a question about the famous character we’re talking about in this programme. Many people remember Super Mario Bros. as being the first time we saw Mario, but he first appeared in another game – which was it? Was it: a) The Legend of Zelda b) Donkey Kong; or c) Pokemon"
    },
    {
      "author": "Georgina",
      "text": "I’m not sure about that – I can’t remember him being in Pokemon, so I’ll go for a) The Legend of Zelda."
    },
    {
      "author": "Rob",
      "text": "OK, Georgina, we’ll find out if you’re right at the end of the programme. So, we established at the start of the programme that these days the video games industry is thriving."
    },
    {
      "author": "Georgina",
      "text": "True – but it wasn’t always that way. It’s hard to imagine now, but in the 1980s the console market was struggling, particularly in the US."
    },
    {
      "author": "Rob",
      "text": "Keza MacDonalds, video games editor for the Guardian newspaper, explains what was happening in the early 1980s. Here she is on BBC World Service programme You and Yours, speaking with Peter White."
    },
    {
      "author": "Keza MacDonald",
      "text": "Well, back then, especially in America, there had been a flood of games that were just not very high quality. One of the games that’s often cited as a factor in the collapse was this game called ET on the Atari, which was so bad they ended up burying thousands of copies of it in the desert, because nobody liked it."
    },
    {
      "author": "boom",
      "text": "And, so we’d had that, especially in America, this didn't happen so much in Europe, but in America just been lots and lots of software. None of it was all that great. There hadn't been anything really revolutionary in some years, so the video game  was really falling off a cliff and Nintendo is what rescued in the US especially."
    },
    {
      "author": "Georgina",
      "text": "Keza MacDonald used the term a flood of – meaning a large number in a short period of time – to describe the number of games that were coming out."
    },
    {
      "author": "Rob",
      "text": "She used cited , which means referenced or noted, when talking about the game ET being a reference for a factor in the collapse of the console market."
    },
    {
      "author": "Georgina",
      "text": "And she said boom – a sudden period of growth. So as ET was mentioned as a factor in the collapse, many people say that Super Mario Bros. was the reason that video games really took off, especially in the US."
    },
    {
      "author": "Rob",
      "text": "It’s interesting to consider what might have been if his creator, Shigeru Miyamoto, had never created that character. The question is, why is that game so popular, what made it so fun to play?"
    },
    {
      "author": "Georgina",
      "text": "Here is Keza Macdonald speaking again with Peter White, on BBC World Service programme, You and Yours, explaining why Mario is just so popular and what makes the original game so satisfying to play."
    },
    {
      "author": "Keza MacDonald",
      "text": "It’s just such a joy to play. It's running and jumping, and it's the joy of movement. When, when you play, even the original Super Mario Bros, you just feel this sense of joy in your movement, and it's one of the greatest games ever made. And a lot of games from 35 years ago are basically unplayable now. They might have been a step to something greater, but Mario was one of those few that really holds up today as it did then."
    },
    {
      "author": "Rob",
      "text": "Keza Macdonald said that some games from 35 years ago are unplayable – so, not possible to play them."
    },
    {
      "author": "Georgina",
      "text": "But she said that Mario holds up – a term used to say that something’s standards or quality has not lessened."
    },
    {
      "author": "Rob",
      "text": "It certainly does hold up – in fact, I played it the other day and I had lots of fun with it – it reminded me of my childhood, and it’s still as good now as it was then."
    },
    {
      "author": "Georgina",
      "text": "Which reminds me of your quiz question, Rob."
    },
    {
      "author": "Rob",
      "text": "Yes, in my quiz question I asked Georgina which game had the first appearance of that famous plumber, Mario."
    },
    {
      "author": "Georgina",
      "text": "I went for a) The Legend of Zelda."
    },
    {
      "author": "Rob",
      "text": "Which is wrong, I’m afraid! Mario’s first appearance was in Donkey Kong, and his creator, Shigeru Miyamoto, never thought he would be that popular."
    },
    {
      "author": "Georgina",
      "text": "Well, I guess we’ve all really learnt something today. Let’s recap the vocabulary from today’s programme about Super Mario, starting with iconic – famously associated with something and instantly recognisable."
    },
    {
      "author": "Rob",
      "text": "Then we had a flood of which means a large amount of something in a short space of time."
    },
    {
      "author": "Georgina",
      "text": "Cited means reference as or noted."
    },
    {
      "author": "Rob",
      "text": "Boom relates to explosion and means a short period of sudden growth."
    },
    {
      "author": "Georgina",
      "text": "Unplayable describes something that can’t be played or a game that is very difficult to enjoy."
    },
    {
      "author": "Rob",
      "text": "And finally, holds up means that the quality or standards of something hasn’t changed and still looks good or plays well."
    },
    {
      "author": "Georgina",
      "text": "That’s all for this programme."
    },
    {
      "author": "Rob",
      "text": "Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Georgina",
    "Keza MacDonald",
    "boom"
  ]
}