{
  "title": "Why we forget the things we learn",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b1vl74.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211118",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211118_6min_english_forgetting_download.mp3",
  "intro": [
    "Many people find it hard to remember things they’ve read or learned while other, sometimes useless, information sticks with them. Georgina and Rob talk about memory, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "Chinese student, Chao Lu, has a record-breaking memory. In 2005, she recited the numbers of pi, the mathematical equation describing the proportions of a circle – but how many digits did she manage to remember?",
    "a)    48,000",
    "b)    68,000",
    "c)    88,000",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "photographic memory",
      "desc": "the ability to remember things in exact detail, like looking at a photograph"
    },
    {
      "text": "the odds of",
      "desc": "the chances or probability that something will happen"
    },
    {
      "text": "a one-off",
      "desc": "something that only happens once"
    },
    {
      "text": "suck at (something)",
      "desc": "be bad at (doing) something (US)"
    },
    {
      "text": "memorise",
      "desc": "learn something exactly so that you can repeat it later"
    },
    {
      "text": "deep learning",
      "desc": "a complete way of learning something that means you fully understand it and will not forget it"
    }
  ],
  "transcript": [
    {
      "author": "Georgina",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Georgina."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Georgina",
      "text": "Do you have a good memory, Rob? Can you remember people’s names, or where you left your car keys?"
    },
    {
      "author": "Rob",
      "text": "Well, I can remember people’s faces, but I have a terrible memory for names. And sometimes I’ll be eagerly reading a book but then a week later I can’t remember a single thing about it!"
    },
    {
      "author": "Georgina",
      "text": "Well, you’re not alone. Many people find it hard to remember things they’ve read or learned while other, sometimes useless, information sticks with them."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ll be finding out why we forget the things we’ve learned, whether that’s someone’s name, a word in English or where you put your wallet."
    },
    {
      "author": "Georgina",
      "text": "But first let me ask you my quiz question, Rob - before I forget. You and I might struggle to remember someone’s phone number but Chinese student, Chao Lu, has a record-breaking memory. In 2005, she recited the numbers of pi, the mathematical equation describing the proportions of a circle – but how many digits did she manage to remember? Was it: a)    48,000? b)    68,000?  or c)    88,000?"
    },
    {
      "author": "Rob",
      "text": "Wow! It sounds like Chao Lu has an incredible memory! I’ll say she remembered b) 68,000 digits of pi."
    },
    {
      "author": "Georgina",
      "text": "OK, Rob, let’s remember to find out the answer at the end of the programme."
    },
    {
      "author": "Rob",
      "text": "OK, will do. Someone like Chao Lu might have a photographic memory – the ability to remember things in exact detail, like looking at a photograph. But for the rest of us, things are more complicated."
    },
    {
      "author": "Georgina",
      "text": "Dr Jared Horvath is an educational neuroscientist at the University of Melbourne. According to him, there are two rules which explain how we remember information."
    },
    {
      "author": "Rob",
      "text": "Listen to Dr Horvath talking to BBC World Service programme, The Why Factor, and see if you can hear the two rules he mentions:"
    },
    {
      "author": "Dr Jared Horvath",
      "text": "Rule number one is repetition is key. The odds of remembering something after a one-off are incredibly slim…unless you can immediately link it to something you already understand – so, my middle name is Cuney… if I ever meet someone named Cuney I’ll never forget that ‘cos I have an immediate link… but if I meet someone named Joe… so a one-off, we all pretty much suck at it - unless we focus. So then rule two then becomes, we remember what we focus on."
    },
    {
      "author": "Georgina",
      "text": "The first rule for remembering is repetition. The odds – meaning the probability, of remembering something are low if you learn it as a one-off - something that only happens once."
    },
    {
      "author": "Rob",
      "text": "Dr Horvath’s second rule is about focus: we remember what we focus on. This involves making links between new information and something you already understand."
    },
    {
      "author": "Georgina",
      "text": "These are the most effective methods of remembering, and most of us suck at – or are bad at – other ways of remembering things."
    },
    {
      "author": "Rob",
      "text": "Now, of course, one group of people who need good memory is students. Do you remember cramming for school exams, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Ah yes, staying up late trying to revise everything the night before an exam. I remember doing that - but it didn’t work!"
    },
    {
      "author": "Rob",
      "text": "Yes. Dr Horvath’s research found that students who cram for tests forget around 90% of what they studied within 72 hours."
    },
    {
      "author": "Georgina",
      "text": "He thinks education shouldn’t be about trying to cram students’ heads with facts and figures. It should involve something more meaningful, as he explains to BBC World Service’s, The Why Factor:"
    },
    {
      "author": "Dr Jared Horvath",
      "text": "The thing that I like about education is its really moving from a model of  ‘just memorise as much as you can’ into what we now call deep learning which is, instead of giving you a hundred things and I just need to know that you can remember them, I’m going to give you ten things and instead of just being able to remember them, I want you to be able to describe it deeply and come up with new ways of looking at it."
    },
    {
      "author": "Rob",
      "text": "Traditionally, education involves memorising – learning information exactly as it is so that you can repeat it later."
    },
    {
      "author": "Georgina",
      "text": "But being able to repeat something like a parrot doesn’t always mean you understand it. Dr Horvath advocates a technique called deep learning – a complete way of learning something that means you fully understand and will not forget it."
    },
    {
      "author": "Rob",
      "text": "So, remember: repetition, focus and deep learning are the memory muscles we need. Maybe that’s how Chinese student, Chau Lu, developed her record-breaking memory. You do remember your quiz question, don’t you, Georgina?"
    },
    {
      "author": "Georgina",
      "text": "Yes, thank you, Rob - my memory isn’t that bad! I asked you how many digits of the mathematical equation, pi, she could remember."
    },
    {
      "author": "Rob",
      "text": "And I said b) 68,000 digits."
    },
    {
      "author": "Georgina",
      "text": "Which was… the correct answer! Actually, the number was so long it took her over 24 hours without a break to recite it all!"
    },
    {
      "author": "Rob",
      "text": "Oh Wow! Her brain must have be aching after all that. OK, let’s recap the vocabulary from this programme starting with a photographic memory which is the ability to remember things in exact detail, like looking at a photograph."
    },
    {
      "author": "Georgina",
      "text": "The odds of something happening mean the chances that it will happen."
    },
    {
      "author": "Rob",
      "text": "A one-off is something that only happens once."
    },
    {
      "author": "Georgina",
      "text": "To suck at something is an informal way to say ‘be bad at doing something’. It’s more common in American English."
    },
    {
      "author": "Rob",
      "text": "If you memorise something, you learn it exactly so that you can repeat it later."
    },
    {
      "author": "Georgina",
      "text": "And finally, deep learning describes a complete way of learning something so that you fully understand it and will not forget it."
    },
    {
      "author": "Rob",
      "text": "OK, well, that’s all from us, but don’t forget to join us again soon for more trending topics and top tips to help you remember useful and everyday English vocabulary. Bye for now!"
    },
    {
      "author": "Georgina",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Georgina",
    "Rob",
    "Dr Jared Horvath"
  ]
}