{
  "title": "ody language online",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b52fzj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211209",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211209_6min_english_body_language_download..mp3",
  "intro": [
    "The coronavirus pandemic has forced millions of people worldwide to get used to meeting others only through a computer screen. But how can we make these meetings feel more natural? That's what Neil and Sam discuss, as they teach you related vocabulary."
  ],
  "this_week_question": [
    "Erica Dhawan may be a communications expert now, but growing up in Pennsylvania she was a shy and quiet schoolgirl. So how did Erica beat her shyness and become the confident communicator she is today? Did she...",
    "a)    attend public speaking classes?",
    "b)    copy the body language of the cool kids at school?",
    "c)    raised her hand to answer the teacher’s questions, even if she didn’t know the answer?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "body language",
      "desc": "communication though the movements and gestures of your body, rather than with words"
    },
    {
      "text": "eye contact",
      "desc": "two people look at each other’s eyes at the same time"
    },
    {
      "text": "brainstorming",
      "desc": "discussing suggestions with a group of people to come up new ideas or solve problems"
    },
    {
      "text": "to process",
      "desc": "to understand information by thinking about it and reflecting on it carefully"
    },
    {
      "text": "in unison",
      "desc": "happening together and at the same time"
    },
    {
      "text": "water cooler effect",
      "desc": "informal conversations and chats between people in their office or workplace (US)"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. When Neil and I record 6 Minute English face-to-face in the BBC Learning English studio which, I am happy to say, we are doing right now, we look at each other as we speak. We smile and use hand gestures and facial expressions in a type of communication called body language ."
    },
    {
      "author": "Neil",
      "text": "But during the Covid pandemic, everyday meetings with work colleagues, teachers and friends, and 6 Minute English recording - all moved online."
    },
    {
      "author": "Sam",
      "text": "Video meetings using software like Zoom and Skype became the normal way to communicate with family and friends. And whatever happens with Covid in the future, it seems they’re here to stay."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be asking: how has body language changed in the world of online video meetings?"
    },
    {
      "author": "Sam",
      "text": "We’ll meet the person who wrote the rulebook for clear communication in the digital age – Erica Dhawan, author of a new book, ‘Digital Body Language’."
    },
    {
      "author": "Neil",
      "text": "But before that, I have a question for you, Sam, and it’s about Erica Dhawan. She may be a communications expert now, but growing up in Pennsylvania she was a shy and quiet schoolgirl. So how did Erica beat her shyness and become the confident communicator she is today? Did she:"
    },
    {
      "author": "Sam",
      "text": "I’ll guess that c – she raised her hand to answer the teacher’s questions."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll reveal the correct answer later in the programme."
    },
    {
      "author": "Sam",
      "text": "In face-to-face meetings, we immediately see someone’s reaction to what we’ve said through eye contact , where two people look into each other’s eyes as they talk."
    },
    {
      "author": "Neil",
      "text": "Unfortunately, using a web camera to make eye contact is almost impossible in online meetings and this often creates a kind of ‘distancing’ effect."
    },
    {
      "author": "Sam",
      "text": "Erica Dhawan makes several suggestions to help with this. See if you can hear the final suggestion she makes to Michael Rosen as part of BBC Radio 4’s Word of Mouth."
    },
    {
      "author": "Erica Dhawan",
      "text": "And last but not least, slow down. Remember when it was completely normal to have a one-minute pause in a room with one another because we knew when we’re thinking and brainstorming . If we don’t hear someone speak on video, we ask them if they’re on mute. Practise what I call the five-second rule – wait five seconds before speaking to make sure that individuals have time to process the ideas, especially if there may be technology or accessibility issues."
    },
    {
      "author": "Sam",
      "text": "Did you hear Erica’s last piece of advice, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, she recommends slowing down, something we do naturally face-to-face when we’re thinking or brainstorming – that’s discussing suggestions with a group of people to come up with new ideas or to solve problems."
    },
    {
      "author": "Sam",
      "text": "Slowing down gives us time to process new information – to understand it by thinking carefully and reflecting on it."
    },
    {
      "author": "Neil",
      "text": "Erica compares online body language to learning a new language - it takes practice, especially when it comes to smiling and laughing, something Michael Rosen finds hard to do in video meetings."
    },
    {
      "author": "Sam",
      "text": "Listen to him discussing this problem with Erica Dhawan for BBC Radio 4’s, Word of Mouth."
    },
    {
      "author": "Michael Rosen",
      "text": "Do you think it’s killing off people laughing and smiling in the way we do when we’re altogether in the live situation?"
    },
    {
      "author": "in unison",
      "text": "I would say that it is much less likely that we laugh and smile on camera for a few reasons. Number one, laughing is often done  where we can quickly pick up the energy of someone smiling or laughing and feed off of that and laugh ourselves. When it comes to screen delays, the fact that it’s not natural to see our own camera – being distracted by that – we are much less likely to laugh and smile. One of the ways we can overcome this is by creating intentional moments in our meetings for the water cooler effect."
    },
    {
      "author": "Sam",
      "text": "Erica points out that laughing often happens in unison – together and at the same time."
    },
    {
      "author": "Neil",
      "text": "Yes, if someone starts laughing it makes me laugh too."
    },
    {
      "author": "Sam",
      "text": "She also thinks it’s important to make time for employees to chat informally about things unrelated to work – their weekend plans or last night’s TV show."
    },
    {
      "author": "Neil",
      "text": "And she uses the expression, the water cooler effect which comes from the United States where office workers sometimes meet at the water fountain to chat."
    },
    {
      "author": "Sam",
      "text": "So, the water cooler effect refers to informal conversations that people have in their office or workplace, maybe in the lift, the office kitchen or, if there is one, by an actual water cooler."
    },
    {
      "author": "Neil",
      "text": "Erica Dhawan seems very comfortable communicating online, but she’s had lots of time to practice since her schooldays."
    },
    {
      "author": "Sam",
      "text": "Ah yes, Neil, in your quiz question you asked how Erica conquered her shyness at school. I guessed that she raised her hand to answer the teacher’s questions."
    },
    {
      "author": "Neil",
      "text": "It was a good guess, Sam, but the correct answer is b – she copied the body language of her cool teenage classmates, so probably lots of rolled eyes and slouching!"
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary from this programme about online body language – non-verbal ways of communicating using the body."
    },
    {
      "author": "Neil",
      "text": "Eye contact is when two people look at each other’s eyes at the same time."
    },
    {
      "author": "Sam",
      "text": "Brainstorming involves a group discussion to generate new ideas or solutions."
    },
    {
      "author": "Neil",
      "text": "When we process information, we think about it carefully in order to understand it."
    },
    {
      "author": "Sam",
      "text": "In unison means happening together and at the same time"
    },
    {
      "author": "Neil",
      "text": "And finally, the water cooler effect is an American expression to describe informal conversations between people at work."
    },
    {
      "author": "Sam",
      "text": "Neil is looking at his watch, which is body language that tells me our six minutes are up!"
    },
    {
      "author": "Neil",
      "text": "Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Erica Dhawan",
    "Michael Rosen",
    "in unison"
  ]
}