{
  "title": "Algorithms",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b8bff4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211223",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211223_6min_english_algorithms_download.mp3",
  "intro": [
    "Algorithms are often hidden, but they are very much present in our daily lives. If you order a pizza using an app, join an online dating site or use a search engine, they are doing something for you. Sam and Neil discuss maths and teach you related vocabulary."
  ],
  "this_week_question": [
    "Einstein’s famous equation is E=MC2 - but what does the ‘E’ stand for?",
    "a)    electricity",
    "b)    energy",
    "c)    everything",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "equation",
      "desc": "mathematical statement using symbols to show how two things are equal"
    },
    {
      "text": "bogyman",
      "desc": "someone that people called bad or evil in order to make other people afraid"
    },
    {
      "text": "inscrutable",
      "desc": "not showing emotions or thoughts and therefore very difficult to know"
    },
    {
      "text": "efficient",
      "desc": "working quickly and effectively in an organised way"
    },
    {
      "text": "sort",
      "desc": "group things which share similarities together"
    },
    {
      "text": "in a flash",
      "desc": "quickly or suddenly"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "What do shopping with a credit card, finding love through internet dating and waiting for the traffic lights to change have in common?"
    },
    {
      "author": "Sam",
      "text": "Hmmm, they all involve computers?"
    },
    {
      "author": "Neil",
      "text": "Good guess, Sam! But how exactly do those computers work? The answer is that they all use algorithms – sets of mathematical instructions which find solutions to problems."
    },
    {
      "author": "Sam",
      "text": "Although they are often hidden, algorithms are all around us. From mobile phone maps to home delivery pizza, they play a big part of modern life. And they’re the topic of this programme."
    },
    {
      "author": "Neil",
      "text": "A simple way to think of algorithms is as recipes. To make pancakes you mix flour, eggs and milk, then melt butter in a frying pan and so on. Computers do this in more a complicated way by repeating mathematical equations over and over again."
    },
    {
      "author": "Sam",
      "text": "Equations are mathematical sentences showing how two things are equal. They’re similar to algorithms and the most famous scientific equation of all, Einstein's E=MC2, can be thought of as a three-part algorithm."
    },
    {
      "author": "Neil",
      "text": "But before my brain gets squashed by all this maths, I have a quiz question for you, Sam. As you know, Einstein’s famous equation is E=MC2 - but what does the ‘E’ stand for? Is it: a)    electricity? b)    energy?  or c)    everything?"
    },
    {
      "author": "Sam",
      "text": "I’m tempted to say ‘E’ is for ‘everything’ but I reckon I know the answer: b – ‘E’ stands for ‘energy’."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if you’re right later in the programme."
    },
    {
      "author": "Sam",
      "text": "With all this talk of computers, you might think algorithms are a new idea. In fact, they’ve been around since Babylonian times, around 4,000 years ago."
    },
    {
      "author": "Neil",
      "text": "And their use today can be controversial. Some algorithms used in internet search engines have been accused of racial prejudice."
    },
    {
      "author": "Sam",
      "text": "Ramesh Srinivasan is Professor of Information Studies at the University of California. Here’s what he said when asked what the word ‘algorithm’ actually means by BBC World Service’s programme, The Forum:"
    },
    {
      "author": "Ramesh Srinivasan",
      "text": "My understanding of the term ‘algorithm’ is that it’s not necessarily the bogyman , or its not necessarily something that is, you know, inscrutable or mysterious to all people – it’s the set of instructions that you write in some mathematical form or in some software code – so it’s the repeated set of instructions that are sequenced, that are used and applied to answer a question or resolve a problem – it’s a simple as that, actually."
    },
    {
      "author": "Sam",
      "text": "Some think that algorithms have been controversial, but Professor Srinivasan says they are not necessarily the bogyman . The bogyman refers to something people call ‘bad’ or ‘evil’ to make other people afraid."
    },
    {
      "author": "Neil",
      "text": "Professor Srinivasan thinks algorithms are neither evil nor inscrutable – not showing emotions or thoughts and therefore very difficult to understand."
    },
    {
      "author": "Sam",
      "text": "Still, it can be difficult to understand exactly what algorithms are, especially when there are many different types of them. So, let’s take an example."
    },
    {
      "author": "Neil",
      "text": "It’s autumn and we want to collect all the apples from our orchard and divide them into three groups – big, medium and small. One method is to collect all the apples together and compare their sizes."
    },
    {
      "author": "Sam",
      "text": "But doing this would take hours! It’s much easier to first collect the apples from only one tree - divide those into big, medium or small – and then repeat the process for the other trees, one by one."
    },
    {
      "author": "Neil",
      "text": "That’s basically what algorithms do – they find the most efficient way to get things done, or in other words, get the best results in the quickest time."
    },
    {
      "author": "Sam",
      "text": "Mathematics professor Ian Stewart agrees. Listen as he explains how the algorithm called ‘bubble sort’ works to BBC World Service’s programme, The Forum:"
    },
    {
      "author": "Ian Stewart",
      "text": "Think of when your computer is sorting emails by date and maybe you’ve got 500 emails and it sorts them by date in a flash. Now it doesn’t use bubble sort, but it does use a sorting method and if you tried to do that by hand it would take you a very long time, whatever method you used."
    },
    {
      "author": "Neil",
      "text": "Professor Stewart describes how algorithms sort emails. To sort is a verb meaning to group together things which share similarities."
    },
    {
      "author": "Sam",
      "text": "Just like grouping the apples by size, sorting hundreds of emails by hand would take a long time. But using algorithms, computers do it in a flash – very quickly or suddenly."
    },
    {
      "author": "Neil",
      "text": "That phrase – in a flash – reminds me of how Albert Einstein came up with his famous equation, E=MC2."
    },
    {
      "author": "Sam",
      "text": "And that reminds me of your quiz question. You asked about the ‘E’ in E=MC2. I said it stands for ‘energy’. So, was I right?"
    },
    {
      "author": "Neil",
      "text": "‘Energy’ is the correct answer. Energy equals ‘M’ for mass, multiplied by the Constant ‘C’ which is the speed of light, squared."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary from this programme, starting with equation – a mathematical statement using symbols to show two equal things."
    },
    {
      "author": "Neil",
      "text": "If something is called a bogyman , it’s something considered bad and to be feared."
    },
    {
      "author": "Sam",
      "text": "Inscrutable people don’t show their emotions so are very difficult to get to know."
    },
    {
      "author": "Neil",
      "text": "Efficient means working quickly and effectively in an organised way"
    },
    {
      "author": "Sam",
      "text": "The verb to sort means to group together things which share similarities."
    },
    {
      "author": "Neil",
      "text": "And finally, if something happens in a flash , it happens quickly or suddenly."
    },
    {
      "author": "Sam",
      "text": "That’s all the time we have to discuss algorithms. And if you’re still not 100% sure about exactly what they are, we hope at least you’ve learned some useful vocabulary!"
    },
    {
      "author": "Neil",
      "text": "Join us again soon for more trending topics, sensational science and useful vocabulary here at 6 Minute English from BBC Learning English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Ramesh Srinivasan",
    "Ian Stewart"
  ]
}