{
  "title": "Do trees have memories?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0b8mgvt.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english/ep-211230",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/211230_6min_english_trees_memories_download.mp3",
  "intro": [
    "Can plants 'remember' stressful situations, such as droughts or pests? And if so, does it make them stronger and better able to fight disease? Sam and Neil discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Trees grow a new ring every year and by counting them we can estimate their age. One of Earth’s longest living trees is The Great Bristlecone Pine, found on the west coast of America. But how long can these trees live?",
    "a) over 1,000 years",
    "b) over 3,000 years",
    "c) over 5,000 years",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "immune system",
      "desc": "cells and organs which protect the human body from infection and disease"
    },
    {
      "text": "food chain",
      "desc": "plants and animals that are linked in a chain because each thing eats something weaker than it, and gets eaten by something stronger"
    },
    {
      "text": "opportunistic",
      "desc": "takes advantage of a situation to gain benefit, often without thinking whether the action is right or wrong"
    },
    {
      "text": "hypothesis",
      "desc": "idea that explains how or why something happens which has yet to be tested to see if it’s correct"
    },
    {
      "text": "drought",
      "desc": "long period of time with little or no rain"
    },
    {
      "text": "not bothered (about something)",
      "desc": "not worried or concerned because it’s not important to you"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Over the past 18 months, we’ve heard a lot about the human immune system – the cells in our bodies that fight diseases like coronavirus. We know that in humans the blood stream carries immune cells around our body."
    },
    {
      "author": "Sam",
      "text": "But what about trees and plants? They don’t have blood, so how do they protect themselves?"
    },
    {
      "author": "Neil",
      "text": "That’s a good question, Sam, and the answer involves memory. Us, humans, store memories in our brain, but our body also remembers things, including stressful situations from the past, which it stores in our genes. The information gets passed on to our children genetically."
    },
    {
      "author": "Sam",
      "text": "But surely trees don’t have memories, Neil! I mean, do you think a tree can remember being young or what it was doing last year?"
    },
    {
      "author": "Neil",
      "text": "Well, not exactly, but trees grow rings – a layer of wood for each year of growth. That could be a kind of memory."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be asking whether trees can remember – and if so, does it make them stronger and better able to fight disease?"
    },
    {
      "author": "Neil",
      "text": "But before that I have a question for you, Sam. As I said, trees grow a new ring every year and by counting them we can estimate their age. One of Earth’s longest living trees is The Great Bristlecone Pine, found on the west coast of America. But how long can these trees live? Is it: a) over 1,000 years? b) over 3,000 years? or c) over 5,000 years?"
    },
    {
      "author": "Sam",
      "text": "Wow, it’d be a job to count the rings on those trees! I’ll say b) over 3,000 years."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll reveal the correct answer later."
    },
    {
      "author": "Sam",
      "text": "Unlike us, trees don’t have blood and bones to protect them from outside attacks, so how exactly does a tree’s immune system work?"
    },
    {
      "author": "Neil",
      "text": "That’s what BBC World Service programme, CrowdScience, asked bioscientist, Jurriaan Ton. Here’s what he said:"
    },
    {
      "author": "Jurriaan Ton",
      "text": "Plants in particular need to have a very efficient immune system for two important reasons. Firstly, they sit at the bottom of the food chain so there are a lot of opportunistic organisms out there, including insect herbivores and microbial pathogens who want to tap into that biochemical energy that is stored in plants. The other reason is plants are rooted to the ground – they cannot escape from the stressful conditions in their environment."
    },
    {
      "author": "Sam",
      "text": "It’s hard for trees to protect themselves. Unlike animals, they can’t run away, and they’re at the bottom of the food chain – the plants and animals linked in a chain of eating weaker things and then being eaten by stronger ones."
    },
    {
      "author": "Neil",
      "text": "Rabbits eat grass and, in turn, are eaten by foxes."
    },
    {
      "author": "Sam",
      "text": "Right. If you are at the bottom of the food chain , everything wants to eat you, including opportunistic animals. If something is opportunistic , it takes advantage of a situation to gain some benefit for itself. Tree leaves are opportunities for hungry insects and caterpillars to eat."
    },
    {
      "author": "Neil",
      "text": "So, trees need immunity because they’re under attack, either from disease or from living things wanting to eat them. But what about memory, Sam?"
    },
    {
      "author": "Sam",
      "text": "If trees can remember stress - types of insects that eat it, for example – they might be better prepared in future."
    },
    {
      "author": "Neil",
      "text": "For me, stress is a work deadline or moving house, but for trees it’s more basic, something like not getting enough water."
    },
    {
      "author": "Sam",
      "text": "Dr Estrella Luna-Diez believes trees record stress in their rings. A small ring, showing that the tree didn’t grow much that year, indicates some outside stress. She explained more to BBC World Service programme, CrowdScience:"
    },
    {
      "author": "Estrella Luna-Diez",
      "text": "Our hypothesis would be that, depending on the level of that stress – if it was a really long-lasting drought of a few years, then maybe the tree can remember it for a long time because it needs to adapt to that hostile environment. Now, maybe the hypothesis would be the other way around, maybe if it was a very dry July for instance, maybe the tree is not even that bothered and then it forgets within one year because that memory of stress is gonna be holding it back on its growth, for instance."
    },
    {
      "author": "Neil",
      "text": "Dr Luna-Diez has a hypothesis – an idea that explains how or why something happens which has yet to be tested to see if it’s correct."
    },
    {
      "author": "Sam",
      "text": "Her hypothesis is that trees remember stressful outside events, something like a drought – a long period of time with little or no rain."
    },
    {
      "author": "Neil",
      "text": "For a tree which has lived for hundreds of years it might be useful to remember that 1947 was a very dry summer."
    },
    {
      "author": "Sam",
      "text": "On the other hand, maybe that stressful year is best forgotten. Maybe the tree is not bothered – not worried or concerned because it’s not important to it."
    },
    {
      "author": "Neil",
      "text": "So, trees do have memories - but they don’t let it get them stressed!"
    },
    {
      "author": "Sam",
      "text": "Maybe that’s the secret to a long life! But what’s the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Ah yes, I asked you how long Earth’s oldest trees, Great Bristlecone Pines, can live."
    },
    {
      "author": "Sam",
      "text": "I said b) over 3,000 years. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were wrong, I’m afraid, Sam. They live even longer – over 5,000 years, in fact – all the way back to the Bronze Age."
    },
    {
      "author": "Sam",
      "text": "What memories those trees must have - if only they could speak! Right, let’s recap the vocabulary we’ve learned, starting with immune system – the body’s way of fighting infection and disease."
    },
    {
      "author": "Neil",
      "text": "A food chain describes the ways plants and animals get eaten and eat each other."
    },
    {
      "author": "Sam",
      "text": "Opportunistic people take advantage of a situation to get some benefit for themselves."
    },
    {
      "author": "Neil",
      "text": "A hypothesis is an idea to explain how or why something happens that hasn’t been tested to see if it’s correct."
    },
    {
      "author": "Sam",
      "text": "A drought is a long period of time with little or no rain."
    },
    {
      "author": "Neil",
      "text": "And finally, if you’re not bothered about something , you’re not worried because it’s not important to you."
    },
    {
      "author": "Sam",
      "text": "Our six minutes are over. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Jurriaan Ton",
    "Estrella Luna-Diez"
  ]
}