{
  "title": "Preparing for the Beijing Winter Olympics",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bgfs4w.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220127",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220127_6min_english_winter_olympics_download.mp3",
  "intro": [
    "Beijing is preparing to host the 2022 Winter Olympics, but the games will look different this time. Neil and Sam give you an update and teach you some related vocabulary so you can talk about it too."
  ],
  "this_week_question": [
    "The Winter Olympics have not been around as long as the Summer Olympics, so do you know when the first Winter event took place?",
    "a)    1904",
    "b)    1924",
    "c)    1934",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "controversy",
      "desc": "disagreement or argument about something people have strong feelings about"
    },
    {
      "text": "in full swing",
      "desc": "at its highest level or activity"
    },
    {
      "text": "headache",
      "desc": "something that causes you a lot of problems"
    },
    {
      "text": "mountain",
      "desc": "(metaphor) large amount of something"
    },
    {
      "text": "dynamic",
      "desc": "continually changing and developing"
    },
    {
      "text": "the clock is ticking",
      "desc": "time is running out to prepare for or complete something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Sam, would you describe yourself as ‘sporty’?"
    },
    {
      "author": "Sam",
      "text": "Well, I do like to go running and I might watch some sport on TV."
    },
    {
      "author": "Neil",
      "text": "Would you watch sport like bandy, skeleton or perhaps luge?"
    },
    {
      "author": "Sam",
      "text": "Ah, you’re talking about quite specialised sports, played on ice or snow, and that’s because it’s almost time for the Winter Olympics."
    },
    {
      "author": "Neil",
      "text": "Yes, you’re right. The 2022 Winter Olympics starts in Beijing on the 4th February. This event will mark the return of the Olympics to Beijing for the first time in 14 years, having previously hosted the 2008 Summer Games."
    },
    {
      "author": "Sam",
      "text": "That means Beijing will become the first city in the world to have hosted both the Winter and Summer Games. But these latest Games are not without controversy – that’s disagreement or argument about something people have strong feelings about."
    },
    {
      "author": "Neil",
      "text": "More about that later – but as usual, I have a question or you, Sam. The Winter Olympics have not been around as long as the Summer Olympics, so do you know when the first Winter event took place? Was it in: a)    1904 b)    1924, or c)    1934?"
    },
    {
      "author": "Sam",
      "text": "Well, as they are relatively new, I’ll go for c) 1934."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if that’s right later in the programme. Now, this latest Winter Olympics are scheduled to include a record 109 events over 15 disciplines in seven sports - biathlon, bobsledding, curling, ice hockey, luge, skating and skiing. A discipline in this context is a particular way of doing a sport."
    },
    {
      "author": "Sam",
      "text": "The BBC’s China correspondent, Stephen McDonell, went to a recent test event for the Olympics and explained what the organisers are hoping for…"
    },
    {
      "author": "Stephen McDonell, BBC China correspondent",
      "text": "In the mountains outside Beijing, the test events are in full swing . (The) Games organisers will be hoping (that) despite the coronavirus headaches , despite the alleged human rights abuses, despite the allegations from a former Chinese Olympian - a tennis star at that - involving a senior government official - they can still produce a memorable Winter Olympics."
    },
    {
      "author": "Neil",
      "text": "So that was Stephen McDonell at a test event which he described as being in full swing – so, at its highest level or activity – its busiest. And he mentioned the controversy surrounding the games."
    },
    {
      "author": "Sam",
      "text": "Yes, he mentioned the coronavirus headache – not an actual headache but something that causes a lot of problems. Covid-19 certainly makes it difficult to plan a huge event like this, particularly managing people who are travelling from all parts of the world."
    },
    {
      "author": "Neil",
      "text": "On top of this, China is accused of human rights abuses against the Uighur Muslims. And there is the controversy around the tennis player, Peng Shuai."
    },
    {
      "author": "Sam",
      "text": "But despite the issues facing the game’s organisers, they want to put on an event that is hard to forget, for good reasons – Stephen used the word memorable ."
    },
    {
      "author": "Neil",
      "text": "Well, seeing athletes hurtle down an icy track at 130 kilometres an hour on what looks like a tea tray, is certainly unforgettable. This is what they call ‘the skeleton’."
    },
    {
      "author": "Sam",
      "text": "Let’s hear more about the preparations for the games from the BBC’s Stephen McDonell."
    },
    {
      "author": "Stephen McDonell, BBC China correspondent",
      "text": "The games will be held in a freezing, mostly dry area - a mountain of snow making is required, but this can make for quick, dynamic runs. The athletes we spoke to said these sites will make for high-quality competition - for everyone here, the clock is now ticking ."
    },
    {
      "author": "Neil",
      "text": "So, despite this being a winter event, held in a cold place, enormous quantities of artificial snow have to be made. Stephen McDonell describes this as a mountain of snow – not a real mountain – but a large amount of it."
    },
    {
      "author": "Sam",
      "text": "But some athletes say this type of snow is good for speed, and changing and developing – or dynamic – conditions. They hope it will be a ‘high-quality’ competition."
    },
    {
      "author": "Neil",
      "text": "Let’s hope so, and it’s not long until it starts – and for the athletes the clock is ticking , meaning time is running out to prepare."
    },
    {
      "author": "Sam",
      "text": "And our time is running out too, so Neil, what’s the answer to the question you asked me?"
    },
    {
      "author": "Neil",
      "text": "Oh yes, I asked you when the first Winter Olympics took place?"
    },
    {
      "author": "Sam",
      "text": "And I said 1934."
    },
    {
      "author": "Neil",
      "text": "Which was… I’m afraid to say, Sam, the wrong answer. The first Winter Olympic Games took place in 1924 and were held in Chamonix in the French Alps. The Beijing Winter Olympics is the 24th games. And the Paralympic Games will take place a month later in the city, between 4th and 13th March 2022."
    },
    {
      "author": "Sam",
      "text": "Looks like I need to brush up on my Winter Olympics knowledge but not before we recap some of the vocabulary we’ve mentioned, starting with controversy – disagreement or argument about something people have strong feelings about."
    },
    {
      "author": "Neil",
      "text": "We talked about something being in full swing – so, at its highest level of activity."
    },
    {
      "author": "Sam",
      "text": "And a headache is, metaphorically, something that causes you a lot of problems."
    },
    {
      "author": "Neil",
      "text": "A mountain is not only a very high hill - used metaphorically it means a large amount of something."
    },
    {
      "author": "Sam",
      "text": "Something continually changing and developing can be described as dynamic ."
    },
    {
      "author": "Neil",
      "text": "And finally, the clock is ticking , means time is running out to prepare for or complete something."
    },
    {
      "author": "Sam",
      "text": "Well, the clock is no longer ticking for us because our six minutes are up!"
    },
    {
      "author": "Neil",
      "text": "Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Stephen McDonell, BBC China correspondent"
  ]
}