{
  "title": "Are personalised diets the best way to be healthy?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bht4j8.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220120",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220120_6min_english_gut_health_download.mp3",
  "intro": [
    "Many diets claim to improve health or help you lose weight, recent research shows that what counts is not what you eat but how your body reacts . Neil and Sam discuss how microbes matter when it comes to food, and teach some related vocabulary."
  ],
  "this_week_question": [
    "How long exactly is the average adult’s gut?",
    "a) 3.5 metres",
    "b) 5.5 metres",
    "c) 7.5 metres",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "gut",
      "desc": "(informal) intestines; long tube inside the body which starts below the stomach and helps digest food"
    },
    {
      "text": "microbes",
      "desc": "tiny, microscopic organisms living inside the human body"
    },
    {
      "text": "calorie",
      "desc": "unit measuring the amount of energy that food provides"
    },
    {
      "text": "flimsy",
      "desc": "weak and difficult to believe; not convincing"
    },
    {
      "text": "skinny",
      "desc": "very thin"
    },
    {
      "text": "stick out of the crowd",
      "desc": "be very easy to notice, in a positive sense"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "In recent years new diets with names like ‘vegan’, ‘keto’ and ‘paleo’ have become very popular. Are you a vegetarian, Neil? Do you follow any particular diet?"
    },
    {
      "author": "Neil",
      "text": "Well, I eat lots of fresh fruit and vegetables and only a little meat from time to time."
    },
    {
      "author": "Sam",
      "text": "Well, while many diets claim to improve health or help you lose weight, recent research shows that what counts is not what you eat but how your body reacts ."
    },
    {
      "author": "Neil",
      "text": "Yes, and that reaction doesn’t happen where you might think – not in the brain, or tongue, or even the stomach, but in the gut – another name for the intestines - the long tube inside your body which digests food."
    },
    {
      "author": "Sam",
      "text": "Inside everyone’s gut are millions of microbes – tiny living organisms, too small to see without a microscope. Some of them are good for us, some bad."
    },
    {
      "author": "Neil",
      "text": "Microbes help digest food, but they influence our bodies more than we know. Think of them as chemical factories that cause our individual reaction to the food we eat."
    },
    {
      "author": "Sam",
      "text": "This mix of gut microbes is unique and different for everyone, even identical twins."
    },
    {
      "author": "Neil",
      "text": "And it’s the reason why some doctors now recommend a personalised diet, one that perfectly fits your own unique combination of microbes."
    },
    {
      "author": "Sam",
      "text": "We’ll hear more soon, but first I have a question for you, Neil, and it’s about the gut - the tube which includes the large and small intestine. It’s very long - but how long exactly is the average adult’s gut? Is it: a) 3.5 metres? b) 5.5 metres? or, c) 7.5 metres?"
    },
    {
      "author": "Neil",
      "text": "Well, everybody is different of course, but I’ll say on average the gut is b) 5.5 metres long."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, I’ll reveal the answer later in the programme."
    },
    {
      "author": "Neil",
      "text": "Among the first to investigate gut microbes was Dr Tim Spector, author of bestselling book, The Diet Myth. He wanted to check whether the dietary advice he had heard and believed, advice like ‘eat little and often’ or ‘avoid fat’, was really true."
    },
    {
      "author": "Sam",
      "text": "Listen as Dr Spector explains how he started to doubt some of this advice - ‘food myths’, he calls them - to BBC Radio 4 programme, The Life Scientific:"
    },
    {
      "author": "Tim Spector",
      "text": "All these so-called myths that I’d believed, whether it was about calories , about fats, when to eat, how to eat, were based on flimsy or no evidence, very old, very poor quality, and had been repeated so much that people didn’t think to question them."
    },
    {
      "author": "Neil",
      "text": "One of the food myths Dr Spector questioned was counting calories – the units which measure the amount of energy food provides."
    },
    {
      "author": "Sam",
      "text": "He discovered that much of the dietary advice he had heard was either incorrect or based on flimsy evidence. If evidence is flimsy , it’s weak and unconvincing."
    },
    {
      "author": "Neil",
      "text": "As Dr Spector questioned these food myths, he remembered an earlier study involving identical twins, pairs of brothers or sisters with the same genes."
    },
    {
      "author": "Sam",
      "text": "It was the surprising differences in weight between one twin and another that made Dr Spector realise that no two people have the same gut – even identical twins’ guts are different."
    },
    {
      "author": "Neil",
      "text": "But, as he told BBC Radio 4’s, The Life Scientific, the discovery came in a very smelly way – by asking his volunteers to send samples of their poo in the post!"
    },
    {
      "author": "Tim Spector",
      "text": "We collected lots of these samples, sequenced them, and looked at twins where one was overweight and one was skinny … and we found in every case, the skinnier twin had a more diverse microbiome, greater numbers of different species and they also nearly always had high numbers of a couple of microbes that just stuck out of the crowd – and one was called christensenella and the other was called akkermansia."
    },
    {
      "author": "Sam",
      "text": "Although genetically identical, one twin was overweight, while the other twin was skinny , or very thin."
    },
    {
      "author": "Neil",
      "text": "Because the weight difference could not be explained genetically, Dr Spector suspected the microbes in the skinnier twin’s gut held the answer: the more diverse someone’s microbes, the better their gut was at digesting food, regulating fat and maintaining health."
    },
    {
      "author": "Sam",
      "text": "Two microbes, christensenella and akkermansia , were especially effective. Dr Spector says these microbes stuck out of the crowd , meaning they were easy to notice for their positive effect."
    },
    {
      "author": "Neil",
      "text": "And since everyone’s microbes are different, it follows that a personalised diet which selects the friendliest food for your gut, is best. Right, and all this talk of eating is making me hungry, so tell me, Sam, was my answer to your question, right?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, I asked about the length of the gut in the average adult."
    },
    {
      "author": "Neil",
      "text": "I said it was 5.5 metres."
    },
    {
      "author": "Sam",
      "text": "Which was… the correct answer! Well done, Neil – that took ‘guts’, which is the second meaning of the word: courage."
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the vocabulary we’ve learned starting with gut – an informal word for the intestines, the tube which digests food from the stomach."
    },
    {
      "author": "Sam",
      "text": "Microbes are microscopic organisms living inside the body."
    },
    {
      "author": "Neil",
      "text": "A calorie is a unit measuring how much energy food provides."
    },
    {
      "author": "Sam",
      "text": "If an argument or evidence is flimsy , it’s weak and hard to believe."
    },
    {
      "author": "Neil",
      "text": "A skinny person is very thin."
    },
    {
      "author": "Sam",
      "text": "And finally, if something sticks out of the crowd , it’s noticeable in a good way."
    },
    {
      "author": "Neil",
      "text": "Unfortunately, our six minutes are up, but remember: look after your gut, and your gut will look after you! Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Tim Spector"
  ]
}