{
  "title": "The benefits of boredom",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bmzl54.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220217",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220217_6min_english_boredom_download.mp3",
  "intro": [
    "Having nothing to do, or doing the same task again and again, can be demotivating. But it doesn't have to be always that way. Neil and Sam talk about the positive side of boredom and teach you related vocabulary."
  ],
  "this_week_question": [
    "A survey by British newspaper The Mirror, found Peter Willis to be ‘the most boring man in Britain’. What ‘boring’ hobby did he have that earned him that title?",
    "a) Collecting train numbers – that’s train spotting,",
    "b)  Taking photos of letterboxes, or",
    "c)  Driving around roundabouts of the UK.",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "boredom",
      "desc": "the state of feeling little excitement or enthusiasm"
    },
    {
      "text": "die of boredom",
      "desc": "be extremely bored"
    },
    {
      "text": "upside",
      "desc": "a positive side to a bad situation"
    },
    {
      "text": "stimulation",
      "desc": "activates or enriches the mind"
    },
    {
      "text": "novelty",
      "desc": "new, unusual or different."
    },
    {
      "text": "connotation",
      "desc": "an emotion connected to a word"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "How’s your week been, Sam?"
    },
    {
      "author": "Sam",
      "text": "Oh, you know, quiet – I haven’t done much or been anywhere – so, it’s been a bit boring."
    },
    {
      "author": "Neil",
      "text": "I know that feeling – when nothing exciting happens, it can lead to boredom – the state of feeling little excitement or enthusiasm, often because you’ve got nothing to do. But Sam, there is some good news – boredom can be good for you."
    },
    {
      "author": "Sam",
      "text": "Tell me more!"
    },
    {
      "author": "Neil",
      "text": "I will but not until I’ve set you a question to answer. A survey by British newspaper The Mirror, found Peter Willis to be ‘the most boring man in Britain’. What ‘boring’ hobby did he have that earned him that title? Was it…? a)    Collecting train numbers – that’s train spotting, b)    Taking photos of letterboxes, or c)    Driving around roundabouts of the UK."
    },
    {
      "author": "Sam",
      "text": "Wow – they all sounds deadly boring – but I imagine taking photos of letterboxes is the most boring – perhaps?"
    },
    {
      "author": "Neil",
      "text": "Well, as usual, I will give you the answer at the end of the programme. But, as you say, we might die of boredom following those hobbies – a phrase that expresses how extremely bored you are."
    },
    {
      "author": "Sam",
      "text": "But not for everyone – boredom depends on your state of mind – some of us might find something boring while others might it fascinating."
    },
    {
      "author": "Neil",
      "text": "True. But let’s talk about feeling bored when we have nothing to do – not even trainspotting! Having nothing to do, or doing the same task again and again, can certainly be demotivating. But according to Sandi Mann, who was speaking on the BBC World Service’s The Why Factor programme, being bored doesn’t have to be boring – it can be good for us…"
    },
    {
      "author": "Dr Sandi Mann, Psychology lecturer, University of Central Lancashire",
      "text": "It's this emotion everyone thinks is so negative but there's a real positive to it too, there's a real upside to it. We become more creative, so for example, being bored allows our mind to wander, allows us to daydream, and that can actually lead us to problem solving and creativity. I fear that by swiping and scrolling our boredom away these days, that we're losing that creativity because we've got so much to entertain us - but it seems that the more we have to entertain us, the more bored we seem to be! And there's a reason for that – and that’s because we actually get addicted to stimulation and to novelty ."
    },
    {
      "author": "Neil",
      "text": "Some interesting thoughts from Sandi Mann there. She says that there’s an upside to boredom – that means a positive side to a bad situation. And that is, it can make us more creative."
    },
    {
      "author": "Sam",
      "text": "That’s because when we have nothing to do, we allow our minds to wander. We can think freely, which might help us solve problems. This can’t happen when, as Sandi says, we swipe and scroll our boredom away – referring to the movements we make on smartphones."
    },
    {
      "author": "Neil",
      "text": "Yes, and it’s smartphones we turn to for entertainment when we are bored – it gives us stimulation – it activates or enriches the mind. And it gives us something new, unusual and different to look at – what we can call novelty ."
    },
    {
      "author": "Sam",
      "text": "I’m sure many of us look at our phones when we are in a queue or sitting on a bus – just to prevent being bored – but it seems we should just sit and think. Let’s take inspiration from Manoush Zomorodi – an author and host of the Zig Zag podcast. Here she is speaking on The Why Factor programme, explaining that it takes effort but it’s worth it…."
    },
    {
      "author": "Manoush Zomorodi, author and podcaster",
      "text": "We think, who wants to be bored? What an awful sensation that is. And I think that the issue is with mind-wandering, you don't immediately get to roses and chirping birds, and amazing creative thinking - there is this uncomfortable period that you have to pass through where maybe you start thinking about  things you don't want to  think about or uncomfortable situations or unpleasant feelings that you have, that's why boredom I think has negative connotations 'cos we feel uncomfortable - but when we stick with it that's when the good stuff can come."
    },
    {
      "author": "Neil",
      "text": "So, we might think boredom as an awful sensation – or feeling – because that’s when we start focussing on negative things. Manoush thinks that’s why we have negative connotations with boredom."
    },
    {
      "author": "Sam",
      "text": "A connotation is an emotion connected to a word. But if we work through the bad stuff and stick with it, amazing creative thinking can happen – as Manoush says ‘the good stuff can come’."
    },
    {
      "author": "Neil",
      "text": "So, basically, don’t think of boredom as being boring! However, could this adjective be applied to the hobby that Peter Willis – the most boring man in Britain – does?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, Neil, you asked me what that hobby is. And I said he took photos of postboxes. Was I right?"
    },
    {
      "author": "Neil",
      "text": "Yes, you were! Congratulations. The former postman dreams of taking a photo of all of Britain’s 115,000 postboxes."
    },
    {
      "author": "Sam",
      "text": "Well, good luck to Peter. I didn’t realise there were so many postboxes in the UK!  So, we’ve been talking about the benefits of boredom today – boredom is the state of feeling little excitement or enthusiasm."
    },
    {
      "author": "Neil",
      "text": "We mentioned the phrase to die of boredom which we use to express how extremely bored we are."
    },
    {
      "author": "Sam",
      "text": "But boredom has an upside , which means it has a positive side to a bad situation."
    },
    {
      "author": "Neil",
      "text": "We heard the word stimulation which means activates or enriches the mind. And novelty which describes something that is new, unusual or different."
    },
    {
      "author": "Sam",
      "text": "And we described a connotation – that’s an emotion connected to a word."
    },
    {
      "author": "Neil",
      "text": "Well, I hope you haven’t been bored listening to us! Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Sandi Mann, Psychology lecturer, University of Central Lancashire",
    "Manoush Zomorodi, author and podcaster"
  ]
}