{
  "title": "Do our pets care about us?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bmry0h.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220210",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220210_6min_english_pets_download.mp3",
  "intro": [
    "We love and care for our pets. But do they care about us in return? Do they know when their human owners feel afraid or in danger. Do animals know, or care, about human feelings? Neil and Sam talk about cats and dogs and teach you related vocabulary."
  ],
  "this_week_question": [
    "‘Lassie’ wasn’t the only TV show to feature a boy and his pet companion. A similar show, Skippy, was set in Australia - but what type of animal was the star?",
    "a) a rabbit",
    "b) a frog",
    "c) a kangaroo",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "domesticated",
      "desc": "describes animals which are under human control and live closely with people, for example pets, working animals and farm animals"
    },
    {
      "text": "anthropomorphize",
      "desc": "treat an animal as if it were human in appearance or behaviour"
    },
    {
      "text": "feign",
      "desc": "pretend to have a particular problem or emotion"
    },
    {
      "text": "agony",
      "desc": "extreme physical pain"
    },
    {
      "text": "distress",
      "desc": "strong feeling of worry, sadness or pain"
    },
    {
      "text": "grooming",
      "desc": "the way some animals clean themselves using their tongue or paws"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Sam, do you remember an old children’s television show called, ‘Lassie’?"
    },
    {
      "author": "Sam",
      "text": "Yes, I grew up watching the adventures of schoolboy, Timmy, and his pet dog, a collie named Lassie. Whenever Timmy got lost or into trouble, Lassie sensed danger and came to the rescue."
    },
    {
      "author": "Neil",
      "text": "If you believe shows like ‘Lassie’, pets know when their human owners feel afraid or in danger. But in real life do animals know, or care, about human feelings?"
    },
    {
      "author": "Sam",
      "text": "Now, Neil, obviously we’re not talking about wild animals, right?"
    },
    {
      "author": "Neil",
      "text": "We’re talking about domesticated animals – types of animals which are under human control and have been living closely with people for centuries. They include pets, like cats and dogs, working animals and farm animals, like cows and sheep."
    },
    {
      "author": "Sam",
      "text": "So, what about dogs like our friend, Lassie? Do you think they can sense human feelings?"
    },
    {
      "author": "Neil",
      "text": "It’s hard to know what’s really going on behind a dog’s big, brown eyes. Unlike humans, pets can’t talk to say how they’re feeling, and this makes it easy for us to misunderstand them. People often anthropomorphize their pets – treat them as if they were human by giving them human characteristics."
    },
    {
      "author": "Sam",
      "text": "In cartoons, Micky Mouse can talk and Donald Duck dances and sings, but we know mice and ducks don’t really do that in nature."
    },
    {
      "author": "Neil",
      "text": "Exactly. But recently, new research has suggested that sometimes pets do respond to their owner’s feelings."
    },
    {
      "author": "Sam",
      "text": "OK. Well, before we find out more, I have a quiz question for you, Neil. ‘Lassie’ wasn’t the only TV show to feature a boy and his pet companion. A similar show, Skippy, was set in Australia - but what type of animal was the star? Was Skippy: a) a rabbit? b) a frog? or c) a kangaroo?"
    },
    {
      "author": "Neil",
      "text": "Well, if Skippy was Australian, I’ll guess he’s c) a kangaroo."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll reveal the answer later in the programme. Now, Neil, earlier you mentioned that because animals can’t speak, it’s difficult to know their feelings about us."
    },
    {
      "author": "Neil",
      "text": "Difficult, yes… but not impossible. Recently, anthrozoologist Dr Karen Hiestand, designed an experiment to test whether our pets really do care about us. She filmed pet owners pretending to be hurt and observed the reactions of their dogs and cats."
    },
    {
      "author": "Sam",
      "text": "Here’s Adrian Washbourne, producer for BBC World Service programme, Health Check, pretending to hurt his leg at home, where he lives with his two pets, a cat and a dog."
    },
    {
      "author": "Adrian Washbourne",
      "text": "And now I’m going to fake an injury, and we’ll see how they respond. Ouch! Ow! Well, the tail wagging has got a bit more, there’s a bit of a yawn. I don’t think they were particularly sensitive or bothered that I was squealing around the floor in agony , holding my leg up in the air, trying to feign an injury. Meanwhile the cat, who’s on the windowsill, is looking at me with wide eyes."
    },
    {
      "author": "Neil",
      "text": "Adrian didn’t really hurt his leg – he feigned, or pretended, to be hurt. He pretended to be in agony – extreme physical pain, to see what his pets would do."
    },
    {
      "author": "Sam",
      "text": "Adrian’s dog wagged his tail and gave a yawn. The cat, meanwhile, just looked at him with wide eyes… Little evidence of pets showing care or concern there, you might think. But, according to Dr Hiestand, the animals’ behaviour makes perfect sense when you remember where they came from. Dogs are descended from ancient breeds of wolves – very social animals who live together in packs, so it makes sense that a dog would sniff and come closer to investigate what was happening."
    },
    {
      "author": "Neil",
      "text": "Cats, on the other hand, are solitary creatures, descended from wild cats who lived and hunted alone. Dr Hiestand thinks this explains the reaction of Adrian’s cat, as she told BBC World Service programme, Health Check:"
    },
    {
      "author": "Dr Karen Hiestand",
      "text": "What we’re seeing typically is cats staying much more still… that they’re looking and looking at their owner, so they’re definitely paying their owner an awful lot of attention when they’re displaying a negative distress emotion, comparing to during the control procedure where they’re just doing cat things – walking around, grooming … that kind of thing."
    },
    {
      "author": "Sam",
      "text": "The experiment showed the different responses of cats and dogs to human distress – feelings of worry, sadness or pain."
    },
    {
      "author": "Neil",
      "text": "In the experiment, dogs were visibly concerned, while cats simply paid more attention to what was going on. Some cats did nothing except carry on grooming – cleaning themselves using their tongue and paws."
    },
    {
      "author": "Sam",
      "text": "The experiment confirms the idea we have of cats being cold and antisocial."
    },
    {
      "author": "Neil",
      "text": "And of dogs being our best friend. But according to Dr Hiestand’s findings, cats also feel human distress – they just show it in a different way."
    },
    {
      "author": "Sam",
      "text": "Well, if the experiment included Lassie, he’d probably phone the emergency services, then make Adrian a cup of tea!"
    },
    {
      "author": "Neil",
      "text": "Ha! And what about, Skippy?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, in my quiz question I asked Neil about the Australian TV star, Skippy."
    },
    {
      "author": "Neil",
      "text": "I guessed that he was c) a kangaroo."
    },
    {
      "author": "Sam",
      "text": "Which was… the correct answer! Over two metres high and able to jump nine metres in a single hop, you’d be in safe hands with Skippy the Kangaroo. Right, let’s recap the vocabulary from this programme starting with domesticated – a word to describe animals which are not wild and live under human control."
    },
    {
      "author": "Neil",
      "text": "To anthropomorphize means to give animals human qualities and characteristics."
    },
    {
      "author": "Sam",
      "text": "If you feign illness, you pretend to be ill when you are not."
    },
    {
      "author": "Neil",
      "text": "To be in agony means to be in extreme physical pain."
    },
    {
      "author": "Sam",
      "text": "Someone who’s in distress , feels worry, pain or sadness."
    },
    {
      "author": "Neil",
      "text": "And finally, grooming is how some animals clean themselves using their tongue and paws."
    },
    {
      "author": "Sam",
      "text": "That’s all the time we have for this programme. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Adrian Washbourne",
    "Dr Karen Hiestand"
  ]
}