{
  "title": "The world of Agatha Christie",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0brtlmw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220324",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220324_6min_english_agatha_christie_download.mp3",
  "intro": [
    "If you like a good murder mystery, you have probably read a book by the British writer Agatha Christie at some point. Her books are read all over the world and have been translated into a 103 languages. Neil and Sam talk about one of her most famous characters and teach you related vocabulary."
  ],
  "this_week_question": [
    "Poirot may be Agatha Christie’s most famous detective, but he isn’t her only one – so who is Agatha Christie’s other fictional detective?",
    "a) Hetty Wainthropp",
    "b) Jessica Fletcher",
    "c) Miss Marple",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "whodunnit",
      "desc": "story about a murder which does not tell you who the murderer is until the end"
    },
    {
      "text": "a grinding halt",
      "desc": "something which gradually slows down until it stops altogether"
    },
    {
      "text": "telltale",
      "desc": "revealing hidden information which allow a secret to be uncovered"
    },
    {
      "text": "alibi",
      "desc": "proof that you were somewhere else when a crime was committed"
    },
    {
      "text": "perplexed",
      "desc": "confused because something is difficult to understand or solve"
    },
    {
      "text": "foible",
      "desc": "unusual habit or characteristic which is considered strange or foolish, but which does not harm anyone"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Have you ever played the game, Cluedo, Neil? The idea is that the person playing detective discovers who the murderer is, where the crime took place, and which weapon was used."
    },
    {
      "author": "Neil",
      "text": "The last time I played Cluedo it was Professor Plum, in the library, with the dagger!"
    },
    {
      "author": "Sam",
      "text": "Cluedo is based on a very popular type of book – the murder mystery, sometimes called a whodunnit – a story about a murder which does reveal who the murderer is until the end."
    },
    {
      "author": "Neil",
      "text": "The queen of murder mysteries is a British writer who was born in 1890. Her books are read all over the world and have been translated into a 103 different languages. Her name is Agatha Christie."
    },
    {
      "author": "Sam",
      "text": "To date over 2 billion copies of her crime novels have been sold worldwide, making her the best-selling novelist of all time… and the subject of this programme."
    },
    {
      "author": "Neil",
      "text": "Perhaps her best-known story is ‘Murder on the Orient Express’, a whodunnit featuring her most famous detective, Hercule Poirot, who starred in 33 of Agatha Christie’s books."
    },
    {
      "author": "Sam",
      "text": "More about that later but as usual I have a quiz question for you, Neil. Poirot may be Agatha Christie’s most famous detective, but he isn’t her only one – so who is Agatha Christie’s other fictional detective? Is it: a) Hetty Wainthropp? b) Jessica Fletcher? or, c) Miss Marple?"
    },
    {
      "author": "Neil",
      "text": "I’ll guess it’s a) Hetty Wainthropp."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. I’ll reveal the answer at the end of the programme."
    },
    {
      "author": "Neil",
      "text": "As mentioned, one of Agatha Christie’s most famous books is ‘Murder on the Orient Express’. The story takes place on a train travelling from Istanbul in Turkey to Calais in northern France. Listen as writer and Agatha Christie superfan, Harriet Gilbert, summarises the story for BBC World Service programme, World Book Club."
    },
    {
      "author": "Harriet Gilbert",
      "text": "Poirot is on the train, heading back home to England from Syria, when two unconnected events take place. In a snowstorm in Croatia, the train comes grinding to a halt and in one of the sleeping berths, a passenger is murdered. Since it’s impossible for anyone to have reached the isolated snow-trapped train or to have escaped from it without leaving telltale footsteps in the snow, the killer can only be one of the dozen people sharing Poirot’s coach. Yet as he starts to investigate it seems that each of them has an alibi for the time of the murder. Impossible? Well, Poirot’s certainly perplexed …"
    },
    {
      "author": "Sam",
      "text": "During a snowstorm, the express train comes to a grinding halt – it slows down until it stops altogether. Then, someone is murdered!"
    },
    {
      "author": "Neil",
      "text": "The murderer can’t have escaped without leaving telltale footprints in the snow. When something is described as telltale , it reveals information which allows a secret to be uncovered. For example, lipstick on your husband’s shirt could be a telltale sign he’s having an affair."
    },
    {
      "author": "Sam",
      "text": "The murder victim is found in bed stabbed with a knife. Poirot begins to investigate, but as he questions the train passengers one by one, it seems that everyone has an alibi - proof that they were somewhere else when a crime was committed."
    },
    {
      "author": "Neil",
      "text": "Naturally, this leaves the Belgian detective perplexed , or confused because something is difficult to understand or solve."
    },
    {
      "author": "Sam",
      "text": "I won’t spoil the story by telling you what happens next, Neil. But let’s just say that, as usual, Poirot uncovers the murderer using his incredible powers of observation."
    },
    {
      "author": "Neil",
      "text": "In her stories, Agatha Christie describes Hercule Poirot as a very strange or eccentric man."
    },
    {
      "author": "Sam",
      "text": "The author, Sophie Hannah, has written several new Poirot stories based on the characters invented by Agatha Christie before her death in 1976.  Here she is describing more of Hercule Poirot’s strange characteristics to BBC World Service Programme, World Book Club"
    },
    {
      "author": "Sophie Hannah",
      "text": "There’s the sort of the outward things, his appearance which is very striking and very unusual, and his sort of, I suppose foibles is the best thing to call them, he likes neatness, he likes order, he approaches thing very methodically, he’s very proud of his luxuriant moustaches, you know, all of that."
    },
    {
      "author": "Neil",
      "text": "Sophie calls Poirot’s unusual behaviour his foibles - habits or characteristics which are considered strange or foolish but which harm no-one."
    },
    {
      "author": "Sam",
      "text": "Yes, unlike the fictional murderers he uncovers, Poirot’s foibles do no harm, but it makes me wonder if Agatha Christie’s other famous detective also had unusual habits."
    },
    {
      "author": "Neil",
      "text": "Well, first you’ll have to reveal the answer to your quiz question, Sam. You asked me for the name of Agatha Christie’s other famous detective, and I guessed it was a) Hetty Wainthropp."
    },
    {
      "author": "Sam",
      "text": "Well, I’m afraid that was the wrong answer! In fact, Miss Marple was the name of Agatha Christie’s second most famous character - although Hetty Wainthropp is a fictional detective on TV."
    },
    {
      "author": "Neil",
      "text": "Now that we’ve solved the murder and revealed the correct answer, let’s recap the vocabulary starting with whodunnit - a murder story which does not tell you who the murderer is until the end."
    },
    {
      "author": "Sam",
      "text": "In the whodunnit, Murder on the Orient Express, the train comes to a grinding halt – it slows down until it stops altogether."
    },
    {
      "author": "Neil",
      "text": "A telltale sign reveals hidden information so that a secret can be revealed."
    },
    {
      "author": "Sam",
      "text": "An alibi is proof that you were somewhere else when a crime was committed."
    },
    {
      "author": "Neil",
      "text": "To be perplexed means to be confused because something is difficult to understand."
    },
    {
      "author": "Sam",
      "text": "And finally, someone’s foibles are their strange but harmless habits or behaviour."
    },
    {
      "author": "Neil",
      "text": "That’s all for our six-minute investigation into the mysterious world of Agatha Christie. Goodbye for now."
    },
    {
      "author": "Sam",
      "text": "Goodbye."
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Harriet Gilbert",
    "Sophie Hannah"
  ]
}