{
  "title": "Why laughter is the best medicine",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0br6n1j.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220310",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220310_6min_english_laughter_download.mp3",
  "intro": [
    "Laughter can be a serious business. There’s evidence that people who laugh recover more quickly from illness. Neil and Sam share a silly joke as they talk about the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "There’s a scientific field of study into laughter and its effects on the human body. What is this study called?",
    "a) gigglology",
    "b) gelotology",
    "c) guffology",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "rib cage",
      "desc": "structure in the human chest made of bones called ribs which protects your lungs and heart"
    },
    {
      "text": "primitive",
      "desc": "relating to the simple, natural way humans lived in their early stages of development, before money, machines or writing were invented"
    },
    {
      "text": "giggle",
      "desc": "a quiet, childlike but uncontrolled way of laughing"
    },
    {
      "text": "guffaw",
      "desc": "laugh out loud, often at something stupid or rude someone has said"
    },
    {
      "text": "mammals",
      "desc": "animals, including humans, dogs and whales, which give birth to live young, rather than laying eggs, and who feed their young with milk"
    },
    {
      "text": "juvenile",
      "desc": "young animal which is not fully grown"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Have you heard this joke, Neil? Question: what’s a rat’s favourite game?"
    },
    {
      "author": "Neil",
      "text": "I don’t know, Sam, what is a rat’s favourite game?"
    },
    {
      "author": "Sam",
      "text": "Hide and squeak!"
    },
    {
      "author": "Neil",
      "text": "Ha-ha-ha! Very funny!"
    },
    {
      "author": "Sam",
      "text": "Well, I’m glad you’re laughing because, as we’ll be finding out in this programme, laughter is good for you! In fact, laughter is often called ‘the best medicine’."
    },
    {
      "author": "Neil",
      "text": "And it seems that’s really true, medically speaking. Laughing releases anti-stress endorphins into the body and there’s evidence that people who laugh recover more quickly from illness, including Covid."
    },
    {
      "author": "Sam",
      "text": "Laughing is an essential part of what makes us human. Babies cry straight from birth but the next sound they make, often as young as two or three months, is laughter."
    },
    {
      "author": "Neil",
      "text": "And who can hear a baby laugh without laughing themselves? Laughter is catching."
    },
    {
      "author": "Sam",
      "text": "But before we start tickling our funny bones, I have a quiz question for you, Neil, and it’s no laughing matter. Laughter can be a serious business. In fact, there’s a scientific field of study into laughter and its effects on the human body. But what is this study called? Is it: a) gigglology? b) gelotology? or c) guffology?"
    },
    {
      "author": "Neil",
      "text": "Did you make those words up, Sam? They sound a bit funny to me! I’ll say the study of laughter is called b) gelotology."
    },
    {
      "author": "Sam",
      "text": "OK, Neil, but you’ll be laughing on the other side of your face if you’re wrong! Anyway, we’ll find out the correct answer later in the programme."
    },
    {
      "author": "Neil",
      "text": "Someone who’s an expert in the study of laughing – whatever it’s called – is cognitive neuroscientist, Professor Sophie Scott. Here she explains to David Edmonds, presenter of BBC World Service programme, The Big Idea, exactly how a laugh is produced."
    },
    {
      "author": "David Edmonds",
      "text": "Laughing is a variation of breathing. Like breathing, it involves the rib cage ."
    },
    {
      "author": "Prof Sophie Scott",
      "text": "When you laugh you get these very, very large, very fast contractions of the rib cage . And it’s a very primitive way of making a sound, so you’re really just squeezing air out in big bouts. Each of those individual squeezes gives you a ‘ha!’ sound."
    },
    {
      "author": "Sam",
      "text": "The ‘ha-ha’ sound you make when you laugh comes from your rib cage - a structure made of bones, called ribs, inside your chest which protects the heart and lungs. The rib cage works like a drum to amplify a laugh."
    },
    {
      "author": "Neil",
      "text": "It’s the reason why jokes are sometimes called ‘rib-ticklers’."
    },
    {
      "author": "Sam",
      "text": "Professor Scott calls this a very primitive way of making sounds because it’s simple, natural and essentially human."
    },
    {
      "author": "Neil",
      "text": "The word primitive can be used to describe anything relating to the basic way humans lived in their early stages of development, before money, machines or writing were invented."
    },
    {
      "author": "Sam",
      "text": "Primitive human noises, like crying and laughing, link to a universal human experience, and this can be seen in the large number of words we use to talk about them. In English, ‘chuckle’, ‘giggle’, ‘chortle’, ‘cackle’ and ‘guffaw’ all describe different types of laughter."
    },
    {
      "author": "Neil",
      "text": "Right, so how would you describe a ‘giggle’, Sam?"
    },
    {
      "author": "Sam",
      "text": "I’d say a giggle is laughing in a quiet but uncontrolled way, like a child who finds something very funny or feels embarrassed."
    },
    {
      "author": "Neil",
      "text": "Unlike a guffaw which is when you blast out a very loud laugh, often at something stupid or rude someone has said."
    },
    {
      "author": "Sam",
      "text": "But humans aren’t the only animals to laugh. We belong to the same family as other primates like chimpanzees, gorillas and orangutans, all of whom laugh."
    },
    {
      "author": "Neil",
      "text": "Even rats tickle each other and make squeaky noises like laughter when they play. Here’s Professor Scott again to take up the story for BBC World Service programme, The Big Idea."
    },
    {
      "author": "Prof Sophie Scott",
      "text": "Play is a very important behaviour for mammals – all mammals play when they’re juveniles and some mammals play their whole lives, and laughter is a sort of an invitation to play, it’s a sign that you’re playing."
    },
    {
      "author": "Sam",
      "text": "Professor Scott says that laughter is an important social tool for all mammals – animals, including humans, dogs and whales, which give birth to live young, rather than laying eggs, and who feed their young with milk."
    },
    {
      "author": "Neil",
      "text": "By laughing, young mammals - sometimes called juveniles - signal that they want to play, and young rats who don’t laugh back are more likely to get a bite than a giggle. And a rat bite is nothing to laugh about."
    },
    {
      "author": "Sam",
      "text": "What a lot of facts we’ve learned about laughter, Neil!"
    },
    {
      "author": "Neil",
      "text": "Yes, we could almost be experts on laughter… ‘Guffologists’, isn’t that what you called them, Sam?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, in my quiz question I asked you to name the scientific study of laughter and its effects on the body."
    },
    {
      "author": "Neil",
      "text": "I’m almost certain it’s not ‘gigglology’ or ‘guffology’!  So, the answer must be…"
    },
    {
      "author": "Sam",
      "text": "Gelotology! The correct answer! Well done, Neil, I knew you were good for a laugh!"
    },
    {
      "author": "Neil",
      "text": "OK. Let’s recap the vocabulary from the programme before you think up any more terrible jokes! First, we had rib cage – the structure in your chest which is made of ribs, and produces the sound of a laugh."
    },
    {
      "author": "Sam",
      "text": "The adjective primitive relates to the simple, natural way humans lived in their early stages of development."
    },
    {
      "author": "Neil",
      "text": "There are different types of laughter, including giggles - childlike laughter in a quiet but uncontrolled way."
    },
    {
      "author": "Sam",
      "text": "And guffaw is when you laugh out loud, often at something someone has said."
    },
    {
      "author": "Neil",
      "text": "Mammals are animals, including humans, which give birth to live young and feed them with milk."
    },
    {
      "author": "Sam",
      "text": "And finally, a young animal which is not fully grown can be called a juvenile."
    },
    {
      "author": "Neil",
      "text": "Well, it’s been a laugh a minute, Sam, but unfortunately our six minutes are up."
    },
    {
      "author": "Sam",
      "text": "Join us again soon for more trending topics, useful vocabulary, and, who knows, maybe some terrible jokes, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "David Edmonds",
    "Prof Sophie Scott"
  ]
}