{
  "title": "Optimists vs Pessimists ",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0btx4dm.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220331",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220331_6_min_english_pessimism_vs_optimism_download.mp3",
  "intro": [
    "Are you an optimist or a pessimist? Which one you are may be linked more to your birthplace and age than attitude. Neil and Sam talk about optimists and pessimists."
  ],
  "this_week_question": [
    "What proportion of the British population, do you think, describe themselves as optimistic? Is it:",
    "a) 20 percent?",
    "b) 50 percent? or,",
    "c) 80 percent?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "glass-half-full person",
      "desc": "someone with an optimistic attitude who tends to focus on the positive side of life"
    },
    {
      "text": "Debbie Downer",
      "desc": "(US slang) someone who makes others feel bad by focussing on the bad or depressing side of things"
    },
    {
      "text": "sugarcoat",
      "desc": "to make something seem better than it really is"
    },
    {
      "text": "hyper-",
      "desc": "(prefix) having too much of a quality eg. hyperactive, hypersensitive"
    },
    {
      "text": "rock bottom",
      "desc": "lowest possible level"
    },
    {
      "text": "grumpy old man",
      "desc": "describes someone who complains a lot, is moody and intolerant, and gets easily annoyed"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "We often hear phrases such as, ‘dream big’ or, ‘reach for the stars’ which reflect an optimistic view of life. Are you an optimist, Sam?"
    },
    {
      "author": "Sam",
      "text": "I hope so! I try to see the positive side of life, even when something bad happens."
    },
    {
      "author": "Neil",
      "text": "It sounds like you’re a glass-half-full person – someone who always thinks that good things will happen."
    },
    {
      "author": "Sam",
      "text": "How about you, Neil? Are you optimistic?"
    },
    {
      "author": "Neil",
      "text": "Look, things go wrong all the time - that’s a fact of life. Call me a pessimist if you like but I’m just being realistic."
    },
    {
      "author": "Sam",
      "text": "Hmm, it sounds like Neil is more of a glass-half-empty person, but the truth is that the age-old debate between optimism and pessimism is more complex than we think."
    },
    {
      "author": "Neil",
      "text": "Yes, whether you’re a sunny optimist or a gloomy pessimist may be determined more by your birthplace and your age than your attitude, as we’ll be finding out in this programme."
    },
    {
      "author": "Sam",
      "text": "Great. I’ve got a good feeling about this, Neil!"
    },
    {
      "author": "Neil",
      "text": "But first, as usual, I have a question for you, Sam. Psychologists define optimism as an attitude which overestimates the chances of good things happening to you, while underestimating the chances of bad things occurring. So, what proportion of the British population, do you think, describe themselves as optimistic? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll choose the largest – 80 percent… but then, I’m optimistic so I would say that!"
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out if your optimistic answer is the correct one later in the programme. Someone who probably wouldn’t agree with you, th0ugh, is BBC World Service listener, Hannah. Hannah grew up in Germany before moving to the United States. She thinks Americans tend to be more optimistic than people back home in Germany, as she told BBC World Service programme, CrowdScience:"
    },
    {
      "author": "Hannah",
      "text": "I think the stereotypical perception of Germans is that we’re quite pessimistic and that kind of tends to come across as being a bit of a Debbie Downer, when in actuality, Germans just tend to be avid planners for all eventual negative eventualities as well… so that’s kind of us being pessimistic but actually being cautious, as opposed to for example, what I’ve notice in America that a lot of people tend to be hyper -optimistic. I’ve always admired how Americans tend to be able to sugarcoat everything."
    },
    {
      "author": "Sam",
      "text": "As a stereotypical pessimist, Hannah sometimes feels like a Debbie Downer. This expression is American slang for someone who makes others feel bad by focussing on the depressing aspects of things."
    },
    {
      "author": "Neil",
      "text": "Americans, on the other hand, are typically seen as optimists who tend to sugarcoat things – make things seem better than they really are."
    },
    {
      "author": "Sam",
      "text": "According to Hannah, many Americans are hyper-optimistic. She uses the prefix hyper to say that there is too much of a certain quality. Hyper-sensitive people are too sensitive; a hyper-optimist is too optimistic."
    },
    {
      "author": "Neil",
      "text": "Besides your country of birth, age is another consideration in the optimism debate. When we’re young we have our whole life ahead of us, and it’s easier to optimistically believe that everything’s going to be alright."
    },
    {
      "author": "Sam",
      "text": "The belief that everything’s going to be fine is called ‘the optimism bias’. It isn’t fixed but changes as we age - something neuroscientist, Professor Tali Sharot, explained to BBC World Service programme, CrowdScience:"
    },
    {
      "author": "Tali Sharot",
      "text": "So it’s quite high in kids and teenagers – they think, ‘Oh, everything’s going to be fine’… and then it goes down, down, down and it hits rock bottom in your midlife at which point the optimism bias is relatively small, and then it starts climbing up again and it’s quite high in the elderly population, and that goes absolutely against our view of the grumpy old man , or woman."
    },
    {
      "author": "Neil",
      "text": "After starting out high in children, the optimism bias hits rock bottom – the lowest possible level – in middle age, often because of work pressures, family responsibilities or caring for elderly parents."
    },
    {
      "author": "Sam",
      "text": "But optimism seems to increase again as we get older. This is surprising as it goes against the image we have of the grumpy old man – a phrase to describe someone who complains a lot, is moody and gets easily annoyed. Optimistic women, meanwhile, can look forward to longer, healthier lives."
    },
    {
      "author": "Neil",
      "text": "Good news for you then, Sam! But I’m sticking with my pessimism. If I anticipate things going wrong I don’t get disappointed when they do!"
    },
    {
      "author": "Sam",
      "text": "That’s actually a fairly positive way of looking at things, Neil, but I’m not sure if most people would agree with you – or maybe they would… It depends on the answer to your question…"
    },
    {
      "author": "Neil",
      "text": "Right. I asked Sam what proportion of British people describe themselves as optimistic."
    },
    {
      "author": "Sam",
      "text": "And optimistically, I said it was c) 80 percent."
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer!"
    },
    {
      "author": "Sam",
      "text": "Of course it was. Whether you expect good or bad things to happen to you, you’re probably right. So why not focus on the sunny side of life, Neil? That way, you’ve got nothing to lose!"
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the vocabulary from this programme, Sam. You’re certainly a glass-half-full person – someone with an optimistic attitude to life."
    },
    {
      "author": "Sam",
      "text": "And you’re something of a Debbie Downer - American slang for someone who brings everyone down by talking about the negative side of things."
    },
    {
      "author": "Neil",
      "text": "If you sugarcoat something, you make it appear more positive than it really is."
    },
    {
      "author": "Sam",
      "text": "The prefix hyper is used before an adjective to show having too much of that quality, for example hypercritical means being too critical."
    },
    {
      "author": "Neil",
      "text": "If something hits rock bottom it reaches its lowest possible level."
    },
    {
      "author": "Sam",
      "text": "And finally, the phrase grumpy old man can be used to describe someone who always complains, is intolerant and gets annoyed easily… a bit like Neil!"
    },
    {
      "author": "Neil",
      "text": "Unfortunately our six minutes are up, but join us again soon for more trending topics and useful vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Hannah",
    "Tali Sharot"
  ]
}