{
  "title": ": Mysteries of the Red Planet",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0brrrdc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220317",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220317_6min_english_mars_download.mp3",
  "intro": [
    "Mars has been in the news a lot recently with three separate missions being sent to explore the planet’s surface in 2021. Neil and Sam discuss our fascination with the 'Red Planet' and teach you related vocabulary."
  ],
  "this_week_question": [
    "The ancient Romans were also interested in Mars. They even considered the planet to be a god – but god of what? Was Mars the Roman god of ...",
    "a) Love",
    "b) Fire",
    "c) War",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "astronomer",
      "desc": "scientist who studies the universe and the stars, planets, moons and suns existing within it"
    },
    {
      "text": "distinctive",
      "desc": "easy to recognise because it’s different from everything else"
    },
    {
      "text": "rust",
      "desc": "reddish chemical substance called iron oxide that occurs when metals react with water and air"
    },
    {
      "text": "immutable",
      "desc": "never changing"
    },
    {
      "text": "adaptable",
      "desc": "able to change in order to deal with new situations"
    },
    {
      "text": "habitable",
      "desc": "good enough to live in"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be discussing our closest neighbour in the solar system – the planet Mars."
    },
    {
      "author": "Sam",
      "text": "Often called the ‘Red Planet’, Mars has been in the news a lot recently with three separate missions being sent to explore the planet’s surface in 2021."
    },
    {
      "author": "Neil",
      "text": "Our fascination with the Red Planet has given birth to some interesting art over the years. This includes music, such as David Bowie’s 1973 hit, Life on Mars?, and countless films, from 1938’s, Mars Attacks!, to the 2015 blockbuster, The Martian ."
    },
    {
      "author": "Sam",
      "text": "But human interest in Mars goes back much earlier. Ancient civilisations, like the Maya of central America observed the planet’s colour and recorded its movements, just like modern astronomers – scientists who study the universe and the stars, planets and suns within it."
    },
    {
      "author": "Neil",
      "text": "Yet despite this, many questions remain unanswered. What caused the marks and scars on the planet’s surface?"
    },
    {
      "author": "Sam",
      "text": "And the biggest question of all: is there life on Mars?"
    },
    {
      "author": "Neil",
      "text": "But before we go on, I have another question which needs answering, Sam. The ancient Romans were also interested in Mars. They even considered the planet to be a god – but god of what? Was Mars the Roman god of: a) Love? b) Fire? or, c) War?"
    },
    {
      "author": "Sam",
      "text": "Well, Mars is the ‘Red Planet’, so I guess the answer is b) the Roman God of Fire."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out the answer at the end of the programme."
    },
    {
      "author": "Sam",
      "text": "Whatever the Romans thought, civilisations throughout history have described looking into the night sky and seeing a bright, red light. But where does Mars’ characteristic colour come from?"
    },
    {
      "author": "Neil",
      "text": "Someone who can answer that is Dr Michael Meyer. As lead scientist on NASA’s Mars Exploration Programme, he spent years observing and recording the Red Planet."
    },
    {
      "author": "Sam",
      "text": "Listen to Dr Meyer in conversation with BBC World Service programme, The Forum. Try to hear the explanation he gives for Mars’s unusual colour."
    },
    {
      "author": "Michael Meyer",
      "text": "One of the distinctive things about Mars is that it’s red so you can see it and identify it. It looks red because of rust – iron oxide on the surface, which is red and, interestingly that look can change. And we saw that in 2018 when there was a global dust storm – Mars, instead of looking red looked a little orange, and that changing of colour might have made the civilisations watching Mars maybe uneasy to see something immutable in our night sky changing colours."
    },
    {
      "author": "Neil",
      "text": "Dr Meyer calls Mars’s red colour distinctive - easy to recognise because it’s different from everything else. But did you hear why it’s red in the first place, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes - it’s red because of rust - a reddish chemical substance called iron oxide that occurs when metals react with water and air."
    },
    {
      "author": "Neil",
      "text": "The colour of this rust can change slightly, from red to brown to orange, and Dr Meyer thinks these changing colours may have worried ancient astronomers who believed Mars was immutable , or never changing."
    },
    {
      "author": "Sam",
      "text": "Unlike ancient civilisations, modern astronomers have sent satellites to land on Mars and explore its surface. And although no human has set foot on the Red Planet so far, we know a lot about conditions there."
    },
    {
      "author": "Neil",
      "text": "So, in the words of David Bowie: is there life on Mars?"
    },
    {
      "author": "Sam",
      "text": "Well, that all depends on finding water. Water is life, and as Dr Meyer told BBC World Service’s, The Forum, with water anything is possible."
    },
    {
      "author": "Michael Meyer",
      "text": "And from all that we have learned from astrobiology, life is amazingly adaptable , but it still needs water. So that’s why water is the key. So, finding liquid water on Mars, whether or not it’s now or whether or not it’s in the past, tells you that you potentially have a habitable environment, some place that could support life and perhaps even Martian life."
    },
    {
      "author": "Neil",
      "text": "Dr Meyer says that life is amazingly adaptable – able to change in order to survive in new situations."
    },
    {
      "author": "Sam",
      "text": "Finding liquid water could make the Red Planet habitable - good enough to live on. And with billionaire businessmen like Elon Musk planning manned missions to space, who knows how long it could be before we see a human on Mars?"
    },
    {
      "author": "Neil",
      "text": "And who knows what they’d find there! Tiny worms? Little green men? Or maybe a Roman god…?"
    },
    {
      "author": "Sam",
      "text": "Ah yes, in your quiz question you asked what Mars was the Roman god of. I guessed b) the Roman God of Fire."
    },
    {
      "author": "Neil",
      "text": "Which was the wrong answer, I’m afraid. In fact, the Romans considered Mars their God of War, and sacrificed wild animals to him such as wolves, bears and, strangely, woodpeckers!"
    },
    {
      "author": "Sam",
      "text": "OK, Neil let’s recap the vocabulary from this programme on the Red Planet, Mars, starting with astronomer – someone who studies the stars, planets and moons in our universe."
    },
    {
      "author": "Neil",
      "text": "If something is distinctive , it’s easily recognisable because it’s different from everything else."
    },
    {
      "author": "Sam",
      "text": "Rust , or iron oxide, is a red coloured chemical that occurs when metals react with water and air."
    },
    {
      "author": "Neil",
      "text": "Immutable means never changing."
    },
    {
      "author": "Sam",
      "text": "Something which is adaptable can easily change to deal with new circumstances."
    },
    {
      "author": "Neil",
      "text": "And finally, habitable means good enough to live in."
    },
    {
      "author": "Sam",
      "text": "That’s all we have time for."
    },
    {
      "author": "Neil",
      "text": "Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Michael Meyer"
  ]
}