{
  "title": "Rhetoric: How persuasive are you?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0bv5205.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220414",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220414_6min_english_rhetoric_download.mp3",
  "intro": [
    "The art of rhetoric started with the ancient Greek philosophers. Later, during the Roman republic, politicians and statesmen used rhetoric in speeches given to crowds in the public square. Modern politicians may prefer Twitter, but they still use persuasive language. Sam and Neil discuss the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Roman politicians used many rhetorical tricks to persuade people including the 'argumentum ad hominum' which was an attack on their opponent’s moral character. Another was called the 'argumentum ad baculum' – but what did it mean? a) an argument based on logic b) an argument based on emotion c) an argument based on the stick",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "soundbite",
      "desc": "short and memorable phrase used by politicians"
    },
    {
      "text": "rally",
      "desc": "unite to support a common goal"
    },
    {
      "text": "pull the wool over someone’s eyes",
      "desc": "(informal) trick or deceive someone"
    },
    {
      "text": "premise",
      "desc": "idea you believe to be true and use as the basis for developing an argument"
    },
    {
      "text": "conclusion",
      "desc": "decision or plan of action after thinking about something carefully and considering all the relevant facts"
    },
    {
      "text": "polemical",
      "desc": "arguing very strongly for or against a particular opinion or idea"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "‘Friends, Romans, countrymen, lend me your ears!’ Do you know where these famous words are from, Sam?"
    },
    {
      "author": "Sam",
      "text": "I think that’s a speech by Marc Antony in William Shakespeare’s play, Julius Caesar."
    },
    {
      "author": "Neil",
      "text": "Wow, I’m impressed! Caesar has been assassinated and Marc Antony tries to persuade the crowd to find his killers."
    },
    {
      "author": "Sam",
      "text": "Using words to persuade people, giving them a good reason to do what you say, or to accept your argument, is known as ‘rhetoric’. In this programme, we’ll be hearing all about rhetoric and of course learning some related vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "The art of rhetoric started with the ancient Greek philosophers. Later, during the Roman republic, politicians and statesmen used rhetoric in speeches given to crowds in the public square."
    },
    {
      "author": "Sam",
      "text": "Although technology has transformed the way we communicate since then, the art of rhetoric is still alive today. Modern politicians may prefer Twitter to the public square, but they still use persuasive language, including soundbites – short sentences or phrases giving a message in an easy to remember way."
    },
    {
      "author": "Neil",
      "text": "We’ll hear more soon but first I have a question for you, Sam. Roman politicians used many rhetorical tricks to persuade people including the argumentum ad hominum which was an attack on their opponent’s moral character. Another was called the argumentum ad baculum – but what did it mean? Was it:"
    },
    {
      "author": "Sam",
      "text": "Well, to persuade someone your argument needs to be logical, so I’ll say a)."
    },
    {
      "author": "Neil",
      "text": "OK, we’ll find out the answer later. Whether you want someone to vote for you, or to buy what you’re selling, rhetoric can make your message persuasive. During his career in the adverting industry, Sam Tatum learned a lot about persuading people. Here he explains the many uses of rhetoric to BBC World Service programme, The Why Factor."
    },
    {
      "author": "Sam Tatum",
      "text": "Rhetoric is persuasive language. We use it rally , to simplify the complex, to inspire and influence. It’s important, I think, to identify what strategies might be influencing us more than we think. By understanding the power of language in shaping perceptions, we can start to see, ‘I’m wondering why people are looking to be so concrete. Are we trying to pull the wool over our eyes on something that’s more far complex than we actually state?’"
    },
    {
      "author": "Sam",
      "text": "As well as persuading people, Sam Tatum says rhetoric can be used to rally – to bring people together in support of a common goal. A recent example of this is the way politicians called the coronavirus our ‘enemy’."
    },
    {
      "author": "Neil",
      "text": "The words politicians choose, and the way they use them, can influence us more than we think. Sam Tatum says we should question whether political rhetoric is trying to pull the wool over our eyes , an informal way of saying trick or deceive us."
    },
    {
      "author": "Sam",
      "text": "But in the age of 24-hour news updates and non-stop Twitter, has the skill of making a thoughtful argument been lost? Here’s Kendal Phillips, professor of political philosophy at Syracuse University, speaking to BBC World Service’s, The Why Factor."
    },
    {
      "author": "Prof Kendal Phillips",
      "text": "It’s hard to analyse the argument or reasoning of a tweet, ‘cos 280 characters is not a way for me to lay out a logical argument with a major premise , a minor premise and a conclusion , it’s much easier to just use a two-word phrase or a hashtag that usually ends up adding to that kind of polemical division between my side and their side."
    },
    {
      "author": "Neil",
      "text": "Global problems involve complex issues which cannot be solved in 280 letters, the maximum length of a tweet allowed by Twitter. According to Professor Kendal, we need logical arguments containing a premise – something which you think is true and you use as the basis for developing your idea, and a conclusion – your decision or plan of action based on carefully considering all the relevant facts."
    },
    {
      "author": "Sam",
      "text": "For example: climate change is damaging the planet – that’s a premise; therefore, we should act to stop it – that’s a conclusion."
    },
    {
      "author": "Neil",
      "text": "Few issues are simply black and white though, and this is a problem because Twitter debates are often polemical – argued very strongly either for or against a particular opinion or idea."
    },
    {
      "author": "Sam",
      "text": "If you believe passionately in something, you need to explain it to people in a way they understand, and in ancient times rhetoric also meant building bridges between people and finding common ground. Like those Romans you mentioned, Neil."
    },
    {
      "author": "Neil",
      "text": "Yes, in my question I asked Sam for the meaning of term, argumentum ad baculum ."
    },
    {
      "author": "Sam",
      "text": "I guessed it was an argument based on logic."
    },
    {
      "author": "Neil",
      "text": "Which was the wrong answer, I’m afraid. In fact, argumentum ad baculum means the argument with a stick, or in other words, hitting somebody with a stick until they agree with you! I guess that’s one way to win an argument. OK, let’s recap the vocabulary from the programme, starting with a soundbite – a short sentence or phrase designed to stick in the memory."
    },
    {
      "author": "Sam",
      "text": "When people rally together, they unite to support a common goal."
    },
    {
      "author": "Neil",
      "text": "To pull the wool over someone’s eyes means to trick someone."
    },
    {
      "author": "Sam",
      "text": "Logical arguments contain a premise – a truth used as the basis for developing an argument, and a conclusion – a decision based on carefully considering all the relevant facts."
    },
    {
      "author": "Neil",
      "text": "And finally, polemical means strongly attacking or defending an opinion or idea. But there’s no arguing the fact that once again our six minutes are up! Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Sam Tatum",
    "Prof Kendal Phillips"
  ]
}