{
  "title": "Finding your way in space",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c5j5g9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220519",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220519_6min_english_space_download.mp3",
  "intro": [
    "What’s up and what’s down for astronauts who are floating in zero gravity? In space is there a true north, like here on Earth? And how is everything complicated by the fact that all the stars and planets are moving? Sam and Rob talk about it and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Who was the first person in space?",
    "a)    Neil Armstrong b)    Yuri Gagarin c)    Valentina Tereshkova",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "navigate",
      "desc": "use directions to go where you want to, often by using a map"
    },
    {
      "text": "compass",
      "desc": "instrument for finding directions that works using a magnetic needle that moves and always points north"
    },
    {
      "text": "magnetic pole",
      "desc": "point near the North Pole or South Pole where the Earth’s magnetic field is concentrated"
    },
    {
      "text": "arbitrary",
      "desc": "decided randomly, not according to any particular reason or principle"
    },
    {
      "text": "light year",
      "desc": "unit measuring the distance that light travels in one year (around 6 trillion miles)"
    },
    {
      "text": "flip",
      "desc": "turn over or move into a different position"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Sam",
      "text": "How good are you at finding your way from A to B, Rob? Can you read a map?"
    },
    {
      "author": "Rob",
      "text": "Come on, Sam, this is the 21st century!  Everyone uses GPS and mobile phone apps to find their way around these days."
    },
    {
      "author": "Sam",
      "text": "True, but before mobile phones where invented arriving at your destination wasn’t so easy. At sea, sailors used the stars and Sun to navigate – to work out which direction they wanted to travel. And navigating on land was almost impossible without a compass – an instrument for finding directions that uses a magnetic needle which moves to always point north."
    },
    {
      "author": "Rob",
      "text": "But, as we’ll be hearing in this programme, navigation at sea is easy compared to finding your way in outer space. After all, what’s up and what’s down for astronauts who are floating in zero gravity? In space is there a true north, like here on Earth? And how is everything complicated by the fact that all the stars and planets are moving?"
    },
    {
      "author": "Sam",
      "text": "Some big questions there, Rob, but first I have a question of my own. You asked how astronauts know which way is up, so who better to ask than the first person in space? But who was that? Was it: a)    Neil Armstrong? b)    Yuri Gagarin? or c)    Valentina Tereshkova?"
    },
    {
      "author": "Rob",
      "text": "Well, Neil Armstrong was the first man on the Moon, but I don’t think he was the first person in space. So I think it’s b) Yuri Gagarin."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll reveal the answer later in the programme. Now let’s get back to Rob’s earlier question about whether there’s such a thing as north in space. And to answer that it’s first useful to know how north is found on Earth."
    },
    {
      "author": "Rob",
      "text": "Listen as astrophysicist Ethan Siegal as he explains why a compass always points north to BBC World Service programme, CrowdScience."
    },
    {
      "author": "Ethan Siegal",
      "text": "…because Earth behaves like it has a giant bar magnet in it, and your compass needle will point north towards Earth’s magnetic pole. And we’ve arbitrarily defined north as, that’s what we’re going to say ‘up’ is, like, the North Pole – that’s as ‘up’ as you can go."
    },
    {
      "author": "Sam",
      "text": "Planet Earth is like a giant magnet. Because the needle of a compass is magnetised, it’s attracted to the magnetic pole – the points near the North and South Poles where the Earth’s magnetic field is concentrated."
    },
    {
      "author": "Rob",
      "text": "This explains how we find north, but Ethan points out that the decision to call north ‘up’ and south ‘down’ is arbitrary – decided by random chance, not based on any particular reason."
    },
    {
      "author": "Sam",
      "text": "When we look at a world map, we think of north as ‘up’, the USA in the northern hemisphere is above Brazil, in the southern hemisphere. But from space, Earth can just as easily be seen the other way up, with Australia, South Africa and South America at the top. Both views are equally true."
    },
    {
      "author": "Rob",
      "text": "Wow, that’s a mind-blowing thought! But even though we can argue which direction is up, it’s still true that we can use a compass to navigate on Earth. However, this simply isn’t true in space. Here’s astrophysicist Ethan Siegal again to tell BBC World Service’s CrowdScience why:"
    },
    {
      "author": "Ethan Siegal",
      "text": "The problem with navigating in space is that the magnetic field flips irregularly every few hundred, or few thousand light years . There’s no central object like the black hole at the centre of our galaxy – it doesn’t dominate the whole galaxy, it doesn’t make a magnetic field that you can feel out here 25, 27-thousand light years from the centre. So, magnetism is not a good guide to navigating in space."
    },
    {
      "author": "Sam",
      "text": "A light year sounds like a measurement of time, but in fact it measures the distance that light travels in one year – which, given that light can travel 7.5 times around the Earth in one second , is a very, very long way - around 6 trillion miles, in fact."
    },
    {
      "author": "Rob",
      "text": "Well, the problem is that every few hundred light years the magnetic field flips - turns over or moves into a different position. So, a compass, which depends on magnetism, is no good for navigating in space."
    },
    {
      "author": "Sam",
      "text": "So how do spacecraft know where they are, and which way to go? The answer is both simple and very clever – they use specialised heat sensors to detect the position of the Sun and use that to guide their way."
    },
    {
      "author": "Rob",
      "text": "So simple yet so ingenious! I’m sure it would have impressed the first person in space, whoever they were."
    },
    {
      "author": "Sam",
      "text": "Ah yes, in my question I asked who the first person in space was."
    },
    {
      "author": "Rob",
      "text": "And I said it was b) Yuri Gagarin. I’ve got to be right, haven’t I?"
    },
    {
      "author": "Sam",
      "text": "It was right, of course! Soviet cosmonaut Yuri Gagarin became the first man in space in 1961, with Valentina Tereshkova following in his footsteps to become the first woman in space two years later."
    },
    {
      "author": "Rob",
      "text": "OK, let’s recap the vocabulary from this programme on how to navigate – or find your way - in space."
    },
    {
      "author": "Sam",
      "text": "On Earth you can use a compass – an instrument with a magnetic needle that moves to point north, that is towards to the magnetic pole – a point near the North or South Poles where Earth’s magnetic field is strongest."
    },
    {
      "author": "Rob",
      "text": "Saying that north is ‘up’ is arbitrary – done randomly, not according to any particular reason or principle."
    },
    {
      "author": "Sam",
      "text": "A light year is a unit measuring the distance that light travels in one year - around 6 trillion miles."
    },
    {
      "author": "Rob",
      "text": "And finally, to flip means to turn over or move into a different position."
    },
    {
      "author": "Sam",
      "text": "Once again, our time is up. Goodbye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Ethan Siegal"
  ]
}