{
  "title": "People who can taste words",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c0r9jr.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220526",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220526_6min_english_tasty_words_download.mp3",
  "intro": [
    "Imagine being able to ‘taste’ every word that you hear. In this programme, we’ll meet two sisters from Glasgow in Scotland who can do just that. And as usual, we’ll learn some new vocabulary as well."
  ],
  "this_week_question": [
    "What does Jen McCready, who has synaesthesia, taste when she hears the name 'Neil'?",
    "a)    eggs and bacon",
    "b)    spaghetti hoops",
    "c)    a jam sandwich",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "nincompoop",
      "desc": "(informal) a silly person"
    },
    {
      "text": "synaesthesia",
      "desc": "medical condition affecting the brain where two or more senses mix together"
    },
    {
      "text": "craving",
      "desc": "strong feeling of wanting or desiring something"
    },
    {
      "text": "vivid",
      "desc": "clear, powerful and detailed in your mind"
    },
    {
      "text": "dismissed",
      "desc": "considered unimportant or uninteresting"
    },
    {
      "text": "overactive imagination",
      "desc": "tendency to imagine things that are not true"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. Many people have favourites – a favourite colour, a favourite flavour, a favourite word. What’s yours, Neil?"
    },
    {
      "author": "Neil",
      "text": "Hmm, my favourite colour is green, my favourite flavour is sweet-and-sour, and, well, I don’t know if it’s my favourite, but there is a word I really like saying out loud – ‘ nincompoop’. It means a silly person."
    },
    {
      "author": "Sam",
      "text": "For me, it’s the taste of coffee, and the smell of lavender, or freshly baked bread."
    },
    {
      "author": "Neil",
      "text": "Our favourite tastes, smells and colours are controlled by our five senses – sight, sound, smell, taste, and touch. For most of us they don’t mix. We see colours and taste flavours, but we can’t taste sounds."
    },
    {
      "author": "Sam",
      "text": "But that’s not how everyone’s brain works. Imagine being able to ‘taste’ every word that you hear. In this programme, we’ll meet two sisters from Glasgow in Scotland who can do just that. And as usual, we’ll learn some new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Julie McDowall and her younger sister, Jen McCready, have synaesthesia , a neurological condition where two or more senses mix together. When synesthetes, as they’re called, hear a word, their sense of taste also becomes activated. Words produce specific tastes on their tongues. For example, when Jen hears the name of her daughter, Sophia, she tastes pink marshmallows! And the name ‘Leo’ tastes like noodles."
    },
    {
      "author": "Sam",
      "text": "We’ll hear more from the unusual sisters later, but first I have a question for you, Neil. We’ve just heard what happens when Jen McCready hears the names ‘Sophia’, and ‘Leo’, but what does she taste when she hears the name ‘Neil’? a) eggs and bacon b) spaghetti hoops c) a jam sandwich?"
    },
    {
      "author": "Neil",
      "text": "Well, I don’t know what this says about me, Sam, but I’m going to guess that it’s c) a jam sandwich."
    },
    {
      "author": "Sam",
      "text": "OK. Don’t worry, Neil - I’ll reveal the answer later in the programme. Synaesthesia isn’t only about people, like Julie and Jen, who taste words - it can be a mixing of any of our senses. A synesthete may hear colours or see sounds. In fact, there could be as many as 150 different types of synaesthesia."
    },
    {
      "author": "Neil",
      "text": "For the Scottish sisters, having synaesthesia is a gift, something Jen explained when she talked with BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Jennifer McCready",
      "text": "This is enjoyable, it’s never anything that causes … the only thing I would say is it’s quite hard if you’re trying to eat healthily because if you hear a word that maybe tastes like tuna, I’ll be like, ‘Oh, I need to get a tune baguette now’… You know, it’s almost like being pregnant and having a craving … words can be so vivid that you want to eat that – that’s the only negative I would say about it."
    },
    {
      "author": "Sam",
      "text": "For Jen, the only drawback to synaesthesia is that it can be hard to eat healthily because hearing certain words produces a craving – a strong feeling of wanting a particular food."
    },
    {
      "author": "Neil",
      "text": "That could be because, for Jen, the sound of the word is so vivid – clear, detailed, and powerful in her mind."
    },
    {
      "author": "Sam",
      "text": "There’s still much doctors don’t know about why some people experience sense mixing while most of us experience each sense in isolation, but it’s clear that for Julie and Jen, synaesthesia makes the world a more interesting, colourful place."
    },
    {
      "author": "Neil",
      "text": "Someone who can explain why so little is known about synaesthesia is Guy Leschziner, consultant neurologist at King's College London, and author of the book, ‘The Man Who Tasted Words’. Here he is speaking to BBC World Service’s, The Food Chain:"
    },
    {
      "author": "Guy Leschziner",
      "text": "One of the problems with synaesthesia is for many years it’s been dismissed, and it’s been viewed as people with an overactive imagination , something not real but actually what research in recent years has taught us is that actually it does have an underlying neurological and genetic basis."
    },
    {
      "author": "Sam",
      "text": "Guy says that in the past, synaesthesia was often dismissed – considered unimportant or uninteresting. Synesthetes were labelled people with overactive imaginations – a tendency to imagine things that are not true."
    },
    {
      "author": "Neil",
      "text": "But research is showing that the causes of synaesthesia could run in the family.  Julie and Jen’s brothers don’t have synaesthesia, but Jen’s daughter does. And with an estimated 4% of the world population having some form of sense mixing, a world of new and exciting possibilities is opening up to millions."
    },
    {
      "author": "Sam",
      "text": "Exciting possibilities like tasting someone’s name… Remember in my question I asked what synesthete, Jen McCready, tastes when she hears the name ‘Neil’."
    },
    {
      "author": "Neil",
      "text": "OK. Well, I guessed that ‘Neil’ tastes like a jam sandwich. Was I right?"
    },
    {
      "author": "Sam",
      "text": "Well, Neil, no - you don’t taste like a jam sandwich. In fact, when Jen hears the name ‘Neil’, she tastes spaghetti hoops! Oh well, it could be worse – the name ‘Robert’ makes Jen taste rotten eggs! Sorry to any Roberts listening."
    },
    {
      "author": "Neil",
      "text": "OK, let’s recap the vocabulary we’ve learned in this programme about synaesthesia – a neurological condition where two or more senses mix together."
    },
    {
      "author": "Sam",
      "text": "A nincompoop is an informal way of saying a silly person."
    },
    {
      "author": "Neil",
      "text": "A craving for something is the strong desire to have it."
    },
    {
      "author": "Sam",
      "text": "A vivid sensation is clear, strong and detailed in your mind."
    },
    {
      "author": "Neil",
      "text": "When something is dismissed , it’s considered unimportant or uninteresting."
    },
    {
      "author": "Sam",
      "text": "And finally, an overactive imagination is the tendency to imagine things that are not true. Once again, our six minutes are up! If you’ve enjoyed this look into the weird and wonderful world of synaesthesia, we hope you’ll join us again next time for more chat, interesting issues and useful vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Jennifer McCready",
    "Guy Leschziner"
  ]
}