{
  "title": "VR treat fears and phobias?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c5hpxz.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220512",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220512_6min_english_VR_download.mp3",
  "intro": [
    "VR allows you to put on a headset and escape into a completely different world. In this programme, we’ll be hearing about some of the ways VR is helping people overcome phobias and even tackling serious problems like domestic violence. Rob and Sam discuss the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "One of the phobias VR can help with is the fear of heights – but what is the proper name for this psychological disorder?",
    "a)    alektorophobia",
    "b)    arachnophobia",
    "c)    acrophobia",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "phobia",
      "desc": "strong and irrational fear of something; a type of anxiety disorder"
    },
    {
      "text": "simulation",
      "desc": "pretend copy of something that looks real but is not real"
    },
    {
      "text": "habitual",
      "desc": "the usual, typical way something works"
    },
    {
      "text": "drop your defences",
      "desc": "relax and trust people by lowering the psychological barriers you have built up to protect yourself"
    },
    {
      "text": "first-person",
      "desc": "from the perspective of someone who actually experiences an event in person"
    },
    {
      "text": "novel",
      "desc": "completely new and original; not like anything that has been experienced before"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. Here at 6 Minute English, we love to chat about new technology. One of our favourite topics is VR or virtual reality, and the ways it’s shaping life in the future."
    },
    {
      "author": "Rob",
      "text": "VR allows you to put on a headset and escape into a completely different world. In this programme, we’ll be hearing about some of the ways VR is tackling serious problems like domestic violence, and helping people overcome phobias – the strong and irrational fear of something. And, of course, we’ll be learning some useful related vocabulary along the way."
    },
    {
      "author": "Sam",
      "text": "People who use VR often describe the experience as intense. Putting on the headset makes you feel you’re really there, in whatever new world you’ve chosen. And it’s this intensity that inventors, scientists and therapists are using to help people overcome their problems."
    },
    {
      "author": "Rob",
      "text": "We’ll hear more soon, but first I have a question for you, Sam. One of the phobias VR can help with is the fear of heights – but what is the proper name for this psychological disorder? Is the fear of heights called: a) alektorophobia? b) arachnophobia? or c) acrophobia?"
    },
    {
      "author": "Sam",
      "text": "I’ll say a) alektorophobia."
    },
    {
      "author": "Rob",
      "text": "OK, Sam. We’ll find out the answer at the end of the programme."
    },
    {
      "author": "Sam",
      "text": "Now, if like me, you’re not very good with heights, you’ll be happy to know that a company called Oxford VR has designed a system to help with precisely that problem. In the safety of your own home, you put on a headset and are guided through a series of tasks moving you higher and higher off the ground. You start by taking an elevator to the top floor of tall building and move on harder challenges, like climbing a rope."
    },
    {
      "author": "Rob",
      "text": "Daniel Freeman is a professor of clinical psychology at Oxford University. Listen as he explains how the VR experience works to BBC World Service programme, People Fixing the World."
    },
    {
      "author": "Daniel Freeman",
      "text": "Even though you’re consciously aware it’s a simulation , it doesn’t stop all your habitual reactions to heights happening, and that’s really important, and that’s why it’s got such a potential to be therapeutic. The art of successful therapy, and what you can do really, really well in VR, is enable someone to drop those defences , and in VR a person is more able to drop them because they know there’s no real height there."
    },
    {
      "author": "Sam",
      "text": "Although the VR experience seems real, the person using it knows it’s only a simulation – a pretend copy of the real thing. This gives them confidence to go higher, knowing they can’t really get hurt."
    },
    {
      "author": "Rob",
      "text": "But although it’s simulated, the experience is real enough to trick your mind into acting in its habitual way – the way it usually, typically works. Although your brain knows you have both feet on the ground, VR is so realistic that to complete the tasks you have to drop your defences , a phrase meaning to relax and trust people by lowering the psychological barriers you have built to protect yourself."
    },
    {
      "author": "Sam",
      "text": "Oxford VR’s ‘Fear of Heights’ experience uses VR to put people into another world, but the next project we’ll hear about takes things even further - putting people into someone else’s body."
    },
    {
      "author": "Rob",
      "text": "In Barcelona, a VR simulation is being used in prisons to make men convicted of domestic violence aware of what it feels like to be in the position of their victims. The project, called ‘virtual embodiment’, is led by neuroscientist, Mavi Sanchez-Vives, of Barcelona’s Institute for Biomedical Research."
    },
    {
      "author": "Mavi Sanchez-Vives",
      "text": "In a virtual world we can be someone different and have a first-person embodied perspective from the point-of-view, for example, of a different person, different gender, different age. One can go through different situations and have the experience from this totally novel perspective."
    },
    {
      "author": "Sam",
      "text": "Many of the prisoners lack empathy for their victims. ‘Virtual embodiment’ works by giving these men the experience of abuse in the first-person – from the perspective of someone who actually experiences an event in person."
    },
    {
      "author": "Rob",
      "text": "In VR, the men have the insults and abuse they gave to others turned back on them. It’s a novel – a new and original - experience for them, and not a pleasant one either. But the VR therapy seems to be working, and Dr Sanchez-Vives reports more and more of the prisoners successfully reintegrating into their communities after their release from prison."
    },
    {
      "author": "Sam",
      "text": "The experience VR creates of seeing things from someone else’s point-of-view can be therapeutic, even for serious problems. And speaking of problems, what was the answer to your question, Rob?"
    },
    {
      "author": "Rob",
      "text": "I asked Sam whether the correct name for the fear of heights was alektorophobia, arachnophobia, or acrophobia?"
    },
    {
      "author": "Sam",
      "text": "I guessed it was alektorophobia."
    },
    {
      "author": "Rob",
      "text": "Which was the wrong answer. Alektorophobia is the fear of chickens! The correct answer was c) acrophobia – a fear of heights, and a good example of a phobia ."
    },
    {
      "author": "Sam",
      "text": "Let’s recap the rest of the vocabulary we’ve learned, starting with simulation – a pretend copy of something that looks real but is not."
    },
    {
      "author": "Rob",
      "text": "Habitual describes the usual, typical way something works."
    },
    {
      "author": "Sam",
      "text": "The phrase ‘ drop your defences’ means to relax and trust something by lowering your psychological barriers."
    },
    {
      "author": "Rob",
      "text": "In the first-person means talking about something from the perspective of the person who actually experienced an event themselves."
    },
    {
      "author": "Sam",
      "text": "And finally, the adjective novel means completely new and original, unlike anything that has happened before."
    },
    {
      "author": "Rob",
      "text": "Well, once again, our six minutes are really - and virtually - over! Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Daniel Freeman",
    "Mavi Sanchez-Vives"
  ]
}