{
  "title": "The technology of translation",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cb8yp7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220609",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220609_6min_english_technology_translation_download.mp3",
  "intro": [
    "Technology offers new ways to translate between languages. Is this translation accurate? How does it work? Learn some new vocabulary with Sam and Rob as they discuss the relationship between translation, technology and the human brain."
  ],
  "this_week_question": [
    "Braniff, an American airline, famously made a translation error in one of their adverts. How did they mistranslate the phrase \"fly in leather\"?",
    "a) fly in lava b) fly on a cow c) fly naked",
    "Listen to the programme to find out the answer!"
  ],
  "vocab": [
    {
      "text": "metaphor",
      "desc": "way of describing a person or thing by comparing it to something else, often found in poetry and literature It's raining cats and dogs! (idiom) It is raining heavily! chunk a large part of something rote learnt by memory in order to be repeated rather than properly understood automated done by machines instead of humans flummox confuse someone so much that they don't know what to do"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I'm Rob. Sam And I'm Sam. Rob, I'm writing a letter to a friend in Spain and I need some help. Do you know the Spanish for, 'it's raining'? Rob Don't worry, I have this new app… I just hold up my phone, scan the word I want translated, uh, 'esta lloviendo', is the Spanish for, 'it's raining'. Sam Amazing! In this programme we're discussing language technologies - computers that can translate between languages. Modern software like Google Translate has transformed how we learn foreign languages, bringing us closer to a world where language is no longer a barrier to communication. But how well do these computers know what we really mean to say? Rob Later we'll find out exactly what machines can and can't translate, and, as usual, we'll be learning some new vocabulary as well. But first I have a question for you, Sam. The translation app I used just now is very recent, but there's a long history of computer mistranslations - times when computers got it badly wrong. In 1987, the American airline, Braniff, ran television adverts promoting the all-leather seats installed on their flights to Mexico. But how was its \"fly in leather\" advertising slogan mistranslated into Spanish? a) fly in lava b) fly on a cow c) fly naked Sam Hmm, I have a feeling it might be, c) fly naked. Rob Ok, Sam. I'll reveal the correct answer later in the programme. Computer software used to rely on rules-based translation, applying the grammar rules of one language to another. That worked fine for simple words and phrases, but what happens when a translator comes across more complex language, for example metaphors - expressions used to describe one thing by comparing it to another. Sam Lane Greene is a language journalist and the author of the book, Talk on the Wild Side. Here he explains to BBC Radio 4 programme, Word of Mouth, how apps like Google Translate allow users to manually translate metaphors : Lane Greene If I say, 'it's raining cats and dogs' and it literally translates, 'esta lloviendo perros y gatos' in Spanish, that won't make any sense, but I think somebody at Google will have inputted the phrase, 'lueve a cántaros' which is the phrase, 'it's raining pitchers', or 'it's raining jugs of water', so that the whole chunk , 'raining cats and dogs' , is translated into the equivalent metaphor in Spanish. Rob Lane wants to translate the phrase, it's raining cats and dogs , something that people sometimes say when it's raining heavily. Sam It wouldn't make sense to translate this phrase into another language literally, word by word. One solution is to translate the whole idiom as a chunk , or a large part of text or language. Rob This works for phrases and idioms that people regularly use in the same way because they can be taught to a computer. But what happens when someone like a poet writes a completely new sentence which has never been written before? Lane Greene thinks that even the smartest software couldn't deal with that, as he told Michael Rosen, poet and presenter of BBC Radio 4's, Word of Mouth: Michael Rosen …if a poet writes a new one then the machine is not going to pick it up, and it's going to have a struggle, isn't it? Sorry, I'm sticking up for poetry here and trying to claim that it's untranslatable - can you hear what I'm doing? Lane Greene I hear you, and in a war against the machines, our advantage is novelty and creativity. So you're right that machines will be great at anything that is rote , anything that's already been done a million times can be automated. So you and I with our pre-frontal cortexes can try to come up with phrases that'll flummox the computer and so keep our jobs. Sam When we say machines \"learn\" a language, we really mean they have been trained to identify patterns in millions and millions of translations. Computers can only learn by rote - by memory in order to repeat information rather than to properly understand it. Rob This kind of rote learning can be easily automated - done by machines instead of humans. But it's completely different from human learning requiring creative thinking which would flummox - or confuse, even the most sophisticated machine. Sam Bad news for translation software, but good news for humans who use different languages in their jobs - like us! Rob Yes, if only Braniff Airlines had relied on human translators, they might have avoided an embarrassing situation. Sam Ah, in your question you asked how Braniff's television advertisement \"fly in leather\" was translated into Spanish. I guessed it was mistranslated as \"fly naked'. Rob Which was… the correct answer! Braniff translated its \"fly in leather\" slogan as fly \"en cuero,\" which sounds like Spanish slang for \"fly naked\". Sam OK, let's recap the vocabulary from this programme about language translations which are automated - done by machines instead of humans. Rob Often found in poetry, a metaphor is a way of describing something by reference to something else. Sam When it's raining heavily you might use the idiom, it's raining cats and dogs ! Rob A chunk is a large part of something. Sam Rote learning involves memorising information which you repeat but don't really understand. Rob And finally, if someone is flummoxed , they're so confused that they don't know what to do! Sam Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary here at 6 Minute English. Goodbye for now! Rob Bye!"
    }
  ],
  "authors": [
    "Rob"
  ]
}