{
  "title": "Queen Elizabeth II: What is the Platinum Jubilee?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c8kpk2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220602",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220602_6min_english_jubilee_download.mp3",
  "intro": [
    "2022 marks the 70th anniversary of Queen Elizabeth II's coronation. Neil and Sam talk about the festivities of the Platinum Jubilee in Britain, which include a competition to choose the official jubilee cake, the Platinum Pudding, and they teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Queen Elizabeth II is Britain’s longest-ever reigning monarch, but who was the previous longest-reigning before her?",
    "a)    King Henry VIII b)    Queen Elizabeth I c)    Queen Victoria",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "jubilee",
      "desc": "celebration of the anniversary of a special event, usually associated with the Royal Family"
    },
    {
      "text": "reign",
      "desc": "the period of time when a king or queen rules a country"
    },
    {
      "text": "coronation",
      "desc": "ceremony at which someone is made king or queen"
    },
    {
      "text": "trifle",
      "desc": "sweet, cold pudding made of a layer of fruit and cake, a layer of custard, and a top layer of cream"
    },
    {
      "text": "a twist on",
      "desc": "a variation of a traditional food recipe, using new and exciting ingredients or different cooking methods"
    },
    {
      "text": "humble",
      "desc": "modest, not proud"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello."
    },
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "People in the UK are enjoying a four-day holiday as part of the celebrations for Queen Elizabeth II’s Platinum Jubilee."
    },
    {
      "author": "Sam",
      "text": "A jubilee celebrates the anniversary of a special event, and the word is mostly associated with the Royal Family. In 2022, Queen Elizabeth II celebrates her Platinum Jubilee, commemorating 70 years since she became Queen in 1952."
    },
    {
      "author": "Neil",
      "text": "People are doing all kinds of things to celebrate, from large events at Buckingham Palace and St Paul’s Cathedral, to smaller street parties in towns and cities up and down the country, and abroad. In this programme, we look at the Platinum Jubilee in an unusual way, by hearing about a cake competition to make the official jubilee cake - the Platinum Pudding. And, as usual, we’ll be learning some related vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "This isn’t the first celebration of Queen Elizabeth’s reign – the period of time when a monarch rules a country. In 1977, the Queen celebrated her Silver Jubilee, marking 25 years as queen, followed by her Golden Jubilee in 2002, and her Diamond Jubilee in 2012."
    },
    {
      "author": "Neil",
      "text": "But what’s so special about this year’s Platinum Jubilee is that Queen Elizabeth II is the first British monarch ever to spend 70 years on the throne. And I have a question about it, Sam. Queen Elizabeth II is Britain’s longest-ever reigning monarch, but who was the previous longest-reigning before her? Was it:"
    },
    {
      "author": "Sam",
      "text": "I know it’s c) Queen Victoria."
    },
    {
      "author": "Neil",
      "text": "OK. I’ll reveal the answer at the end of the programme. As the first monarch ever to have a platinum jubilee, many celebrations are being planned for the Queen. These include an official birthday parade, Trooping the Colour, which ends with jet planes flying over Buckingham Palace, and the Platinum Pageant - a live concert in front of the palace, featuring music and dancing, puppets of the Queen’s favourite pets - her corgi dogs - and a performance by Ed Sheeran."
    },
    {
      "author": "Sam",
      "text": "And that’s just in London. All across the UK street parties are being held for people to eat and drink with friends and neighbours. There’s a tradition of inventing a new food dish to commemorate jubilees, going all the way back to the Victoria sponge, a cake named after Queen Victoria. This year a competition was held to find a new dish to become the official pudding of the jubilee. Here’s BBC reporter, Daniella Relph, to explain more."
    },
    {
      "author": "Daniella Relph",
      "text": "First, there was the Victoria sponge, then coronation chicken, now we have a Queen Elizabeth II Platinum Pudding. The winning lemon Swiss roll and amaretti trifle is a twist on a traditional trifle , with layers of Swiss roll, jelly, custard, mandarins, amaretti biscuits and cream."
    },
    {
      "author": "Neil",
      "text": "In 1953, a mix of chicken and curry cream sauce called, coronation chicken, was invented to celebrate Queen Elizabeth’s coronation – the ceremony at which she was made queen."
    },
    {
      "author": "Sam",
      "text": "This year, competition winner, Jemma Melvin, has invented a lemon and Swiss roll amaretti trifle as the official jubilee cake. Trifle is a sweet, cold pudding made of three layers – a layer of fruit and cake, a layer of custard, and a top layer of cream."
    },
    {
      "author": "Neil",
      "text": "Jemma’s jubilee trifle is a twist on a traditional trifle. When talking about food, people use the phrase a twist on something to describe a new variation of a traditional recipe, using different, exciting ingredients."
    },
    {
      "author": "Sam",
      "text": "Jemma learned her winning recipe from her grandmothers. She wants her trifle to be “the people’s pudding”, something to be enjoyed by everyone. Here is Jemma Melvin describing how she felt to discover her trifle had been chosen as the official Platinum Pudding:"
    },
    {
      "author": "Jemma Melvin",
      "text": "I cannot believe it! Everything that I was up against was just the most beautiful desserts and pudding with beautiful stories. (That) this quite humble trifle has won is a bit surreal."
    },
    {
      "author": "Sam",
      "text": "Jemma describes her trifle as humble – modest, and not proud. Although the pudding contains ingredients like amaretti biscuits and cream, which are good enough for a queen, she wanted to base it on a humble trifle, something everyone around the country can make."
    },
    {
      "author": "Neil",
      "text": "Enjoying a bowl of Jemma’s Platinum Pudding sounds like a great way for some to celebrate the Queen’s seventy-year reign."
    },
    {
      "author": "Sam",
      "text": "Which reminds me of your question, Neil. We know Elizabeth II has reigned for 70 years, but who was the second longest-serving monarch? I said it was c) Queen Victoria."
    },
    {
      "author": "Neil",
      "text": "I’m glad you were so sure, because you were correct, Sam. Victoria was queen for almost 64 years which is a long time, but not as long as Elizabeth."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary from this programme about the Queen’s jubilee – a celebration of the anniversary of a special event, usually involving the Royal Family."
    },
    {
      "author": "Neil",
      "text": "A king or queen’s reign means the period of time they rule a country."
    },
    {
      "author": "Sam",
      "text": "A coronation is the ceremony at which someone is made monarch – the king or queen."
    },
    {
      "author": "Neil",
      "text": "Trifle is a popular pudding made of a layer of fruit and cake, a layer of custard, and a top layer of cream."
    },
    {
      "author": "Sam",
      "text": "If you say a food dish is a twist on something, you mean it’s a variation of a traditional recipe, using new and exciting ingredients."
    },
    {
      "author": "Neil",
      "text": "And finally, someone who is humble is modest, and not proud."
    },
    {
      "author": "Sam",
      "text": "If you were inspired by this recipe, why not try making it. But that’s all from us. Goodbye for now."
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Daniella Relph",
    "Jemma Melvin"
  ]
}