{
  "title": "Restoring trust in science",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0c5wc0z.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220630",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220602_6min_english_science_download.mp3",
  "intro": [
    "Recent events like the Covid pandemic and climate crisis have put scientists under pressure from critics motivated by political views. American Astronomer Neil deGrasse Tyson wants people to understand the difference between opinion and fact. Sam and Rob talk about the topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "For centuries, the Earth was thought to be the centre of the Universe - but who was the first astronomer to have the correct idea that, in fact, the Earth and the planets revolve around the Sun?",
    "a)    Nicolaus Copernicus",
    "b)    Isaac Newton",
    "c)    Galileo Galilei",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "cosmology",
      "desc": "the study of the origin and nature of the universe"
    },
    {
      "text": "double-check",
      "desc": "make certain something is correct by carefully examining it again"
    },
    {
      "text": "duplicate",
      "desc": "repeat or copy something in exactly the same way"
    },
    {
      "text": "cross the t’s and dot the i’s",
      "desc": "(idiom) pay close attention to the details of the activity or task you are doing"
    },
    {
      "text": "regurgitate",
      "desc": "repeat something without properly understanding it"
    },
    {
      "text": "objective truth",
      "desc": "scientifically proven truth about the natural world which is not influenced by human bias, opinions or emotion"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Sam",
      "text": "Once in a while along comes a scientist who captures the public imagination and communicates their passion for science in an exciting and understandable way."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ll be meeting one of America’s best-known popular scientists. Astronomer Neil deGrasse Tyson. He’s a man with a gift for communicating and inspiring people with his television shows and books on cosmology – the study of the origin and nature of the universe."
    },
    {
      "author": "Sam",
      "text": "In his day job he runs the Hayden Planetarium in New York’s American Museum of Natural History, but Neil’s real mission is to encourage scientific thinking among the American public."
    },
    {
      "author": "Rob",
      "text": "We’ll be hearing from the famous astronomer, and learning some new vocabulary, soon. But first I have a question for you, Sam. Science is ever-changing with new discoveries updating our understanding all the time. For centuries, the Earth was thought to be the centre of the Universe - but who was the first astronomer to have the correct idea that, in fact, the Earth and the planets revolve around the Sun? a)    Nicolaus Copernicus b)    Isaac Newton c)    Galileo Galilei"
    },
    {
      "author": "Sam",
      "text": "Hmm, I’ll say it was c) Galileo."
    },
    {
      "author": "Rob",
      "text": "OK, Sam. I’ll reveal the correct answer later in the programme. Recent events like the Covid pandemic and climate crisis have put scientists under pressure from critics motivated by political views. Neil deGrasse Tyson thinks facts are not dependent on politics, but should be established with the scientific method, a process of finding the truth through testing and experimentation."
    },
    {
      "author": "Sam",
      "text": "Here’s Neil explaining more about the scientific method to BBC World Service programme, HardTalk."
    },
    {
      "author": "Neil deGrasse Tyson",
      "text": "If you have a brilliant idea and you test it and it unearths so much of what has been known before, we’re gonna double-check that – the rest of us – we’ll say, ‘But did he do it? Did he cross his t’s and dot his i’s ? Did he … Let me check the power that’s driving his experiment, you know, the wall current, let me check how that was conceived and done’. And if no-one can duplicate your results, it’s not a result."
    },
    {
      "author": "Rob",
      "text": "Before scientists can confirm the truth of an experiment, their findings must be doubled-checked - making certain something is correct by carefully examining it again. This process is called ‘peer review’ - other scientists double-checking the experiment to make sure everything was done correctly. One way they do this is to duplicate , or repeat, the experiment to see if they get the same result."
    },
    {
      "author": "Sam",
      "text": "In other words, Neil wants scientists to have crossed the t’s and dotted the i’s , a phrase which means paying attention to the small details of whatever you are doing."
    },
    {
      "author": "Rob",
      "text": "A scientific approach requires an open mind and critical thinking, but Neil believes the most important thing is to know the difference between fact and opinion. People have opinions about all kinds of things but that doesn’t make what they believe a fact."
    },
    {
      "author": "Sam",
      "text": "Yet fact and opinion are becoming harder to separate. As protests by anti-vaccine groups and climate change deniers have shown, many Americans, even presidents, seem suspicious of scientific fact. It’s a worrying trend that Neil thinks is a result of the US education system, as he told BBC World Service programme, HardTalk."
    },
    {
      "author": "Neil deGrasse Tyson",
      "text": "It has to do with how science is taught in schools. It’s currently taught as a body of information, a satchel of facts that are imparted upon you and then you regurgitate that for an exam. That’s an aspect of science, but it’s not the most important part of science. The most important part of science is knowing how to question things and knowing when an answer has emerged that represents an objective truth about this world."
    },
    {
      "author": "Rob",
      "text": "Neil says that science is taught by encouraging students regurgitate facts - to repeat information without properly understanding it."
    },
    {
      "author": "Sam",
      "text": "Knowledge is important, but what’s also needed is a questioning attitude than can recognise objective truth - a truth about the natural world which is not influenced by human bias, opinions or emotion. Without that, anyone is free to call whatever they like a ‘fact’, which only leads to chaos."
    },
    {
      "author": "Rob",
      "text": "Right. No matter how hard I believe that the Moon is made of cheese, or the Sun goes round around the Earth, believing it doesn’t make it true."
    },
    {
      "author": "Sam",
      "text": "That sounds like something Neil deGrasse Tyson would agree with – and maybe Galileo too!"
    },
    {
      "author": "Rob",
      "text": "Yes. In my question I asked who first came up with the idea that the Earth revolves around the Sun."
    },
    {
      "author": "Sam",
      "text": "And I said it was Renaissance astronomer, Galileo."
    },
    {
      "author": "Rob",
      "text": "Which was the wrong answer, I’m afraid. Galileo knew the Earth revolved around the Sun, but the first person with the idea was Polish astronomer, Nicolaus Copernicus, in 1543 – unfortunately, centuries before the invention of television could spread the news of this objective truth – a provable truth which is uninfluenced by human bias or opinion."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the rest of the vocabulary from our chat about American scientist Neil deGrasse Tyson and his love of cosmology - the study of the Universe."
    },
    {
      "author": "Rob",
      "text": "To double-check something means to make certain it’s correct by carefully re-examining it. One way scientists do this is to duplicate , or repeat exactly, an experiment."
    },
    {
      "author": "Sam",
      "text": "The idiom ‘ cross the t’s and dot the i’s’ means to pay close attention to the details of what you are doing."
    },
    {
      "author": "Rob",
      "text": "And finally, if you r egurgitate facts, you just repeat them without properly understanding them – something a true scientist would never do!"
    },
    {
      "author": "Sam",
      "text": "Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Neil deGrasse Tyson"
  ]
}