{
  "title": "onfused by modern idioms?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cjzz2f.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220728",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220728_6min_english_modern_idioms_download.mp3",
  "intro": [
    "Language changes fast, and new words and phrases are being created all the time. In this programme, Rob and Sam talk about some modern idioms – new expressions that have been introduced to English through the internet, TV and social media."
  ],
  "this_week_question": [
    "Many well-known idioms come from the world of sport, for example ‘throw in the towel’ which means ‘give up’, or ‘surrender’. But which sport does the idiom ‘throw in the towel’ come from?",
    "a)    football",
    "b)    tennis",
    "c)    boxing",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "spend a penny",
      "desc": "(old-fashioned idiom) go to the toilet"
    },
    {
      "text": "thrown in the towel",
      "desc": "(idiom) give in; surrender; stop doing something because you realise you cannot succeed"
    },
    {
      "text": "Groundhog Day",
      "desc": "(idiom) a situation in which events that have happened before, happen again in exactly the same way"
    },
    {
      "text": "ubiquitous",
      "desc": "seeming to appear everywhere"
    },
    {
      "text": "break the internet",
      "desc": "(idiom) cause so much excitement about something online that many people visit the website, making it crash"
    },
    {
      "text": "first-world problem",
      "desc": "(idiom) a problem that does not seem very important when compared to the serious problems faced by people in poorer parts of the world"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam.  Can you wait a second, Rob? I have to spend a penny."
    },
    {
      "author": "Rob",
      "text": "What! You’re going shopping now, are you? We’re just about to start the programme!"
    },
    {
      "author": "Sam",
      "text": "No, no, I have to… you know, ‘ spend a penny’. Haven’t you heard that expression before? Spend a penny means ‘go to the toilet’. It’s an old idiom from the days when it cost a penny to unlock the door of a public toilet."
    },
    {
      "author": "Rob",
      "text": "OK, I see. Well, you’re showing your age there, Sam – most young people today wouldn’t know what that phrase meant, and there aren’t many public toilets left nowadays anyway."
    },
    {
      "author": "Sam",
      "text": "Language changes fast, and new words and phrases are being created all the time. In this programme, we’ll be learning some modern idioms – new expressions that have been introduced to English through the internet, TV and social media. And of course, we’ll be learning their meanings a well."
    },
    {
      "author": "Rob",
      "text": "Great, I’m ‘raring to go’ – another idiom there. But first, as usual, I have a question for you, Sam. Many well-known idioms come from the world of sport, for example ‘throw in the towel’ which means ‘give up’, or ‘surrender’. But which sport does the idiom ‘throw in the towel’ come from? Is it: a)    football? b)    tennis?  or c)    boxing?"
    },
    {
      "author": "Sam",
      "text": "I think I know this one. It’s c) boxing."
    },
    {
      "author": "Rob",
      "text": "OK, Sam. I’ll reveal the answer at the end of the programme, so just hold your horses for now!"
    },
    {
      "author": "Sam",
      "text": "Ah, another idiom there, Rob - hold your horses meaning ‘stop and think for a moment’. That’s an idiom that Gareth Carrol might teach his university students. Dr Carrol is the author of a new book, ‘ Dropping the Mic and Jumping the Shark: Where Do Modern Idioms Come From?’ He became interested in idioms when he realised that he didn’t know many of the expressions his students used in their everyday speech, modern idioms like ‘jump the shark’."
    },
    {
      "author": "Rob",
      "text": "Here is Gareth Carrol telling BBC Radio 4 programme, Word of Mouth, about one source of many modern idioms – the movies."
    },
    {
      "author": "Dr Gareth Carrol",
      "text": "So, Groundhog Day I think more or less has the meaning of ‘déjà vu’ now, and it’s completely embedded in the language… actually, that’s probably one of the first phrases that got me thinking about these modern idioms in the first place because it is so ubiquitous , it’s used in a huge range of contexts, and one of the things that made me sit up and take notice is, I had a number of students who know the phrase, Groundhog Day , but had no idea it was a film."
    },
    {
      "author": "Sam",
      "text": "In the film, Groundhog Day, the main character wakes up to live the same day over and over again. Gradually, the movie title itself became an idiom, Groundhog Day, meaning a situation in which events that have happened before, happen again in exactly the same way. It’s similar in meaning to another expression – déjà vu."
    },
    {
      "author": "Rob",
      "text": "When phrases the movies develop into idioms it’s often because they are ubiquitous – they seem to appear everywhere."
    },
    {
      "author": "Sam",
      "text": "And one of the ways they appear everywhere is, of course, the internet. Here’s Gareth Carrol again, telling more to Michael Rosen, presenter of BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Dr Gareth Carrol",
      "text": "The vocabulary of the internet, even the word ‘internet’, is relatively modern… the idea of breaking the internet is now a phrase I think people would use and recognise, so something that causes such a stir online that metaphorically so many people rush to a website that it threatens to bring it down, something like that…"
    },
    {
      "author": "Michael Rosen",
      "text": "In the early days we had ‘go viral’ which has stayed with us, hasn’t it?"
    },
    {
      "author": "Dr Gareth Carrol",
      "text": "Yeah, so the idea of something going viral is certainly very much in the vocabulary now… But things like Twitter have leant sort of phrases, so the idea of first-world problems, meaning sort of ironically things that we complain about but actually, compared to other parts of the world, may well be relatively minor, that started life as Twitter hashtag, for example."
    },
    {
      "author": "Rob",
      "text": "Another modern idiom is breaking the internet – causing so much excitement about something online that too many people visit the website at the same time, making it crash."
    },
    {
      "author": "Sam",
      "text": "Social media outlets like Twitter have also created their own idioms, including first-world problems - a trivial problem that does not seem very important when compared to the serious problems faced by people in poorer parts of the world."
    },
    {
      "author": "Rob",
      "text": "If you don’t know some of these idioms, don’t worry. Unlike general vocabulary, a native speaker’s full knowledge of idioms takes longer to develop, usually at around the age of thirty to forty."
    },
    {
      "author": "Sam",
      "text": "Meanwhile, you can still rely on classic English idioms, like ‘pull my leg’, ‘kick the bucket’, and ‘throw in the towel’ – which, I think, comes from the sport of boxing. Rob?"
    },
    {
      "author": "Rob",
      "text": "Yes, in my question I asked which sport gave birth to the phrase ‘throw in the towel’, and Sam’s answer was correct! Well done! The idiom ‘throw in the towel’ comes from boxing where the coach of losing boxer would literally throw a towel into the ring to surrender."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the rest of the idioms, old and new, that we’ve learnt today. To spend a penny is an old-fashioned way of saying ‘go to the toilet’."
    },
    {
      "author": "Rob",
      "text": "Groundhog Day describes a situation in which events that have happened before, happen again exactly the same way."
    },
    {
      "author": "Sam",
      "text": "If something is ubiquitous , it seems to appear everywhere."
    },
    {
      "author": "Rob",
      "text": "The modern idiom break the internet, means to cause so much excitement about something online that you make the website crash."
    },
    {
      "author": "Sam",
      "text": "And finally, a first-world problem is a problem that does not seem very important when compared to the serious problems faced by people in poorer parts of the world. Unfortunately for us, our six minutes are up! Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Dr Gareth Carrol",
    "Michael Rosen"
  ]
}