{
  "title": "Preserving traditional recipes",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cfkchk.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220707",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220707_6min_english_recipes_download.mp3",
  "intro": [
    "Some dishes have the taste of our childhood. Cooking is not only about nutrition, but also about culture. But some traditional recipes are being lost. We talk about one woman’s quest to preserve the food culture of her native Ghana in west Africa, and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Bangers and mash is a classic British dish. It’s easy to understand why mashed potato is called ‘mash’ - but how did sausages come to be known as ‘bangers’?",
    "a) because ‘bang’ is an old-fashioned word for pork",
    "b) because sausage-making machines used to make a banging noise",
    "c) because sausages would explode in the frying pan, going ‘bang’",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "bangers and mash",
      "desc": "(informal) sausages (bangers) and mashed potato, a common British meal"
    },
    {
      "text": "mortar and pestle",
      "desc": "cooking equipment made up of a bowl (the mortar), and a heavy stone (the pestle) which is used to grind and pound ingredients together"
    },
    {
      "text": "pound",
      "desc": "crush into a paste or powder"
    },
    {
      "text": "taken aback",
      "desc": "feel shocked and surprised"
    },
    {
      "text": "know-how",
      "desc": "the practical skills and knowledge of how to do something"
    },
    {
      "text": "document",
      "desc": "record information about something by writing about it or taking photos of it"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob. Now, all over the world people love to eat, and most of us have favourite food we like to cook. Often, this involves a recipe – that’s written down instructions explaining how you combine the different items of food you are going to cook - the ingredients – into a meal. My favourite recipe is for bangers and mash - a cheap and popular British meal made of sausage and mashed potato."
    },
    {
      "author": "Sam",
      "text": "Cooking is a big part of our lives, something pleasurable we do with others, and a way of discovering the flavours and tastes of other cultures."
    },
    {
      "author": "Rob",
      "text": "In this programme, we’ll be doing just that – discovering the food culture of Ghana in west Africa, and hearing about one woman’s quest to preserve her country’s traditional recipes. And, as usual, we’ll be learning some related vocabulary along the way."
    },
    {
      "author": "Sam",
      "text": "But before we start, I have a question for you, Rob. Your favourite recipe is the classic British dish, bangers and mash. It’s easy to understand why mashed potato is called ‘mash’ - but how did sausages come to be known as ‘bangers’? Is it:"
    },
    {
      "author": "Rob",
      "text": "I think it’s a) – ‘bang’ is an old-fashioned word for pork."
    },
    {
      "author": "Sam",
      "text": "OK, Rob, I’ll reveal the correct answer later. Food writer, Abena Offeh-Gyimah, was born in Ghana but moved to Canada as a child. After school she would go for burgers and fries with friends, before heading home to eat traditional Ghanaian food with her family, food cooked with ingredients like dawadawa, a spice made from roasting locust beans, and fufu."
    },
    {
      "author": "Rob",
      "text": "Her mother’s cooking gave Abena a love of traditional recipes - so much so that five years ago, she moved back to Ghana to rediscover her country’s food culture. But when she arrived, Abena was surprised how much things had changed. Many traditional spices and ingredients were no longer being used, and it was more common to see tomato ketchup than Ghanaian chipotle sauce."
    },
    {
      "author": "Sam",
      "text": "Here Abena describes how her grandparents used to cook in the old days, to BBC World Service programme, The Food Chain."
    },
    {
      "author": "Abena Offeh-Gyimah",
      "text": "So, they would actually cook the yam, they would cook the plantain, and they would use, you know, the mortar and pestle to actually pound it, you know. Now in Ghana, you could just buy potato flour and just make fufu on the stove. But we’re losing that, right? That communal experience of cutting the yam and cutting the plantain and cooking it."
    },
    {
      "author": "Rob",
      "text": "Abena’s grandparents made fufu the traditional way, using ingredients like yam and green bananas called plantains. These were placed in a mortar and pestle - cooking equipment made of a bowl - the mortar - and a heavy stone - the pestle - which is used to grind ingredients together."
    },
    {
      "author": "Sam",
      "text": "The traditional method was to pound fufu – to crush it into a paste or powder. But nowadays many people buy ready-made flour and cook fufu the modern way, on a stove."
    },
    {
      "author": "Rob",
      "text": "For Abena, this represented an unwelcome departure from ancestral ways of cooking, and she decided that something had to be done. Here’s Ruth Alexander, presenter of BBC World Service’s, The Food Chain, to continue the story:"
    },
    {
      "author": "Ruth Alexander",
      "text": "Abena was so taken aback about the loss of know-how about Ghana’s traditional recipes and ingredients in the towns and cities, that she decided she had to do something, and set off to rural areas on a fact-finding tour."
    },
    {
      "author": "Abena Offeh-Gyimah",
      "text": "We travelled across the Accra East region in Ghana, just to document indigenous dishes, and to ask ‘what are people eating now?’, and learning that a lot of dishes are lost."
    },
    {
      "author": "Sam",
      "text": "Abena was taken aback by the changes in Ghana’s food culture – she felt shocked and surprised. Traditionally, recipes were passed down orally from mother to daughter, instead of being written down, so a generation of young Ghanaians were losing cooking know-how – the practical skills and knowledge of how to do something."
    },
    {
      "author": "Rob",
      "text": "Abena travelled around Ghana to document traditional recipes – to record information about them by writing them down, or taking photos, before they were lost forever."
    },
    {
      "author": "Sam",
      "text": "If her story has inspired you to find out about your own country’s traditional recipes, or discover more about Ghanaian cooking, you can read more on Abena’s website, Living the Ancestral Way."
    },
    {
      "author": "Rob",
      "text": "And after all this talk of traditional Ghanaian food, it’s time for your question about a traditional British recipe, bangers and mash – or sausage and mashed potato. Now, you asked about the name ‘banger’, and I guessed that ‘bang’ was an old-fashioned word for pork. So, was I right?"
    },
    {
      "author": "Sam",
      "text": "You were… wrong, I’m afraid, Rob. The name ‘banger’ started in World War One, when meat shortages resulted in sausages being made using water, that caused them to explode, going ‘bang!’, when cooked."
    },
    {
      "author": "Rob",
      "text": "Well, that’s certainly one way to spice up your cooking! OK, let’s recap the rest of the vocabulary, starting with mortar and pestle – a bowl and a heavy stone which is used to grind ingredients together."
    },
    {
      "author": "Sam",
      "text": "To pound something means to crush it into a paste or powder."
    },
    {
      "author": "Rob",
      "text": "If you’re taken aback , you feel shocked and surprised."
    },
    {
      "author": "Sam",
      "text": "Know-how is the practical skill and knowledge needed to do something, such as cook."
    },
    {
      "author": "Rob",
      "text": "And finally, the verb document means to record information about something by writing about it or taking photos."
    },
    {
      "author": "Sam",
      "text": "Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Abena Offeh-Gyimah",
    "Ruth Alexander"
  ]
}