{
  "title": "mate change and animal evolution",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cmj54r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220714",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220714_6min_english_climate_animal_evolution_download.mp3",
  "intro": [
    "In the 1830s Charles Darwin visited the Galapagos islands in the Pacific Ocean. He studied the unique animals living on the islands. Darwin's trip led him to the theory of evolution. In today's episode, Sam and Rob discuss the impact of climate change on today's wildlife. Can animals evolve quickly enough to survive a changing climate? Join us to explore this topic and learn the useful vocabulary you need to talk about it!"
  ],
  "this_week_question": [
    "What was the name of the ship Charles Darwin sailed to the Galapagos in? a) HMS Beagle b) HMS Victory c) SS Great Britain Watch the video to find out the answer."
  ],
  "vocab": [
    {
      "text": "evolution",
      "desc": "the way living things change and adapt to their environment, and pass on these adaptations to their children"
    },
    {
      "text": "flora and fauna",
      "desc": "the plants (flora) and animals (fauna) of a place"
    },
    {
      "text": "drab",
      "desc": "dull, boring, and colourless in appearance"
    },
    {
      "text": "beak",
      "desc": "the hard, pointed part of a bird's mouth"
    },
    {
      "text": "cling on",
      "desc": "hold on very tight to something"
    },
    {
      "text": "trait",
      "desc": "characteristic determined by your genes"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Rob",
      "text": "When we think about famous figures in the history of science, the name of Charles Darwin often comes up."
    },
    {
      "author": "Sam",
      "text": "Darwin is most famous for his theory of evolution , the idea that animals change and adapt in response to their environment. In the 1830s he visited the Galapagos, a string of islands in the Pacific Ocean famous because of the unique animals living there. Rob It was while in the Galapagos, observing small birds called finches, that Darwin started forming his theory of evolution . But today, the animals of the Galapagos face the same pressures as animals across the world because of the effects of man-made climate change."
    },
    {
      "author": "Sam",
      "text": "Warming sea waters and more frequent extreme weather events are affecting animals as much as humans, so, in this programme, we’ll be asking ‘can animals evolve to deal with climate change?’"
    },
    {
      "author": "Rob",
      "text": "But first I have a question for you, Sam, and it’s about Charles Darwin’s trip to the Galapagos. In 1831, Darwin set sail around the world, collecting samples of flora and fauna , the plants and animals, of the places he visited. But what was the name of the ship he sailed in? a) HMS Beagle b) HMS Victory c) SS Great Britain"
    },
    {
      "author": "Sam",
      "text": "Hmm, maybe it was B. HMS Victory."
    },
    {
      "author": "Rob",
      "text": "Are you sure?"
    },
    {
      "author": "Sam",
      "text": "No."
    },
    {
      "author": "Rob",
      "text": "OK. I’ll reveal the correct answer later in the programme. Now, it may have been the Galapagos finches that started Charles Darwin thinking about how animals adapt to their environment but, as naturalist, Kiyoko Gotanda explained to BBC World Service programme The Climate Question, Darwin’s first impression of the small birds wasn’t very good:"
    },
    {
      "author": "Kiyoko Gotanda",
      "text": "When Darwin got to the Galapagos Islands, he actually wasn’t that interested in the finches – they were kind of a drab colour and didn’t have a very interesting song. He sampled, though, the finches from different islands, and so when he got back to England he was looking at all the variation in beak shape and size, and body size and shape, and he was recalling how certain finches were found on certain islands but not on other islands"
    },
    {
      "author": "Rob",
      "text": "In contrast to more colourful birds like Galapagos parrots, the finches Darwin observed were drab , dull and boring-looking, with little colour."
    },
    {
      "author": "Sam",
      "text": "Instead, what Darwin noticed were variations in the finches’ beak – the hard, pointed part of a bird’s mouth. Finches born with a beak that could help them get more food were more likely to survive and have babies. Over time, as the birds passed on their successful genes, they adapted to fit in with their environment – what we know as evolution ."
    },
    {
      "author": "Rob",
      "text": "So, if animals can evolve to survive their environment, can they also evolve to cope with the impact humans are having on the climate?"
    },
    {
      "author": "Sam",
      "text": "Well, there’s already some evidence to show they can. Studies on birds in the Brazilian Amazon and red deer on the Isle of Rum, in Scotland, show warmer temperatures have caused animals to evolve smaller bodies. It’s easier to keep cool when you’re small!"
    },
    {
      "author": "Rob",
      "text": "American conservationist Thor Hanson records and measures anole lizards in the Caribbean. He wants to see how the effects of man-made climate change, in this case hurricanes, is affecting the lizards. Listen to what Thor found out as he speaks with presenters of BBC World Service’s The Climate Question."
    },
    {
      "author": "Jordan Dunbar",
      "text": "What you can see is that large toe pads and strong front legs give some lizards a tighter grip."
    },
    {
      "author": "Kate Lamble",
      "text": "When they do start to let go and their body starts flapping in the air like a flag, smaller back legs reduce the drag, and allow them to cling on and survive the hurricane."
    },
    {
      "author": "Thor Hanson",
      "text": "So the survivors were those lizards with those characteristics, and they passed those traits along to their offspring."
    },
    {
      "author": "Rob",
      "text": "Thor’s lizards developed stronger front legs and smaller back legs, allowing them to cling on, hold on to something tightly, when hurricanes pass through."
    },
    {
      "author": "Sam",
      "text": "It’s this trait , a genetically-determined characteristic, that allows the lizards to survive, and is passed on to their babies. Thor checked other areas of the Caribbean where hurricanes were frequent and found the same traits in lizards there, proof of evolution in action. But whereas we often think of evolution happening over hundreds, even thousands of years, the changes in the Caribbean lizards happened in around forty years, something that would have surprised Charles Darwin. Which reminds me of your question, Rob."
    },
    {
      "author": "Rob",
      "text": "Yes, I asked you for the name of the ship Darwin sailed around the world in. Darwin’s ship was called the HMS Beagle and, appropriately enough, it was named after an animal - a beagle is a type of dog. OK, let’s recap the vocabulary from this programme about evolution , the way living things adapt to their environment and pass these adaptations on to their children."
    },
    {
      "author": "Sam",
      "text": "Flora and fauna is another way of saying the plants and animals of a place."
    },
    {
      "author": "Rob",
      "text": "Drab means dull and colourless in appearance."
    },
    {
      "author": "Sam",
      "text": "A bird’s beak is the hard, pointed part of its mouth."
    },
    {
      "author": "Rob",
      "text": "To cling on means to hold on very tightly."
    },
    {
      "author": "Sam",
      "text": "And finally, a trait is a genetically-determined characteristic. Once again, our six minutes are up! Join us again soon for more interesting topics and useful vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Kiyoko Gotanda",
    "Jordan Dunbar",
    "Kate Lamble",
    "Thor Hanson"
  ]
}