{
  "title": "Which are more dangerous: sharks or humans?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cg19tx.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220721",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220721_6min_english_sharks_download.mp3",
  "intro": [
    "Sharks have gained quite a reputation for being cruel and vengeful creatures. A lot of it might have to do with the 70s blockbuster movie 'Jaws'. But is this true? Do sharks kill more humans or do humans kill more sharks? Sam and Rob talk about it and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Approximately, how many different species of shark exist today?",
    "a) 330",
    "b) 530",
    "c) 730",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "apex predator",
      "desc": "predator (animal that hunts and eats other animals) at the top of a food chain because it has no natural predators of its own"
    },
    {
      "text": "grudge",
      "desc": "feeling of anger or hatred towards someone because of what they did to you in the past"
    },
    {
      "text": "nothing could be further from the truth",
      "desc": "expression used to emphasise that something is not true at all"
    },
    {
      "text": "cartilage",
      "desc": "strong flexible tissue which connects bones or joints in the bodies of living creatures"
    },
    {
      "text": "flexible",
      "desc": "able to bend without breaking"
    },
    {
      "text": "agile",
      "desc": "able to move your body quickly and easily"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob. Now, on Friday the 29th of June 1975, movie posters appeared in cinemas all over the USA with the now notorious words: ‘You’ll never go in the water again’. So, do you know which movie was being promoted, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes, I think it was ‘Jaws’ - Steven Spielberg’s infamous horror movie which terrified a generation with its story of a man-eating great white shark with a taste for revenge and for human flesh."
    },
    {
      "author": "Rob",
      "text": "'Jaws' multiplied people’s fascination with, and fear of, sharks."
    },
    {
      "author": "Sam",
      "text": "But sharks’ fearsome reputation is not based on facts: most attacks on humans are cases of mistaken identity, where the shark mistakes a swimmer for fish. In recent years the average annual number of worldwide deaths from shark bites was as low as four."
    },
    {
      "author": "Rob",
      "text": "Today sharks should be the apex predators of the ocean - the top predator that hunts and eats other animals but has no natural predator of its own."
    },
    {
      "author": "Sam",
      "text": "Instead, over 100 million sharks are caught and killed each year and, thanks to this overfishing, many shark species are now endangered. We’ll hear more soon, but first I have a question for you, Rob. Approximately, how many different species of shark exist today? Is it: a) 330? b) 530?  or c) 730?"
    },
    {
      "author": "Rob",
      "text": "Well, I’ll take a guess at b) 530."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll reveal the correct answer later in the programme."
    },
    {
      "author": "Rob",
      "text": "Now, as Sam mentioned, ‘Jaws’ made many people nervous about swimming in the sea, largely thanks to scenes in the movie showing the shark biting swimmers in a frenzy of teeth and blood."
    },
    {
      "author": "Sam",
      "text": "George Burgess has spent 40 years studying the cause of shark attacks in his job as director of the Florida Programme for Shark Research. According to him, the movie’s depiction of great whites is totally unrealistic, as he told BBC World Service programme, The Inquiry."
    },
    {
      "author": "George Burgess",
      "text": "Will a single shark that’s involved in a bite on a human be more likely to bite another human in the future? In other words, is there something of the ‘Jaws’ image as we saw, unfortunately, in the movies of which you had a white shark that, apparently, had a grudge and would try to go after humans… well, nothing could be further from the truth than that."
    },
    {
      "author": "Rob",
      "text": "In the movie, sharks are portrayed as vengeful creatures who recognise and try to kill individual people. The shark in Jaws had a grudge – a feeling of anger or hatred towards someone because of what they did in the past."
    },
    {
      "author": "Sam",
      "text": "According to marine biologist, George Burgess, this is nothing like the real behaviour of sharks in the wild. He says nothing could be further from the truth – an expression used to emphasise that something is not true at all."
    },
    {
      "author": "Rob",
      "text": "Rob The actual truth is that sharks have been perfectly designed by evolution for their ocean environment. In fact, they have hardly changed over the last 400 million years, making them even older than the dinosaurs."
    },
    {
      "author": "Sam",
      "text": "Sharks’ characteristic design – their fin, teeth and skin – allows them to thrive in their natural environment. Listen to Oliver Crimmin, senior curator at London’s Natural History Museum, explaining more to BBC World Service programme, The Inquiry."
    },
    {
      "author": "Oliver Crimmin",
      "text": "If we look at the really successful features of sharks you’ve got to consider this cartilaginous skeleton – that’s no bone in the skeleton. That flexible material that the skeleton is made of enables sharks to be very agile , and it enables them to be athletic and it’s lightweight."
    },
    {
      "author": "Rob",
      "text": "Sharks’ skeletons are made of cartilage , not bone. Cartilage is a strong flexible tissue which connects joints in the bodies of living creatures."
    },
    {
      "author": "Sam",
      "text": "Feel for the bony material in the fold of your ear – that’s cartilage."
    },
    {
      "author": "Rob",
      "text": "Not having bones allows sharks to be both flexible - able to bend without breaking, and agile - able to move their body quickly and easily. Boneless, bendy, and built for speed, sharks really are the perfect evolutionary design."
    },
    {
      "author": "Sam",
      "text": "Yet overfishing and the cruel practice of finning, cutting off shark fins to make exotic soups and returning the wounded creature to the sea to die, are threatening shark numbers."
    },
    {
      "author": "Rob",
      "text": "Which is why it’s tragic that so many of their species are facing extinction. And speaking of shark species, what was the answer to your question, Sam?"
    },
    {
      "author": "Sam",
      "text": "In my quiz question, I asked how many species of shark there are in existence."
    },
    {
      "author": "Rob",
      "text": "Yeah, and I guessed it was around 530 different species."
    },
    {
      "author": "Sam",
      "text": "Which was the correct answer, Rob! And the variety of shark species is incredible, from giants like the great white to the tiny dwarf lantern shark."
    },
    {
      "author": "Rob",
      "text": "Ok, let’s recap the vocabulary from this programme all about sharks, the ocean’s apex predator – that’s the top predator that hunts other animals but has no predators of its own."
    },
    {
      "author": "Sam",
      "text": "If you hold a grudge , you have feelings of anger towards someone because of something they did in the past."
    },
    {
      "author": "Rob",
      "text": "The phrase, nothing could be further from the truth, is used to emphasise that something is totally false."
    },
    {
      "author": "Sam",
      "text": "Cartilage is the strong flexible tissue connecting bones or joints in the body."
    },
    {
      "author": "Rob",
      "text": "Flexible means able to bend without breaking."
    },
    {
      "author": "Sam",
      "text": "And finally, if you’re agile , you can move your body quickly and easily."
    },
    {
      "author": "Rob",
      "text": "Once again, our six minutes are over."
    },
    {
      "author": "Sam",
      "text": "Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "George Burgess",
    "Rob",
    "Oliver Crimmin"
  ]
}