{
  "title": "How pandemics end",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cmb0j4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220804",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220804_6min_english_how_pandemics_end_download.mp3",
  "intro": [
    "It's been more than two years and we are still living in the shadow of Covid-19. There have been many pandemics through history, such as the Black Death, and our species has survived. Sam and Neil discuss how pandemics end, and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Which disease was eradicated in 1977?",
    "a)    cholera b)    polio c)    smallpox",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "eradicate",
      "desc": "completely destroy or get rid of something such as a social problem or disease"
    },
    {
      "text": "declare victory",
      "desc": "announce something to be finished before it actually is but when it seems ‘good enough’"
    },
    {
      "text": "prematurely",
      "desc": "happening too soon, before the best time to do it"
    },
    {
      "text": "bury your head in the sand",
      "desc": "deliberately refuse to accept the truth about something you find unpleasant"
    },
    {
      "text": "death sentence",
      "desc": "the punishment of death for committing a crime, or from a disease which has no cure"
    },
    {
      "text": "chronic",
      "desc": "lasting for a long time"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "In March 2020, the World Health Organisation, the WHO, declared Covid-19 a pandemic. Now, after two and half years in the shadow of Covid, for many people travel restrictions are ending, and many people around the world are starting their lives again. But not everyone."
    },
    {
      "author": "Neil",
      "text": "Whether it’s because of lockdowns and not seeing friends, or getting sick, even dying, everyone wants to see an end to the pandemic. But with cases of Covid infections still in the millions, and doctors warning about new variants of the disease, is the pandemic really coming to an end? In this programme, we’ll be finding out how pandemics end, and, as usual, we’ll be learning some related vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Of course, pandemics are nothing new. Ancient texts are full of stories of plagues which spread death and disease before eventually going away. In the Middle Ages, The Black Death that killed over half of Europe’s population lasted for four years. It’s only with modern vaccines that diseases have been eradicated – completely ended. So, Neil, my question this week is: which disease was eradicated in 1977? Was it: a)    cholera? b)    polio? or c)    smallpox?"
    },
    {
      "author": "Neil",
      "text": "I'm going to say c) smallpox."
    },
    {
      "author": "Sam",
      "text": "OK, I’ll reveal the answer at the end of the program."
    },
    {
      "author": "Neil",
      "text": "Of course, the idea that the pandemic might not be ending isn’t something people want to hear. Most people are sick of worrying about Covid and can’t wait for things to get back to normal. But as Yale University physician, Professor Nicholas Christakis, explained to BBC World Service programme, The Inquiry, it’s not just the biological disease that needs to end – pandemics have a social ending too."
    },
    {
      "author": "Prof. Nicholas Christakis",
      "text": "Pandemics are not just a biological phenomenon, they’re also a social phenomenon, and they end socially. And one of the ways that they end socially is when everyone just sort of agrees that they have ended – when everyone is simply willing to tolerate more risk. On other words, we sort of declare victory, maybe prematurely , or another way of thinking about it is, we put our heads in the sand."
    },
    {
      "author": "Sam",
      "text": "Biologically Covid still exists in the world and most of us would rather not catch it. But if you’re vaccinated, the risk of getting seriously ill is much lower, so it’s reasonable to make plans to resume normal life. When enough people do this, we declare victory – a phrase meaning to announce something to be finished before it actually is, but when it looks ‘good enough’."
    },
    {
      "author": "Neil",
      "text": "The danger is that we declare victory prematurely – too soon, before it’s the best time to do so. Professor Christakis uses another idiom for this – to bury your head in the sand , meaning to deliberately refuse to accept the truth about something you find unpleasant."
    },
    {
      "author": "Sam",
      "text": "It’s also true that pandemics do not end in the same way for everyone, everywhere. Rich western countries with the resources to vaccinate their populations are in a better position than most."
    },
    {
      "author": "Neil",
      "text": "Professor Dora Vargha is an expert on the history of medicine. She compares the Covid pandemic to an ongoing disease for which we have no cure, and which has killed millions since its outbreak in the 1980s – HIV/Aids. Here is Professor Vargha speaking with BBC World Service’s, The Inquiry."
    },
    {
      "author": "Prof Dora Vargha",
      "text": "What happens in the case of HIV/Aids is that it became from being an immediate death sentence basically to a manageable chronic disease… but that happens in societies that have the means and the infrastructure to make that possible with medication, and that is not necessarily true for all parts of the world, but we don’t think about the HIV/Aids pandemic as an ongoing pandemic."
    },
    {
      "author": "Sam",
      "text": "Although HIV has no cure, modern medical drugs allow people to continue living with the disease for years. HIV is no longer a death sentence – a phrase meaning the punishment of death for committing a crime, or from an incurable disease."
    },
    {
      "author": "Neil",
      "text": "Nowadays, HIV is no longer fatal. It has become a disease which can be controlled and is chronic , or long lasting. We no longer think of Aids as a pandemic, but that’s not true everywhere - only in countries which can provide the necessary medical drugs and support."
    },
    {
      "author": "Sam",
      "text": "Finding the right balance of Covid restrictions for communities of people exhausted by the pandemic isn’t easy. Many scientists are warning that we haven’t yet reached the beginning of the end of Covid, but hopefully we’re at least reaching the end of the beginning."
    },
    {
      "author": "Neil",
      "text": "Let’s finish the programme on a hopeful note by remembering that diseases can and do eventually end – like in your quiz question, Sam."
    },
    {
      "author": "Sam",
      "text": "Yes, I asked which disease was eradicated in 1977. Neil said it was smallpox which was the correct answer! Well done, Neil! Smallpox no longer occurs naturally, but did you know that samples of smallpox do still exist, frozen in American and Soviet laboratories during the Cold War!"
    },
    {
      "author": "Neil",
      "text": "As if the thought that the Covid pandemic might never end isn’t scary enough! Right, let’s recap the vocabulary we’ve learnt starting with eradicate – to completely get rid of something, such as a disease."
    },
    {
      "author": "Sam",
      "text": "If you declare victory , you announce something to be finished before it actually is. The danger is doing this is that you announce it prematurely , or too soon."
    },
    {
      "author": "Neil",
      "text": "The idiom bury your head in the sand means to refuse to accept or look at a situation you don’t like."
    },
    {
      "author": "Sam",
      "text": "A death sentence means the punishment of death for committing a crime, or from an incurable disease."
    },
    {
      "author": "Neil",
      "text": "And finally, a chronic disease is one which lasts for a long time. Even though the pandemic hasn’t ended, our programme has because our six minutes are up. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Prof. Nicholas Christakis",
    "Prof Dora Vargha"
  ]
}