{
  "title": "beauty influencer",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0csxgwd.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220825",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220825_6min_english_beauty_influencer_download.mp3",
  "intro": [
    "An influencer - a new kind of job from the internet era. In this programme, you'll hear from two beauty influencers from different parts of the world, and find out how they are trying to change attitudes towards female beauty. Listen to an interesting conversation and learn some extra vocabulary."
  ],
  "this_week_question": [
    "YouTube make-up tutorials are very modern, but make-up has been around for a long time. So, when was lipstick first used?",
    "a)    around 3000 years ago by the ancient Celts",
    "b)    around 4000 years ago by the ancient Egyptians",
    "c)    around 5000 years ago by the ancient Sumerians",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "influencer",
      "desc": "someone who is paid by a company to promote its brand on social media, encouraging other people to buy their products"
    },
    {
      "text": "dos and don’ts",
      "desc": "rules about how people should and should not behave in a certain situation"
    },
    {
      "text": "crack a joke",
      "desc": "tell a joke"
    },
    {
      "text": "took off",
      "desc": "suddenly started to be successful or popular"
    },
    {
      "text": "intrigued",
      "desc": "very interested in someone, often because of an unusual or unexpected quality"
    },
    {
      "text": "a given",
      "desc": "some detail or fact that is considered as true or real"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. In the UK there’s a well-known children’s game called, Happy Families. Players have to collect all the cards belonging to one family - there’s a butcher, a baker, a carpenter, a doctor, and a tailor - some of the traditional jobs that people in the UK have been doing for centuries."
    },
    {
      "author": "Neil",
      "text": "But since the invention of the internet and social media, a more up-to-date list of jobs in the 21st century would be very different. It would include modern jobs which didn’t exist before, online jobs like web designer and YouTuber."
    },
    {
      "author": "Sam",
      "text": "One of the most unusual of these new digital jobs is the influencer – someone who is paid by a company to promote their brand on social media, encouraging people to buy their products. In this programme, we’ll meet two beauty influencers from different parts of the world: Nigeria and Pakistan. We’ll discover how these women are using their online influence to change attitudes towards female beauty, and as usual, we’ll learn some related vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Sam. YouTube make-up tutorials are very modern, but make-up has been around for a long time. So, when was lipstick first used?Was it: a)    around 3000 years ago by the ancient Celts? b)    around 4000 years ago by the ancient Egyptians? or c)    around 5000 years ago by the ancient Sumerians?"
    },
    {
      "author": "Sam",
      "text": "I’ll say it was being used 5000 years ago by the ancient Sumerians."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, we’ll find out if you’re right later on. Dimma Umeh is a beauty influencer from Nigeria. She’s been creating make-up video tutorials for women of colour for eight years and has hundreds of thousands of followers. Her videos go from eyebrow-shaping tips to shopping trips in Nigeria’s biggest city, Lagos."
    },
    {
      "author": "Sam",
      "text": "Here’s Dimma telling BBC World Service programme, The Conversation, how her life as an influencer got started."
    },
    {
      "author": "Dimma Umeh",
      "text": "So, I did a make-up dos and don’ts video in 2017. I had seen a couple of people doing it prior to that but then, you know, I kind of did it in a way that was a bit funny, maybe cracked a couple of jokes around the ways - or maybe not so great ways - some people were doing things at the time and that video just took off."
    },
    {
      "author": "Neil",
      "text": "In 2017, Dimma made a YouTube video of make-up dos and don’ts - rules about what to do and what not to do in a certain situation, or when doing a certain activity."
    },
    {
      "author": "Sam",
      "text": "Dimma wasn’t the first Nigerian influencer to post videos on YouTube, but the difference was her humour - the way she laughed and cracked , or told, jokes . More and more people started watching Dimma’s make-up videos and they soon took off , meaning they suddenly became successful and popular."
    },
    {
      "author": "Neil",
      "text": "Our next beauty influencer is Rammal Mehmud, a photographer turned make-up artist based in Islamabad, Pakistan. As well make-up tips, Rammal creates colourful face painting designs which, she says, helped her through a period of depression. She has popular Instagram and YouTube accounts on which she shares content to help other women with their confidence and mental health."
    },
    {
      "author": "Sam",
      "text": "Like Dimma, Rammal now has Instagram followers numbering in the hundreds of thousands. So, how does she decide what to share in her blogs and videos? What boundaries does she set for her followers? Here’s what Rammal told BBC World Service programme, The Conversation."
    },
    {
      "author": "Rammal Mehmud",
      "text": "Well, people are very intrigued about your personal life as a blogger – that’s a given, but you need to have strong boundaries. I do fear about my family and friends. You actually have to ask people if they are comfortable being on your platform or not."
    },
    {
      "author": "Neil",
      "text": "Rammal says her followers are intrigued about her personal life. If you’re intrigued , you are very interested in someone, often because of something unusual or unexpected about them."
    },
    {
      "author": "Sam",
      "text": "Rammal accepts that her followers’ interest in her personal life is a given – something that is considered to be a fact, or that is certain to happen. For example, you could say, ‘it’s a given that there will be champagne at a typical British wedding’, meaning, it’s certain - it’s a fact – there will be champagne."
    },
    {
      "author": "Neil",
      "text": "But just because her followers’ interest in her life is a given, that doesn’t mean Rammal shares everything with them. She has to set boundaries."
    },
    {
      "author": "Sam",
      "text": "Both Dimma and Rammal make money as beauty influencers, but what’s amazing is how they’re using social media to start conversations about what beauty means to women in their country. And sharing some great lipstick tips as well!"
    },
    {
      "author": "Neil",
      "text": "And speaking of lipstick, let’s reveal the answer to my question, Sam. I asked you when lipstick was first used."
    },
    {
      "author": "Sam",
      "text": "I said it was around 5000 years ago by the ancient Sumerians."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer! Ancient Sumerians, both men and women, painted their faces, eyes and lips – a very early kind of lipstick. OK, let’s recap the vocabulary from this programme on influencers – people who influence their social media followers to try different products."
    },
    {
      "author": "Sam",
      "text": "Dos and don’ts are rules about what you should and shouldn’t do in certain situations."
    },
    {
      "author": "Neil",
      "text": "To crack a joke , means to tell a joke."
    },
    {
      "author": "Sam",
      "text": "The phrasal verb take off means to suddenly become popular or successful."
    },
    {
      "author": "Neil",
      "text": "If you are intrigued , you’re interested in someone, often because of something unusual about them."
    },
    {
      "author": "Sam",
      "text": "And finally, a given describes something that is considered to be a fact, or that is certain to happen."
    },
    {
      "author": "Neil",
      "text": "Once again, our six minutes are up! Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dimma Umeh",
    "Rammal Mehmud"
  ]
}