{
  "title": "Women in the workplace",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ctvrfg.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220818",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220818_6min_english_women_in_the_workplace_download.mp3",
  "intro": [
    "No more 'coffee girl'! Many women are tired of being given unimportant tasks as they see their male colleagues go up the corporate career ladder. Hear about the women questioning the kinds of jobs expected from them. Sam and Neil talk about gender and the workplace and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "Who was the first woman to become British Prime Minister?",
    "a) Theresa May",
    "b) Nicola Sturgeon",
    "c) Margaret Thatcher",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "promotion",
      "desc": "moving someone up into a higher, more important or better paid position in a company or organisation"
    },
    {
      "text": "glass ceiling",
      "desc": "an invisible barrier to advancing in your career"
    },
    {
      "text": "non-promotable tasks",
      "desc": "unimportant and time-consuming jobs which helps a worker’s organisation but do nothing to advance their career"
    },
    {
      "text": "burn-out",
      "desc": "exhaustion caused by working too hard"
    },
    {
      "text": "multitasking",
      "desc": "doing more than one thing at the same time"
    },
    {
      "text": "juggling",
      "desc": "trying to manage your job or life when you are involved in several different activities which all demand your time"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Sam, does this situation sound familiar? It’s a colleague’s birthday next week. A male boss says to a female employee – “You’re great at organising things – would you buy a card and get everyone in the office to sign it? Oh, and we’ll need to order a cake too – thanks, you’re amazing!”"
    },
    {
      "author": "Sam",
      "text": "Yes, I have seen that. A male boss asks a woman to do all the jobs that keep the office running but do nothing to advance her career or improve her chances of promotion – that’s when someone moves up into a higher, better paid position in a company."
    },
    {
      "author": "Neil",
      "text": "Sadly, this happens a lot. In many workplaces around the world, it’s the men who are considered ‘born leaders’ and promoted up the corporate career ladder, while the women are given less important roles. Even today, many working women find themselves at a point in their career beyond which they cannot progress, an invisible barrier to succeed referred to as the glass ceiling."
    },
    {
      "author": "Sam",
      "text": "But in this programme, we’ll be meeting the members of The No Club, a group of women saying ‘no’ to the glass ceiling by publicly questioning the kinds of jobs men and women are asked to do in the workplace. And, of course, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first, I have a question for you, Sam. Despite the glass ceiling, women do make it to the top jobs in many areas of work and business, even in the male-dominated world of politics. So, who was the first woman to become British Prime Minister? Was it: a) Theresa May? b) Nicola Sturgeon? or c) Margaret Thatcher?"
    },
    {
      "author": "Sam",
      "text": "I know the answer to this one, Neil. It’s c) Margaret Thatcher."
    },
    {
      "author": "Neil",
      "text": "OK. Well, we’ll find out later if you’re right. Professor Lise Vesterlund is one of the four academics who co-wrote The No Club, a book discussing how females disproportionately take on the unimportant, less visible tasks at work."
    },
    {
      "author": "Sam",
      "text": "Professor Vesterlund calls these non-promotable tasks , jobs like taking notes, organising social events or chairing meetings – jobs that take time and effort but do little to increase company profits or to boost your career. Research shows that most of these tasks are done by women. Here’s Lise Vesterlund explaining more to BBC World Service programme, Business Daily."
    },
    {
      "author": "Prof Lise Vesterlund",
      "text": "We’ve been noticing gender differences in wages, in advancement, in negotiation. Burn-out for women is much greater than it is for men. Their dissatisfaction with their work is much greater. And we’ve been trying to sort of address all these objectives with lots of different methods and techniques, and what is interesting about the non-promotable work is that it, in a very structural sense, contributes to all of those differences."
    },
    {
      "author": "Neil",
      "text": "Professor Vesterlund lists some workplace gender imbalances, including job dissatisfaction and burn-out – that’s tiredness and exhaustion caused by working too hard. Many of these issues are made worse by non-promotable tasks."
    },
    {
      "author": "Sam",
      "text": "Natalie Quail agrees. Natalie started her successful dental cosmetics company, SmileTime, after winning a business competition on the TV show, Dragon’s Den. Here she tells BBC World Service’s Business Daily about her experience of being asked to take on non-promotable tasks in her work as a trainee solicitor."
    },
    {
      "author": "Natalie Quail",
      "text": "As a trainee solicitor pretty much every task that you take on is a non-promotable task. Note-taking is one of them, in meetings, when you, kind of, are told that you can’t really speak or say anything. I was tasked with being the team party organiser, so that was my role. It does definitely occur that the women in the team, the level of multitasking they’re doing just ... far outstrips the men in a lot of cases, for example, you know, a lot of women in the team would also be juggling having kids at home, being a working mum."
    },
    {
      "author": "Neil",
      "text": "Natalie found herself doing non-promotable tasks. She thinks many women in the workplace are expected to be good at multitasking - doing more than one thing at the same time."
    },
    {
      "author": "Sam",
      "text": "For working mums, who are raising a family as well as developing careers at work, this involves some juggling - trying to manage your life when you are involved in many different activities which all demand your time."
    },
    {
      "author": "Neil",
      "text": "In the forty years since the term ‘glass ceiling’ was invented, it seems not much has changed for working women. But there is some good news. The number of female managers and women working in jobs traditionally seen as male has increased dramatically, and those companies where getting promotion is based on ability not gender, have benefitted from talented, hard-working female leaders."
    },
    {
      "author": "Sam",
      "text": "And speaking of female leaders, Neil, what was the answer to your question? You asked me who was the first female British Prime Minister, and I said Margaret Thatcher. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were right! Mrs Thatcher, nicknamed The Iron Lady, became Prime Minister in May 1979, the first woman to break the political glass ceiling in the UK - an invisible barrier to advancing in your career."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the other vocabulary we’ve learnt, starting with promotion - moving up into a higher, more important position in your company."
    },
    {
      "author": "Neil",
      "text": "The term non-promotable tasks describes those unimportant jobs which help your organisation but do nothing to advance your career. They are often given to women."
    },
    {
      "author": "Sam",
      "text": "If you have burn-out , you’re exhausted from working too hard."
    },
    {
      "author": "Neil",
      "text": "Multitasking is the ability to do several things at the same time."
    },
    {
      "author": "Sam",
      "text": "And finally, juggling involves managing many different activities which all demand your time. We’ve managed our time pretty well so far but now our six minutes are up! Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Prof Lise Vesterlund",
    "Natalie Quail"
  ]
}