{
  "title": "vs beast: Who is more efficient?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0cyvpw0.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-220915",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/220915_6min_english_man_vs_beast_download.mp3",
  "intro": [
    "Humans are considered the superior species on Earth, but are our bodies as efficient as the bodies of other animals? Sam and Roy talk about this topic and teach you related vocabulary."
  ],
  "this_week_question": [
    "Efficiency involves an input and an output. It‘s about the relationship between the amount of energy coming in – in other words, the food we eat - and the amount of the energy going out – the usual movements and activities of day-to-day life. So, according to this definition, which animal is the most efficient?",
    "a) an ant b) a whale c) a human Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "crouched",
      "desc": "bent at the knees, closer to the ground and leaning forward slightly"
    },
    {
      "text": "dogleg",
      "desc": "having a bent shape, like a dog’s leg; a sharp bend in a road or path"
    },
    {
      "text": "optimal age",
      "desc": "best age; age at which you are most likely to succeed in an activity"
    },
    {
      "text": "drops off",
      "desc": "decreases in amount or quality"
    },
    {
      "text": "sweet spot",
      "desc": "best possible combination of factors or circumstances"
    },
    {
      "text": "muscle mass",
      "desc": "the amount of muscle in your body, as opposed to fat or bone"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Roy",
      "text": "And I’m Roy. Whether it’s salmon swimming upriver to lay their eggs or cheetahs running faster than a car, animals can do incredible things with their bodies."
    },
    {
      "author": "Sam",
      "text": "Human bodies are no less incredible – just think of Olympic swimmers and sprinters."
    },
    {
      "author": "Roy",
      "text": "Our bodies work using just the energy provided by what we eat. This means that the human body has to be incredibly efficient, using as little energy as possible to do what it needs to."
    },
    {
      "author": "Sam",
      "text": "Yet even with our efficient bodies, no-one can run as fast a cheetah, not even Olympic champions! In this programme, we’ll be asking: exactly how efficient is the human body?"
    },
    {
      "author": "Roy",
      "text": "We’ll be comparing human bodies’ performance against each other, and against some animals too. And, of course, we’ll be learning some new and useful vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But before that I have a question for you, Roy. Efficiency involves an input and an output. It‘s about the relationship between the amount of energy coming in – in other words, the food we eat - and the amount of the energy going out – the usual movements and activities of day-to-day life. So, according to this definition, which animal is the most efficient? Is it:"
    },
    {
      "author": "Roy",
      "text": "Humans are the most efficient animal."
    },
    {
      "author": "Sam",
      "text": "OK, Roy. I’ll reveal the answer later in the programme. To find out more about how the human body works it’s helpful to know how our species evolved. Here’s Herman Pontzer, professor of evolutionary anthropology at Duke University, speaking with BBC World Service programme, CrowdScience."
    },
    {
      "author": "Prof Herman Pontzer",
      "text": "Prof Herman Pontzer Humans are remarkably efficient. We walk on two very straight legs, if a human stands next to a dog, for example, the dog has got that funny bent classic dog leg shape, right? And that crouched posture is really typical of most animals. Humans have a very straight leg, and so because of that, and because our legs are pretty long for our body size – humans are part of the ape family – we’re are efficient."
    },
    {
      "author": "Roy",
      "text": "Humans are apes and evolved from the same origin as gorillas and chimpanzees. One big difference however is that humans walk upright on straight legs, whereas most animals are crouched – bent over at the knee and leaning forwards to the ground. This crouched posture is not an efficient way to move."
    },
    {
      "author": "Sam",
      "text": "Other animals, like dogs, have flat backs and move on four bent legs called doglegs – something bent in the shape of a dog’s leg. The word dogleg can also mean a sharp bend in a road or path."
    },
    {
      "author": "Roy",
      "text": "So, the design of the human body makes it efficient compared to some other animals - but how do humans compare with each other? How do Kenyan athletes break long-distance running records, while many of us struggle to run for the bus? The main reason, according to Loughborough University physiologist, Rhona Pearce, is training. But there may be other factors too, as she explained to BBC World Service’s, CrowdScience."
    },
    {
      "author": "Rhona Pearce",
      "text": "Age probably comes into it in that there’s probably an optimal age for tendon elasticity – that drops off as you get older, so probably there’s a sweet spot in age for running economy. So, in terms of weight, it depends what you weight is made up of, if you’ve got more muscle mass that’s going to help you, whereas if it’s more fat then you’ve got to carry it."
    },
    {
      "author": "Sam",
      "text": "Efficient running depends on having flexible muscles and tendons, and this flexibility drops off , or decreases, as we get older. This means that, in terms of running, the body has an optimal age – the best age, or the age at which you are most likely to succeed."
    },
    {
      "author": "Roy",
      "text": "Body composition also plays a part. Efficient runners need high muscle mass - the amount of muscle in your body, as opposed to fat or bone. So, training, age, muscle mass and genetics and are all factors which, when they come together, produce a sweet spot – the best possible combination of factors and circumstances. And from the evidence it looks like my answer to your question was right, Sam."
    },
    {
      "author": "Sam",
      "text": "Ah yes, I asked which animal was the most efficient, and you said it was c) a human. Well, I’m sorry to say but that was the wrong answer! The funny thing is  - and scientists still don’t understand why - but the bigger the animal, the less energy it uses, kilo for kilo. So, the most efficient animal…"
    },
    {
      "author": "Roy",
      "text": "…is also be the biggest – a whale! OK, let’s recap the vocabulary from the programme, starting with crouched – a position which is bent at the knee, leaning forward and closer to the ground."
    },
    {
      "author": "Sam",
      "text": "A dogleg can describe something which has a bent shape, especially a sharp bend in a road or path."
    },
    {
      "author": "Roy",
      "text": "The optimal age to do something is the best age to do it."
    },
    {
      "author": "Sam",
      "text": "If something drops off , it decreases in quality or quantity."
    },
    {
      "author": "Roy",
      "text": "A sweet spot is the best possible combination of factors or circumstances."
    },
    {
      "author": "Sam",
      "text": "And finally, muscle mass is the amount of muscle in your body, as opposed to fat or bone. Once again our six minute are up. Bye for now!"
    },
    {
      "author": "Roy",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Roy",
    "Prof Herman Pontzer",
    "Rhona Pearce"
  ]
}