{
  "title": "Does climate change make you anxious?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0d510fy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221020",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221212_6min_english_climate_mental_health_download.mp3",
  "intro": [
    "Fires, heatwaves, floods, hurricanes, droughts - the climate change emergency might be having an impact on our mental health. Rob and Sam discuss the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "According to a survey by Greenpeace, what percentage of young people worldwide say they feel worried about climate change? a)    74 per cent b)    84 per cent c)    94 per cent",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "doom and gloom",
      "desc": "the feeling that a situation is very bad and without hope"
    },
    {
      "text": "post-traumatic stress disorder (PTSD)",
      "desc": "a serious mental illness that can develop as a result of a very bad experience, including wars and natural disasters"
    },
    {
      "text": "climate anxiety",
      "desc": "low-level distress caused by worrying about climate change"
    },
    {
      "text": "adverse",
      "desc": "having a harmful or negative effect"
    },
    {
      "text": "per se",
      "desc": "(Latin) in itself; of itself. Used when describing the qualities of something considered on its own, rather than in relation to another thing"
    },
    {
      "text": "urban greenspaces",
      "desc": "areas in towns and cities which are reserved for parks, trees and wildlife"
    }
  ],
  "transcript": [
    {
      "author": "Rob",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Rob."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. When we talk about climate change, we usually talk about the effects on the planet, or the economic consequences. But all the damage being done by climate change is also having an effect on our minds, our mental health."
    },
    {
      "author": "Rob",
      "text": "Fires, heatwaves, floods, hurricanes, droughts… the list of climate emergencies goes on and on, and sometimes it all feels like doom and gloom – an idiom describing a situation that is very bad and without hope. This worry is leading to mental health problems, not just for the unfortunate people who experience climate events first-hand, but for us all."
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll meet one expert who’s investigating the link between climate change and mental health problems and hoping to find some solutions. And, as usual, we’ll be learning some new vocabulary along the way."
    },
    {
      "author": "Rob",
      "text": "But before that I have a question for you, Sam. The 2021 UK census reported that three quarters of adults in Britain are worried about the impact of climate change, and it’s a worry that’s shared by the young. According to a survey by Greenpeace, what percentage of young people worldwide say they feel worried about climate change? Is it:"
    },
    {
      "author": "Sam",
      "text": "I think the figure will be high among young people, so I’ll say b) 84 per cent."
    },
    {
      "author": "Rob",
      "text": "OK, Sam, we’ll find out if that’s the correct answer later in the programme. The expert I mentioned earlier who’s investigating this problem is Dr Gesche Huebner, senior researcher at University College London. Here Dr Huebner explains to BBC World Service programme, The Climate Question, what she’s been finding out."
    },
    {
      "author": "Dr Gesche Huebner",
      "text": "I think we have very clear evidence that, for example, hot temperatures - heat waves - are leading to an increased risk of suicide and also other adverse mental health effects. We also have pretty good evidence that, for example, experiencing a natural disaster - storms, flooding - are linked to negative mental health outcomes such as post-traumatic stress disorder or other anxiety issues."
    },
    {
      "author": "Sam",
      "text": "Many people who experience a climate change event like flooding suffer from post-traumatic stress disorder , often shortened to PTSD – a serious mental health disorder that can develop after a very bad experience like war, or natural disasters like a flood or fire."
    },
    {
      "author": "Rob",
      "text": "But according to Dr Huebner, even people without direct experience can suffer anxiety issues about what the future holds for our planet. This is known as climate anxiety , sometimes called climate doom – a low-level feeling of nervousness or worry about the consequences of climate change."
    },
    {
      "author": "Sam",
      "text": "These mental disorders are different in terms of how intense they feel, but Dr Huebner describes them both as adverse – having a harmful or negative effect."
    },
    {
      "author": "Rob",
      "text": "In all this doom and gloom , it’s easy to forget that many of the things which are good for fighting climate change are also good for mental health. Here’s Dr Huebner again, talking with BBC World Service’s, The Climate Question, this time focussing on positive things which can be done to help."
    },
    {
      "author": "Dr Gesche Huebner",
      "text": "For example, if we get fossil fuel vehicles off the road we can improve the air quality, and we know that per se can be good for mental health. If we change our road infrastructure to enable more walking and cycling, again we have fewer…  fossil fuel being burned but also, we know that walking and cycling are very good for mental health. If we can change our road layout and create more urban greenspaces, we already know that green and blue spaces are good for mental health."
    },
    {
      "author": "Sam",
      "text": "Activities like walking and cycle reduce fossil fuels and improve air quality, but they are also good per se – a Latin term meaning ‘in and of itself’. Walking is good for climate reasons, but also good in itself – per se."
    },
    {
      "author": "Rob",
      "text": "Dr Huebner also recommends more urban greenspaces – open areas for parks, plants and wildlife which are built into the design of towns and cities. With creative thinking like this, it may still be possible for today’s young people to have a planet worth living for. Speaking of which, Sam, it’s time to reveal the answer to my question."
    },
    {
      "author": "Sam",
      "text": "Yes, you asked what percentage of young people worldwide report feeling anxious about climate change. I guessed it was 84 per cent."
    },
    {
      "author": "Rob",
      "text": "Which was the correct answer! Well done! It’s a high percentage which is not surprising considering that it’s future generations who will live with the consequences of what we do, or fail to do, today. OK, let’s recap the vocabulary we’ve learned from this programme about climate anxiety – feelings of distress caused by worrying about climate change."
    },
    {
      "author": "Sam",
      "text": "The idiom ‘ doom and gloom’ describes the feeling that a situation is very bad and without hope."
    },
    {
      "author": "Rob",
      "text": "Post-traumatic stress disorder or PTSD isa serious mental illness that can develop as a result of a very bad experience, like a war or natural disaster."
    },
    {
      "author": "Sam",
      "text": "The adjective adverse means having a harmful, negative effect."
    },
    {
      "author": "Rob",
      "text": "The Latin phrase per se, means ‘in itself’ and is used when considering the qualities of something on its own, not in relation to something else."
    },
    {
      "author": "Sam",
      "text": "And finally, urban greenspaces are areas in towns and cities which are reserved for parks, trees and wildlife. Once again, our six minutes are up! Bye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Rob",
    "Sam",
    "Dr Gesche Huebner"
  ]
}