{
  "title": "Are opinion polls accurate?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ddpck5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221215",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/221215_6_minute_english_opinion_polls_DOWNLOAD.mp3",
  "intro": [
    "Predicting the future is not easy but that's exactly the job of opinion pollsters - researchers who ask people questions to discover what they think about certain topics. Neil and Sam look at the inventor of the opinion poll and discuss if they always give the right results, and they teach you some related vocabulary as well."
  ],
  "this_week_question": [
    "Few pollsters predicted that Britain would vote to leave the European Union in the 2016 Brexit referendum which, in the end, it did. But what was the final split between those who voted to leave and those who wanted to remain? Was it: a) 51 leave to 49 remain? b) 52 leave to 48 remain? c) 52 remain to 48 leave?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "opinion pollster",
      "desc": "people who conduct polls which ask members of the public their opinion on particular subjects, especially ones concerning politics"
    },
    {
      "text": "misfire",
      "desc": "something that does not work in the way it was intended to"
    },
    {
      "text": "figure (something) out",
      "desc": "finally understand something, or find the solution to a problem, after thinking hard about it"
    },
    {
      "text": "blank cheque",
      "desc": "unlimited money and freedom to complete a task"
    },
    {
      "text": "laser-like",
      "desc": "very accurate and focused, like the beam of a laser"
    },
    {
      "text": "stark",
      "desc": "obvious; easy to see; harsh; without decoration"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. Predicting the future is not easy but that’s exactly the job of opinion pollsters – researchers who ask people questions to discover what they think about certain topics. Often their aim is predicting which political party will win in election by asking members of the public how they intend to vote."
    },
    {
      "author": "Neil",
      "text": "But predicting the future is never one hundred percent accurate, and opinion polls don’t always get it right. In 2016, few pollsters predicted a victory for Donald Trump over Hillary Clinton in the US presidential election."
    },
    {
      "author": "Sam",
      "text": "And in the 2020 US elections, most polls predicted Trump would lose to Joe Biden by a much larger amount than he actually did. These mistakes, sometimes called misfires -when things do not work in the way intended - have damaged the reputation of opinion pollsters. In this programme we’ll be taking a look into the opinion polling industry and, of course, learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Sam, and it’s about another time when the opinion polls got it wrong. Few pollsters predicted that Britain would vote to leave the European Union in the 2016 Brexit referendum which, in the end, it did. But what was the final split between those who voted to leave and those who wanted to remain? Was it:"
    },
    {
      "author": "Sam",
      "text": "I think it was b) 52 percent voted to leave and 48 percent to remain."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, I’ll reveal the answer at the end of the programme."
    },
    {
      "author": "Sam",
      "text": "One of the biggest polling companies was founded by George Gallup. Born in 1901 on a farm in Iowa, Gallup was a student of journalism. He wanted to know people’s opinion on a range of subjects and came up with a simple idea – why not try asking them? Here’s G Elliot Morris, a data journalist for ‘The Economist’, explaining more to BBC World Service programme, More or Less…"
    },
    {
      "author": "G Elliot Morris",
      "text": "And he publishes his dissertation on this - how to measure what people want, basically. And he gets hired by a much bigger advertising agency in New York called Young and Rubicam. And they basically give him a blank cheque to do their research, to figure out how to call people, how to talk to them, to figure out if they remember or liked a certain product. Basically to figure out early methodologies in advertising. And then by 1931 or so, he's wondering: well, if it works for toothpaste, why not politics?"
    },
    {
      "author": "Neil",
      "text": "George Gallup tried to figure out what customers wanted to buy. If you figure something out, you finally understand it or find a solution to a problem after thinking about it a lot."
    },
    {
      "author": "Sam",
      "text": "Later he was hired by a New York advertising agency to find out people’s opinion of consumer products like toothpaste and soft drinks. George was given a blank cheque – an unlimited amount of money and freedom to do his job."
    },
    {
      "author": "Neil",
      "text": "At this time, polling was focused on consumer preferences, not politics. But asking people about their political views is a lot more complicated than asking them about toothpaste. Making accurate election predictions depends on polling a sample group of people who accurately represent the population as a whole. One of the reasons for pollsters failure to predict Trump’s election in 2016 is that they didn’t ask enough white, non-college educated voters."
    },
    {
      "author": "Sam",
      "text": "So, polling is a very complex process, one which is never totally reliable according to G Elliot Morris , speaking again here to BBC World Service’s, More or Less…"
    },
    {
      "author": "G Elliot Morris",
      "text": "If people were understanding this process, that’s generating all the polls, then they would understand polls as less precise tools – tools that definitely can’t offer the laser-like predictive accuracy we’ve come to expect from them, then the difference between polling’s’ expectations and performance wouldn’t be so stark."
    },
    {
      "author": "Neil",
      "text": "Opinion polls can estimate the outcome of an election but they can’t give us laser-like accuracy. If you describe something as laser-like you mean it is very accurate and focused, like a laser."
    },
    {
      "author": "Sam",
      "text": "If people understand how hard it is to predict the future, they might be more realistic about how accurate opinion polls can be. Then, differences between a prediction and the final result wouldn’t be so stark – obvious and easily visible, or harsh."
    },
    {
      "author": "Neil",
      "text": "Predicting the future is difficult, otherwise everyone would be a lottery winner by now! Maybe it’s not opinion polls that are broken but our desire to know the future that’s the problem. OK, it’s time to reveal the answer to my question about the Brexit referendum."
    },
    {
      "author": "Sam",
      "text": "I said the final result was 52 percent for leave and 48 percent for remain."
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! and another example of an opinion poll misfire – a situation where something does not work as intended. OK, let’s recap the rest of the vocabulary from this programme about opinion pollsters – people who conduct polls asking the public their opinion on particular subjects, especially politics."
    },
    {
      "author": "Sam",
      "text": "If you figure something out , you finally understand it, or find the solution to a problem after thinking long and hard about it."
    },
    {
      "author": "Neil",
      "text": "If someone gives you a blank cheque , you have unlimited money and freedom to complete a task."
    },
    {
      "author": "Sam",
      "text": "When you describe something as laser-like you mean that it’s very accurate and precise."
    },
    {
      "author": "Neil",
      "text": "And finally, the adjective stark has several meanings including obvious, harsh and plain. Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "",
    "Neil",
    "Sam",
    "G Elliot Morris"
  ]
}