{
  "title": "music mend a broken heart?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0djlq86.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2022/ep-221201",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/221201_mending_a_broken_heart_download.mp3",
  "intro": [
    "There’s a strong connection between music and love. In this programme, we’ll be meeting a singer-songwriter who used music to express her feelings of falling in love, and later to mend her broken heart when the relationship ended. Sam and Neil discuss the topic and teach you related vocabulary along the way."
  ],
  "this_week_question": [
    "In which Italian city was Romeo and Juliet set? Was it:",
    "a) Florence? b) Venice? or, c) Verona?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "soulmate",
      "desc": "the person you have a special romantic bond with and love very much"
    },
    {
      "text": "cynicism",
      "desc": "the belief that something will not be successful, or that the people involved are not sincere"
    },
    {
      "text": "validated",
      "desc": "having confirmation that your ideas, feeling or actions are worthwhile and valuable"
    },
    {
      "text": "Go for it!",
      "desc": "used to encourage someone to make whatever efforts are needed to get something done"
    },
    {
      "text": "heartbreak",
      "desc": "feelings of great sadness as if your heart is broken, especially at the end of a romantic affair"
    },
    {
      "text": "get over (something/someone)",
      "desc": "feel better again after something or someone has made you unhappy"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. There are a million songs about falling in love, and just as many about being broken-hearted. Do you remember the first time you fell in love, Sam?"
    },
    {
      "author": "Sam",
      "text": "Yes - I was fourteen and it seemed like every word of every love song had been written just for me!"
    },
    {
      "author": "Neil",
      "text": "There’s a strong connection between music and love - as Shakespeare famously wrote, ‘If music be the food of love, play on’. In this programme we’ll be meeting a singer-songwriter who used music to express her feelings of falling in love, and later to mend her broken heart when the relationship ended. And as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But first I have a question for you, Neil. Your mention of Shakespeare reminds me of Romeo and Juliet, his famous lovers who fall in love despite their fighting families, only to die tragically young. But in which Italian city was Romeo and Juliet set? Was it:"
    },
    {
      "author": "Neil",
      "text": "I think it must be one of the world’s most romantic cities - Florence."
    },
    {
      "author": "Neil",
      "text": "Julia’s songs are written from experience. Several years ago she quit her band in Australia and bought a one-way ticket to London to be with her boyfriend and soulmate – the person who she felt a special romantic connection with. But things didn’t work out as she’d hoped, and she found herself alone and working in a depressing job."
    },
    {
      "author": "Sam",
      "text": "Julia turned to music, pouring her feelings of lost love into the songs which later became her first album as a successful grown-up musician. So when BBC World Service programme, The Conversation, spoke with her, they asked Julia what she would tell her younger self:"
    },
    {
      "author": "Julia Jacklin",
      "text": "The one thing that was just very heart-breaking for me at that age was adult cynicism , I guess, about love… I found that really difficult. You know, now when a young person is, like, really in love at fourteen, I know that as an adult, all your instincts are telling them… you know that it's probably not going to work, you know? And it's like, just relax, or whatever, but I remember at the time just desperately wanting to be validated by adults and not be told that I was being stupid. I don't know, I'd probably just be like, yeah - go for it!"
    },
    {
      "author": "Neil",
      "text": "Many teenagers have a romantic ideal of ever-lasting love, often in contrast to the beliefs of adults which Julia calls cynicism - the belief that something will not be successful, or that the people involved are not sincere."
    },
    {
      "author": "Sam",
      "text": "The young Julia wanted to feel validated – to get confirmation that her feelings were worthwhile and valued. She wanted someone to tell her, ‘Go for it!’ , a phrase used to encourage a person to do whatever it takes to make something work."
    },
    {
      "author": "Neil",
      "text": "Young love is delicate and it’s easy to be pessimistic. I mean, how many couples do you know, Sam, who met as teenagers and stayed together for the rest of their lives?"
    },
    {
      "author": "Sam",
      "text": "I don’t know many, it’s true. Neuroscientist, Dr Lucy Brown, is co-creator of, The Anatomy Of Love, a website exploring the science of romance. She thinks we need to be more realistic about falling in love, as she explains here to BBC World Service’s, The Conversation:"
    },
    {
      "author": "Dr Lucy Brown",
      "text": "I wish someone had said: you know love is wonderful… yes, go for it but heartbreak happens and maybe this isn’t gonna last… maybe it is, but maybe it isn't, and just realise that it can be one of the most devastating experiences in your life, but you're gonna get over it."
    },
    {
      "author": "Neil",
      "text": "Dr Brown thinks it’s important to know that relationships can end in heartbreak - feelings of great sadness, as if your heart is broken, especially after the end of a romantic affair."
    },
    {
      "author": "Sam",
      "text": "But she also wants young people to know that, whatever happens, they can get over it - feel better again after something has made them unhappy."
    },
    {
      "author": "Neil",
      "text": "Falling in love is one of the great experiences in life, and developing the strength to face whatever happens makes it more likely that the story ends happily– unlike the tale of Romeo and Juliet."
    },
    {
      "author": "Sam",
      "text": "I think it’s time to reveal the answer to my question – in which Italian city does the story of Romeo and Juliet take place?"
    },
    {
      "author": "Neil",
      "text": "I said it was Florence – so, was I right?"
    },
    {
      "author": "Sam",
      "text": "Well, Florence is a romantic city, but the correct answer is… Verona. Verona was little known in Shakespeare’s time, but nowadays thousands of tourists visit the sites connected with the story, including the famous balcony where Romeo declared his eternal love. OK, let’s recap the vocabulary we’ve learned starting with soulmate – the special person who you feel a strong romantic bond to."
    },
    {
      "author": "Neil",
      "text": "Cynicism describes the belief that something will not work out successfully."
    },
    {
      "author": "Sam",
      "text": "If you are validated , you get external confirmation that your actions, ideas or feelings are worthwhile and valuable."
    },
    {
      "author": "Neil",
      "text": "You can use the phrase, Go for it! to encourage someone to make whatever efforts are necessary to get something done."
    },
    {
      "author": "Sam",
      "text": "Heartbreak describes feelings of great sadness, as if your heart is broken."
    },
    {
      "author": "Neil",
      "text": "And finally, to get over something means to feel better again after something has made you unhappy. One again our six minutes are up, but there’s time for one more famous saying and I think it’s good advice: “better to have loved and lost, than never to have loved at all”. Goodbye for now."
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Julia Jacklin",
    "Dr Lucy Brown"
  ]
}