{
  "title": "The hidden life of buffets",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0dvn71q.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230112",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230112_6_minute_english_secret_life_of_buffets.mp3",
  "intro": [
    "Buffets are big meals when people can eat as much as they want. They are a feature of many cultures.Neil and Sam discuss buffet meals and the history behind them. As usual, they teach related vocabulary as well."
  ],
  "this_week_question": [
    "Buffets are present in countries all around the world. In which country did buffets begin? a) The United States of America b) Sweden c) China",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "eyes bigger than your belly",
      "desc": "(idiom) used when someone has taken more food than they can eat pile up gather a large quantity of something into a one place to form a pile get your money's worth get good value for the money you have spent vicious circle problem or difficult situation which has the effect of creating new problems which then make the original situation even worse knock your socks off (idiom) amaze and impress someone caterer person or company which provides food and drink for special social occasions"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "Have you ever been to an all-you-can-eat buffet, Sam? You know – a meal in a restaurant where you can eat as much food as you like."
    },
    {
      "author": "Sam",
      "text": "Yes, I went to an Indian buffet once. I didn’t eat all day before the meal, but I only managed to finish three or four plates…well, maybe five!"
    },
    {
      "author": "Neil",
      "text": "It sounds like your eyes were bigger than your belly , or stomach –  a phrase describing someone who has taken more food than they can eat. In this programme we’ll be discussing buffets – a feast of many different food dishes where diners are allowed to eat as much as they want – or as much as their stomachs will allow. And, of course, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "The popularity of buffets is booming, especially in Middle Eastern and Asian countries where the variety of foods means there’s something for everyone. But feasts are big and boastful - usually too much is cooked, and buffets have been criticised for waste."
    },
    {
      "author": "Neil",
      "text": "We’ll hear more soon, but first I have a question for you, Sam. The word ‘buffet’ originated from the French name for the table on which food was served, but buffets themselves don’t come from France. So in which country did buffets begin?"
    },
    {
      "author": "",
      "text": "Sam Well, the US is famous for supersizing food so I’ll guess a) America."
    },
    {
      "author": "Neil",
      "text": "OK, Sam . We’ll find out the answer later in the programme. John Wood, owner of cooking company Kitchen Cut, knows a lot about buffets – he used to run a one thousand seat breakfast buffet at the five-star Jumeirah Beach Hotel in Dubai. Here John shares his observations on human buffet behaviour with BBC World Service programme, The Food Chain."
    },
    {
      "author": "John Wood",
      "text": "There are different people that treat buffets in different ways. Some people think this is a great opportunity to try little bits and lots of everything, and we come back as many times as I like. And other people just - whether they don't like getting up and down, which is understandable from their table - just want to pile it high, and people they want to getvalue for money. So, if you're paying $100, $200 a head for a buffet, you're gonna pile it up high and take the most expensive things you can you know, and get your money's worth."
    },
    {
      "author": "Sam",
      "text": "John says buffet diners want to get their money’s worth – get good value for the money they spend, so they often pile up food on their plate. If you pile something up, you gather a large amount of it into one place to build what’s called a pile ."
    },
    {
      "author": "Neil",
      "text": "But buffets are not just about eating until you explode - they’re also an opportunity to show off to your friends. Weddings are big in India, and usually include a buffet. The richer the people getting married, the bigger the buffet, sometimes inviting as many as five thousand guests. If each guest eats around six dishes, we’re taking about a seriously big buffet!"
    },
    {
      "author": "Sam",
      "text": "Sandeep Sreedharan is a wedding caterer from Goa in South India – he owns a company which provides the food and drink for special social occasions. Here he talks with Ruth Alexander, presenter of BBC World Service, The Food Programme, about organising an Indian wedding buffet:"
    },
    {
      "author": "Sandeep Sreedharan",
      "text": "It's a very vicious circle , I think, right? Everybody wants to overwhelm everybody around you."
    },
    {
      "author": "Ruth Alexander",
      "text": "OK. That's the aim. They are out to impress - they want to ‘wow’ the guests - knock their socks off."
    },
    {
      "author": "Sandeep Sreedharan",
      "text": "Knock their socks off. They should just go back saying,  ‘I couldn't eat even half of it!’, you know. Some people just come for eating. They don't even worry about who's wedding is it… They know that… ‘Who's the caterer? Ah, these guys are catering. Oh my God, this is gonna be great."
    },
    {
      "author": "Sam",
      "text": "Wedding buffets are designed to amaze and overwhelm the guests with their huge displays of food. They need to ‘wow’ the guests, or knock their socks off – an idiom meaning to amaze and impress someone."
    },
    {
      "author": "Neil",
      "text": "The problem is that no matter how extravagant and expensive one buffet is, the next one has to be even more impressive, something Sandeep calls a vicious circle – a difficult situation which has the effect of creating new problems which then make the original situation even worse."
    },
    {
      "author": "Sam",
      "text": "It seems the secret to enjoying a buffet is trying a little bit of everything, without stuffing yourself until you can’t move – although in the past, I think, that was exactly the idea."
    },
    {
      "author": "Neil",
      "text": "OK, it’s time to reveal the answer to my question - where did the buffets originally come from?"
    },
    {
      "author": "Sam",
      "text": "I guessed it was from the United States. Was I right?"
    },
    {
      "author": "Neil",
      "text": "That was… the wrong answer, I’m afraid, Sam. In fact buffets are thought to have come from Sweden in the Middle Ages."
    },
    {
      "author": "Sam",
      "text": "OK, let’s recap the vocabulary we’ve learned, starting with the expression, eyes bigger than your belly, or eyes bigger than your stomach,used when someone has taken more food than they can eat."
    },
    {
      "author": "Neil",
      "text": "If you pile up your plate,you gather a large quantity of food together into a pile . Sam The phrase to get your money’s worth means to get good value for the money you have spent ."
    },
    {
      "author": "Neil",
      "text": "A vicious circle is a problematic situation, having the effect of creating new problems which then make the first situation even worse."
    },
    {
      "author": "Sam",
      "text": "The idiom to knock your socks off means to wow, amaze or impress someone."
    },
    {
      "author": "Neil",
      "text": "And finally, a caterer is a person or company which provides food and drink for special social occasions. Once again, our six minutes are up. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "",
    "John Wood",
    "Sandeep Sreedharan",
    "Ruth Alexander"
  ]
}