{
  "title": "xercise for the lazy",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f0l6nr.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230202",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230202_6min_english_lazy_guide_to_exercise_download.mp3",
  "intro": [
    "What is the least amount of exercise someone can get away with doing whilst still staying healthy? Sam and Neil talk about it and teach you related vocabulary."
  ],
  "this_week_question": [
    "According to new UK government advice, what is the minimum number of steps we should walk every day to stay healthy?",
    "a)    five thousand steps",
    "b)    ten thousand steps",
    "c)    twenty thousand steps",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "New Year’s resolution",
      "desc": "a promise that you make to yourself to improve your lifestyle by starting to do something good for you (or stop doing something bad) in the coming year"
    },
    {
      "text": "push yourself",
      "desc": "increase the amount of effort you put into whatever activity you are doing; try harder"
    },
    {
      "text": "trade-off",
      "desc": "a situation where you accept the disadvantages of something in order to get the benefits it brings"
    },
    {
      "text": "sedentary",
      "desc": "involving little exercise or physical activity"
    },
    {
      "text": "easy win",
      "desc": "a task that is both easy to accomplish and brings positive results"
    },
    {
      "text": "(more) bang for your buck",
      "desc": "a better result for the same amount of effort you put into something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. Did you make any New Year’s resolutions this year, Neil? They’re  promises that you make to yourself to do something positive in the coming year… And now that we’re into February, it’s getting harder to keep those promises!"
    },
    {
      "author": "Neil",
      "text": "Yes, the same promises I make every year, Sam – to exercise more and get fit. But I’m too lazy to go running on cold winter mornings - I’d rather stay in bed!"
    },
    {
      "author": "Sam",
      "text": "Are you feeling out of shape after Christmas, like Neil? Maybe you want to be more active but can’t find the time? If so, this programme is for you!"
    },
    {
      "author": "Neil",
      "text": "Yes, in this lazy person’s guide to exercise, we’ll be asking: what is the least amount of exercise someone can get away with doing whilst still staying healthy? And, of course, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "Of course, any exercise is better than none. ‘Structured exercise’ - activities like going to a fitness class, or swimming are great. But if that’s not possible, we’ll be hearing about small changes you can make that will help as well."
    },
    {
      "author": "Neil",
      "text": "Which is good news because fewer and fewer of us of doing what the UK government recommends - thirty minutes of moderate exercise a day. In fact, the government recently downgraded its recommendations because so few Brits were following it. So, Sam, according to new government advice, what is the minimum number of steps we should walk every day to stay healthy? Is it:"
    },
    {
      "author": "Sam",
      "text": "I’ll say a) five thousand steps per day."
    },
    {
      "author": "Neil",
      "text": "OK, Sam. We’ll find out the answer at the end of the programme. Someone else who’s interested in how little exercise he can do is BBC reporter, James Gallagher. Here’s James speaking with sports physiologist, Dr Zoe Saynor, after Zoe had been monitoring James’s fitness while running on a treadmill for BBC Radio 4 programme, Inside Science."
    },
    {
      "author": "Dr Zoe Saynor",
      "text": "… I also know you do regularly try and do structured exercise."
    },
    {
      "author": "James Gallagher",
      "text": "Just to be clear, my structured exercise training is going for a swim once a week."
    },
    {
      "author": "Zoe",
      "text": "Generally, that's fantastic! I guess my question to you would be, how hard do you push yourself when you go swimming?"
    },
    {
      "author": "James",
      "text": "Not as hard as the treadmill."
    },
    {
      "author": "Zoe",
      "text": "I think the big thing if we come back to this question of what is the least I can do? There's clear evidence that if you want to do shorter exercise sessions, they need to be of a higher intensity, right?"
    },
    {
      "author": "James",
      "text": "So there's a trade-off."
    },
    {
      "author": "Sam",
      "text": "Zoe says that if you don’t have much time to exercise it’s okay to do shorter sessions, as long as you push yourself – try harder and put more effort into what you’re doing. If you can swim a length in forty seconds, push yourself to swim it in thirty-five."
    },
    {
      "author": "Neil",
      "text": "That means exercising harder of course, but for a shorter time. In other words, there’s a trade-off – you accept the disadvantages of something in order to get the benefit it brings."
    },
    {
      "author": "Sam",
      "text": "Another problem for many people is that their job is sedentary – it involves little exercise or physical activity. Zoe thinks it’s important that office workers who sit down all day also find time to exercise. Here she shares her tips with BBC Radio 4 programme, Inside Health."
    },
    {
      "author": "Dr Zoe Saynor",
      "text": "Especially people who have office jobs are sat down all day, we then look at some of the easy wins . So, active travel, and even if that's parking a little bit further away. One of the exciting areas in the literature that's coming out at the moment, is actually walking faster. So, if you have no time to suddenly do 10,000 steps a day, can we get you to do 5,000 steps faster? Will we see an improvement on your health? Yes, we will see an improvement on your health, especially over a longer period of time. The big focus around short, sharp exercise sessions is you get more bang for your buck."
    },
    {
      "author": "Neil",
      "text": "Zoe’s suggestions for active travel, things like walking from the car, and using the stairs instead of the lift, are easy wins - tasks that are both easy to accomplish and bring benefits."
    },
    {
      "author": "Sam",
      "text": "Easy wins, like short but intensive bursts of exercise, increase fitness and give you more bang for your buck , and idiom which means that you get better results for the same amount of effort you put in. That’s something everyone can appreciate – even you, Neil."
    },
    {
      "author": "Neil",
      "text": "Well, I’ll definitely try to walk more, but remember, Sam, the body needs rest too!"
    },
    {
      "author": "Sam",
      "text": "And speaking of walking, isn’t it  time to reveal the answer to your question: how many steps does the UK government recommend we should walk a day? I guessed it was five thousand… So, was I right?"
    },
    {
      "author": "Neil",
      "text": "You were close, Sam, but in fact the correct answer is ten thousand steps a day, although as Zoe mentioned, walking fewer steps faster has benefits too. OK, let’s recap the vocabulary we’ve learned from our lazy guide to exercise, starting with New Year’s resolution – a promise you make to yourself to do positive things in the coming year."
    },
    {
      "author": "Sam",
      "text": "When you push yourself , you put more effort into what you’re doing."
    },
    {
      "author": "Neil",
      "text": "In a trade-off , you accept the disadvantages of something in order to get the benefits as well. ‘Trade-off’ can also be used as a verb."
    },
    {
      "author": "Sam",
      "text": "The adjective, sedentary , describes something which involves little exercise or physical activity."
    },
    {
      "author": "Neil",
      "text": "An easy win is a task that is both easy to accomplish and brings positive results."
    },
    {
      "author": "Sam",
      "text": "And finally, the idiom more bang for your buck , means you get a better outcome for the same amount of effort you put into something. We hope your New Year’s resolutions have made it into February! If there’s just one you keep, make it joining us again soon for more topical chat here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Dr Zoe Saynor",
    "James Gallagher",
    "Zoe",
    "James"
  ]
}