{
  "title": "owds",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f6htyn.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230323",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230323_6min_english_crowds_download.mp3",
  "intro": [
    "How do you feel in the middle of a crowd? Sam and Neil hear experts talking about the role of crowds in modern life, and the different reactions it evokes in people. And, as usual, they teach you vocabulary along the way."
  ],
  "this_week_question": [
    "The biggest crowd in history happened in 2019 when over 200 million people gathered in the northern Indian city of Allahabad. But what did so many people come together for?",
    "a)    a cricket match",
    "b)    a religious festival",
    "c)    an election",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "crowd",
      "desc": "a large group of people who gather together for a shared purpose, such as to see a music concert, or a sports event"
    },
    {
      "text": "regress",
      "desc": "return to a less advanced, more primitive way of thinking or behaving"
    },
    {
      "text": "gullible",
      "desc": "easily tricked or deceived; willing to believe everything other people say"
    },
    {
      "text": "mob mentality",
      "desc": "tendency of people in a group to behave in ways that conform with others in the group rather than as individuals"
    },
    {
      "text": "correlation",
      "desc": "a connection, relationship or link between two or more things"
    },
    {
      "text": "flip side",
      "desc": "the opposite, less good or less pleasant aspects of something"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "There was a huge crowd of people waiting at the train station this morning, Neil. When the train finally arrived, everyone rushed in and I couldn’t find a seat! I hate crowds!"
    },
    {
      "author": "Neil",
      "text": "But you love going to the football match on Saturday…"
    },
    {
      "author": "Sam",
      "text": "Ah, that’s different – more like a big group of friends…"
    },
    {
      "author": "Neil",
      "text": "Well, whether it’s sporting events, train stations or political protests, crowds – that's large groups of people who gather together for a shared activity, are a feature of life. For some, crowds create feelings of excitement and a sense of community, while for others they feel uncomfortable, confusing, or even dangerous. So why is that?"
    },
    {
      "author": "Sam",
      "text": "In this programme, we’ll be discussing the role of crowds in modern life, asking why they evoke different reactions in people. And, as usual, we’ll be learning some new vocabulary as well. But first, I have a question for you, Neil. The biggest crowd in history happened in 2019 when over 200 million people gathered in the northern Indian city of Allahabad. But what did so many people come together for? Was it:"
    },
    {
      "author": "Neil",
      "text": "Well, I know Indians love cricket, but I doubt 200 million people would fit into a stadium! I’ll guess it’s c) an election."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We’ll find out the answer later in the programme. People gathering for a cricket match, or a music concert are usually happy events. But crowds can have a darker side as well – they can become out of control and sometimes even violent. Here’s, psychologist, Professor John Drury, discussing this idea with, Anand Jagatia, presenter of the BBC World Service programme, appropriately named, CrowdScience."
    },
    {
      "author": "John Drury",
      "text": "When people get together in a crowd, they regress psychologically, their thinking is more primitive, they become more gullible , and that's also associated with the supposed tendency towards violence as well."
    },
    {
      "author": "Anand Jagatia",
      "text": "But according to John, the idea of mob mentality , that people in crowds are irrational and prone to destructive behaviour, just isn't backed up by research."
    },
    {
      "author": "Neil",
      "text": "One view is that when people get together in a crowd, they become irrational. Psychologically speaking they regress – they return to a less advanced, more primitive way of behaving. They may also become more gullible , an adjective meaning easily tricked or willing to believe everything someone says."
    },
    {
      "author": "Sam",
      "text": "Connected to this is the phrase mob mentality - the tendency of people in a group to behave in the same way as others in the group rather than as individuals. In crowds, people may do things they would never do alone, like steal or use violence."
    },
    {
      "author": "Neil",
      "text": "But according to Professor Drury, in reality it’s not mob mentality and violence, but rather feelings of safety and togetherness that actually characterise crowds. And according to Dr Anne Templeton, another expert on crowd psychology from the University of Edinburgh, that’s especially true when you identify with the other people in a crowd. Here is Dr Templeton explaining more to BBC World Service programme, CrowdScience."
    },
    {
      "author": "Dr Anne Templeton",
      "text": "The more people feel like they are part of a group with others in the crowd, the more enjoyable experience they have. There's a correlation between having that social identification and feeling safer. So often if we feel like we are in a group with others, we expect them to look after us. The flip side of that is when you don't feel as much part of the group, and you're not having a positive experience."
    },
    {
      "author": "Neil",
      "text": "Dr Templeton thinks there is a correlation – that’s a connection, or a link – between being among people who share your values, and feeling safe. Football fans cheer their team on by wearing the same colours, and singing the same songs, and this works as a kind of glue, bonding the crowd together and making them feel safe."
    },
    {
      "author": "Sam",
      "text": "The disadvantage of this, however, is when you don’t feel part of the crowd you’re with. Dr Templeton calls this the flip side - the opposite, less good or less pleasant aspects of something."
    },
    {
      "author": "Neil",
      "text": "In today’s world, crowds are important because of the feeling of power they give us. It’s one thing sitting alone shouting at the news on television, but it’s something else altogether to march on a political protest with hundreds of demonstrators, feeling that together you could change the world. Maybe that’s what everyone was doing in 2019, Sam?"
    },
    {
      "author": "Sam",
      "text": "Right, in my quiz question I asked you why 200 million people gathered in the Indian city of Allahabad in 2019."
    },
    {
      "author": "Neil",
      "text": "I guessed it was to vote in an election. Was I right?"
    },
    {
      "author": "Sam",
      "text": "You were wrong, I’m afraid, Neil! In fact, the biggest crowd in history had gathered for a Hindu religious festival, the Kumbh Mela, which 220 million people attended over fifty days. OK, let’s recap the vocabulary we’ve learned from this programme on crowds – large numbers of people who gather together for a shared reason."
    },
    {
      "author": "Neil",
      "text": "To regress means return to less advanced, more primitive behaviours. Regress is the opposite of ‘progress’."
    },
    {
      "author": "Sam",
      "text": "Someone who is gullible is easily tricked, and will believe anything people say."
    },
    {
      "author": "Neil",
      "text": "The phrase, mob mentality describes the tendency of people in a group to behave in ways that conform with others in the group rather than as individuals."
    },
    {
      "author": "Sam",
      "text": "A correlation is a connection or a link between two things."
    },
    {
      "author": "Neil",
      "text": "And finally, the flip side of something means those aspects of it which are less obvious, good, or pleasant. The flip side of this programme is that, once again, our six minutes are up! Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "John Drury",
    "Anand Jagatia",
    "Dr Anne Templeton"
  ]
}