{
  "title": "Do you get jealous easily?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f72cxh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230330",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230330_6min_english_jealousy_download.mp3",
  "intro": [
    "Do you get jealous if one of your friends gives more attention to someone else? Do you keep checking if your partner becomes too friendly with someone? Sam and Neil hear experts talking about jealousy and envy. And, as usual, they teach you vocabulary along the way."
  ],
  "this_week_question": [
    "The expression ‘the green-eyed monster’ comes from a speech in one of William Shakespeare’s most famous plays, but which one?",
    "a)    Romeo and Juliet b)    Hamlet c)    Othello",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "the green-eyed monster",
      "desc": "(British English) jealousy or envy"
    },
    {
      "text": "significant other",
      "desc": "wife, husband or other romantic partner who you are in a long-term relationship with"
    },
    {
      "text": "flirting",
      "desc": "behaving as if you are sexually attracted to someone but playfully rather than with serious intentions"
    },
    {
      "text": "envy",
      "desc": "wanting to have the possessions or qualities that someone else has"
    },
    {
      "text": "pill",
      "desc": "medicine in the form of small tablet which you swallow"
    },
    {
      "text": "cognitive behavioural therapy (CBT)",
      "desc": "type of therapy which helps people deal with their emotional and behavioural problems by changing the way they think about them"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Sam",
      "text": "Your friend, Alicia, phoned and left you a message for you, Neil. She’s sorry but she has to cancel lunch today. I think she’s going with Jenny, instead."
    },
    {
      "author": "Neil",
      "text": "That’s the third time this week they’ve had lunch together! Are they best friends now?"
    },
    {
      "author": "Sam",
      "text": "It sounds like Neil has a case of the green-eyed monster , in other words, jealousy – the fear that someone else may take something you think is yours.  Humans have struggled with jealousy for thousands of years. Jealousy damages friendships, destroys relationships, and can even become a motive for murder."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll discuss jealousy to find out happens when the green-eyed monster raises its ugly head. And, as usual, we’ll be learning some useful new vocabulary. Meanwhile, my friend Alicia will be having lunch with Jenny instead of me…"
    },
    {
      "author": "Sam",
      "text": "Feeling jealous is no fun. Maybe this question will take your mind off it. The expression ‘the green-eyed monster’ comes from a speech in one of William Shakespeare’s most famous plays, but which one? Is it: a)    Romeo and Juliet? b)    Hamlet? or, c)    Othello?"
    },
    {
      "author": "Neil",
      "text": "I think the answer is Othello."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. I’ll reveal the answer later in the programme. For many people, feelings of jealousy occur in romantic relationships. Here psychologist, Dr Alex Mielke,explains whyto BBC World Service programme, CrowdScience."
    },
    {
      "author": "Dr Alex Mielke",
      "text": "So you have a friend, a significant other , your parents… and you have the feeling that this relationship is threatened by someone else starting some form of relationship with them, starting a new friendship, you know, flirting with them and so on, which is different from envy , for example, which is probably the emotion that gets you to act when someone has something you want and you have to somehow get that from them – that’s when you feel envious."
    },
    {
      "author": "Neil",
      "text": "Jealousy can be a problem for husbands and wives, boyfriends and girlfriends, or anyone involved in a romantic relationship. Dr Mielke uses the term, significant other, to describe any kind of romantic partner who you have a long-term relationship with."
    },
    {
      "author": "Sam",
      "text": "You might feel jealous if someone flirts with your partner. Flirting is when you behave as if you are sexually attracted to someone but in a playful way rather than with serious intentions."
    },
    {
      "author": "Neil",
      "text": "Dr Mielke also notes the difference between two words people often confuse: jealousy, and a similar term, envy - wanting what someone else has. You could be envious of someone’s possessions like a new car, their achievements like promotion at work, or a personal quality like being funny or good-looking."
    },
    {
      "author": "Sam",
      "text": "So, jealousy involves three people – you, your loved one, and someone else - whereas envy involves just two - you and the person who has something you want. But while these emotions are easy to define, they can be very difficult to manage."
    },
    {
      "author": "Neil",
      "text": "Jealousy can lead to controlling behaviour, like checking your partner’s text messages or monitoring who they see, behaviour which damages relationships. But unlike other psychological problems such as anxiety or obsessive-compulsive disorder, many do not feel brave enough to ask for help with their jealousy."
    },
    {
      "author": "Sam",
      "text": "So, what can people who struggle with jealousy do? That’s the question Caroline Steel, presenter of BBC World Service programme, CrowdScience, asked clinical psychologist, Dr Johan Ahlen."
    },
    {
      "author": "Caroline Steel",
      "text": "If there was sort of an ideal future for people looking for help with their jealousy, what would it be like? Could there be a pill ? Or would it be a specific therapy? Or what’s kind of a realistic ideal future?"
    },
    {
      "author": "Dr Johan Ahlen",
      "text": "I believe that some kind of cognitive behavioural therapy where you work with decreasing this monitoring and checking behaviours like having a plan for how to do that because that's not easy. And also, at the same time increasing activities or behaviours that harmonise with how you want to become."
    },
    {
      "author": "Neil",
      "text": "Unfortunately, Dr Ahlen says jealousy cannot be cured by taking a pill – medicine in the form of a small tablet that you swallow."
    },
    {
      "author": "Sam",
      "text": "Instead, he recommends cognitive behavioural therapy , or CBT for short, a therapy which helps people deal with their emotions by changing how they think about things. Instead of feeling jealous that your best friend is spending time with someone else, try feeling happy that she’s made a new friend."
    },
    {
      "author": "Neil",
      "text": "Good idea - plus I won’t have that horrid feeling of the green-eyed monster inside! Speaking of which, it’s time to reveal the answer to your question, Sam."
    },
    {
      "author": "Sam",
      "text": "I asked which famous Shakespearian play first described jealousy as ‘the green-eyed monster’."
    },
    {
      "author": "Neil",
      "text": "I said it was Othello. So, was I right?"
    },
    {
      "author": "Sam",
      "text": "Othello was the correct answer! Othello becomes so jealous that he murders his wife, Desdemona, before killing himself. If only he’d had some therapy! Right, let’s recap the vocabulary from this programme on the green-eyed monster , another name for jealousy."
    },
    {
      "author": "Neil",
      "text": "A significant other is a wife, husband or other romantic partner who you are in a long-term relationship with."
    },
    {
      "author": "Sam",
      "text": "Flirting means playfully pretending you are sexually attracted to someone."
    },
    {
      "author": "Neil",
      "text": "The emotion envy means wanting what someone else has."
    },
    {
      "author": "Sam",
      "text": "A pill is medicine in the form of a small tablet which you swallow."
    },
    {
      "author": "Neil",
      "text": "And finally, cognitive behavioural therapy or CBT is a type of therapy where people are encouraged to change the way they think about their emotional and behavioural problems. Once again, our six minutes are up. Join us again soon for more emotional support as well as new and useful vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Dr Alex Mielke",
    "Caroline Steel",
    "Dr Johan Ahlen"
  ]
}