{
  "title": "Food and mood",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f3r8rj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230316",
  "audio": "http://downloads.bbc.co.uk/learningenglish/features/6min/230316_food_and_mood_download.mp3",
  "intro": [
    "Scientific research into the relationship between what we eat and how we feel is growing. In this programme, we’ll be investigating the connection between our food and our mood. We’ll hear how healthy eating makes us feel better, and of course, we’ll be learning some new vocabulary as well."
  ],
  "this_week_question": [
    "How much of the body’s total energy is used up by the brain? Is it:",
    "a) 10 percent",
    "b) 20 percent",
    "c) 30 percent",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "emotional eating",
      "desc": "eating lots of food in response to emotional feelings instead of to hunger"
    },
    {
      "text": "appetite",
      "desc": "the feeling that you want to eat food; the desire for food"
    },
    {
      "text": "grab and go",
      "desc": "the activity of taking something quickly when you do not have much time"
    },
    {
      "text": "bananas",
      "desc": "(slang) silly; crazy"
    },
    {
      "text": "roll your eyes",
      "desc": "move your eyes upwards as a way of showing annoyance, boredom or disbelief"
    },
    {
      "text": "patronising",
      "desc": "speaking or behaving towards someone as if they were stupid or unimportant"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Sam",
      "text": "When someone feels sad or in a bad mood, they often try to feel better by eating their favourite food… I usually go for a peanut butter sandwich myself. Do you have a favourite comfort food, Rob?"
    },
    {
      "author": "Rob",
      "text": "Hmm, maybe a cream chocolate eclair… Comfort food is a type of emotional eating – eating lots of food because we feel sad, not because we’re hungry. But unfortunately, most comfort food is high in carbohydrates and sugar and, after a few minutes, it leaves us feeling even worse than before."
    },
    {
      "author": "Sam",
      "text": "Today, scientific research into the relationship between what we eat and how we feel is growing. In this programme, we’ll be investigating the connection between our food and our mood. We’ll hear how healthy eating makes us feel better, and of course, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Rob",
      "text": "Great! But first I have a question for you, Sam. People who link what we eat with how we feel make a simple argument: the food you eat supplies nutrients and energy to the brain, and the brain controls our emotions. Now, that might sound simplistic, but the brain is a vital link in the connection between food and our mood. So, Sam, my question is: how much of the body’s total energy is used up by the brain? Is it:"
    },
    {
      "author": "Sam",
      "text": "Hmmm, that's a good question. I’ll say it’s a) 10 percent."
    },
    {
      "author": "Rob",
      "text": "Right. Well, I’ll reveal the answer later in the programme. Emotional eating is often caused by feelings of depression, anxiety or stress. Chef Danny Edwards, who has suffered with depression, works in one of the most stressful places imaginable - a busy restaurant kitchen. BBC World Service programme, The Food Chain, asked Danny about his eating habits at work:"
    },
    {
      "author": "Danny Edwards",
      "text": "Actually, when you’re working in a kitchen environment for long periods, your appetite can become suppressed because you sometimes don't want to eat, or you don't feel like you can stop and eat, and all of that. So, it very often is grabbing something on the go which obviously, as we know, is not great for us… So you go for something that’s quick, so hence why a lot of chefs have quite a bad diet."
    },
    {
      "author": "Sam",
      "text": "Even though he’s surrounded by food, Danny says that working under stress actually decreases his appetite – the feeling that you want to eat food. In a busy kitchen there’s no time for a sit-down meal, so Danny has to grab and go – take something quickly because he doesn’t have much time, although he knows this isn’t very healthy."
    },
    {
      "author": "Rob",
      "text": "So when even chefs have a difficult relationship with food, what about the rest of us? Professor Felice Jacka, is an expert in nutritional psychiatry. She studied the effect of eating a healthy diet – food such as fresh fruit and vegetables, wholegrain cereals, and olive oil – on people suffering depression. Professor Jacka found that the patients whose mental health improved were the same patients who had also improved their diet."
    },
    {
      "author": "Sam",
      "text": "But Professor Jacka’s ideas were not accepted by everyone. Here, she explains to Jordan Dunbar, presenter of BBC World Service’s, The Food Chain, about the opposition her study faced from other doctors:"
    },
    {
      "author": "Prof Felice Jacka",
      "text": "So I proposed to do this for my PhD study, and everyone thought I was a bit bananas , you know, and there was quite a bit of, I guess, eye rolling maybe. I'm not surprised by that because the discipline of psychiatry was very medication- and brain-focused."
    },
    {
      "author": "Jordan Dunbar",
      "text": "What did people say in the field? Were they sceptical?"
    },
    {
      "author": "Prof Felice Jacka",
      "text": "Oh, hugely sceptical and sometimes very patronising . But this again comes from the fact that general practitioners, psychiatrists, medical specialists get almost no nutrition training through all those years of study."
    },
    {
      "author": "Rob",
      "text": "When Professor Jacka investigated the link between food and mood, her colleagues thought she was bananas – a slang word meaning silly or crazy. They rolled their eyes – a phrase which describes the gesture of turning your eyes upwards to express annoyance, boredom or disbelief."
    },
    {
      "author": "Sam",
      "text": "Other colleagues were patronising – they behaved towards her as if she were stupid or unimportant. Professor Jacka thinks this is because most doctors have little or no training about nutrition and the effect of food on mental health. But her ground-breaking research, named ‘The Smile Trial’, has been successfully repeated elsewhere, clearly showing the link between eating well and feeling good."
    },
    {
      "author": "Rob",
      "text": "So the next time you’re feeling down and your brain is calling out for a donut, you might be better eating an apple instead! And speaking of brains, Sam, it’s time to reveal the answer to my question."
    },
    {
      "author": "Sam",
      "text": "Yes, you asked me how much of the body’s energy is used up by the brain. I guessed it was ten percent…"
    },
    {
      "author": "Rob",
      "text": "Well, I'm afraid you are wrong. In fact, around twenty percent of the body’s energy goes to feeding the brain, even though it only makes up two percent of our total body weight. OK, let’s recap the vocabulary we’ve learned from our discussion about emotional eating - that's eating too much food because of how you feel, not because you’re hungry."
    },
    {
      "author": "Sam",
      "text": "Appetite is the desire to eat food."
    },
    {
      "author": "Rob",
      "text": "If you grab and go , you take something quickly because you don’t have much time."
    },
    {
      "author": "Sam",
      "text": "Calling someone bananas is slang for silly or crazy."
    },
    {
      "author": "Rob",
      "text": "If you roll your eyes , you move your eyes upwards to show you feel annoyed, bored or don’t believe what someone is telling you."
    },
    {
      "author": "Sam",
      "text": "And finally, if someone is patronising you, they speak or behave towards you as if you were stupid or unimportant. That's the end of our programme, don’t forget to join us again soon for more topical discussion and useful vocabulary here at 6 Minute English. Bye everyone!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Sam",
    "Rob",
    "Danny Edwards",
    "Prof Felice Jacka",
    "Jordan Dunbar"
  ]
}