{
  "title": "Would you eat a Kalette?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0f7zmw2.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230406",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/6min_english_novelty_vegetables_download.mp3",
  "intro": [
    "Are you adventurous when it comes to food, or do you stick to pizza or ordinary types of salad such as tomatoes, lettuce and onion? Neil and Sam shake up the menu and talk about new vegetables created by farmers in the UK, and teach you new vocabulary along the way."
  ],
  "this_week_question": [
    "One of the first hybrids on sale in the UK was named, Cotton Candy, because of its sweet, caramel flavour. But what is Cotton Candy?",
    "a)    a cherry",
    "b)    a strawberry",
    "c)    a grape",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "hybrid",
      "desc": "plant (or animal) which has been bred by mixing two different parent plants (or animals)"
    },
    {
      "text": "blue-sky thinking",
      "desc": "using your imagination to try and think up completely new and original ideas"
    },
    {
      "text": "wacky",
      "desc": "unusual in a funny or surprising way"
    },
    {
      "text": "the mixing pot",
      "desc": "place where different ideas or ingredients are mixed to create something new"
    },
    {
      "text": "texture",
      "desc": "the way something feels when you touch it"
    },
    {
      "text": "novelty",
      "desc": "the quality of being new or unusual"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam."
    },
    {
      "author": "Neil",
      "text": "‘Kalettes’, ‘CauliShoots’, and ‘Tenderstems’… Can you guess what they are, Sam?"
    },
    {
      "author": "Sam",
      "text": "Well, they sound like the names of pop groups to me!"
    },
    {
      "author": "Neil",
      "text": "Yes, good guess, but in fact the truth is even stranger – they’re varieties of vegetable being grown in the UK by a new generation of fruit and veg growers. Forget traditional carrots, leeks and potatoes - vegetables today are getting a modern makeover thanks to breeding methods which mix two different plants to produce something completely new, known as a hybrid."
    },
    {
      "author": "Sam",
      "text": "The hybrid , Kalette, for example is a mix between kale and a Brussel sprout."
    },
    {
      "author": "Neil",
      "text": "Tenderstems are a mix of traditional broccoli with a type of Chinese kale."
    },
    {
      "author": "Sam",
      "text": "And CauliShoots are small green stems with mini cauliflower heads shooting out the side. These exciting new varieties, which look very different from traditional vegetables, are increasingly popular on farms, in shops and in restaurants across the UK. In this programme, we’ll hear all about these new vegetables and the people who grow, cook and eat them. And, as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Sounds good, Sam! But first I have a question for you. One of the first hybrids on sale in the UK was named, Cotton Candy, because of its sweet, caramel flavour. But is Cotton Candy: a) a cherry? b) a strawberry?  or c) a grape?"
    },
    {
      "author": "Sam",
      "text": "Well, if it’s sweet, I’ll guess it’s a strawberry."
    },
    {
      "author": "Neil",
      "text": "OK, well, we’ll reveal the answer later in the programme. The Kalettes which Sam mentioned earlier, were introduced in the British market in 2010 under the name, ‘Flower Sprouts’. They were advertised as a healthy vegetable that could be cooked or eaten raw and became extremely popular."
    },
    {
      "author": "Neil",
      "text": "The inventor of the Kalette is Jamie Claxton, one of the UK’s top seed producers and head of plant breeding firm, Tozer Seeds. Here’s Jamie chatting with, Leyla Kazim, presenter of BBC Radio 4’s, The Food Programme."
    },
    {
      "author": "Leyla Kazim",
      "text": "And so how did the idea of the Kalette even come about in the first place?"
    },
    {
      "author": "Jamie Claxton",
      "text": "We do quite a lot of blue-sky breeding where we just try wacky stuff and see what happens."
    },
    {
      "author": "Leyla Kazim",
      "text": "Were you looking at sprout and a kale going, ‘I could do something exciting with this’."
    },
    {
      "author": "Jamie Claxton",
      "text": "We were looking at the whole of the brassica family, those are all brassica oleracea - Brussels sprouts, kales, cauliflowers, and just thinking how… Obviously we knew they would cross pollinate easily and produce unusual veg, and we were just kind of thinking we need to create something that's more modern, you know, Brussels sprouts and kales are very traditional… Throw a few things in together in a mixing pot thing and see what comes out."
    },
    {
      "author": "Neil",
      "text": "Jamie says Kalettes were the result of blue-sky breeding. This phrase comes from another expression, blue-sky thinking , which means using your imagination to try to come up with completely new and original ideas."
    },
    {
      "author": "Sam",
      "text": "Some of Jamie’s plants were wacky - unusual in a funny or surprising way, but this was all part of the fun of breeding and growing new vegetables. Jamie threw his ideas into the mixing pot – a place where different ideas mingle together to create something new."
    },
    {
      "author": "Neil",
      "text": "Hybrid vegetables add exciting new colours and tastes to traditional veg, such as the deep purple leaves of rainbow kale, or the sweet nutty flavour of a CauliShoot. As a result, they have become fashionable with many British chefs, including Jack Stein, son of TV chef, Rick, who runs a restaurant in the seaside town of Padstow in Cornwall."
    },
    {
      "author": "Sam",
      "text": "Here’s presenter of BBC Radio 4’s, The Food Programme, Leyla Kazim, again, talking to Jack about what makes a great new vegetable."
    },
    {
      "author": "Leyla Kazim",
      "text": "When you’re looking at new varieties of veg, are there any particular traits that you're looking for that will help in the kitchen?"
    },
    {
      "author": "Jack Stein",
      "text": "I mean, obviously it's gonna be down to taste really, and it's gonna be down to what it looks like on the plates. The colour, the texture, the taste, all these things are really important, but I think novelty and things like the Kalettes were great. I mean, they were originally called ‘Flower Sprouts’."
    },
    {
      "author": "Neil",
      "text": "Jack names two features of great hybrid veg. First, there’s the texture – the way something feels when you touch it…"
    },
    {
      "author": "Sam",
      "text": "And second, novelty – the fact that something is new and unusual. Added to the surprising way many new varieties look, and of course their great taste, modern vegetables have provided a welcome new addition to traditional British cooking."
    },
    {
      "author": "Neil",
      "text": "And don’t forget the unusual names too, Sam, like the ‘Cotton Candy’ fruit I asked you about in my question."
    },
    {
      "author": "Sam",
      "text": "Yes, I guessed Cotton Candies were a new variety of strawberry. Was I right?"
    },
    {
      "author": "Neil",
      "text": "You were wrong I’m afraid, Sam. In fact, Cotton Candy is a variety of grape, so called because they’re very sweet and taste like you’ve been to the fairground. OK, let’s recap the vocabulary we’ve learned from this programme about new vegetable hybrids – plants which have been grown by mixing two different plants together."
    },
    {
      "author": "Sam",
      "text": "Blue-sky thinking involves using your imagination to try and think up original ideas."
    },
    {
      "author": "Neil",
      "text": "Something which is unusual in a funny or surprising way could be described as wacky."
    },
    {
      "author": "Sam",
      "text": "The mixing pot is a place where different ideas or ingredients get mixed to create something new."
    },
    {
      "author": "Neil",
      "text": "Texture means the way something feels when you touch it."
    },
    {
      "author": "Sam",
      "text": "And finally, novelty is the quality of being new or unusual. If you’ve enjoyed this programme, why not take the taste test by cooking some hybrid vegetables yourself."
    },
    {
      "author": "Neil",
      "text": "And remember to join us again soon for more trending topics and useful vocabulary here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Sam",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Leyla Kazim",
    "Jamie Claxton",
    "Jack Stein"
  ]
}