{
  "title": "How culture affects sadness",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fgdxbf.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230413",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230413_6min_english_sadness_download.mp3",
  "intro": [
    "How does culture influence the way you feel and show sadness? Neil and Sam will be investigating how the way people express sadness is influenced by their culture, and, as usual, we’ll be learning some new, useful vocabulary as well."
  ],
  "this_week_question": [
    "Which colour is associated with sadness? Is it:",
    "a) yellow?",
    "b) blue? or,",
    "c) brown?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "(to be) down in the dumps",
      "desc": "feel miserable and depressed"
    },
    {
      "text": "(to be) fed up",
      "desc": "feel unhappy, bored, or tired, especially of something you have been experiencing for a long time"
    },
    {
      "text": "melancholy",
      "desc": "intense and thoughtful sadness"
    },
    {
      "text": "grief",
      "desc": "strong feeling of sadness, especially caused by someone’s death"
    },
    {
      "text": "repressed",
      "desc": "unable to show your true feelings and emotions"
    },
    {
      "text": "stiff upper lip",
      "desc": "not showing your feelings when you are upset, even though it is difficult not to"
    }
  ],
  "transcript": [
    {
      "author": "Sam",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Sam."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. When Helen Russell was three years old, her new-born baby sister died suddenly. Looking back at that sad time, Helen remembers making a big decision – she wanted to be happy. She became a bestselling author and wrote a book called, The Atlas of Happiness. She got married, and even moved to the famously happy city of Copenhagen in Denmark."
    },
    {
      "author": "Sam",
      "text": "But the sadness Helen felt didn’t disappear, and the longer she lived abroad, the more she wondered whether her feelings were somehow connected to being born in England, into a culture where, traditionally, expressing your emotions was discouraged."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be investigating how the way people express sadness is influenced by their culture, and, as usual, we’ll be learning some new, useful vocabulary as well."
    },
    {
      "author": "Sam",
      "text": "But first I have a question for you, Neil. In English there are many idioms which describe being sad, including down in the dumps, meaning that you feel miserable and depressed. Also, emotions are often associated with colours, for example you might go red with anger, or turn green with envy. But which colour is associated with sadness? Is it:"
    },
    {
      "author": "Neil",
      "text": "I think the answer is blue."
    },
    {
      "author": "Sam",
      "text": "OK, Neil. We’ll find out the later in the programme. Around the world, cultures express emotions very differently. In Spain, flamenco performers express their emotions with colourful displays of song and dance, whereas in Japan, crying is considered weak and shameful. To discover more about how British people express their feelings, Helen Russell interviewed, Thomas Dixon, a professor at the Centre for the History of Emotion, for BBC World Service programme, The Documentary:"
    },
    {
      "author": "Professor Thomas Dixon",
      "text": "The word sad, as you will know, Helen, literally means sated or full. So, it’s earliest use is in English, it means being literally fed up , being full of something sad or sated means heavy and full. And then of course we have this huge vocabulary of melancholy , sorrow, grief , depression and many, many other terms, and they all mean slightly different things."
    },
    {
      "author": "Neil",
      "text": "Professor Dixon explains that the original meaning of the word sad was ‘full’ or fed up – a phrase which today means being unhappy, bored or tired of something which has been going on a long time. For example: everyone is fed up of Covid."
    },
    {
      "author": "Sam",
      "text": "But fed up is just one of many words to describe feelings of sadness, each with a slightly different meaning. One of them is melancholy , a kind of intense and thoughtful sadness. Another is grief - a strong sadness often caused by the death of someone you love."
    },
    {
      "author": "Neil",
      "text": "In Irish culture, melancholy is expressed artistically in poems or songs. And in other cultures, India for example, grief can be expressed by professional mourners who are paid to cry by the family of the person who has died. In England, however, big public displays of emotion are uncommon."
    },
    {
      "author": "Sam",
      "text": "But according to Professor Dixon that wasn’t always the case. Here he explains to BBC World Service programme, The Documentary, how it was only quite recently, during the time of Queen Victoria and the British Empire, that the English got a reputation for being repressed - unable to show their true feelings and emotions."
    },
    {
      "author": "Professor Thomas Dixon",
      "text": "By and large it's a Victorian, and then Edwardian, and 20th century characterization. As you can imagine, it fits with the era of empire, of white British men going around the world conquering it, and having a stiff upper lip and ruling over the people… in other parts of the world, and believing themselves, the white Europeans, to be superior… and one sign of that superiority, and Darwin writes: Englishmen rarely caught cry except under the pressure of the acutest grief."
    },
    {
      "author": "Neil",
      "text": "Professor Dixon says the Victorians who ruled the empire had a stiff upper lip . These men believed they were better than everyone else, and that to cry was a sign of weakness. When we cry, our top lip starts to wobble and so this gave rise to the idiom a stiff upper lip , meaning to not show your feelings when you are upset, even though it is difficult not to."
    },
    {
      "author": "Sam",
      "text": "Fortunately, most Brits are less repressed nowadays, but it’s still hard for some people, especially men, to express their feelings. Sometimes drinking alcohol gives people the courage to say what they are feeling, but this is not so healthy and can even increase feelings of depression."
    },
    {
      "author": "Neil",
      "text": "It’s talking to someone about your feelings that can really help, and keep away the blues… and in saying that I think I’ve answered your question, Sam."
    },
    {
      "author": "Sam",
      "text": "I asked Neil which colour is often associated with feeling sad."
    },
    {
      "author": "Neil",
      "text": "And I said it was blue…"
    },
    {
      "author": "Sam",
      "text": "Which was… the correct answer, and it gives us another idiom about sadness – feeling blue. OK, let’s recap the vocabulary we’ve learned from this programme about the emotion of sadness, or in other words, feeling down in the dumps ."
    },
    {
      "author": "Neil",
      "text": "If you are fed up of something , you’re unhappy, bored, or tired of it, especially if it’s been happening a long time."
    },
    {
      "author": "Sam",
      "text": "Melancholy is a type of intense and thoughtful sadness; and grief is a strong sadness usually caused by someone’s death"
    },
    {
      "author": "Neil",
      "text": "The adjective repressed means unable to show your true feelings and emotions."
    },
    {
      "author": "Sam",
      "text": "And finally, the uniquely British idiom, to keep a stiff upper lip , means not to show your feelings when you’re upset, even though it is difficult not to. Hiding you feelings or bottling them up is definitely won’t make you happy, but making friends and learning something new might, so remember to join us again soon, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Sam",
    "Neil",
    "Professor Thomas Dixon"
  ]
}