{
  "title": "Addicted to war",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fjfq62.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230511",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230511_6min_english_war_correspondent_download.mp3",
  "intro": [
    "In this programme, we’ll be hearing about the extraordinary life of BBC war correspondent, Fergal Keane. His reporting helped his television audiences make sense of the horrors of war, but underneath there were more personal reasons attracting him to the frontline. Was he 'addicted' to war? Listen to his story and learn new vocabulary along the way."
  ],
  "this_week_question": [
    "What was the name of the PTSD-like condition suffered by many soldiers during the First World War?",
    "a)    nostalgia",
    "b)    shell shock",
    "c)    combat stress",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "post-traumatic stress disorder (PTSD)",
      "desc": "mental condition in which someone suffers psychological damage after a very violent or shocking experience such as war"
    },
    {
      "text": "nightmare",
      "desc": "upsetting and frightening dream"
    },
    {
      "text": "psychiatrist",
      "desc": "medical doctor who specialises in mental illness"
    },
    {
      "text": "booze",
      "desc": "(informal) alcohol"
    },
    {
      "text": "breakdown",
      "desc": "period of acute mental illness which leaves you unable to cope with life"
    },
    {
      "text": "call it a day",
      "desc": "decide to stop what you are doing because you do not want to do it any more"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Sam",
      "text": "And I’m Sam. In this programme, we’ll be hearing about the extraordinary life of a well-known BBC journalist, Fergal Keane. As a BBC war correspondent, Fergal witnessed some of the most violent events in recent history. Fergal’s reporting helped his television audiences make sense of the horrors of war, but underneath there were more personal reasons attracting him to the frontline."
    },
    {
      "author": "Neil",
      "text": "Despite the danger, Fergal found himself going back again and again to report from war zones. It gave him something he couldn't get anywhere else – a massive rush of adrenaline, and Fergal started to worry that he was becoming addicted to war."
    },
    {
      "author": "Sam",
      "text": "In his new book, ‘The Madness: A Memoir of War, Fear and PTSD’, Fergal discusses living with PTSD, or post-traumatic stress disorder , a type of psychological suffering that results from witnessing extreme violence. We’ll hear about some key events in Fergal’s life, and, as usual, we’ll be learning some new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first, I have a question for you, Sam. The term, PTSD, is quite new, but descriptions of the mental suffering of war go back to ancient times. Something similar to PTSD is mentioned in Viking sagas and in stories about both World Wars. So, what was the name of the PTSD-like condition suffered by many soldiers during the First World War? Was it: a)    nostalgia? b)    shell shock?  or, c)    combat stress?"
    },
    {
      "author": "Sam",
      "text": "I think the answer is shell shock."
    },
    {
      "author": "Neil",
      "text": "OK, Sam, I’ll reveal the answer later in the programme. Fergal Keane, who was born in Ireland, had seen violence ever since the early days of his career covering the fighting in Belfast. He had already reported from wars all over the world when, in 1994, he was sent to cover the civil war in Rwanda. But what Fergal saw there shocked him like nothing before, as he told Mobeen Azhar, presenter of BBC World Service programme, Lives Less Ordinary."
    },
    {
      "author": "Fergal Keane",
      "text": "…and I began to have nightmares of Rwanda. And of course, at that stage, you know, it was obvious that I was traumatised but, again, did I go to a psychiatrist ? No, I didn't. I kept doing the job."
    },
    {
      "author": "Mobeen Azhar",
      "text": "Did you turn to other things?"
    },
    {
      "author": "Fergal Keane",
      "text": "Booze."
    },
    {
      "author": "Mobeen Azhar",
      "text": "Booze. I mean, how much booze are we talking?"
    },
    {
      "author": "Fergal Keane",
      "text": "You know, the truth is, I was an alcoholic long before I got to Rwanda. But I was in the kind of functioning alcoholic - what they call, you know, managing it stage of the of the disease."
    },
    {
      "author": "Sam",
      "text": "When Fergal returned home from Rwanda, he started having nightmares – upsetting and frightening dreams. It was obvious he was traumatised from the violence he had seen, but still Fergal didn’t go to a psychiatrist – a medical doctor who specialises in treating mental illness."
    },
    {
      "author": "Neil",
      "text": "Instead, Fergal turned to booze – an informal name for alcohol. Fergal had been addicted to alcohol before he arrived in Rwanda, but now he had another addiction to cope with – the need to keep returning to war. Fergal knew it wasn’t healthy, but he couldn’t stop."
    },
    {
      "author": "Sam",
      "text": "Around the year 2001, it seemed that war was everywhere, and Fergal kept on reporting – in Sudan, Iraq, Afghanistan, and Lebanon. But the nightmares didn’t stop, and his mental health got worse and worse. Here Fergal takes up the story with BBC World Service programme, Lives Less Ordinary."
    },
    {
      "author": "Fergal Keane",
      "text": "I reach a point where I can't carry that anymore, and it's not dramatic, it's a slow, steady erosion… and that ends with a breakdown , and admission to hospital, and this time diagnosed with post-traumatic stress disorder, and fulfilling the kind of essential criteria as the psychiatrist saw it of hypervigilance, nightmares, flashbacks… more nightmares than flashbacks… and the sense of being under threat, and anger."
    },
    {
      "author": "Mobeen Azhar",
      "text": "How did you feel?"
    },
    {
      "author": "Fergal Keane",
      "text": "Relief, I think. You know, there's a name to this."
    },
    {
      "author": "Mobeen Azhar",
      "text": "You might expect Fergal to call it a day at this point, but that's not how addiction works. He just kept getting pulled back in."
    },
    {
      "author": "Neil",
      "text": "Fergal had a nervous breakdown – a period of acute mental illness leaving him unable to cope with life. After the terrible things Fergal had witnessed, you might expect him to call it a day – a phrase meaning to decide to stop what you are doing. But Fergal’s addictions made that impossible."
    },
    {
      "author": "Sam",
      "text": "After his diagnosis of PTSD, he got support and was finally able to stay away from booze and war."
    },
    {
      "author": "Neil",
      "text": "OK, it’s time to reveal the answer to my question. I asked about the name of the PTSD-like condition suffered by soldiers during World War One."
    },
    {
      "author": "Sam",
      "text": "And I said it was shell shock."
    },
    {
      "author": "Neil",
      "text": "Which was the correct answer.  Right, let’s recap the vocabulary we’ve learned from the extraordinary life of Fergal Keane, the war correspondent who suffered PTSD or post-traumatic stress disorder – a mental illness experienced after violent or shocking events."
    },
    {
      "author": "Sam",
      "text": "A nightmare is an upsetting and frightening dream."
    },
    {
      "author": "Neil",
      "text": "A psychiatrist is a type of doctor who specialises in mental illness."
    },
    {
      "author": "Sam",
      "text": "Booze is slang for alcohol."
    },
    {
      "author": "Neil",
      "text": "A breakdown , is an acute period of psychological illness leaving you unable to cope with life."
    },
    {
      "author": "Sam",
      "text": "And finally, the phrase call it a day means to stop what you are doing because you no longer want to. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Sam",
    "Fergal Keane",
    "Mobeen Azhar"
  ]
}