{
  "title": "Food shortages",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fmy6pg.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230518",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230518_6min_english_food_shortages_download.mp3",
  "intro": [
    "Do you know where the food you buy in the supermarket comes from? Will it always be available? With changes in the world economy, inflation, and the effects of climate change, is there a risk of recurring food shortages in many parts of the world? Rob and Neil talk about it and teach you vocabulary along the way."
  ],
  "this_week_question": [
    "There’s an English expression about the dangers of not having enough food for everyone: ‘we are only nine meals away…’ but, ‘away from’ what?",
    "a)    a revolution",
    "b)    anarchy",
    "c)    famine",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "food shortage",
      "desc": "situation where not enough food is produced"
    },
    {
      "text": "since records began",
      "desc": "used to show the point in the past when people started keeping written accounts of events, rather than just remembering the in their heads, in order to be able to use that information in the future."
    },
    {
      "text": "glasshouse",
      "desc": "large greenhouse; building with glass sides used for the commercial growing of fruit and vegetables"
    },
    {
      "text": "step up (to)",
      "desc": "start taking responsibility to act to improve a situation"
    },
    {
      "text": "biodiversity",
      "desc": "the variety of the number and types of plants and animals that live in the Earth’s natural environment"
    },
    {
      "text": "canny",
      "desc": "clever and quick-thinking"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "Do you know where the food on your plate comes from? Many people just assume that shops will always be ready with a cheap and plentiful supply."
    },
    {
      "author": "Rob",
      "text": "But recently a lack of certain foods in the UK, a situation known as a food shortage, has left supermarket shelves empty of everyday items like eggs, tomatoes, and cucumbers. Some see these food supply problems, which were caused by unusually cold weather combined with rising energy prices, as a warning not to take a reliable supply for food for granted."
    },
    {
      "author": "Neil",
      "text": "Like many countries, the UK imports much of its food from abroad, and for years has enjoyed a stable and affordable supply. But with changes in the world economy, inflation, and the effects of climate change, how much longer will this continue? In this programme, we’ll be finding out, and as usual, learning some useful, new vocabulary as well."
    },
    {
      "author": "Rob",
      "text": "A reliable food supply is essential. In fact, there’s an English expression about the dangers of not having enough food for everyone: ‘we are only nine meals away…’ but, ‘away from’ what, Neil? Is it: a)    a revolution? b)    anarchy?  or c)    famine?"
    },
    {
      "author": "Neil",
      "text": "I guess the expression goes: we’re only nine meals away from revolution."
    },
    {
      "author": "Rob",
      "text": "OK. I’ll reveal the answer later on. Besides difficulties in importing food, some countries are also producing less food than they used to. In the UK, many farmers are selling their apple orchards to housing developers rather than struggle with increasing production costs. Here’s Adam Leyland, editor of The Grocer magazine, speaking with BBC Radio 4’s, The Food Programme."
    },
    {
      "author": "Adam Leyland",
      "text": "The forecast is for the lowest levels of production since records began . And when you think about how much investment there has been in glasshouses and polytunnels since 1985 in a way that's transformed UK supply, quite frankly, the fact that this is what's being forecast is extraordinary."
    },
    {
      "author": "Neil",
      "text": "Adam says that British food production is at its lowest since records began – a phrase used to mark the point in the past when people started writing down an account of something rather than just remembering it, so that the information could be used in the future."
    },
    {
      "author": "Rob",
      "text": "Production is decreasing despite improvements in how food is grown, especially the use of glasshouses and polytunnels. A glasshouse is a large greenhouse – a building with glass sides used for the commercial growing of fruit and vegetables. A polytunnel is a similar structure but made using plastic instead of glass."
    },
    {
      "author": "Neil",
      "text": "However, it’s not only Brits who are worrying about the production and supply of their food - changes are happening all around the world. When global demand for food outgrows supply, countries start competing with each other. According to Oxford University’s, Professor Charles Godfrey, an expert on the global food system, we’re now living in a less connected, less collaborative world, a world which he says is ‘de-globalising’."
    },
    {
      "author": "Rob",
      "text": "Deglobalisation involves sourcing food nearer to home - domestically or from neighbouring countries. While this sounds positive, Professor Godfrey is worried that deglobalisation makes it harder to supply food to parts of the world which cannot produce enough for themselves. Here, he shares his concerns with BBC Radio 4’s, The Food Programme."
    },
    {
      "author": "Prof Sir Charles Godfrey",
      "text": "We think that in the next 30 or 40 years we will probably see global demand for food rising 30 to 50 percent, and I think a question is: should the UK be stepping up to help meet that demand, given that we have a very sophisticated home agriculture… or you could argue completely the opposite, that we live in a country where we are very depauperate for biodiversity - perhaps we should produce less food here and use our land more for biodiversity. My view is that if we plan our land use in a canny way, one can produce more food, and one can increase the biodiversity in the country."
    },
    {
      "author": "Neil",
      "text": "Professor Godfrey thinks only a globalised food system can successfully feed the world population. Countries that can produce food should be stepping up to meet demand. If you step up to a situation, you start taking responsibility for doing something to improve things."
    },
    {
      "author": "Rob",
      "text": "We need a balance between growing food and maintaining the Earth’s biodiversity – the number and variety of plants and animals living on earth. Depending on their circumstances, countries could use their land either to grow food or to promote biodiversity, but Professor Godfrey thinks both are possible if we are canny – an adjective meaning clever and quick-thinking."
    },
    {
      "author": "Neil",
      "text": "Feeding the world is an urgent global challenge with serious consequence, as mentioned in that English expression, so… maybe it’s time you revealed the answer to your question, Rob."
    },
    {
      "author": "Rob",
      "text": "Yes. I asked you to finish the saying, ‘We’re only nine meals away from…’."
    },
    {
      "author": "Neil",
      "text": "And I guessed it was ‘nine meals away from revolution’?"
    },
    {
      "author": "Rob",
      "text": "Which was the wrong answer, I’m afraid. Actually, the saying goes ‘we’re only nine meals away from anarchy’. I really hope not, but just in case let’s recap the vocabulary we’ve learned starting with food shortage – a situation where not enough food is produced."
    },
    {
      "author": "Neil",
      "text": "The phrase, since records began shows the point in the past when people started keeping written accounts of events, rather than just remembering them."
    },
    {
      "author": "Rob",
      "text": "A glasshouse is alarge greenhouse – that’s a building with glass sides used for growing food."
    },
    {
      "author": "Neil",
      "text": "If you step up to a situation, you start taking responsibility to act to improve things."
    },
    {
      "author": "Rob",
      "text": "Earth’s biodiversity is the variety of plants and animals living in the natural environment."
    },
    {
      "author": "Neil",
      "text": "And finally, the adjective canny means clever and quick-thinking. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Rob",
      "text": "Bye bye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Adam Leyland",
    "Prof Sir Charles Godfrey"
  ]
}