{
  "title": "Is it wrong to eat plants?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fvc62n.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230629",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230629_6min_english_eating_plants_bad_download.mp3",
  "intro": [
    "Plants don’t have brains or nerves, but according to some scientists, they can learn, solve problems, and even recognise other plants in their ‘family’. So, given the amazing things plants do, is it right to eat them? That’s what we talk about in this programme, and we teach you vocabulary along the way."
  ],
  "this_week_question": [
    "Which tropical plant is famous for trapping insects to eat?",
    "a)    the corpse flower b)    the American skunk cabbage c)    the Venus fly trap",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "perceptive",
      "desc": "able to quickly notice and understand things"
    },
    {
      "text": "and then some",
      "desc": "and even more; used to emphasise that what was said before was an understatement"
    },
    {
      "text": "keen (sight, smell, hearing)",
      "desc": "intense and powerful"
    },
    {
      "text": "distorted",
      "desc": "changed from its original form"
    },
    {
      "text": "in and of itself",
      "desc": "when considered alone, without taking any other factors into account"
    },
    {
      "text": "context",
      "desc": "general situation or circumstances in which something happens"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Rob",
      "text": "And I’m Rob."
    },
    {
      "author": "Neil",
      "text": "Many people these days choose not to eat meat, and for vegetarians, eating animals is wrong. But what about digging up a carrot, or picking apples from a tree? Is that wrong too?"
    },
    {
      "author": "Rob",
      "text": "I don’t think so, Neil. Plants aren’t alive in the same way as animals, are they? They can’t think or feel pain. And even vegetarians need to eat something . Fruit, vegetables, rice, beans – they all come from plants."
    },
    {
      "author": "Neil",
      "text": "It’s true that plants don’t have brains or nerves, but according to some scientists, they’re much more than passive things rooted in the ground. Plants can learn and remember, they solve problems, and can even recognise other plants in their ‘family’. So, given the amazing things plants do, is it right to eat them? That’s what we’ll be discussing in this programme, and as usual we'll be learning some new useful vocabulary as well."
    },
    {
      "author": "Rob",
      "text": "But first I have a question for you, Neil. Anyone who's seen cows grazing knows it’s usually animals that eat plants, but some plants have turned the evolutionary tables to eat animals instead. So, which tropical plant is famous for trapping insects to eat? Is it: a)    the corpse flower? b)    the American skunk cabbage? or c)    the Venus fly trap?"
    },
    {
      "author": "Neil",
      "text": "I think it’s c) the Venus fly trap."
    },
    {
      "author": "Rob",
      "text": "OK, Neil. We’ll find out if that’s the right answer later in the programme. Plants have been on the planet for hundreds of millions of years longer than humans, and have used that time to evolve special skills. Here’s Professor Rick Karban, a biologist at the University of California, explaining more to James Wong, botanist and presenter of BBC Radio 4 programme, Is Eating Plants Wrong?"
    },
    {
      "author": "Prof. Richard Karban",
      "text": "Without eyes plants can perceive a lot of information about light, without noses plants can perceive chemical information, without ears plants can perceive sounds, and so we've come to realise that plants are very perceptive about what's going on in their environments."
    },
    {
      "author": "James Wong",
      "text": "You could argue for example that plants can perceive most of the senses that humans can."
    },
    {
      "author": "Prof. Richard Karban",
      "text": "I would agree with that and then some …"
    },
    {
      "author": "James Wong",
      "text": "What d’you mean, ‘ and then some’ ?"
    },
    {
      "author": "Richard Karban",
      "text": "Anyone who's had a dog knows that dogs have a much keener sense of smell than humans do, and we're now learning that plants are very responsive to chemicals in their environment."
    },
    {
      "author": "Neil",
      "text": "Even without ears, eyes, or a nose, plants are very perceptive – they notice things around them. In fact, Professor Karban says that plants perceive as much as humans and then some - an idiom meaning ‘and even more’ which is used to emphasise that what you mentioned before was an understatement. For example: Bill Gates is rich and then some!"
    },
    {
      "author": "Rob",
      "text": "Like dogs, plants have a keen sense of smell, which they used to detect chemicals in the air. Here, keen means powerful and intense."
    },
    {
      "author": "Neil",
      "text": "OK, so plants can ‘see’ light and ‘smell’ the air, but does that mean they’re intelligent?"
    },
    {
      "author": "Rob",
      "text": "Maybe so. Studies modelled on the famous Pavlov’s dog experiment, have trained pea seedlings to find the quickest route to light through a maze, and remember it – evidence of memory. In another experiment, potted plants were lined up with roots joining them like a chain of people holding hands. The plants talked to each other, passing along information about water and air temperature through their roots, like children playing a game where a message is passed on, in a whisper, through a chain of people, becoming distorted in the process. Distorted means changed from its original form."
    },
    {
      "author": "Neil",
      "text": "All this takes brain power, and there’s clearly evidence that plants might have some kind of intelligence. So, given all of this, is it wrong to eat them? That’s what James Wong asked, Michael Marder, professor of philosophy at the University of the Basque Country for his BBC Radio 4 programme, Is Eating Plants Wrong?"
    },
    {
      "author": "James Wong",
      "text": "Is it wrong to eat plants?"
    },
    {
      "author": "Prof Michael Marder",
      "text": "It is not in and of itself wrong to eat plants, but we have to do so while keeping in mind the context in which we're doing this. We have to first of all think about what kinds of plants we are eating, what are the parts of those plants? Are we in fact destroying the entire living being, or just taking certain of its parts such as fruits and leaves that are not essential to it that can actually fall off without doing harm to the whole organism?"
    },
    {
      "author": "Rob",
      "text": "Professor Marder says that eating plants is not wrong in and of itself – when considered alone, without taking anything else into account. But he thinks it’s important to remember the context – the situation or circumstances in which something happens. Picking an apple, for example, is okay because it doesn’t kill the tree itself which can go on to produce more fruit."
    },
    {
      "author": "Neil",
      "text": "It seems plants really are clever – but do they know the answer to your question, Rob?"
    },
    {
      "author": "Rob",
      "text": "Ah yes, I asked you to name the famous insect-eating topical plant."
    },
    {
      "author": "Neil",
      "text": "And I said it was the Venus fly trap."
    },
    {
      "author": "Rob",
      "text": "Which was the correct answer. Well done, Neil. OK, let’s recap the vocabulary we’ve learned, starting with the adjective perceptive – quick to notice and understand things."
    },
    {
      "author": "Neil",
      "text": "The idiom, and then some means ‘and even more’ and is used to show that something has been understated."
    },
    {
      "author": "Rob",
      "text": "A keen sense of smell, sight or hearing , is powerful and intense."
    },
    {
      "author": "Neil",
      "text": "Distorted means changed from its original form."
    },
    {
      "author": "Rob",
      "text": "The phrase in and of itself means when considered alone, without taking anything else into account."
    },
    {
      "author": "Neil",
      "text": "And finally, the context is the general situation in which something happens. Once again, our six minutes are up. Goodbye!"
    },
    {
      "author": "Rob",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Rob",
    "Prof. Richard Karban",
    "James Wong",
    "Richard Karban",
    "Prof Michael Marder"
  ]
}