{
  "title": "The benefits of doing nothing",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0ftn8zj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230615",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230615_6min_english_nothing_download.mp3",
  "intro": [
    "Some animals evolved to do nothing. And if it’s good enough for animals, would being lazy work for humans too? That’s what Beth and Neil talk about as they teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What is the slowest moving animal on earth?",
    "a)    the giant tortoise",
    "b)    the three-toed sloth",
    "c)    the koala",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "kick back",
      "desc": "stop doing things and relax completely"
    },
    {
      "text": "industrious",
      "desc": "hard-working"
    },
    {
      "text": "colony",
      "desc": "group of certain animals, birds or insects that live together"
    },
    {
      "text": "productive",
      "desc": "able to produce a lot for the amount of resources used"
    },
    {
      "text": "necessity is the mother of invention",
      "desc": "(idiom) meaning that if you really need to do something, you will think of a way of doing it"
    },
    {
      "text": "switch off",
      "desc": "stop worrying or thinking about something, and relax"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil. Phew! I've spent all day in meetings, then shopping, then collecting the kids from school - I'm exhausted, Beth! What have you been doing today?"
    },
    {
      "author": "Beth",
      "text": "Oh, not much, just sitting around doing nothing… relaxing and kicking back !"
    },
    {
      "author": "Neil",
      "text": "Lucky you! Don’t you have work to do?"
    },
    {
      "author": "Beth",
      "text": "It may not look it, Neil, but I’m actually as busy as a bee! If you’ve seen nature documentaries about worker bees flying from flower to flower, you probably think animals are always on the move. But the surprising truth is, away from the cameras, most animals spend most of the time doing absolutely nothing at all."
    },
    {
      "author": "Neil",
      "text": "In the natural world where finding food and shelter is hard work, why have some animals evolved to do nothing? And if it’s good enough for animals, would being lazy work for humans too? That’s what we will be discussing in this programme, and as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But first, let me work up the energy to ask you a question, Neil. Of course, some animals have a reputation for lounging about – lions, for example, can sleep up to twenty hours a day! But what is the slowest moving animal on Earth? Is it: a)    the giant tortoise b)    the three-toed sloth or c)    the koala?"
    },
    {
      "author": "Neil",
      "text": "Well, I think it’s the three-toed sloth."
    },
    {
      "author": "Beth",
      "text": "OK, Neil. I’ll reveal the correct answer at the end of the programme. Now it’s no surprise that lazy lions love relaxing, but even animals with reputations for being busy spend time doing nothing. Look carefully into an ant's nest and you’ll see around half of them just sitting there motionless. Here’s Professor Dan Charbonneau, an expert in insect behaviour, discussing the lazy rock ant with Emily Knight, presenter of BBC Radio 4 programme, Naturebang."
    },
    {
      "author": "Emily Knight",
      "text": "Dan’s research has focused on ant colonies , a species called temnothorax rugatulus or the rock ant."
    },
    {
      "author": "Professor Dan Charbonneau",
      "text": "I think ants are a symbol of industriousness, you know, they have this whole tiny little society going on that's kind of similar to ours… some idealised version what humans might be if we could only pull it together and all work together we could be as industrious as the ants, but then when you look at it, roughly about half the colony is inactive at any given time."
    },
    {
      "author": "Neil",
      "text": "We think ants are industrious , or hard-working. Groups of ants, called colonies , seem tiny, perfect societies where everyone works hard for the good of the group."
    },
    {
      "author": "Beth",
      "text": "Then why are so many of them inactive? One possible answer is that they’re reserve ants, ready to step in if disease or disaster strike. But could it simply be that they don’t work because they don’t need to. Would you get out of bed on Monday morning if you didn’t have to?"
    },
    {
      "author": "Neil",
      "text": "Maybe the ants can teach us a thing or two about relaxing. But wouldn't it get boring just sitting around all day?"
    },
    {
      "author": "Beth",
      "text": "Not according to psychologist, Dr Sandi Mann. She thinks being productive – working to produce a lot for the amount of resources we use, is overrated. Boredom has its benefits too, as she explains to BBC Radio 4 programme, Naturebang."
    },
    {
      "author": "Dr Sandi Mann",
      "text": "Would humans have invented bread or beer or fire, you know, if we hadn't been bored and were wondering, ‘what on earth would happen if we mix this with this?’, you know. Are all these sorts of inventions the mother of boredom ?"
    },
    {
      "author": "Emily Knight",
      "text": "But in this world of constant stimulation switching off is harder than it's ever been."
    },
    {
      "author": "Dr Sandi Mann",
      "text": "That's why we're constantly swiping and scrolling and looking for the next big thing, and the new thing and we bored of things very quickly… so it's a kind of paradox to get rid of this unpleasant state of boredom is actually to allow more boredom into your life."
    },
    {
      "author": "Beth",
      "text": "Dr Mann doubts humans would have invented things without the curiosity that comes from being bored. Boredom is the mother of invention, an idea based on the famous proverb, necessity is the mother of invention , an idiom meaning that if you really need to do something, you will think of a way of doing it."
    },
    {
      "author": "Neil",
      "text": "Instead of fearing boredom we can open up to its benefits by switching off - stopping worrying or thinking about something and relaxing. Slowing down helps too - something we can definitely learn from our animal cousins."
    },
    {
      "author": "Beth",
      "text": "I think now’s a good time to reveal the answer to my question, since we have nothing else to do."
    },
    {
      "author": "Neil",
      "text": "You asked me to name the world’s slowest animal and I guessed it was the three-toed sloth. Was I right?"
    },
    {
      "author": "Beth",
      "text": "That was the correct answer! With a top speed of 30 centimetres per minute, three-toed sloths move so slowly that algae grow on their coats! OK, let's recap the vocabulary that we've learned from this programme starting with the phrase kicking back – stop doing things and relax completely."
    },
    {
      "author": "Neil",
      "text": "The adjective industrious means hard-working."
    },
    {
      "author": "Beth",
      "text": "A colony is the name given to a group of certain animals including ants and some seabirds."
    },
    {
      "author": "Neil",
      "text": "Someone who is productive is able to produce a lot for the amount of resources they use."
    },
    {
      "author": "Beth",
      "text": "The proverb necessity is the mother of invention, means that if you really need to do something, you will think of a way of doing it."
    },
    {
      "author": "Neil",
      "text": "And finally, to switch off means to stop worrying or thinking about something and relax. Once again, our six minutes are up – it must be time to sit down, close your eyes, and just do nothing! Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Emily Knight",
    "Professor Dan Charbonneau",
    "Dr Sandi Mann"
  ]
}