{
  "title": "The art of subtitling",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0fsyvrw.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230608",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230608_6_minute_english_subtitles_download.mp3",
  "intro": [
    "Subtitles help deaf people understand movies and TV. They also let you watch films in foreign languages. But in recent years, the creativity in describing sounds has reached new levels. Learn more about the art of subtitling and pick up some new vocabulary at the same time."
  ],
  "this_week_question": [
    "Sometimes there are funny mistakes in subtitles. What was written on a BBC News programme in 2019? Was it:",
    "a) We can’t allow Spiderman to become prime minister?",
    "b) We can’t allow Superman to become prime minister?, or,",
    "c) We can’t allow Batman to become prime minister?",
    "Listen to the programme to find out the answer."
  ],
  "vocab": [
    {
      "text": "genre",
      "desc": "style of film, music or book with its own particular set of characteristics"
    },
    {
      "text": "upbeat",
      "desc": "cheerful, hopeful and light-hearted"
    },
    {
      "text": "jaunty",
      "desc": "full of energy and confidence"
    },
    {
      "text": "gasp",
      "desc": "take in a short, quick breath of air to show shock, surprise or pain"
    },
    {
      "text": "gobsmacked",
      "desc": "(slang) so surprised that you cannot speak"
    },
    {
      "text": "high five",
      "desc": "two people lifting their arms and clapping hands together as a greeting, or a way of saying, ‘well done!’"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "If you’re deaf or hard of hearing, watching television would be impossible without subtitles - the words of dialogue added at the bottom of the screen explaining what the characters are saying."
    },
    {
      "author": "Beth",
      "text": "Subtitled captions aren’t only for dialogue. In the most dramatic, action-packed scenes of a movie, there might be no-one speaking, but there are plenty of sounds - a scream, a thrilling car chase… And all these sounds need to be described as well."
    },
    {
      "author": "Neil",
      "text": "In this programme, we’ll be meeting Karli Witkowska, a subtitler who works on the Stranger Things show, to find out more. And of course, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But first I have a question for you, Neil. Movie subtitles are written ahead of time, but subtitling for live TV has to be done in the moment, as the person is speaking.  This can lead to mistakes - sometimes very funny ones, including a subtitle which appeared in an interview for the BBC Six O’Clock News in 2019. But what did the subtitle say? Was it:"
    },
    {
      "author": "Neil",
      "text": "Hmmm, I guess the subtitling mistake involved Spiderman."
    },
    {
      "author": "Beth",
      "text": "I’ll reveal the answer later in the programme. Of course, it’s not just deaf audiences that subtitles help. The translated subtitles of foreign films are great for learning languages, letting you read a word and hear how its pronounced at the same time. And because subtitles describe everything, from monster squelches to bombs exploding, it’s a great way to learn new adjectives. Here’s subtitler Karli Witkowska explaining to BBC Radio 4 programme Word of Mouth how her choice of adjective creates emotion for the viewer:"
    },
    {
      "author": "Karli Witkowska",
      "text": "Karli Witkowska It depends on the genre and depends on the shows, and so if you have a very upbeat period piece where the music is very jaunty … you would use the word ‘jaunty’ to describe the music. It’s creating an idea of what a sound is like and using a very, very descriptive word in order to do so."
    },
    {
      "author": "Neil",
      "text": "Karli bases her descriptions on the film’s genre – a style of film, music or book with its own particular set of features. The sound effects needed for a thriller like Stranger Things – creaking stairs and sudden screams - are very different from the sounds used in historical period dramas which are more upbeat – light-hearted and cheerful."
    },
    {
      "author": "Beth",
      "text": "This influences the adjective Karli chooses to describe a sound. For example, upbeat music might be described as jaunty - full of energy and confidence."
    },
    {
      "author": "Neil",
      "text": "Subtitles started out as an accessibility feature for deaf audiences, and to translate foreign language films into English. But since the growth of online streaming services like Netflix, subtitling has become something of an art."
    },
    {
      "author": "Beth",
      "text": "Karli belongs to a team of subtitlers who try to make their descriptions as close as possible to the sounds they hear. Here she tells BBC Radio 4’s Word of Mouth about a time her team found exactly the right word:"
    },
    {
      "author": "Karli Witkowska",
      "text": "Karli Witkowska …so I loved ‘ gobsmacked silence’ because you were able to tell that people were almost on the verge of a gasp , or on the verge of a shock, and that was the atmosphere, but there wasn’t actually a sound, so when my colleague came up with that one I definitely wanted to give him a virtual high five."
    },
    {
      "author": "Neil",
      "text": "In this scene, the surprised characters were about to gasp – take in a short, quick breath of air. There was no speech or sound in the scene, but Karli’s team found the perfect adjective to describe the silence - gobsmacked , which is slang for being so surprised you can’t speak."
    },
    {
      "author": "Beth",
      "text": "This was definitely one description that deserved a high five – lifting up your hand to clap hands with someone else as a greeting or to say ‘well done’. In fact, the phrase ‘gobsmacked silence’ was so good it went viral and started being used in all kinds of situations."
    },
    {
      "author": "Neil",
      "text": "Maybe gobsmacked was how the viewers of that TV news programme felt, you know, the mistaken subtitle you asked me about in your question. I guessed the incorrect subtitle was: We can't allow Spiderman to become prime minister."
    },
    {
      "author": "Beth",
      "text": "Which was… the wrong answer, I’m afraid. In fact the interviewee said, “we can't allow that man to become prime minister”, speaking about Boris Johnson, but the misheard subtitle appeared as Batman."
    },
    {
      "author": "Neil",
      "text": "OK, let's recap the vocabulary we’ve learnt from this programme on subtitles, starting with genre – a style of film, music or book with its own particular set of characteristics."
    },
    {
      "author": "Beth",
      "text": "Something which is upbeat ischeerful, hopeful and light-hearted."
    },
    {
      "author": "Neil",
      "text": "The adjective jaunty means full of energy and confidence."
    },
    {
      "author": "Beth",
      "text": "If you gasp , you take in a short, quick breath of air in surprise or in pain."
    },
    {
      "author": "Neil",
      "text": "You can use the slang expression gobsmacked when someone is so surprised they can’t speak."
    },
    {
      "author": "Beth",
      "text": "And finally, if you give someone a high five , you hold up your hand above your head, clapping hands with somebody else as a greeting, or to say ‘well done!’"
    },
    {
      "author": "Neil",
      "text": "Once again our 6 minutes are up. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Karli Witkowska"
  ]
}