{
  "title": "Heatwaves: can we adapt?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0g4vrdy.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230824",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230824_6_minute_heatwaves_can_we_adapt_downloads.mp3",
  "intro": [
    "Many cities are getting hotter and hotter. This can cause many problems for the people who live in them. What can we do to make heatwaves more bearable?"
  ],
  "this_week_question": [
    "People in India use 'jaali' to keep their homes cool, but what is it? Is it:",
    "a) a tall house designed to reduce sunlight?",
    "b) a honeycomb pattern used in windows? or,",
    "c) a system for spraying cool water?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "sweat",
      "desc": "salty water which the body passes through the skin to stay cool"
    },
    {
      "text": "ventilation",
      "desc": "the movement of fresh air around a closed space"
    },
    {
      "text": "power cut",
      "desc": "period of time when the supply of electricity is stopped"
    },
    {
      "text": "daily wage earners",
      "desc": "someone who earns money on a day-to-day basis meaning that they will receive no money if they do not work"
    },
    {
      "text": "slum",
      "desc": "poor and crowded area of a city with very bad living and housing conditions"
    },
    {
      "text": "subsidise",
      "desc": "pay part of the cost of something"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Beth",
      "text": "I have a confession to make, Neil - I love the hot weather. It's a chance to get outside, maybe get a suntan. But sometimes it gets too hot, even for me."
    },
    {
      "author": "Neil",
      "text": "Yes, depending where in the world you live, you've probably noticed that it's getting hotter year after year. 2023 is the hottest year on record with heatwaves in many countries around the world, even Britain."
    },
    {
      "author": "Beth",
      "text": "When it gets too hot, the human body knows how to cool down. It sweats , passing salty water called sweat through the skin to lose heat. But unlike the body, houses don't know how to keep cool. And in hot parts of the world where air conditioning is unavailable, or unaffordable, this is a real problem."
    },
    {
      "author": "Neil",
      "text": "In this programme, we'll be hearing about an innovative new idea for keeping houses cool in one of the hottest countries on Earth, India. And as usual we'll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But before we hear more about this sweaty subject, I have a question for you, Neil. Living in cities where summer temperatures regularly exceed 45 degrees Celsius, Indians have been finding clever ways to keep their houses cool for over five thousand years. One of them is called ‘jaali’, but what exactly is it? Is ‘jaali’:"
    },
    {
      "author": "Neil",
      "text": "Hmmm, I’ll guess jaali is, b) a honeycomb window pattern."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, we’ll find out the answer later in the programme. In May 2022, the temperature in Uttar Pradesh, the largest state in north India, reached 49.2 degrees Celsius. Roshni Diwakar is a consultant for the Mahila Housing Trust, an NGO helping poor Indian women to heat-proof their houses. These women often work from home while their husbands are out in the heat working on construction sites. Here Roshni describes a typical house to BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Roshni Diwakar",
      "text": "Roshni Diwakar They live in a small one-bedroom house with no windows, no natural ventilation. They don't necessarily have illegal electric connections, and even if they do, they don't have electricity 24 hours a day - there are power cuts , especially in the summer months. Many of them have tin roofs which of course will really heat up. Health gets affected, because their health is affected their livelihood gets affected, because they’re daily wage earners - if you don't work you don't earn."
    },
    {
      "author": "Neil",
      "text": "Many of the houses have no window so there is no ventilation - the movement of fresh air around a space. Air conditioning needs electricity which most families can't afford, and even those who can experience frequent power cuts – periods when the supply of electricity is stopped."
    },
    {
      "author": "Beth",
      "text": "In this heat, sickness is common. Often the men can't work, which is a problem because they are the daily wage earners - someone who earns money on a day-to-day basis meaning that they will receive no money if they cannot work. Families spend most of the day outside in the street, and at night it's still too hot to sleep, even on the roof."
    },
    {
      "author": "Neil",
      "text": "But fortunately, Roshni has been working on a clever cool roof solution – white paint. Painting reflective anti-solar white paint on the roof can reduce room temperatures by up to 4 degrees. It may not sound like much, but it makes a big difference and allows families to work, cook, and even sleep inside. Here’s Roshni again, talking with BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Roshni Diwakar",
      "text": "Roshni Diwakar This has honestly been the most successful of the technologies that they've adopted. We started off by doing it in the city of Ahmedabad, but we've done it across other cities - we've done it in Bangalore, we've done it in Jodhpur. In fact in Jodhpur we've done it in an entire slum."
    },
    {
      "author": "Myra Anubi",
      "text": "Mahila Housing Trust gets external funding and uses it to subsidise the cost of the paint meaning communities only end up paying 15 to 20% of the actual price."
    },
    {
      "author": "Beth",
      "text": "Roshni’s housing trust has been painting houses in cities all over India. In Jodhpur, a city on the edge of the Thar Desert, they painted an entire slum – a poor and crowded area of a city with very bad housing conditions."
    },
    {
      "author": "Neil",
      "text": "What's more, the trust subsidises the paint meaning they pay part of the cost, so even the poorest families can afford it. It's a great example of Indians skilfully finding ways of adapting to the heat – a modern version of ‘jaali’, you could say. So, what was the answer to your question, Beth? Was my idea - that ‘jaali’ is a honeycomb pattern used in windows – correct?"
    },
    {
      "author": "Beth",
      "text": "It was… the correct answer! ‘Jaali’ is a honeycomb design with many small holes set into wooden or stone windows. The small holes keep out the sunlight, and cool down the air coming in. Neil OK, it's time to recap the vocabulary we've learned in this programme, starting with sweat - passing salty water through the skin to stay cool."
    },
    {
      "author": "Beth",
      "text": "Ventilation is the movement of fresh air."
    },
    {
      "author": "Neil",
      "text": "A power cut is an interruption in the supply of electricity."
    },
    {
      "author": "Beth",
      "text": "A daily wage earner is a worker who earns money on a day-to-day basis."
    },
    {
      "author": "Neil",
      "text": "A slum is a very poor and crowded area of a city."
    },
    {
      "author": "Beth",
      "text": "And finally, if you subsidise something, you pay part of its cost. Once again our 6 minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Roshni Diwakar",
    "Myra Anubi"
  ]
}