{
  "title": "How fans talk about their passions",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gdjdwh.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230921",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230921_6_minute_english_how_fans_talk_about_their_passions_download.mp3",
  "intro": [
    "Fandom is more than simply being a fan, and now the world of fandom has started to develop its own language. Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "The original word ‘fan’ was first used about Americans in the early 20th century. But what were these Americans fans of?",
    "Was it: a)      Hollywood movie stars? b)      Baseball?   or, c)      Disney cartoons?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "like-minded",
      "desc": "sharing similar opinions, ideas or interests"
    },
    {
      "text": "quirky",
      "desc": "odd or unusual, but in an attractive and interesting way"
    },
    {
      "text": "mock",
      "desc": "insult someone by laughing at them in an unkind way"
    },
    {
      "text": "BIRGing (short for Basking in Reflected Glory)",
      "desc": "feeling good about yourself when the team you support wins"
    },
    {
      "text": "a piece/a slice of the action",
      "desc": "taking part in a celebration or other exciting group activity"
    },
    {
      "text": "CORFing (short for Cutting off Reflected Failure)",
      "desc": "distancing yourself from the team you support when they lose"
    }
  ],
  "transcript": [
    {
      "author": "Beth",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Beth."
    },
    {
      "author": "Neil",
      "text": "And I’m Neil."
    },
    {
      "author": "Beth",
      "text": "If you really love something, maybe a sport or a hobby, a music band or a TV show, you might call yourself a ‘fan’."
    },
    {
      "author": "Neil",
      "text": "Nowadays, thanks to the internet, fans from around the world can meet online to share their passion, and this has led to a new word: ‘fandom’. Fandom is more than simply being a fan – it’s a whole culture created by a community of people to share their love of the same thing."
    },
    {
      "author": "Beth",
      "text": "What’s more, fandom has started to develop its own language. In this programme, we’ll be taking a trip into the world of fandoms, and, as usual, we’ll be learning some new and useful vocabulary too. But before that, I have a question for you, Neil. The original word ‘fan’ was first used about Americans in the early 20th century. But what were these Americans fans of? Was it:"
    },
    {
      "author": "Neil",
      "text": "I’ll guess they were fans of Disney cartoons."
    },
    {
      "author": "Beth",
      "text": "OK, Neil. We’ll find out later in the programme. Michael Bond is the author of a new book, Fans. Here, he discusses the meaning of fandom with BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Michael Bond",
      "text": "Kings ruled their kingdoms, fans certainly rule their fandoms. It taps into that ancient human impulse to belong to a group of like-minded people, and of course being a fan by yourself can be a challenging thing because fannish pursuits can look quirky and odd… even obsessive, and you get often mocked and, I mean, if you're Jane Austen fan and you want to dress up in a bonnet and gown of the Regency era it's difficult to do that by yourself in public, but once you join a fandom there's no problem."
    },
    {
      "author": "Neil",
      "text": "Fans are groups of like-minded people – they share similar opinions, ideas or interests. They do all kinds of weird and wonderful things together, such as dressing up as Harry Potter characters – behaviour which might be called quirky, an adjective meaning odd or unusual, but in an interesting way."
    },
    {
      "author": "Beth",
      "text": "Unfortunately, this quirky behaviour also means fans sometimes get mocked. To mock somebody means to insult them by laughing at them in an unkind way."
    },
    {
      "author": "Neil",
      "text": "But this hasn’t discouraged fans who have started using new words and phrases to show they belong to a particular fandom. Here’s Michael Bond again, explaining the meaning of two new words about the behaviour of football fans to BBC Radio 4 programme, Word of Mouth:"
    },
    {
      "author": "Michael Bond",
      "text": "Academics who study fandoms, they love to use acronyms and abbreviations and they've got several phrases which they used to describe the behaviour of football fans… BIRGing so that means ‘Basking In Reflected Glory. When your team wins everyone wants a bit of the action , you take to the streets, dance around… and so the antithesis of that is CORFing which means ‘Cutting Off Reflected Failure’ and that is what people sometimes do when their team loses and they don't want to be associated with that loss, that sense of failure."
    },
    {
      "author": "Beth",
      "text": "BIRGing is made of an acronym of the words, Basking In Reflected Glory. It means feeling good about yourself when the football team you support wins. Fans say, “WE won!”, even though it was the players on the pitch, not the fans, who scored the goal. When their team wins, fans cheer and want a piece of the action , an idiom meaning that they take part in celebrations and other exciting group activities, and feel the success of the team as a personal success."
    },
    {
      "author": "Neil",
      "text": "The opposite of BIRGing is CORFing, another acronym, this time of the words, Cutting off Reflected Failure. CORFing involves distancing yourself from the team you support when they lose. Instead of saying, “WE won!”, you said, “THEY played rubbish!”"
    },
    {
      "author": "Beth",
      "text": "Of course, true fans never CORF. In fact, some football fans take a kind of strange pessimistic pleasure when their team loses week after week."
    },
    {
      "author": "Neil",
      "text": "I can’t imagine that’s true of the Americans you mentioned, Beth. So what was the correct answer to your question?"
    },
    {
      "author": "Beth",
      "text": "I asked who the original word ‘fan’ was used to describe. You sad it was fans of Disney cartoons which was… the wrong answer, I’m afraid. Actually, it was baseball fans, or ‘fanatics’ as they were called at the time. OK, let’s recap the vocabulary we’ve learned, starting with like-minded , an adjective describing people who share similar opinions, ideas or interests."
    },
    {
      "author": "Neil",
      "text": "Quirky means odd or unusual, but in an attractive or interesting way."
    },
    {
      "author": "Beth",
      "text": "If you mock someone, you insult and laugh at them in an unkind way."
    },
    {
      "author": "Neil",
      "text": "BIRGing is short for Basking in Reflected Glory. It means feeling good about yourself when the team you support wins. The opposite of this is CORFing, an acronym of Cutting off Reflected Failure, which means distancing yourself from your favourite team when they lose."
    },
    {
      "author": "Beth",
      "text": "And finally, if you want a piece or a slice of the action , you want to take part in a celebration or other exciting group activity to include yourself in a collective success. Once again, our six minutes are up. Join us again next time for more trending topics and useful vocabulary here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Beth",
    "Neil",
    "Michael Bond"
  ]
}