{
  "title": "king male friends",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gcdcjj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-230914",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/230914_6_minute_english_making_male_friends_download.mp3",
  "intro": [
    "It is often thought that men are much worse than women at making and keeping friends. How true is this? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to Oxford University's Institute of Cognitive Anthropology, how many close friends do we need for our mental wellbeing?",
    "Is it: a)      five? b)      ten?   or, c)      twenty?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "times are tough",
      "desc": "periods of trouble, unhappiness or financial difficulty in life"
    },
    {
      "text": "get through",
      "desc": "(phrasal verb) manage to live through a difficult situation"
    },
    {
      "text": "drift away",
      "desc": "gradually move further and further apart from someone until your relationship with them is broken"
    },
    {
      "text": "Billy No-Mates",
      "desc": "(slang) a person with no friends"
    },
    {
      "text": "double-edged sword",
      "desc": "something that has unfavourable as well as favourable consequences"
    },
    {
      "text": "outgoing",
      "desc": "very friendly; enjoys meeting and talking to people"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. There’s a famous English saying, ‘a friend in need is a friend indeed’, and it’s true - everyone needs friends to share life’s ups and downs. Do you have many friends, Neil?"
    },
    {
      "author": "Neil",
      "text": "Yes, I have some close friends, but maybe not as many as I’d like."
    },
    {
      "author": "Beth",
      "text": "That’s interesting because often it’s women who have many friends while men find it harder to maintain strong friendships, especially as they get older. In fact, according to one recent survey, only 27% of British men say they have a least six close friends."
    },
    {
      "author": "Neil",
      "text": "So, is it true that men find it difficult to make friends? We’ll be hearing from, Max Dickins, author of a new book on male friendships called, ‘Billy No-Mates’, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "But first I have a question for you. We know that close friends are important, not just for having fun but for good mental health as well. So according to research by Oxford University’s Institute of Cognitive Anthropology, how many close friends to we need for our mental wellbeing? Is it:"
    },
    {
      "author": "Neil",
      "text": "I’ll say we need at least five close friends."
    },
    {
      "author": "Beth",
      "text": "OK, Neil. I’ll reveal the answer at the end of the programme. Now, however many friends you have, it’s a stereotype that women are better than men at making and keeping close friends. Here’s Claudia Hammond outlining the problem for BBC Radio 4 programme, All in the Mind:"
    },
    {
      "author": "Claudia Hammond",
      "text": "Now, When times are tough , friends are often the people who get us through , who are there to listen, to reassure, maybe to advise us, if that's what we want. So why do we sometimes find it hard to make friends, or that the friends we used to have seemed to have somehow drifted away ? Now, there is an idea that women are much better at maintaining their friendships, and that men are more likely to hang out with whoever is around rather than to nurture those relationships, and we were wondering whether this was really true or is that just a stereotype?"
    },
    {
      "author": "Neil",
      "text": "Claudia uses the phrase, times are tough , to describe a situation of trouble, unhappiness or financial difficulty. Friends help us get through these difficult periods of life. The phrasal verb, get through , has several meanings, but here it means manage to live through an unpleasant period of time."
    },
    {
      "author": "Beth",
      "text": "The problem may be that your friends have drifted away – gradually moved further and further away until your connection with them has broken. And it seems that’s especially true for men."
    },
    {
      "author": "Neil",
      "text": "That’s right. When author, Max Dickins, was getting married, he realised he didn’t have any close male friends he could ask to be his ‘best man’, the person who helps the groom at a wedding. This led him to write the book, ‘Billy No-Mates’, looking at why he didn’t have any close male friends. Here’s Claudia Hammond again talking with Max for BBC Radio 4 programme, All in the Mind:"
    },
    {
      "author": "Claudia Hammond",
      "text": "Max it's interesting that you kind of went public on this, if you like… Your book is even called ‘Billy No-Mates’ the very thing that, you know, a lot of us would dread being. It can't have been easy to decide to say this publicly…"
    },
    {
      "author": "Max Dickins",
      "text": "No, it's a real double-edged sword being the face of a book called ‘Billy No-Mates’ I've gotta say… but I think.. so loneliness doesn't look like me. I'm in my early to mid-30s, I'm pretty outgoing , I'm quick to buy my round, it shouldn't look like me, but increasingly it does. So loneliness isn't just the elderly anymore it's younger people…"
    },
    {
      "author": "Beth",
      "text": "Max called his book Billy No-Mates , slang for a person with no friends. It’s a memorable book title, but Max says being the public face of a book called 'Billy No-Mates' is a double-edged sword - something with unfavourable as well as favourable consequences."
    },
    {
      "author": "Neil",
      "text": "In fact, Max doesn’t look like someone with no friends: he’s young, generous, and outgoing – an adjective describing someone who’s friendly and enjoys meeting people. But increasingly, loneliness is affecting younger men, thanks partly to social media which can make it seem as though everyone is having a great time with their mates, except you!"
    },
    {
      "author": "B",
      "text": "eth Max thinks the answer is getting out and meeting people in ‘third spaces’, places like sports clubs or reading groups which are separate from either home or work."
    },
    {
      "author": "Neil",
      "text": "All of which helps get closer to the magical number of friends needed for good mental health. I think it’s time you revealed the answer to your question, Beth ."
    },
    {
      "author": "B",
      "text": "eth Yes, I asked how many close friends we need for our mental wellbeing. You said it was five, which was… the correct answer! According to Oxford University’s, Professor Robin Dunbar, we need a core circle of five close friends, plus a wider support network of about ten, making a total number of fifteen friends for good mental health. OK, let’s recap the vocabulary from the programme, starting with the phrase times are tough which describes periods of trouble or difficulty in life."
    },
    {
      "author": "Neil",
      "text": "If you get through something, you manage to live through a difficult situation."
    },
    {
      "author": "Beth",
      "text": "To drift away means to gradually move further apart from someone until your relationship with them eventually ends."
    },
    {
      "author": "Neil",
      "text": "Billy No-Mates is slang for someone who has no friends."
    },
    {
      "author": "Beth",
      "text": "A double-edged sword describes something with unfavourable as well as favourable consequences."
    },
    {
      "author": "Neil",
      "text": "And finally, the adjective outgoing describes someone who is very friendly and enjoys talking to people. Once again, our six minutes are up. Goodbye for now!"
    },
    {
      "author": "B",
      "text": "eth Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Claudia Hammond",
    "Max Dickins",
    "B"
  ]
}