{
  "title": "How green is your money?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gm078l.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231019",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231019_6_minute_english_how_green_is_my_money_download.mp3",
  "intro": [
    "When we keep our money in a bank, it is invested to fund other businesses, some of which are far from environmentally friendly. Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "One of the most effective things to do is being smart about investing your money, so according to the campaign, Make My Money Matter, which of the following is the best way to fight climate change?",
    "Is it: a) to stop eating meat? b) to stop flying? or, c) to change your pension?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "green",
      "desc": "inexperienced, naïve or ignorant"
    },
    {
      "text": "niche",
      "desc": "interesting or appealing only to a small, specialised group of people"
    },
    {
      "text": "greenwashing",
      "desc": "attempts by businesses to appear environmentally friendly without actually doing anything serious to protect the environment"
    },
    {
      "text": "jump on the bandwagon",
      "desc": "become involved in an activity because it is popular and likely to succeed, not because you are really interested in it"
    },
    {
      "text": "transparent",
      "desc": "easy to see and understand because it is open and honest, without hidden secrets"
    },
    {
      "text": "put the spotlight on (something)",
      "desc": "focus on or attract attention to something, usually to share information about something bad"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Do you have a bank account, Beth, or, like my grandparents, do you keep your money under the mattress?"
    },
    {
      "author": "Beth",
      "text": "Sure, I have a bank account with one of the big high street banks."
    },
    {
      "author": "Neil",
      "text": "Yes, me too. But do you know exactly what your money’s being used for? Is it helping fight climate change, or polluting the planet? Our money doesn’t just sit there in the bank, it’s invested to fund other businesses, some of which are far from environmentally friendly. So, do you know if your money is funding dirty practices like oil drilling?"
    },
    {
      "author": "Beth",
      "text": "No, I don’t. I have to admit I’m very green about money, and I don’t mean green as in environmentally friendly, I mean green as in ignorant or naïve. In this programme, we’ll be discussing ways in which our money can help protect the environment, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Great. But first I have a question for you, Beth. As the climate crisis worsens, people are making changes in their lives to help, for example by driving less or cycling more. One of the most effective things to do is be smart about investing your money, so according to the campaign, Make My Money Matter, which of the following is the best way to fight climate change? Is it:"
    },
    {
      "author": "Beth",
      "text": "I’ll guess it’s changing your pension."
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I'll reveal the answer later in the programme. Concerns about how banks invest our money led to the UK’s first environmentally sustainable bank, Triodos, which opened in Bristol in 2012. John Fleetwood, who has worked in sustainable investing for decades, thinks public interest in ethical banks has ballooned in the last few years, as he told BBC Radio 4 programme, Costing the Earth:"
    },
    {
      "author": "John Fleetwood",
      "text": "It was always viewed, I think, as a niche thing, something for those that had very clear views on the world, social views. That’s now broadened hugely, and there’s great concern about greenwashing so who’s jumping on the bandwagon ? - that’s a huge concern amongst investors. So, what I’m doing is to tackle that and actually to say, okay, which are the funds that are actually making a positive social and environmental impact?"
    },
    {
      "author": "Beth",
      "text": "Ethical banks used to be considered niche, interesting or appealing only to a small number of people. But as environmentally responsible investing increased, banks started jumping on the bandwagon , an idiom meaning to become involved in an activity because it’s popular, and not because you’re really interested in it."
    },
    {
      "author": "Neil",
      "text": "As a result, some banks have been accused of greenwashing, attempting to appear environmentally friendly without actually doing anything serious to protect the environment."
    },
    {
      "author": "Beth",
      "text": "But remember, banks rely on customers’ money, and are likely to change their behaviour when customers threaten to take their money elsewhere. This idea inspired British film director, Richard Curtis, to start his campaign, Make My Money Matter. On TV, Richard has raised millions of pounds for the BBC’s charity, Comic Relief, but even he was surprised by the amount of money saved by doing one simple thing, moving your pension to an environmentally sustainable fund. And as Richard told BBC Radio 4 programme, Costing the Earth, he was even encouraged by former Governor of the Bank of England, Mark Carney:"
    },
    {
      "author": "Richard Curtis",
      "text": "You know, when I started this everyone said, well you know all the mechanisms and all the accounting and all the transparency isn't quite there yet, but Mark Carney said to me, ‘Go for it!’ because it will be… the more that people become interested, the more transparent companies will have to be, the more examples they'll give you of good things that you're investing in… so that, as it were, it will get better the more the spotlight is put on exactly what an ethical or sustainable pension is doing."
    },
    {
      "author": "Beth",
      "text": "The more people demand responsible pensions, the more banks need to be transparent, meaning open and honest, about their investments."
    },
    {
      "author": "Neil",
      "text": "This in turn puts the spotlight on how pension funds are being used, for example whether they support large oil corporations or renewable energy companies. To put the spotlight on something means to attract attention to it, usually to share information about something bad. Luckily, the customer is always right, and by managing our money ethically, we can all help a little."
    },
    {
      "author": "Beth",
      "text": "I think it’s time to reveal the answer to your question about the most effective way to fight climate change, Neil. I said it was by moving your pension into ethical investments."
    },
    {
      "author": "Neil",
      "text": "Which was... the correct answer! In fact, changing your pension is thought to be twenty-one times more effective than avoiding meat and stopping flying put together. OK, let's recap the vocabulary we've learned from this programme, starting with green, an adjective with several meanings, one of which is naïve or inexperienced."
    },
    {
      "author": "Beth",
      "text": "A niche interest appeals only to a small number of people."
    },
    {
      "author": "Neil",
      "text": "Greenwashing describes attempts by a business to seem more environmentally friendly than they really are."
    },
    {
      "author": "Beth",
      "text": "The idiom jump on the bandwagon , means become involved in an activity because it is popular and likely to succeed, not because you are really interested in it."
    },
    {
      "author": "Neil",
      "text": "When a business is transparent, it’s easy to see how it works because it is open and honest, without hidden secrets."
    },
    {
      "author": "Beth",
      "text": "And finally, the phrase to put the spotlight on something , means to draw attention to it. Once again, our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Bye for now!"
    },
    {
      "author": "Neil",
      "text": "Goodbye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "John Fleetwood",
    "Richard Curtis"
  ]
}