{
  "title": "Ways to live for 100 years",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gnwbgc.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231026",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231026_6_minute_english_ways_to_live_for_100_years_download.mp3",
  "intro": [
    "More and more people are living to 100, but what is the secret of a long life? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "In 2022, the world’s oldest certified person died aged 119. But which country was she from?",
    "a) Switzerland? b) Italy? or, c) Japan?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "centenarian",
      "desc": "someone who is a hundred years old, or older"
    },
    {
      "text": "twilight years",
      "desc": "old age; the last years of your life"
    },
    {
      "text": "one-size-fits-all",
      "desc": "suitable for everyone or every purpose"
    },
    {
      "text": "lifespan",
      "desc": "the length of time someone is normally expected to live"
    },
    {
      "text": "Fountain of Youth",
      "desc": "a legendary source of magical water that keeps anyone who drinks it young and healthy forever"
    },
    {
      "text": "Peter Pan syndrome",
      "desc": "immature person who has reached adulthood but refuses to take on adult responsibilities"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "How old are you, Beth?"
    },
    {
      "author": "Beth",
      "text": "That’s a very personal question, Neil!"
    },
    {
      "author": "Neil",
      "text": "Sorry, I didn't mean to be rude. Anyway, at least you’re not a centenarian , someone who’s lived to be a hundred years old."
    },
    {
      "author": "Beth",
      "text": "Are you saying I look a hundred? That’s even ruder!"
    },
    {
      "author": "Neil",
      "text": "Sorry, Beth, no! It’s just that with advances in modern medicine people are living longer and longer. There was a time when living to a hundred seemed impossible, but in 2021 the United Nations Population Division estimated there to be over half a million centenarians worldwide, and that number is set to rise."
    },
    {
      "author": "Beth",
      "text": "So how do you live to a hundred? And what could life be like in your twilight years , a phrase meaning your old age, or the last years of your life. That’s what we’ll be discussing in this programme, and of course, we’ll be learning some useful new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. In 2022, the world’s oldest certified person died aged 119. But which country was she from? Was it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I think the answer is Japan."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, we’ll find out the answer at the end of the programme. Of all the many factors for long life such as diet, exercise, and keeping active, human relationships are among the most important. People who are more connected with others, and have warmer relationships live longer and stay healthier. And according to psychiatrist Robert Waldinger, talking here with BBC World Service programme, The Inquiry, those relationships don't necessarily have to be with humans:"
    },
    {
      "author": "Dr Robert Waldinger",
      "text": "Introverts actually find having a lot of people around stressful, so they might only need one or two close people and that's all they need, that's all they want, and that's just fine for them. So one size doesn't fit all when it comes to how many relationships you need to have a healthy life. It doesn't have to be done with another human… we know that pets provide us with a great deal of comfort and joy and pets can calm us down."
    },
    {
      "author": "Beth",
      "text": "Whether you’re a shy introvert or noisy extrovert, what counts is friendship, be that with a human or a pet. Different things work for different people, so Dr Waldinger says it’s not one-size-fits-all , a phrase meaning something which is suitable for everyone or every purpose."
    },
    {
      "author": "Neil",
      "text": "So far, we’ve mentioned the importance of diet, exercise and friendship, but some people want more radical ways of defying death and staying young. Dr Nir Barzilai, director of the American Federation for Ageing Research, has developed three scenarios in his work with centenarians in the US."
    },
    {
      "author": "Beth",
      "text": "The first scenario, called Dorian Gray after the fictional character who didn't age, involves delaying the aging process. Here’s Dr Barzilai explaining more to BBC World Service programme, The Inquiry:"
    },
    {
      "author": "Dr Nir Barzilai",
      "text": "The second scenario is what we call 'The Wolverine' or the Fountain of Youth: taking old people and make them young. This is very, very hard, this will be the most complex things we can do. And the third scenario, and this is a very exciting scenario, and we have some evidence that it works, is the Peter Pan scenario . Peter Pan didn't grow old - the idea that you take people when they're 20 or 30 and give them a treatment every few months or every year. And you'll basically erase their ageing and let them age very, very slowly, which also will mean probably that they'll pass their 115 year maximum potential lifespan."
    },
    {
      "author": "Neil",
      "text": "All Dr Barzilai’s treatments are aimed at extending lifespan , the length of time someone is normally expected to live. His second treatment, making someone who is old, younger, is called the Fountain of Youth , a legendary source of magical water that keeps anyone who drinks it young forever."
    },
    {
      "author": "Beth",
      "text": "Dr Barzilai’s third treatment involves slowing down the ageing process so much that people hardly age at all. This treatment is called Peter Pan, after the fictional boy who never grew up, and is connected to another idiom, Peter Pan syndrome , which describes an immature person who has reached adulthood but refuses to take on adult responsibilities."
    },
    {
      "author": "Neil",
      "text": "You were… correct! Kane Tanaka was born on the Japanese island of Kyushu. She lived to 119, the oldest human ever recorded, and her secret?Playing chess, eating chocolate, and drinking coffee! OK, let's recap the vocabulary we’ve learned from this programme about centenarians, people aged a hundred years or more."
    },
    {
      "author": "Beth",
      "text": "Your twilight years are your old age."
    },
    {
      "author": "Neil",
      "text": "The phrase one-size-fits-all means suitable for everyone or every purpose."
    },
    {
      "author": "Beth",
      "text": "A lifespan is the length of time someone is normally expected to live."
    },
    {
      "author": "Neil",
      "text": "The legendary Fountain of Youth produces magical water so that anyone who drinks it lives forever."
    },
    {
      "author": "Beth",
      "text": "And finally, the phrase Peter Pan syndrome describes an adult who refuses to grow up. Once again our six minutes are up. Join us again soon for more useful vocabulary, here at 6 Minute English! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Dr Robert Waldinger",
    "Dr Nir Barzilai"
  ]
}