{
  "title": "What and where is Little Italy?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gt2vcl.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231130",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231130_6_minute_english_little_italy_download.mp3",
  "intro": [
    "How did Italian food become famous throughout the world? Neil and Georgie discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "According to a recent YouGov poll, which Italian food is most popular with British diners?",
    "a) pizza? b) lasagne? or, c) garlic bread?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "pizzeria",
      "desc": "restaurant that sells pizza"
    },
    {
      "text": "founded",
      "desc": "established; set up or started (for example, a business)"
    },
    {
      "text": "culinary",
      "desc": "connected with cooking"
    },
    {
      "text": "(second/third/fourth etc) generation",
      "desc": "used to describe the children of people whose parents immigrated to a particular country"
    },
    {
      "text": "stepping stone",
      "desc": "event or experience that helps you advance or achieve something else"
    },
    {
      "text": "mainstream",
      "desc": "customs and cultural behaviour viewed as ‘normal’ by most people in a society"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie."
    },
    {
      "author": "Neil",
      "text": "If I told you I’d been for a walk to see Big Ben and Buckingham Palace, you’d know straight away I was in London."
    },
    {
      "author": "Georgie",
      "text": "But what if my walk went past cafes selling mozzarella and ricotta where I smelled freshly made cannolis and focaccia… Where would I be then?"
    },
    {
      "author": "Neil",
      "text": "Focaccia and mozzarella… you’d be in Italy, right?"
    },
    {
      "author": "Georgie",
      "text": "Yes, Italy, or ‘Little Italy’ to be exact – the neighbourhood in some cities where Italian communities settled and made their home."
    },
    {
      "author": "Neil",
      "text": "These Italian arrivals opened shops and cafes selling food to their own communities. Soon dishes like spaghetti and meatballs attracted the attention of local people, and gradually Italian food became famous around the world. In this programme, we’ll be taking a walk through two Little Italys, one in Argentina, the other in New York, and, as usual, we’ll be learning some useful new vocabulary as well. But before that, I have a question for you, Georgie. According to a recent YouGov poll, which Italian food is most popular with British diners? Is it:"
    },
    {
      "author": "Georgie",
      "text": "I think it must be pizza."
    },
    {
      "author": "Neil",
      "text": "Okay, Georgie, I’ll reveal the answer at the end of the programme. One country Italians moved to was Argentina. In 1898, Giuseppe Banchero arrived in the neighbourhood of La Boca, the Little Italy of Buenos Aires, where many Italian immigrants started restaurants. Here, Hugo Banchero, grandson of Giuseppe, tells his story to Veronica Smink, reporter for BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Hugo Banchero",
      "text": "Well, my grandfather came from Italy, from Genoa, from Liguria. He was born in the centre of Genoa and arrived here in 1898 at the age of seven and a half, and this pizzeria where we are was founded on March 28, 1972. We have been here for 91 years."
    },
    {
      "author": "Veronica Smink",
      "text": "So what culinary traditions did they bring with them?"
    },
    {
      "author": "Hugo Banchero",
      "text": "Well, our culinary tradition is pizza, and we incorporated the faina from Genoa, which is a pizza with chickpea flour…"
    },
    {
      "author": "Georgie",
      "text": "In 1898, Giuseppe founded his pizzeria – a restaurant selling pizza. When a business is founded, it’s established – someone starts it, or sets it up."
    },
    {
      "author": "Neil",
      "text": "Giuseppe brought the culinary traditions from his home in Liguria in northern Italy, including regional pizzas like faina and fugazzetta. The adjective culinary describes anything connected with cooking."
    },
    {
      "author": "Georgie",
      "text": "But probably the best-known Little Italy in the world is an area of Manhattan’s Lower East side in New York. Ninety percent of Italian immigrants who arrived in the US at the turn of the century came through this neighbourhood."
    },
    {
      "author": "Neil",
      "text": "De Palos, one of the original shops selling Italian food in Little Italy, has been serving customers for 113 years. Here, Lou De Palo, co-owner and great-grandson of the original owner, Salvino, explains more about his family history to BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Lou De Palo",
      "text": "1925… when my grandmother, Concetta, and my grandfather, Luigi, got married, they open their own shop… it's the shop we continue today being the fourth generation working alongside my sister, Maria, my brother, Sal, and our children, the fifth generation. Our business has expanded; expanded to represent the full food culture of the 20 regions of Italy. Little Italy is the stepping stone of the Italian immigrant. This is where many of the Italians first came through Ellis Island, and then settled here, and then eventually moved into mainstream America throughout the rest of the country."
    },
    {
      "author": "Georgie",
      "text": "Lou De Palo is the fourth generation of his family to run the shop, and his children will be the fifth. Phrases like fourth or fifth generation describe the children of people whose parents immigrated to a particular country."
    },
    {
      "author": "Neil",
      "text": "After arriving in New York, many Italian immigrants moved on to start successful new lives elsewhere. That’s why Lou calls Little Italy a stepping stone, an experience that helps you achieve something else, like a real stepping stone helps you cross a river. As a result, Italian newcomers became accepted in mainstream America, mainstream meaning the culture and customs viewed as ‘normal’ by most Americans."
    },
    {
      "author": "Georgie",
      "text": "It seems we owe a lot to Little Italy. But we still don’t know which food is most popular here in the UK. Isn’t it time to reveal the answer to your question, Neil?"
    },
    {
      "author": "Neil",
      "text": "Right. I asked you which Italian food is most popular in Britain and you said pizza, which would be my guess too, but is… the wrong answer, I'm afraid! In fact, the top choice for Italian food fans here in the UK is garlic bread. Right, let's recap the vocabulary we've learned from this programme on Little Italy, starting with pizzeria, a restaurant that sells pizza."
    },
    {
      "author": "Georgie",
      "text": "If something is founded, it’s started or established."
    },
    {
      "author": "Neil",
      "text": "The adjective culinary describes anything connected with cooking."
    },
    {
      "author": "Georgie",
      "text": "Phrases like the fourth or fifth generation describe the children of people whose parents immigrated to a particular country."
    },
    {
      "author": "Neil",
      "text": "A stepping stone is an event or experience that helps you advance or achieve something new."
    },
    {
      "author": "Georgie",
      "text": "And finally, the adjective mainstream describes the customs and culture which are accepted as ‘normal’ by most people in a society. Once again our six minutes are up. Until the next time here at 6 Minute English, it’s ciao!"
    },
    {
      "author": "Neil",
      "text": "Ciao!"
    }
  ],
  "authors": [
    "Neil",
    "Georgie",
    "Hugo Banchero",
    "Veronica Smink",
    "Lou De Palo"
  ]
}