{
  "title": "Should we farm octopus?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gnp9y3.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231102",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231102_6_minute_english_should_we_farm_octopus_download.mp3",
  "intro": [
    "Is it OK to farm octopus when they have been shown to experience feelings? Beth and Neil discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Where did Inky the octopus go when he broke out of his tank at the New Zealand National Aquarium in 2016?",
    "a) down a drain into the Pacific Ocean? b) to the tank of a female octopus? or, c) to the aquarium car park?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "umami",
      "desc": "a savoury flavour; one of the five basic tastes"
    },
    {
      "text": "sentient",
      "desc": "describes animals which are able to experience feelings, such as joy and pain"
    },
    {
      "text": "life cycle",
      "desc": "the series of changes something goes through from birth to death"
    },
    {
      "text": "solitary",
      "desc": "likes to live alone"
    },
    {
      "text": "in captivity",
      "desc": "kept somewhere and not allowed to leave, like in a zoo"
    },
    {
      "text": "trade-off",
      "desc": "to exchange one thing for another"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Beth, what do you think about when I say the word octopus?"
    },
    {
      "author": "Beth",
      "text": "Well, I know they're intelligent, they can change colour to hide in their surroundings, and of course, they have 8 arms. But, I have to admit, I also think they about how they taste – delicious."
    },
    {
      "author": "Neil",
      "text": "I think so too, as do plenty of other people. Octopus is most commonly eaten in South Korea, Spain, Portugal and Japan where they can't get enough of that umami flavour. Umami is one of the 5 basic tastes and is a savoury flavour. Until recently, octopus has only been caught in the wild. But now, a Spanish multinational company has announced it will be ready to sell farmed octopus soon, which campaigners have described as 'ethically and ecologically unjustified'."
    },
    {
      "author": "Beth",
      "text": "This is because octopuses are sentient, an adjective describing a thing that experiences feelings, like pleasure and pain. Humans and many other animals, like pigs, monkeys and birds, are also sentient. So, is it OK to farm octopus when they have been shown to experience feelings? In this programme, we’ll be discussing whether farming octopus can ever be ethical, and, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Octopuses are known for their ability to problem solve and, when kept in tanks, have been known to escape. But, where did Inky the octopus go when he broke out of his tank at the New Zealand National Aquarium in 2016? Was it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I’ll guess he went to the tank of a female octopus."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I'll reveal the answer later in the programme. In many countries, it's not easy to find octopus in shops, but if plans for farmed octopus go ahead, you're much more likely to see it in the supermarket. Claire Marshall, who has been reporting on the octopus farm story since 2019, explains why octopuses have not been farmed before, as she told BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Claire Marshall",
      "text": "They've got an incredibly complex life cycle and it's, scientists have been sort of working feverishly to try to close that life cycle, particularly in Mexico and Japan and obviously now Spain. They need live food – the larvae. And also octopuses are incredibly solitary and it just makes it really hard to manage to basically keep them in captivity at a commercial scale."
    },
    {
      "author": "Beth",
      "text": "Octopuses are difficult to farm because they have a complex life cycle , the series of changes an animal goes through, starting with birth and ending in death."
    },
    {
      "author": "Neil",
      "text": "Unlike traditional farmed animals like chickens and pigs, who are social animals and can be kept together, octopus are solitary – meaning they like to live alone. This makes keeping them in captivity very difficult because of space. If an animal lives in captivity , it is kept somewhere and not allowed to leave, even if it wants to – like in a zoo."
    },
    {
      "author": "Beth",
      "text": "But it's not only space that is a problem when it comes to farming octopus. It's their capacity to feel emotions as well. Scientific researcher, Dr Heather Browning, has been studying the sentience of octopuses for a British government-commissioned report. She shared the report findings with Ruth Alexander, presenter of BBC Radio 4 programme, The Food Chain:"
    },
    {
      "author": "Dr Heather Browning",
      "text": "So, we wanted to look at whether they had specific kinds of nerve connections. Or if they have specific kinds of brains, and whether they were capable of performing certain kinds of trade-off behaviours or pain-related behaviours, learning behaviours that we thought would correlate with the probability of sentience. And what we found with octopuses in particular is they seemed to meet many of the criteria that we laid out."
    },
    {
      "author": "Beth",
      "text": "The scientists found that octopuses do experience feelings because they show typical characteristics of sentient creatures, such as trade-off behaviour. Trade-off means giving up one thing in return for another, such as giving up shelter for food. So it looks like the debate about whether it’s OK to farm and eat octopuses will continue…"
    },
    {
      "author": "Neil",
      "text": "OK, Beth. I think it’s time I revealed the answer to my question. I asked you where Inky the octopus went when he escaped his tank at the New Zealand National Aquarium."
    },
    {
      "author": "Beth",
      "text": "And I said it was to the tank of a female octopus."
    },
    {
      "author": "Neil",
      "text": "And that was… the wrong answer I'm afraid! In fact, Inky the octopus was trying to reach the tank of a female, but he found a drain instead, which lead straight to the Pacific Ocean! OK, let's recap the vocabulary we've learned from this programme, starting with umami, the flavour octopus has which can be described as savoury and is one of the five basic tastes."
    },
    {
      "author": "Beth",
      "text": "If something is sentient, it experiences feelings such as joy and pain."
    },
    {
      "author": "Neil",
      "text": "Life cycle is the series of changes something goes through from birth to death."
    },
    {
      "author": "Beth",
      "text": "If something is solitary it likes to live alone."
    },
    {
      "author": "Neil",
      "text": "In captivity means an animal is kept somewhere and is not allowed to leave."
    },
    {
      "author": "Beth",
      "text": "And finally, trade-off means to exchange one thing for another. Once again our six minutes are up. Join us again soon for more useful vocabulary here at 6 Minute English! Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Claire Marshall",
    "Dr Heather Browning"
  ]
}