{
  "title": "phant-proof farming",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gqkyk9.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231109",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231109_6_minute_english_elephant_proof_farming_download.mp3",
  "intro": [
    "What happens when an elephant wants to eat your crops? How can you stop it? Beth and Neil discuss this and teach you some useful English vocabulary."
  ],
  "this_week_question": [
    "How much does a fully-grown African elephant have to eat every day? Is it?",
    "a) 50 kilograms of food per day? b) 100 kilograms of food per day? or, c) 150 kilograms of food per day?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "rub shoulders (with)",
      "desc": "meet someone and spend time with them"
    },
    {
      "text": "human-wildlife conflict",
      "desc": "encounters between humans and wildlife leading to negative results, either for people (such as loss of crops or livelihood), or for animals (including killing or endangering their species)"
    },
    {
      "text": "raid",
      "desc": "suddenly attack a place and steal from it"
    },
    {
      "text": "national park",
      "desc": "large area of a country which is protected by the government because of its natural beauty, plants, or animals and which the public can usually visit"
    },
    {
      "text": "a way of life",
      "desc": "activity that has become a common and regular event in the lives of a person or community, rather than something that happens only occasionally"
    },
    {
      "text": "spell trouble",
      "desc": "suggest that there may be problems in the future"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Maybe the only good thing about Covid lockdowns was the return of wildlife to our towns and cities. Birds, foxes, and deer were seen in the streets close to people's homes."
    },
    {
      "author": "Beth",
      "text": "Of course, rubbing shoulders with animals - spending time with them – is amazing. But imagine a hungry African elephant stumbling into your garden, and eating your prize vegetables! How would you stop it? It sounds unlikely, but that’s exactly the problem faced by farmers in Africa."
    },
    {
      "author": "Neil",
      "text": "Yes, as human populations increase while natural habitats decline, people and animals are increasingly being forced to compete for space. Wild animals can endanger humans when they break into their farms for food or water. And people might be forced to attack or even kill these animals to defend their homes."
    },
    {
      "author": "Beth",
      "text": "This situation, known as human-wildlife conflict , is becoming more frequent. But in this programme we’ll be hearing about ingenious farmers in Kenya who are keeping their food safe from hungry wild animals. And, as usual, we'll be learning some useful new vocabulary."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Weighing around six tonnes, a fully grown African elephant needs to eat a lot every day, but how much exactly? Is it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I’ll guess an elephant eats 150 kilos of food a day."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, we’ll find out if that's the right answer at the end of the programme. Victor Ndombi is food security officer for the wildlife charity, Save the Elephants. Victor works at Tsavo National Park in Kenya, where he’s often faced with wild elephants breaking into farms for food and water. Here’s Victor explaining more to, Michael Kaloki, reporter for BBC World Service programme, People Fixing The World:"
    },
    {
      "author": "Michael Kaloki",
      "text": "How bad is the human-wildlife conflict between elephants and people here in this community?"
    },
    {
      "author": "Victor Ndombi",
      "text": "The conflict usually varies. What we experience here is, during the crop season, that is the rainy season, that's where we usually have the crop raids . The elephants usually come here -lots of them - and they crop raid on the crops."
    },
    {
      "author": "Michael Kaloki",
      "text": "Can I ask you, Victor, where do these elephants come from?"
    },
    {
      "author": "Victor Ndombi",
      "text": "So, they come from those private ranches, national parks and they come to this community. They are looking for where there is green pasture, so they come to this community where we have these nutritious foods… you know elephants love maize, beans, and that is the crop that farmers actually farm… so they come and eat those crops here, and also looking for water."
    },
    {
      "author": "Michael Kaloki",
      "text": "Victor sounds very calm about this, it's just a way of life for the people out here. But elephants do spell big trouble for farmers. A fully grown male elephant can weigh the same as six cars on top of each other. It's easy to see how they can destroy crops and livelihoods."
    },
    {
      "author": "Beth",
      "text": "Victor works in a national park, a large area of land which is protected by the government because of its natural beauty, plants, or animals. He explains that the elephants raid crops like maize and beans from farmers in the park. To raid means to suddenly attack a place and steal from it."
    },
    {
      "author": "Neil",
      "text": "These crop raids have become more frequent because elephants are desperate to find water, and because the park lacks money to fix broken fences which keep wild animals out. Victor says the raids have become a way of life , an activity that has become a regular thing in people’s lives, rather than something that happens only occasionally."
    },
    {
      "author": "Beth",
      "text": "That’s no problem if it’s a fox in your rubbish bin, but African elephants are as big as six cars on top of each other, and this spells trouble for the farmers. If something spells trouble , it suggest that there may be problems in the future."
    },
    {
      "author": "Neil",
      "text": "Fortunately, there’s an unusual solution that’s got people buzzing: bees. Ancient Kenyan folklore says that elephants are scared of bees. That’s right – elephants, the world's biggest land mammal, are scared of an insect the size of your thumbnail!"
    },
    {
      "author": "Beth",
      "text": "Victor’s team install beehive fences to protect farmers’ crops. Real bees work best, but even a recording of bees angrily buzzing is enough to keep the elephants away. Better yet, the bees also pollinate plants, and even produce honey. It’s good news for the farmer, but I have to feel a little sorry for the elephants…"
    },
    {
      "author": "Neil",
      "text": "Yes, especially because they need to eat so much. I think it's time to reveal the answer to my question, Beth."
    },
    {
      "author": "Beth",
      "text": "You asked me how much food an elephant eats per day, and I guessed it was 150 kilograms."
    },
    {
      "author": "Neil",
      "text": "That was… the correct answer! Well done! A fully-grown African elephant needs 150 kilograms of food per day. OK let's recap the rest of the vocabulary we've learned in this programme about human-wildlife conflict , a phrase describing harmful encounters between humans and wild animals."
    },
    {
      "author": "Beth",
      "text": "If you rub shoulders with someone, you meet them and spend time together."
    },
    {
      "author": "Neil",
      "text": "To raid means to suddenly attack a place and steal something."
    },
    {
      "author": "Beth",
      "text": "A national park is a large area of a country which is protected by the government because of its natural beauty, plants, or animals."
    },
    {
      "author": "Neil",
      "text": "If you describe an activity as a way of life , you mean thatit’s become a common or regular event for someone, rather than something that happens only occasionally."
    },
    {
      "author": "Beth",
      "text": "And finally, when something spells trouble , it suggests that there may be problems coming in the future. Once again our six minutes are up. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Michael Kaloki",
    "Victor Ndombi"
  ]
}