{
  "title": "Invasive species: Why don't we eat them?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gv7jq7.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2023/ep-231207",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/231207_6_minute_english_invasive_species_why_not_eat_them_download.mp3",
  "intro": [
    "Invasive species are causing problems for nature all around the world so why don't we just eat them? Phil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Lionfish are aggressive predators which hunt over 50 different varieties of fish. To help them do this, their stomachs can expand, but by how much? Is it:",
    "a) 10 times its original size b) 30 times or c) 50 times",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "resilient",
      "desc": "strong in the face of problems"
    },
    {
      "text": "withstand",
      "desc": "resist stress or attacks"
    },
    {
      "text": "choke out",
      "desc": "use up the resources something needs to survive"
    },
    {
      "text": "renowned",
      "desc": "be well-known for being good at something"
    },
    {
      "text": "outreach",
      "desc": "the work an organisation does to publicise their activities"
    },
    {
      "text": "fisheries",
      "desc": "A site or organisation where fish are bred or caught commercially"
    }
  ],
  "transcript": [
    {
      "author": "Phil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Phil",
      "text": "Today we’re going to be talking about an interesting approach to the problem of invasive species. When animals or plants are introduced to new areas, they can be dangerous for existing wildlife."
    },
    {
      "author": "Beth",
      "text": "Tell me about it! Every time I plant something in my garden, squirrels dig it up. I’m getting really fed up with them."
    },
    {
      "author": "Phil",
      "text": "Have you tried eating them?"
    },
    {
      "author": "Beth",
      "text": "Sorry, what? Eat the squirrels?"
    },
    {
      "author": "Phil",
      "text": "That’s right! One of the simplest ways to deal with invasive species is just to eat them. In this programme we’ll be hearing about initiatives in the UK and Belize that are trying to get people to improve things using their stomachs."
    },
    {
      "author": "Beth",
      "text": "OK, but before that, I’ve got a question for you, Phil. Lionfish are aggressive predators which hunt over 50 different varieties of fish. To help them do this, their stomachs can expand, but by how much?"
    },
    {
      "author": "Phil",
      "text": "Wow, those numbers all seem incredibly big – I mean it can’t be more than 10 times can it?"
    },
    {
      "author": "Beth",
      "text": "Well, I will reveal the answer later in the programme."
    },
    {
      "author": "Phil",
      "text": "Before that, let’s get back to your squirrel problem! There’ a restaurant in London that offers squirrel kebabs. They specialise in food made from invasive species, so if that’s not to your taste you could try Japanese knotweed beer."
    },
    {
      "author": "Myra Anubi",
      "text": "Japanese knotweed is an extremely invasive plant that arrived in Europe from Japan over a century ago, this super weed doesn't just grow fast. It has root systems that are so strong and resilient that they can withstand molten lava choke out surrounding plants and cause a lot of damage to buildings."
    },
    {
      "author": "Phil",
      "text": "Myra tells us that Japanese knotweed is resilient . If something or someone is resilient then it means that it or they can resist attempts to stop them."
    },
    {
      "author": "Beth",
      "text": "And another word for ‘resist’ is withstand . If you can withstand an attack or damage then you don’t let it affect you. We heard that Japanese knotweed’s roots can withstand lava from a volcano."
    },
    {
      "author": "Phil",
      "text": "We also heard that Japanese knotweed can ‘ choke out’ other plants. By this we mean that it takes the space and the resources such as light and water that they need to survive."
    },
    {
      "author": "Beth",
      "text": "And knotweed is not the only invasive species problem with a tasty solution. In Belize, since 2008 lionfish have had a massive impact on coral reefs and native wildlife. They can eat four times as much as native species. BBC World Service programme ‘People Fixing the World’ went to investigate. Here’s Marisol Amaya talking to Celso Sho from marine conservation NGO, ‘Blue Ventures’ about attempts by the Belizean government to get people to eat lionfish."
    },
    {
      "author": "Marisol Amaya",
      "text": "With a big campaign slogan ‘Eat the lion’, they got renowned chefs to prepare it in exotic ways to raise awareness that eating lionfish was both tasty and helping the environment."
    },
    {
      "author": "Celso Sho",
      "text": "We have developed awareness for the restaurants to purchase it. We had a lot of outreach trying to erm show fisheries , the general public how to remove the spine, then that allows them actually eat the meat from the fish."
    },
    {
      "author": "Phil",
      "text": "We heard the Belizean government asked renowned chefs to prepare lionfish dishes. ‘Renowned’ means to be well-known for being very good at something."
    },
    {
      "author": "Beth",
      "text": "Celso Sho talked about outreach work. Outreach is where an organisation brings their work to people through events or publicity."
    },
    {
      "author": "Phi",
      "text": "Fisheries are either the business that breed and catch fish to sell, or the places where that happens."
    },
    {
      "author": "Beth",
      "text": "So, in Belize people are being shown attractive ways to eat lionfish. And speaking of lionfish and eating, I think it’s time I revealed the answer to our quiz. I asked you by how much can a lionfish expand it’s stomach to eat more."
    },
    {
      "author": "Phil",
      "text": "And I thought it was 10 times."
    },
    {
      "author": "Beth",
      "text": "But you were wrong unfortunately, a lionfish can actually make its stomach 30 times bigger. That might help to explain why they are a such a danger to native Belizean fish. OK, now let’s recap the vocabulary that we’ve looked at today. If something is resilient , then it’s very hard to damage."
    },
    {
      "author": "Phil",
      "text": "Yes, you could say that it can withstand a lot of damage – it can cope with it."
    },
    {
      "author": "Beth",
      "text": "If one plant chokes out another, then it takes away the resources needed to live."
    },
    {
      "author": "Phil",
      "text": "If you are renowned for something, then you are famous for what you do."
    },
    {
      "author": "Beth",
      "text": "Outreach is how organisations bring their work to people."
    },
    {
      "author": "Phil",
      "text": "Fisheries are the companies that catch and sell fish or the places where they do it. That’s all we’ve got time for today, maybe you might want to see if there any invasive species near you that you might want to eat. See you next time!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Phil",
    "Beth",
    "Myra Anubi",
    "Marisol Amaya",
    "Celso Sho",
    "Phi"
  ]
}