{
  "title": "How the language of menus matters",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h3b7sr.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240125",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240125_6_minute_english_how_the_language_of_menus_matters_download.mp3",
  "intro": [
    "Restaurants have often used French terms to make food sound more exciting, but could this be going out of fashion? Find out more with Beth and Neil and learn some useful vocabulary."
  ],
  "this_week_question": [
    "What is the name of the most famous cooking school teaching French haute cuisine ? Is it:",
    "a)    Le Cordon Bleu? b)    Le Cordon Rouge? c)    Le Cordon Noir?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "gourmet food",
      "desc": "high-quality food which is more unusual or sophisticated than ordinary food, and is often more expensive"
    },
    {
      "text": "fancy",
      "desc": "special, unusual, and decorative"
    },
    {
      "text": "pretentious",
      "desc": "trying to appear more important or clever than it really is"
    },
    {
      "text": "turn (someone) off",
      "desc": "cause someone to stop feeling interested or excited"
    },
    {
      "text": "sarcastic",
      "desc": "mocking and insulting by saying the opposite of what you really mean"
    },
    {
      "text": "posh",
      "desc": "fashionable, smart, expensive and exclusive"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth."
    },
    {
      "author": "Neil",
      "text": "Would you like some fried chicken and chips with gravy, Beth?"
    },
    {
      "author": "Beth",
      "text": "No thanks, Neil. I don’t really like fried chicken. It’s too oily for me."
    },
    {
      "author": "Neil",
      "text": "Okay, no problem. But, maybe you’d like some organic poulet roti in a tender meat jus with frites?"
    },
    {
      "author": "Beth",
      "text": "Ooh! Now, that sounds interesting. What is it?"
    },
    {
      "author": "Neil",
      "text": "Well, it’s French for… chicken and chips with gravy! It’s a strange fact but the same dish described using different words can make it sound more delicious, more exotic and more desirable."
    },
    {
      "author": "Beth",
      "text": "Restaurants think carefully about the language they use to describe the food on their menus, trying to make it sound appealing, tasty or poetic. Instead of hamburgers, we have ‘gourmet burgers’, it’s ‘jus’ not gravy, and raspberry ‘coulis’ sounds a lot tastier than raspberry sauce."
    },
    {
      "author": "Neil",
      "text": "Many of the words used to describe gourmet food - that’s food which is higher-quality and more sophisticated than usual - are French, coming from a country with a long tradition of high-level cooking called haute cuisine ."
    },
    {
      "author": "Beth",
      "text": "But how does the language used to describe food affect our psychology, and help restaurants make menus which are both tempting and profitable? That’s what we’ll be finding out in this programme, along with some useful new vocabulary as well. But first I have a question for you, Neil. To train as a classical French chef takes months as a full-time apprentice, but what is the name of the most famous cooking school teaching French haute cuisine ? Is it:"
    },
    {
      "author": "Neil",
      "text": "Well, I think it’s le Cordon Bleu."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, I’ll reveal the correct answer later. It’s important for restaurants to describe items on the menu so diners know what to expect, and many chefs think foreign words sound more exciting. But according to linguist, Dr Keri Matwick, the use of French is decreasing. Here, Keri explains why to Ruth Alexander, presenter of BBC World Service programme, The Food Chain:"
    },
    {
      "author": "Dr Keri Matwick",
      "text": "Yeah, there are studies that show that because it sounds fancier, you know, therefore… French food has long been considered the gourmetfood, and it was popular. But I would say in now there's a tendency to not use French because it sounds pretentious ."
    },
    {
      "author": "Ruth Alexander",
      "text": "So it can turn a diner off ."
    },
    {
      "author": "Neil",
      "text": "Many restaurants use French names in menus because they sound fancy , an adjective meaning special or unusual, with lots of decoration. Keri disagrees. She thinks French names used to be popular but are now seen as pretentious . If something is pretentious , it tries to appear more important or clever than it really is."
    },
    {
      "author": "Beth",
      "text": "Some diners like the French names, but it turns other diners off . If something turns you off , it makes you stop feeling interested or excited."
    },
    {
      "author": "Neil",
      "text": "Brazilian chef Caroline Martins agrees that using French names in menus is becoming a thing of the past. Caroline has stopped using French names in her pop-up restaurant, Sampa, in Manchester, as she explained to Ruth Alexander, for BBC World Service programme The Food Chain:"
    },
    {
      "author": "Caroline Martins",
      "text": "I am classically trained in French cuisine. I was using a lot of French terms, you know, and that wasn't very welcome. People would be very confused, they would ask me, ‘Oh, what is this brunoise ? What is this chiffonade ?’. They would definitely avoid the dishes, or they would be sarcastic as well about it, you know. I had people booking a table, sitting down, and then they start seeing all these French terms, and they just leave. Yes, yes, I had that happening."
    },
    {
      "author": "Ruth Alexander",
      "text": "You had people walking out of the restaurant? They just think, ‘This isn't for me!’."
    },
    {
      "author": "Caroline Martins",
      "text": "‘This isn't for me!…What is this…?’ You know, ‘What am I eating? I wanna eat food, I don't wanna eat names, posh names, you know.’"
    },
    {
      "author": "Beth",
      "text": "Instead of feeling excited about dishes described in French, Caroline’s diners were sarcastic about them, they mocked and made fun of them. Some diners even walked out!"
    },
    {
      "author": "Neil",
      "text": "Caroline thinks French makes her cooking sound too posh, toofashionable, expensive and not available to everyone. She has now started using English and her native Brazilian Portuguese on the menu and is pleased with the results – customers don’t feel confused, and their curiosity about the Brazilian dishes starts a conversation with the waiter."
    },
    {
      "author": "Beth",
      "text": "Hmm, all this talk of food is making me hungry, Neil. Anyway, it’s time to reveal the answer to my question. What’s the name of the famous French cooking school that teaches haute cuisine ?"
    },
    {
      "author": "Neil",
      "text": "I said it was Le Cordon Bleu. Was I right?"
    },
    {
      "author": "Beth",
      "text": "Le Cordon Bleu was… the correct answer! The famous culinary arts school, Le Cordon Bleu, first opened its doors in Paris is 1895. OK, let's recap the vocabulary we've learned from this programme, starting with gourmet food , food which is better quality and more sophisticated than usual, and is often more expensive."
    },
    {
      "author": "Neil",
      "text": "The adjective, fancy , means special, unusual, and decorative."
    },
    {
      "author": "Beth",
      "text": "If someone is pretentious , they try to appear more important or clever than they really are."
    },
    {
      "author": "Neil",
      "text": "The phrase, to turn someone off , means to make someone stop feeling interested or excited."
    },
    {
      "author": "Beth",
      "text": "If you say something sarcastic , you mock and insult something by saying the opposite of what you mean."
    },
    {
      "author": "Neil",
      "text": "And finally, the adjective posh means fashionable, smart, expensive and exclusive. Once again, our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Dr Keri Matwick",
    "Ruth Alexander",
    "Caroline Martins"
  ]
}