{
  "title": "Our love of pets",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0gztbmj.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240104",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240104_6_minute_english_our_love_of_pets_download.mp3",
  "intro": [
    "Why do we keep, and love, pets? Neil and Georgie discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What percent of dogs and cats in the UK do you think have their own social media profile?",
    "a) 7%? b) 17%? or c) 70%?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "pet",
      "desc": "animal that you keep in your home as a companion and treat kindly"
    },
    {
      "text": "a (cat) person",
      "desc": "someone who likes or prefers (cats)"
    },
    {
      "text": "living standards",
      "desc": "level of material comfort in which people live"
    },
    {
      "text": "disposable income",
      "desc": "money left over to spend on things you want after paying taxes and living expenses"
    },
    {
      "text": "loyalty",
      "desc": "quality of being strong and unchanging in friendship and support"
    },
    {
      "text": "fit the bill",
      "desc": "be suitable for a particular purpose"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie. It's said that your personality is reflected in your pet – an animal that you keep in your home as a companion and treat kindly. ‘Dog people’ are supposed to be friendly, enthusiastic and loyal, whereas ‘cat people’ are introverted, proud and sensitive. Are you a ‘dog person’ or a ‘cat person’, Neil?"
    },
    {
      "author": "Neil",
      "text": "I’m definitely a ‘dog person’, Georgie. I want a pet that’s friendly and loves me, not a lazy cat that sits around all day waiting for food."
    },
    {
      "author": "Georgie",
      "text": "Whether you're a ‘dog person’, a ‘cat person’, or have a goldfish, hamster or parrot for a pet, the British are well known as a nation of animal lovers. In the UK, 52% of owners describe their pet as their “best friend”, and in 2021, 18 million homes had at least one pet, meaning that for the first time there were more households with a pet than without."
    },
    {
      "author": "Neil",
      "text": "In this programme, we'll be hearing how our relationship with pets has changed over the centuries, and, as usual, we'll be learning some useful new vocabulary as well. But first I have a question for you, Georgie. Nowadays thanks to the internet, modern pets are getting online. So what percent of dogs and cats in the UK do you think have their own social media profile? Is it: a) 7%? b) 17%? or c) 70%?"
    },
    {
      "author": "Georgie",
      "text": "It sounds crazy, but I’ll guess 17 percent of British pets have their own social media account!"
    },
    {
      "author": "Neil",
      "text": "OK, Georgie, we'll find out the answer later in the programme. Cats using Instagram and dogs on TikTok may be a strange new development, but our relationship with pets has continually changed throughout history. In the 1800s, people started using the word ‘pet’ to describe the emotional connection they felt to a special animal, and gradually it became normal to keep pets indoors."
    },
    {
      "author": "Georgie",
      "text": "Here, Jane Hamlett, professor of history and author of a new book, The Pet Revolution, explains to BBC Radio 4 programme, Thinking Allowed, how early British attitudes to pets were based on economics:"
    },
    {
      "author": "Prof Jane Hamlett",
      "text": "First of all, on a very practical level, living standards are gradually increasing across that period, and it becomes more possible to keep pets if you have more disposable income. But I think in British culture, in the 19th century in particular, home and family are increasingly celebrated, and keeping a pet becomes a way of bringing animals into your home life, and also really expressing what it means to be part of the family - animals become part of that."
    },
    {
      "author": "Neil",
      "text": "Family pets became more popular as people’s living standards increased. Living standards, which are also known as ‘the standard of living’, refer to the level of material comfort people live in. It’s connected to their disposable income, the money left over to spend on things you want, after paying tax and other living expenses. In other words, as people got richer, they had more money to spend on luxury items, including pets."
    },
    {
      "author": "Georgie",
      "text": "And by the Victorian era, this included new and exotic pets such as tigers, lions, monkeys and elephants which were shipped back from around the British empire. Even the famous Victorian writer, Charles Dickens, owned a pet raven."
    },
    {
      "author": "Neil",
      "text": "It was also the Victorians who first described Britain as a nation of dog lovers, a phrase they used to reflect the idea they had of themselves, as Professor Jane Hamlett explained to BBC Radio 4 programme, Thinking Allowed:"
    },
    {
      "author": "Prof Jane Hamlett",
      "text": "In the Victorian era, dogs were very much the top pet, and you can see that the values that were often associated with dogs, so loyalty, trustfulness and, steadfastness… all of these qualities were also celebrated by the Victorians of key parts of the Victorian manly character, so dogs really fitted the bill."
    },
    {
      "author": "Georgie",
      "text": "The Victorians admired the qualities associated with dogs, qualities like self-confidence and loyalty - being strong and unchanging in support of your friends. While dogs were considered strong and manly, cats were feminine and weak, so for the Victorians, dogs really fitted the bill, an idiom meaning they were suitable for a particular purpose."
    },
    {
      "author": "Neil",
      "text": "Britain’s relationship with pets really has changed over the years - from the manly British Bulldog to funny cat videos on YouTube, it’s been quite a journey! Maybe it’s time to reveal the answer to my question, Georgie…"
    },
    {
      "author": "Georgie",
      "text": "Right, you asked me how many dogs and cats in the UK had their own social media profile, and I guessed it was 17 percent…"
    },
    {
      "author": "Neil",
      "text": "Which was… the correct answer! What I still don’t understand is how they get their paws on the keypad! Anyway, let's recap the vocabulary we've learned in this programme about the love the British have for their pets - animals you keep in your home as a companion and treat kindly."
    },
    {
      "author": "Georgie",
      "text": "A cat person is someone who likes or prefers cats, unlike a dog person, who prefers dogs."
    },
    {
      "author": "Neil",
      "text": "Living standards, or standard of living, refers to the level of material comfort in which people live."
    },
    {
      "author": "Georgie",
      "text": "Your disposable income is the money left over to spend on things you want after paying taxes and your living expenses."
    },
    {
      "author": "Neil",
      "text": "Loyalty means having strong and unchanging support for your friends."
    },
    {
      "author": "Georgie",
      "text": "And finally, if something fits the bill, it’s suitable to serve a particular purpose. Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgie",
    "Prof Jane Hamlett"
  ]
}