{
  "title": "What is the future of work?",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0h4352r.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240201",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240201_6_minute_english_future_of_work_download.mp3",
  "intro": [
    "Should we be worried about our jobs disappearing? Or is the future positive? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "After Covid, many British companies gave the idea a go, but out of the sixty companies taking part in a four-day working week trial in 2023, how many said they planned to continue with a shorter work week?",
    "a) 52%? b) 72%? or, c) 92%?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "take (something) with a pinch of salt",
      "desc": "not completely believe something you are told because you think it’s unlikely to be true"
    },
    {
      "text": "track record",
      "desc": "the achievements or failures of someone’s past performance"
    },
    {
      "text": "come to pass",
      "desc": "(old fashioned) take place, happen"
    },
    {
      "text": "dystopian",
      "desc": "person who imagines or foresees a  future where there is great suffering and injustice in society"
    },
    {
      "text": "get rid of",
      "desc": "to remove something that you do not want any longer"
    },
    {
      "text": "crop up",
      "desc": "appear or happen unexpectedly"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Smell-o-vision, a television which allows you to smell things as well as see them; and a miracle pill which cures all diseases. These predictions for the future were made in the 1930s, but so far they haven’t come true."
    },
    {
      "author": "Neil",
      "text": "Making predictions for the future isn’t easy – just ask tech billionaire, Elon Musk, who recently predicted that artificial intelligence will eventually mean that no one will have to work. In fact, there have been many predictions about the future of work, for example that robots will take over most jobs, and that everyone will work from home."
    },
    {
      "author": "Beth",
      "text": "During Covid, one of these predictions came true. Millions were forced to work from home. So what will work be like in the future? That’s what we'll be discussing in this programme and, as usual, we'll be learning some useful new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "But first I have a question for you, Beth. Another idea for the future is the 'four-day working week' where employees work four days for the same money as five. After Covid, many British companies gave the idea a go, but out of the sixty companies taking part in a four-day working week trial in 2023, how many said they planned to continue with a shorter work week? Was it:"
    },
    {
      "author": "Beth",
      "text": "Hmm, I guess 52% of the companies plan to continue with a four-day week."
    },
    {
      "author": "Neil",
      "text": "OK, Beth, I’ll reveal the answer later in the programme. Now, whatever Elon Musk thinks, as we’ve seen, it’s difficult to make your predictions accurate. Here’s Shaun Ley, presenter of BBC World Service programme, The Real Story, asking University of Cambridge professor, Brendan Burchell, what he thinks about predictions for the future of work:"
    },
    {
      "author": "Shaun Ley",
      "text": "Brendan Burchell, when you look at all the predictions that have been made, certainly in your working lifetime, do you take some of the things that are being predicted now with a large pinch of salt ?"
    },
    {
      "author": "Prof Brendan Burchell",
      "text": "I do. I think we have to be sceptical. I think the track record for economists and other social scientists isn't good when we look… you know, for hundreds of years, a hundred years now, people have been predicting that they'll be really quite dramatic reductions in working time, like Elon Musk has just made, and previously those predictions - although we're heading very gradually in that direction - those predictions of very, very large changes in working time just haven't come to pass ."
    },
    {
      "author": "Beth",
      "text": "Shaun asks if we should take predictions with a pinch of salt. To take something with a pinch of salt is an idiom meaning to doubt that what you've been told is accurate or likely to come true. For example, if your friend always lies, you take what they say with a pinch of salt ."
    },
    {
      "author": "Neil",
      "text": "Professor Burchell thinks predictions for the future of work have a bad track record . A track record means all the achievements or failures that someone has had in the past. When it comes to predicting the future of work, most predictions simply haven’t come to pass , an old-fashioned way of saying ‘happened’ or ‘come true’."
    },
    {
      "author": "Beth",
      "text": "So, are predictions for a future of leisure, relaxing by the pool while robots do all the work, just a dream? Let’s hear from Andrew Palmer, business editor for The Economist magazine, talking to BBC World Service programme, The Real Story:"
    },
    {
      "author": "Andrew Palmer",
      "text": "I'm not a tech dystopian, I don't think that machines or AI are going to get rid of all jobs, but I do worry about a sequencing risk. So, there will be some disruption from AI. Some jobs, some professions are at risk. And, although economists like to say new jobs will crop up , they won't necessarily be aligned at the same time – there won't be coordination."
    },
    {
      "author": "Neil",
      "text": "Andrew is not a dystopian, someone who imagines a nightmarish future of suffering and injustice. He doesn’t think AI will get rid of all jobs. To get rid of something means to remove it because you no longer want it."
    },
    {
      "author": "Beth",
      "text": "Andrew predicts that AI will replace some jobs and those workers will need support, but he also thinks new jobs will crop up , they will appear unexpectedly. And that’s exactly the problem – the future is hard to predict because it’s so unexpected! Anyway, I reckon a shorter working week is something we can all agree on right, Neil?"
    },
    {
      "author": "Neil",
      "text": "Absolutely. I think it’s time to reveal the answer to my question about the sixty companies trying out a shorter working week in 2023. I asked how many of them planned to continue a four-day week at the end of the trials."
    },
    {
      "author": "Beth",
      "text": "I guessed 52%. So, was I right?"
    },
    {
      "author": "Neil",
      "text": "That was… the wrong answer, I’m afraid, Beth! Actually, a whopping 92% of the companies plan on keeping a four-day week because it was so popular, with bosses as well as workers! Right, let's recap the vocabulary we've learned from this programme starting with the idiom take it with a pinch of salt , meaning don’t completely believe that what you are told is true."
    },
    {
      "author": "Beth",
      "text": "A track record means the achievements or failures of someone’s past performance."
    },
    {
      "author": "Neil",
      "text": "To come to pass is an old-fashioned way of saying to take place or happen."
    },
    {
      "author": "Beth",
      "text": "A dystopian is someone who foresees a nightmarish future where there is great suffering and injustice in society."
    },
    {
      "author": "Neil",
      "text": "If you get rid of something, you remove something that you no longer want."
    },
    {
      "author": "Beth",
      "text": "And finally, if something crops up , it appears or happens unexpectedly. Once again our six minutes are up! Join us again soon for more trending topics and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Shaun Ley",
    "Prof Brendan Burchell",
    "Andrew Palmer"
  ]
}