{
  "title": "Why everyone loves the underdog",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hgk0d4.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240328",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240328_6ME_why_everyone_loves_the_underdog_download.mp3",
  "intro": [
    "Could being the underdog help you succeed? Neil and Georgie discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Which club overcame odds of 5000-1 to be beat top clubs to win the 2015-16 English Premier League title. Was it:",
    "a) Charlton Athletic? b) Leicester City? or, c) Crystal Palace?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "underdog",
      "desc": "person or team in a competition or situation who seems least likely to win"
    },
    {
      "text": "look down your nose at (someone)",
      "desc": "think you are better than or superior to (someone)"
    },
    {
      "text": "choking",
      "desc": "failure of a sports player or team to perform their best due to psychological pressure or social expectation"
    },
    {
      "text": "top dog",
      "desc": "(informal) most successful, powerful or authoritative person in a group"
    },
    {
      "text": "on the flip side",
      "desc": "the opposite, less positive, or less popular side of something"
    },
    {
      "text": "underperform",
      "desc": "perform worse than expected"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie. Whether it’s Cinderella, David and Goliath, or the Rocky movies, we all love an underdog story. The underdog in a situation is the person who seems least likely to win. Nevertheless, with some luck and plenty of hard work, the underdog sometimes ends up the winner."
    },
    {
      "author": "Neil",
      "text": "Sport is full of underdog stories, minor teams and sportspeople who play with courage and end up beating the superstars and multi-million pound clubs. But if you were given a choice between your team being the favourite to win or being the underdog, it’s pretty obvious you’d want to be the favourite, right?"
    },
    {
      "author": "Georgie",
      "text": "Well yes, being the favourite gives a team confidence. But maybe the fact that no-one expects the underdog to win is actually an advantage which could help them to a surprise victory. In this programme, we’ll be hearing about an underdog football club doing just that, and, as usual, we’ll be learning some useful new vocabulary too."
    },
    {
      "author": "Neil",
      "text": "Great. But first I have a question for you, Georgie. One of the biggest underdog stories in sports history happened in the 2015-16 English football season when a little known club beat top clubs like Manchester City and Liverpool, overcoming odds of 5000-1 to win the Premier League. But which club? Was it?"
    },
    {
      "author": "Georgie",
      "text": "I’ll guess it was Crystal Palace."
    },
    {
      "author": "Neil",
      "text": "OK, Georgie, I’ll reveal the correct answer at the end of the programme. The English football Premier League is a good place to find underdogs. Each season the three best clubs in the second league are promoted up, while the three weakest Premier clubs are relegated down. One club that knows all about relegation is Luton Town FC."
    },
    {
      "author": "Georgie",
      "text": "In 2009, Luton Town were relegated entirely from the English League . Slowly their fortunes improved however, and they've now become the first English team to progress from non-league to the Premier League. Here’s Luton fan, Alex, talking about his team’s chances to BBC Radio programme, Mental Muscle:"
    },
    {
      "author": "Alex",
      "text": "…But some of these elite Premier League clubs will look down their nose at us and just think we shouldn't be there, and we are there on merit and we’ve just gotta prove it this season. So we are the underdog, certainly financially, but on the pitch I don't think we will be."
    },
    {
      "author": "Neil",
      "text": "Alex thinks some of the rich Premier League clubs look down their noses at Luton. If you look down your nose at someone, you think you’re better than them. But underdogs, Luton, have done better than expected, even beating some of the big clubs like Newcastle United."
    },
    {
      "author": "Georgie",
      "text": "The question is how? Is there something about being the underdog that improves a team’s chances of winning? To answer that, sports psychologist, Gillian Cook, spoke to BBC Radio programme, Mental Muscle:"
    },
    {
      "author": "Gillian Cook",
      "text": "So, you can find that when the newly promoted team comes up they've got high confidence 'cause they just come from a season of winning - so they've got the belief that they can do it. But on the flip side it's just as important to look at the top dog’s performance who… everyone expects them to win, they’re playing the newly promoted team. So we might think of Man City who might be about to come up against Luton Town… So what we can see from that is what in psychology literature is known as choking , and that's when pressure gets to an individual or a team and they underperform ."
    },
    {
      "author": "Neil",
      "text": "Clubs newly promoted to the Premier League are used to winning and start the season confidently. On the flip side , they have to play much stronger teams than before. The phrase, on the flip side , is used to show the opposite, less positive side of something."
    },
    {
      "author": "Georgie",
      "text": "Of course it’s not just the underdog playing, there are also top dogs, the most successful or powerful person or team. No-one expects underdogs to win and this gives them freedom to relax and play naturally. Top dogs, on the other hand, experience a lot of expectation, and this sometimes leads to choking , a sports term which describes the failure of a player to perform their best because of psychological pressure or social expectation."
    },
    {
      "author": "Neil",
      "text": "Choking causes teams and players to underperform, to perform worse than expected. It’s also true that neutral fans - people watching a match when their team isn’t playing - tend to support the underdog as well. In football, it’s tough at the top!"
    },
    {
      "author": "Georgie",
      "text": "I think it’s time you reveal the answer to your question, Neil. You asked me about the famous Premier League winning underdogs of the 2015-16 football season, and I guessed it was Crystal Palace…"
    },
    {
      "author": "Neil",
      "text": "Which was… the wrong answer, I’m afraid, Georgie. In fact it was Leicester City, nicknamed the Foxes, who became the unexpected champions of the Premier League. OK, let’s recap the vocabulary we’ve learned from this programme about the underdog , the person in a competition or situation who seems least likely to win."
    },
    {
      "author": "Georgie",
      "text": "If you look down your nose at someone , you think you are superior to them."
    },
    {
      "author": "Neil",
      "text": "The phrase, on the flip side , is used to show the opposite, less positive, or less popular side of something."
    },
    {
      "author": "Georgie",
      "text": "The top dog is an informal way of saying the most successful or powerful person in a group."
    },
    {
      "author": "Neil",
      "text": "In sports, choking happens when a player or team fail to perform their best because of psychological pressure or social expectation."
    },
    {
      "author": "Georgie",
      "text": "And finally, the verb to underperform means to perform worse than expected. Once again, our six minutes are up! Remember to join us again next time for more topical discussion and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Neil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgie",
    "Alex",
    "Gillian Cook"
  ]
}