{
  "title": "Sewing to fight period poverty",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hh4fb3.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240307",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240307_6_minute_english_sewing_to_fight_period_poverty_download.mp3",
  "intro": [
    "Period poverty affects over 500 million people worldwide. To help fight this, the Pachamama project has recruited volunteers who sew reusable period products for refugees. Georgie and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "Periods affect girls and women of reproductive age, that’s roughly half the female population, or 26% of the global population. But how many people is that? Is it:",
    "a) 2.1 billion people? b) 2.3 billion people? or, c) 2.5 billion people?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "sew",
      "desc": "join pieces of material by repeatedly passing thread through them with a needle, either by hand or using a ing machine"
    },
    {
      "text": "to this day",
      "desc": "up to and including the present moment"
    },
    {
      "text": "absorbent",
      "desc": "able to soak up liquid through the surface and hold it"
    },
    {
      "text": "disposable",
      "desc": "designed to be thrown away after it has been used"
    },
    {
      "text": "barely",
      "desc": "by the smallest amount; only just; scarcely"
    },
    {
      "text": "chat away",
      "desc": "pass the time by talking with someone"
    }
  ],
  "transcript": [
    {
      "author": "Georgie",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Georgie."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Menstruation is an issue that’s not often talked about, yet every month it affects billions of women around the world. Menstruation, or periods, are a natural process that typically happen once a month when women and girls bleed from their vagina for a few days as part of the reproductive cycle. When this happens, women need special products like sanitary pads or tampons to manage the flow of blood and go about their day-to-day life."
    },
    {
      "author": "Georgie",
      "text": "Unfortunately, over 500 million people around the world either don't have access to these products or can't afford to buy them, and this is called period poverty. Period poverty has serious consequences, for example, girls on their periods not going to school affects their education, and women who can’t work during their period have less income. What’s more, it can cause health problems because, without sanitary products, its easy to get infections."
    },
    {
      "author": "Beth",
      "text": "In this programme, we’ll be learning about one project fighting period poverty affecting thousands of women refugees. And, of course, we’ll be learning some useful new vocabulary as well. But first, Georgie, I have a question for you. Periods affect girls and women of reproductive age, that’s roughly half the female population, or 26% of the global population. But how many people is that? Is it:"
    },
    {
      "author": "Georgie",
      "text": "I’ll guess it’s about 2.1 billion people."
    },
    {
      "author": "Beth",
      "text": "OK, Georgie, I’ll reveal the answer at the end of the programme. Ella Lambert was a student at Bristol University when she started The Pachamama Project in 2020 during the first Covid lockdown. She’d heard about period poverty and decided to put her lockdown time to good use by making sanitary pads, pieces of soft material used to absorb menstrual blood. Here’s Ella explaining how her project got started to BBC World Service programme, ‘People Fixing the World’:"
    },
    {
      "author": "Ella Lambert",
      "text": "So I borrowed a sewing machine from a friend, I learned how to sew on YouTube, and then I just started making pads. And even now to this day , I can't sew anything else, only pads."
    },
    {
      "author": "Myra Anubi",
      "text": "Ella started making reusable sanitary pads which aren't a new thing. They’re made from absorbent fabrics such as fleece and cotton sheets which means that they can be used over and over again after they're washed unlike disposable pads."
    },
    {
      "author": "Georgie",
      "text": "Ella spent lockdown learning how to sew , how to join pieces of material by hand using a needle and thread, or with a sewing machine. In fact, Ella was so focused on sewing sanitary pads she didn’t make anything else, and to this day , pads are the only thing she knows how to sew. Ella uses the phrase, to this day , to say: up to and including the present moment."
    },
    {
      "author": "Beth",
      "text": "Sanitary pads aren’t easy to make. The outer layer has to be soft because it touches the skin, but they also need to be absorbent , able to soak up liquids like blood and hold them. What’s more, Ella designed her pads to be washed and used again, unlike most sanitary pads bought in shops which are disposable , designed to be thrown away after they’ve been used."
    },
    {
      "author": "Georgie",
      "text": "Ella’s network of volunteers sewing reusable sanitary pads grew, and to date the Pachamama Project has donated tens of thousands of period products to refugees fleeing conflict in Syria, Turkey and Lebanon, as well as women here in the UK."
    },
    {
      "author": "Beth",
      "text": "Plus, the project is helping in other ways too. Despite affecting so many people, and being necessary for life itself, many cultures consider menstruation unclean or shameful, not a topic of polite conversation. But Ella thinks her project is giving refugees the confidence to talk about periods, as she told BBC World Service’s, People Fixing the World:"
    },
    {
      "author": "Ella Lambert",
      "text": "I have seen such major change in such a short short period of time. Like, the women originally who were distributing the pads would barely even speak about it and we had it behind a curtain, and now they’ll chat away about the pads with their male colleagues, anyone that comes into the shop…"
    },
    {
      "author": "Georgie",
      "text": "Before, most women refugees would barely talk about menstruation, they would only just, scarcely talk about it. But now they’re happily chatting away , passing the time talking to other women, and even to male colleagues."
    },
    {
      "author": "Beth",
      "text": "I think it’s time I reveal the answer to my question – as a number, how many women make up the 26% of the world’s population who menstruate?"
    },
    {
      "author": "Georgie",
      "text": "I said it was 2.1 billion people …"
    },
    {
      "author": "Beth",
      "text": "Which was… the correct answer. OK, let's recap the vocabulary we've learned in this programme starting with the verb to sew , to join material together using a needle and thread, either by hand or with a sewing machine."
    },
    {
      "author": "Georgie",
      "text": "The phrase, to this day , means up to and including the present moment."
    },
    {
      "author": "Beth",
      "text": "The adjective absorbent means able to soak up and hold liquid, and the adjective disposable means designed to be thrown away after use."
    },
    {
      "author": "Georgie",
      "text": "If you barely do something, you only just do it, by the smallest amount."
    },
    {
      "author": "Beth",
      "text": "And finally, to chat away means to pass the time by talking a lot with someone. Once again our six minutes are up! We hope you’ll join us again next time, here at 6 Minute English. Bye for now!"
    },
    {
      "author": "Georgie",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Georgie",
    "Beth",
    "Ella Lambert",
    "Myra Anubi"
  ]
}