{
  "title": "Disability in music and theatre ",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hh3rf5.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240321",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240321_6_minute_english_disability_in_music_and_theatre_download.mp3",
  "intro": [
    "The UK's Equality Act of 2010 guaranteed the rights of disabled people to equal access to education, employment, and services, including music, theatre and the arts. Despite this, it's still difficult for disabled musicians and music fans to perform and see live music. Neil and Georgie introduce you to some ways people are trying to change this, while teaching you some useful vocabulary."
  ],
  "this_week_question": [
    "A study by disabled musicians’ group, Attitude is Everything, found that one third of music venues provided no disabled access information at all. But which London music venue was recently given a Gold award for accessibility for disabled musicians and audiences? Was it:",
    "a) The Royal Albert Hall?",
    "b) The Southbank Centre? or, c) Brixton Academy?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "lived experience",
      "desc": "the things that someone has directly experienced themselves, especially when these give the person understanding that people who have only heard about such experiences do not have"
    },
    {
      "text": "accessible",
      "desc": "enabling a person with a disability to engage in the same interactions, acquire the same information, and enjoy the same services as a person without a disability"
    },
    {
      "text": "mass-produce",
      "desc": "produce a lot of the same product cheaply in a factory"
    },
    {
      "text": "bespoke",
      "desc": "made specially for one person in particular"
    },
    {
      "text": "dyslexic",
      "desc": "having dyslexia, a condition which makes it difficult for someone to spell, read or write"
    },
    {
      "text": "colour-coded",
      "desc": "using different colours to represent different parts or functions of something"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie. Many people love watching movies at the cinema or going to the theatre to see a play. But have you ever imagined what an art gallery would be like if you were blind, or how a deaf person might feel at a music concert?"
    },
    {
      "author": "Neil",
      "text": "In the UK, The Equality Act of 2010 guaranteed the rights of disabled people to equal access to education, employment, and services, including music, theatre and the arts. Since then, the Disability Rights movement has worked hard to break down barriers for disabled artists and performers, and their audiences."
    },
    {
      "author": "Georgie",
      "text": "In this programme, we’ll be hearing from a musical composer whose work using ‘new instruments’ allows disabled musicians to express their lived experience through music. The phrase lived experience emphasises the unique experience of disabled people, plus the fact that this gives them knowledge and understanding that others do not have. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Neil",
      "text": "Great. But first I have a question for you, Georgie. Despite 2010’s Equality Act, it’s still difficult for disabled musicians and music fans in the UK to perform and see live music. A study by disabled musicians’ group, Attitude is Everything, found that one third of music venues provided no disabled access information at all. But which London music venue was recently given a Gold award for accessibility for disabled musicians and audiences? Was it:"
    },
    {
      "author": "Georgie",
      "text": "Hmmm, I’ll guess it was The Royal Albert Hall."
    },
    {
      "author": "Neil",
      "text": "OK, Georgie, I’ll reveal the answer later in the programme. Megan Steinberg is a music composer at Royal Northern College of Music, where she collaborates with Drake Music, a leading national organisation working in music disability and technology. Megan composes music to be played by ‘new instruments’. Here she explains what a ‘new instrument’ is, to BBC Radio 3 programme, Arts & Ideas:"
    },
    {
      "author": "Megan Steinberg",
      "text": "So, they may have been mass-produced, or semi mass-produced, or they may have been designed and built by the musician themselves, just like a bespoke instrument for themselves. And they’re designed to be accessible to maybe just that one individual performer, or maybe also to lots of different performers with disabilities or differences."
    },
    {
      "author": "Georgie",
      "text": "Megan’s new instruments are designed to be accessible , to be used by someone with a disability. More generally,the word accessible means enabling someone with a disability the opportunity to engage in the same interactions and enjoy the same experiences as people without a disability."
    },
    {
      "author": "Neil",
      "text": "New instruments are both electronic and acoustic. They might be mass-produced , that’s when a factory makes a lot of the same thing, or bespoke, made specially for one person in particular. So, what are these new instruments like? Listen as Megan introduces the Rainbow Harp, a new instrument which was designed for harpist, Morwenna Louttit-Vermaat, to BBC Radio Programme, Arts & Ideas:"
    },
    {
      "author": "Megan Steinberg",
      "text": "And the Rainbow Harp is a harp that has colour-coded strings, and each string colour corresponds to a different pitch. So, Morwenna is dyslexic , and she really found that traditional black and white musical notation was quite an obstacle for her in learning and teaching music, so she and her husband made these harps and they're, like, really colourful, as she uses colour in music…"
    },
    {
      "author": "Georgie",
      "text": "Morwenna is dyslexic . She has dyslexia, a condition which makes it difficult for her to spell, read and write. So, when Morwenna’s harp teacher wanted her to play from written down sheet music, her brain froze. And that’s how the Rainbow Harp was invented."
    },
    {
      "author": "Neil",
      "text": "The strings of a Rainbow Harp are colour-coded : different colours are used to represent and separate out different strings and to produce different notes. It’s a great idea, and an inclusive way for disabled musicians to share their talent with music fans across the UK. Which reminds me of my question, Georgie…"
    },
    {
      "author": "Georgie",
      "text": "Right, you asked me which London music venue was awarded top marks for making music accessible for disabled musicians and audiences. I guessed it was The Royal Albert Hall. So, was I right?"
    },
    {
      "author": "Neil",
      "text": "Good guess, Georgie, but that was… the wrong answer, I’m afraid. The good news for all music fans living in London is that The Southbank Centre is accessible, ready and waiting! OK, let's recap the vocabulary we've learned in this programme starting with lived experience , the things that someone has experienced personally for themselves, rather than heard or read about."
    },
    {
      "author": "Georgie",
      "text": "If something is accessible , it enables everyone to have equal opportunities and experiences, regardless of their abilities."
    },
    {
      "author": "Neil",
      "text": "To mass-produce something means to make many copies of it cheaply in a factory, whereas a bespoke product has been made specially for one person in particular."
    },
    {
      "author": "Georgie",
      "text": "A dyslexic person has dyslexia, a condition making it difficult for them to spell, read or write."
    },
    {
      "author": "Neil",
      "text": "And finally, things which are colour-coded use different colours to represent different parts or functions. Once again, our six minutes are up, but remember to join us again next time, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Georgie",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Georgie",
    "Megan Steinberg"
  ]
}