{
  "title": "Why sitting is bad for health",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hjd267.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240404",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240404_6ME_why_sitting_is_bad_for_health_download.mp3",
  "intro": [
    "Could sitting be damaging to our health? Phil and Georgie discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "On average, how many hours a day do British adults spend sitting down? Is it:",
    "a)    7 hours? b)    9 hours? or, c)    12 hours?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "engineer (something) out",
      "desc": "design or plan in such a way that something is not required"
    },
    {
      "text": "this/so much",
      "desc": "in such large amounts"
    },
    {
      "text": "blood circulation",
      "desc": "the flow of blood through the heart and blood vessels which carries oxygen around the body"
    },
    {
      "text": "geared around",
      "desc": "organised and prepared towards a certain activity or purpose"
    },
    {
      "text": "swim against the tide",
      "desc": "not follow what most people are doing; do the opposite of most people"
    },
    {
      "text": "drive (someone) towards",
      "desc": "push someone towards accepting a new condition or situation"
    }
  ],
  "transcript": [
    {
      "author": "Phil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Phil."
    },
    {
      "author": "Georgie",
      "text": "And I’m Georgie. We all know how important exercise is to stay fit and reduce the risk of heart disease. Do you exercise much, Phil?"
    },
    {
      "author": "Phil",
      "text": "I try to. I ride my bike at the weekend. But to be honest I do spend a lot of time sitting down."
    },
    {
      "author": "Georgie",
      "text": "Sitting too much is becoming an increasing problem in the modern world. Maybe you take the bus or train to work, then sit at a desk all day, then go home feeling tired and just sit in front of the television all evening as well. Added together, that’s hours of sitting every single day."
    },
    {
      "author": "Phil",
      "text": "In this programme, we’ll be finding out exactly how much sitting is too much. And, of course, we’ll be learning some useful new vocabulary."
    },
    {
      "author": "Georgie",
      "text": "But first, are you sitting comfortably, Phil? Because I have a question for you. On average, how many hours a day do British adults spend sitting down? Is it:"
    },
    {
      "author": "Phil",
      "text": "I’ll guess it’s 7 hours."
    },
    {
      "author": "Georgie",
      "text": "OK, Phil, I’ll reveal the correct answer later. Charlotte Edwardson is a professor of health and behaviour studies who has investigated the link between sitting and health problems in her lab at Leicester University. Here, she talks to BBC Radio 4 programme, Inside Health:"
    },
    {
      "author": "Professor Charlotte Edwardson",
      "text": "If we think about our daily activities, a lot of activities are done sitting down. Movement in our everyday lives has really been engineered out with advances in technology, and our bodies just weren't designed to sit this much , so it's going to cause problems with our health."
    },
    {
      "author": "blood circulation",
      "text": "So when you sit down you're not using the largest muscles in your body. So, these are the ones in your legs and your bum. So, that means that your muscle activity goes down. When your muscle activity goes down, your  reduces."
    },
    {
      "author": "Georgie",
      "text": "Throughout history, humans have always walked and moved their bodies. Now, modern technologies like motorised vehicles and office jobs, mean we spend more and more time sitting. Modern life has engineered out the need for us to move. When you engineer something out, you design things in such a way that it is no longer required. For example, CD drives have been engineered out of laptops because downloads are more popular."
    },
    {
      "author": "Phil",
      "text": "Charlotte says humans are not used to sitting this much . Here, the words this much mean in such large amounts. It’s a negative thing, one negative being the harm to blood circulation , the flow of blood through the heart and blood vessels which carries oxygen around the body."
    },
    {
      "author": "Georgie",
      "text": "When we sit, we stop using important muscles. This reduces blood circulation and causes a range of other effects like increased levels of glucose and fat, and decreased energy levels. The body uses 20% more energy when simply standing than when sitting down, and walking uses 92% more energy. And that’s not to mention the damage sitting too much causes to muscle movement and blood pressure."
    },
    {
      "author": "Phil",
      "text": "But the hard truth is that sitting is a big part of modern life. Everything is geared around sitting, it’s organised towards that particular activity, and that makes it hard to stop. Here’s Professor Edwardson again, talking with James Gallagher, presenter of BBC Radio 4 programme, Inside Health:"
    },
    {
      "author": "James Gallagher",
      "text": "How much do you feel like you're just swimming against the tide with all of this? Like the whole of society is like driving us more and more towards , you know, sitting down all the time, and you're like, ‘please don't!’"
    },
    {
      "author": "Professor Charlotte Edwardson",
      "text": "Sitting is so much part of our everyday activities. You know, you go into a meeting and someone’s, ‘Come and take a seat’, you're going to your GP surgery, ‘Come and take a seat’. Everything's geared around sitting, and as technology advances and it tries to make our life easier, it then leads to us sitting even more."
    },
    {
      "author": "Georgie",
      "text": "James asks if Charlotte is swimming against the tide of modern life. If you’re swimming against the tide , you’re doing the opposite of what most people are doing. He also says that society is driving us towards sitting more. To drive someone towards something means pushing them to accept a new situation, even when the situation isn’t so good."
    },
    {
      "author": "Phil",
      "text": "Luckily, there’s some simple advice to help. Break up periods of sitting 30 minutes or more with a few minutes of walking or moving your arms. Also try to spend less than half of your waking hours sitting down. Good to know. Now how about your question, Georgie."
    },
    {
      "author": "Georgie",
      "text": "Right, my question was how long does the average British adult spend sitting each day. Phil guessed it was 7 hours which was…close, but not right, I’m afraid. In fact, on average we spend 9 hours per day sitting down, that’s about 60% of our waking life. So, remember to take regular breaks, even just a minute or two."
    },
    {
      "author": "Phil",
      "text": "OK, let’s recap the vocabulary we’ve learned, starting with, to engineer something out , meaning to design or plan in such a way that something is no longer needed."
    },
    {
      "author": "Georgie",
      "text": "The phrase this much or so much means in such large amounts."
    },
    {
      "author": "Phil",
      "text": "Blood circulation is the movement of blood through the heart and blood vessels which carries oxygen around the body."
    },
    {
      "author": "Georgie",
      "text": "If things are geared around a certain activity or purpose, they’re organised to support it."
    },
    {
      "author": "Phil",
      "text": "The idiom to swim against the tide means to not follow what most people are doing."
    },
    {
      "author": "Georgie",
      "text": "And finally, to drive someone towards a new situation means to push them towards accepting it. Once again, our six minutes are up! Remember to join us again next time for more topical discussion and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Phil",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Phil",
    "Georgie",
    "Professor Charlotte Edwardson",
    "blood circulation",
    "James Gallagher"
  ]
}