{
  "title": "How bubble tea got its bubbles",
  "img": "https://ichef.bbci.co.uk/images/ic/1200xn/p0hxpqph.jpg",
  "url": "https://www.bbc.co.uk/learningenglish/english/features/6-minute-english_2024/ep-240523",
  "audio": "https://downloads.bbc.co.uk/learningenglish/features/6min/240523_6_minute_english_how_bubble_tea_got_its_bubbles_download.mp3",
  "intro": [
    "How did bubble tea get its bubbles? How was this drink invented? Neil and Beth discuss this and teach you some useful vocabulary."
  ],
  "this_week_question": [
    "What proportion of Brits do you think regularly drink tea? Is it:",
    "a) 39% b) 49% or, c) 59%?",
    "Listen to the programme to hear the answer."
  ],
  "vocab": [
    {
      "text": "cuppa",
      "desc": "(informal, British English) a cup of tea"
    },
    {
      "text": "signature",
      "desc": "special feature for which something is particularly known"
    },
    {
      "text": "chewy",
      "desc": "needing to be chewed a lot before it becomes soft enough to swallow"
    },
    {
      "text": "innovative",
      "desc": "new and original"
    },
    {
      "text": "spread like wildfire",
      "desc": "(idiom) quickly become known by more and more people"
    },
    {
      "text": "miracle",
      "desc": "very lucky event that is surprising and unexpected"
    }
  ],
  "transcript": [
    {
      "author": "Neil",
      "text": "Hello. This is 6 Minute English from BBC Learning English. I’m Neil."
    },
    {
      "author": "Beth",
      "text": "And I’m Beth. Are you a tea or coffee drinker, Neil?"
    },
    {
      "author": "Neil",
      "text": "Well, I usually drink a cup of coffee in the morning. How about you, Beth?"
    },
    {
      "author": "Beth",
      "text": "Oh, I’m definitely a tea drinker. There’s nothing like a good cuppa to start the day."
    },
    {
      "author": "Neil",
      "text": "Yes, a cuppa – it’s a word in British English meaning a cup of tea, right? But there are many different types of tea. Which tea do you like?"
    },
    {
      "author": "Beth",
      "text": "Well, I usually drink English Breakfast tea in the morning, then a matcha tea at lunch, and maybe a calming herbal tea before bed."
    },
    {
      "author": "Neil",
      "text": "Wow! It sounds like you’re a real tea addict, Beth, so you’ll love this programme because we’re discussing an exciting drink called ‘bubble tea’. And, as usual, we’ll be learning some useful new vocabulary as well."
    },
    {
      "author": "Beth",
      "text": "Great. But first, I have a question for you, Neil. Today, British supermarkets sell almost twice as much coffee as tea, and consumer surveys have found that a majority of Brits prefer drinking coffee. So, what proportion of Brits do you think still regularly drink tea? Is it:"
    },
    {
      "author": "Neil",
      "text": "Well, let me think about that. I'm going to say b) 49%."
    },
    {
      "author": "Beth",
      "text": "OK, Neil, I'll reveal the answer at the end of the programme. People have been drinking tea for centuries, but that doesn’t mean tea drinking hasn’t changed over the years. Here in Britain, new trends such as iced tea and green matcha tea have become as popular as the traditional English cuppa which, as everyone knows, is black tea with a splash of milk."
    },
    {
      "author": "Neil",
      "text": "One of the latest tea trends is pearl milk tea, also called bubble tea, but if you’ve never heard of it, don’t worry - here’s presenter, Ben Henderson, explaining more for BBCWorld Service programme, Witness History:"
    },
    {
      "author": "Ben Henderson",
      "text": "For those who don't know, pearl milk tea or bubble tea, is tea usually mixed with milk, crushed ice and filled with its signature chewy tapioca balls. But customers can then add whatever flavours they want. It's innovative and exciting."
    },
    {
      "author": "Beth",
      "text": "Pearl milk tea, or bubble tea as it’s often called, was invented in 1987 by Taiwanese tea shop owner, Liu Han-Chieh. The ‘bubbles’ in a glass of bubble tea are made from balls of a chewy starch called tapioca. Food which is chewy needs to be chewed a lot before it becomes soft enough to swallow."
    },
    {
      "author": "Neil",
      "text": "It’s these tapioca balls which give bubble tea its name. You might say they’re bubble tea’s signature ingredient – they’re a special feature for which something is particularly known. For example, paella is the signature dish of Spain."
    },
    {
      "author": "Beth",
      "text": "What’s more, because tapioca doesn’t have a strong taste, different flavours can be added, making bubble tea an innovative, meaning new and original, drink. Liu Han-Chieh’s invention was inspired by a trip to Japan where he saw people enjoying iced milk tea on a hot summer day. When he added tapioca balls, which he found in a local market on his return to Taiwan, the bubbly new beverage was born."
    },
    {
      "author": "Neil",
      "text": "But it was only when famous international celebrities including basketball player, Michael Jordan, and movie star, Jackie Chan, started visiting his tea shop, that Liu Han-Chieh’s bubble tea began a revolution in the tea-drinking world. Here is Liu Han-Chieh telling more to BBC World Service programme, Witness History:"
    },
    {
      "author": "Liu Han-Chieh",
      "text": "Pearl milk tea got huge media coverage and it spread like wildfire. But I always say, we have many other products, and the reason pearl milk tea became so popular was pure luck. It was a miracle ."
    },
    {
      "author": "Beth",
      "text": "Thanks to its celebrity fans, Liu Han-Chieh’s bubble tea became an international bestseller, and news of his exciting new drink spread like wildfire , an idiom meaning it became quickly known by many people."
    },
    {
      "author": "Neil",
      "text": "As more and more people tried it and fell in love with its smooth chewy taste, bubble tea spread to neighbouring countries like South Korea and China, and then to the rest of the world. For Liu Han-Chieh it was a miracle , a very lucky event that is surprising and unexpected."
    },
    {
      "author": "Beth",
      "text": "It’s great to hear about something that gives a modern twist to a drink that’s part of a country’s traditional culture… Maybe that’s what we need here in Britain too."
    },
    {
      "author": "Neil",
      "text": "Yes, your question was about the fact that nowadays more people in Britain prefer coffee than tea. I think it‘s time you revealed the answer."
    },
    {
      "author": "Beth",
      "text": "Right. I asked you what percent of Brits still regularly prefer drinking tea over coffee and you said 49 percent, which was… the wrong answer I’m afraid, Neil. In fact, around 59 percent of Brits still regularly drink tea. Maybe it’s time for a bubble tea revolution over here! OK, let's recap the vocabulary we've learned in this programme, starting with cuppa , an informal word in British English for a cup of tea."
    },
    {
      "author": "Neil",
      "text": "The word signature describes a special feature for which something is particularly known."
    },
    {
      "author": "Beth",
      "text": "If food is chewy it needs to be chewed a lot before it’s soft enough to swallow."
    },
    {
      "author": "Neil",
      "text": "The adjective innovative means new and original."
    },
    {
      "author": "Beth",
      "text": "If something spreads like wildfire , itbecomes quickly known by more and more people."
    },
    {
      "author": "Neil",
      "text": "And finally, a miracle is a very lucky event that is surprising and unexpected. Once again our six minutes are up but remember to join us again next time for more topical discussion and useful vocabulary, here at 6 Minute English. Goodbye for now!"
    },
    {
      "author": "Beth",
      "text": "Bye!"
    }
  ],
  "authors": [
    "Neil",
    "Beth",
    "Ben Henderson",
    "Liu Han-Chieh"
  ]
}