{
  "title": "How To Control (And Even Use) Your Anger — With Meditation",
  "url": "https://www.npr.org/transcripts/1002446547",
  "intro": "Anger can be a powerful teacher — if we know how to use it. In this episode, Lama Rod Owens, a teacher of Tibetan Buddhism, explains how he learned to love his anger, and gives listeners a six-step meditation to recognize it and let it go.",
  "transcript": [
    {
      "author": "SIMRAN SETHI, HOST",
      "text": "This is NPR's LIFE KIT. I'm journalist Simran Sethi. Anger, we know, can be damaging. It harms our bodies, compromises our judgment and inflames public discourse. But more often than not, it points to something complex."
    },
    {
      "author": "ROD OWENS",
      "text": "Anger was the bodyguard for my hurt, my woundedness."
    },
    {
      "author": "SETHI",
      "text": "That's Lama Rod Owens, author of \"Love And Rage: The Path Of Liberation Through Anger.\" While traditional anger management practices focus on taming our tempers, Lama Rod takes a different approach, encouraging us to create space for this all-too-human emotion and to understand how and why it's worthy of our attention, a process that is neither quick nor easy."
    },
    {
      "author": "OWENS",
      "text": "I just feel like I was born into this lineage of anger - you know, being born Black and queer within a social context that seems so antagonistic to both identity locations. My earliest memories were memories or just feeling just really frustrated and marginalized and erased."
    },
    {
      "author": "SETHI",
      "text": "Anger, he says, has been a constant companion."
    },
    {
      "author": "OWENS",
      "text": "Because I feel like it is older than me. Like, I just feel like - I - it has been so dependable. It's always been there. Like, when nothing else is there, the anger is there."
    },
    {
      "author": "SETHI",
      "text": "Today he holds a master of divinity from Harvard University and received teaching and recognition from the Kagyu lineage of Tibetan Buddhism. He still feels anger, but, over decades, has learned to transform it. In this episode of LIFE KIT, Lama Rod will help us do the same - understand, acknowledge and, with any luck, let go of our anger."
    },
    {
      "author": "SETHI",
      "text": "I'd like to start off asking, how do you define anger?"
    },
    {
      "author": "OWENS",
      "text": "Yeah. Well, you know, I define anger as the tension that arises between being hurt or feeling wounded and our need and desire to take care of ourselves. That tension arises because we don't really know how to take care of ourselves, and so we start reacting. That reactivity to the tension is actually what I label anger."
    },
    {
      "author": "SETHI",
      "text": "There are very specific cultural narratives around who gets to be angry and who doesn't. Will you unpack that a little bit for me?"
    },
    {
      "author": "OWENS",
      "text": "Absolutely. I just think that for me being Black and queer, I just think my anger has been very dangerous because my anger has been something that has become a mirror for the realities of the violence that I experience in this body. Right, you know? And for many of us, depending on our gender, our class, our race, our culture gotten very different messages around anger. Like, when I talk to my female-identified friends, they - often they tell me that, like, they've never, ever been given permission to be angry, that being angry isn't what girls are. You know? And that was the language that they were taught growing up. You know, when I talk to my white, cisgender male friends, you know, it's a very different narrative. It's like they've never been policed around their anger."
    },
    {
      "author": "SETHI",
      "text": "I can definitely (laughter) - yes - agree with this wholeheartedly. And then when I do express that anger, people are stunned."
    },
    {
      "author": "OWENS",
      "text": "Yes."
    },
    {
      "author": "SETHI",
      "text": "And they're kind of taken aback. And I've seen, you know, people of different genders and colors, like, that it was accepted as the norm. So it's almost like what is a very normal behavior all of a sudden seems like an outlier, and I get criticized and faulted for it. But it's part of the human experience."
    },
    {
      "author": "OWENS",
      "text": "Yes. So when I say I'm trying to love my anger, what I'm saying is, like, I'm trying to accept my anger, and I'm trying to cut through all the ways in which I've been taught to relate to my anger - you know? - primarily that, oh, good people aren't angry."
    },
    {
      "author": "SETHI",
      "text": "Yeah."
    },
    {
      "author": "OWENS",
      "text": "(Laughter) You know?"
    },
    {
      "author": "SETHI",
      "text": "Good people and that it's something that you should be ashamed of if you get - you know, if you - yeah"
    },
    {
      "author": "OWENS",
      "text": "Exactly. Exactly. You should be ashamed of this natural thing that happens for everyone. That's the message that we have to cut through. If I don't allow things to be in my experience, it makes it really difficult for me to develop a practice of responsiveness to that material. If I'm not responsive, I'm reactive. If I'm reactive, then more than likely, I'm creating harm and violence for myself and others."
    },
    {
      "author": "SETHI",
      "text": "And then it becomes so easy to tip over."
    },
    {
      "author": "OWENS",
      "text": "Yeah."
    },
    {
      "author": "SETHI",
      "text": "I think about, like, you know, what they say about pots boiling over or losing..."
    },
    {
      "author": "OWENS",
      "text": "Yeah."
    },
    {
      "author": "SETHI",
      "text": "...Your cool or..."
    },
    {
      "author": "OWENS",
      "text": "Yeah."
    },
    {
      "author": "SETHI",
      "text": "...You know, blowing a gasket. It's always, like, a tipping point that then becomes very, like, forceful in its expression."
    },
    {
      "author": "OWENS",
      "text": "Yeah. Every day I'm taking care of myself like this, it's a constant practice of care for self."
    },
    {
      "author": "SETHI",
      "text": "That's something that has been so profound for me. One of the most precious parts of understanding anger through your lens is that idea of what rests beneath it is heartbreak."
    },
    {
      "author": "OWENS",
      "text": "Yeah. I - when I first became interested in practice, you know, my teachers and mentors would always say, look at what's beneath an emotion. Right? Look at what's happening beneath the surface of everything. And when I started looking at my anger, I begin to see that, yeah, there's a lot beneath the anger. I'm not just angry or pissed off for nothing. And that was a fundamental moment for me. And one of the really profound pieces of - or teachings that I received early on was that anger was the bodyguard for my hurt, my woundedness."
    },
    {
      "author": "OWENS",
      "text": "And when I look at my hurt, I begin to see that this hurt is so, so complex. And so I stepped back and began to say, oh, this hurt is - it feels like brokenheartedness. And brokenheartedness essentially, for me, is a deep sense of disappointment, a fundamental hurt that, like, I've been born into something that's not in line with my intentions to be free, safe and happy. And I just carry that. And I realize that I've carried that my whole life, and I may very well carry that for the rest of my life."
    },
    {
      "author": "SETHI",
      "text": "So carrying that and having anger be a constant companion, there - it does come at a price. I mean, it shows up in the body, in the psyche. Talk to me a little bit about how we hold it and then how it seeps out into our lives."
    },
    {
      "author": "OWENS",
      "text": "Right. You know - and I think with carrying anger, you know, what's important for me to articulate always is that anger isn't the issue - right? - nor is the woundedness beneath the anger an issue. The issue - the basic issue that I'm struggling with is how I react over and over again to all this material that arises and how that reactivity perpetuates suffering for myself and others."
    },
    {
      "author": "OWENS",
      "text": "I want to be in a responsive relationship to everything that arises in my experience. And when I respond to something, I can make better choices as to how I express that energy through actions and words and so forth. But, you know, when we talk about reactivity, you know, often reactivity becomes really unconscious. And so those unconscious reactivities just simply seep out into everything that we do, everything that we say, even everything that we think."
    },
    {
      "author": "SETHI",
      "text": "When you say it, it sounds like, oh, right, of course, of course. This is how I want to be. But the journey feels long. And it also - it's like a flash fire - right? - like, the minute, like, the reactivity happens oftentimes and I'm already after that fact when I'm realizing, like, oh, I didn't actually want to react that way. So I'd love to go through with you your six steps to kind of identify how we're feeling, figure out how to relate to that feeling and break them all down for us."
    },
    {
      "author": "OWENS",
      "text": "Absolutely. You know, I call this process SNOELL. I tried really hard to have a better, you know, kind of acronym, but that's what we ended up with. But - and SNOELL stands for seeing, naming, owning, experiencing, letting go and letting float. So starting with seeing, we're learning how to see the anger and how the anger's showing up. We don't know what to do with it yet, but we're just trying to see it."
    },
    {
      "author": "SETHI",
      "text": "So I'm in an argument with somebody and I'm getting angry. How do I drop into that S? How do I see it?"
    },
    {
      "author": "OWENS",
      "text": "I see - I just say, oh, I'm getting angry. I'm pissed."
    },
    {
      "author": "SETHI",
      "text": "OK."
    },
    {
      "author": "OWENS",
      "text": "Yeah. That's it, you know. And not only have you seen it, you've named it. You know, naming is so important. Like, you have to name the things that you want to transform and to be in a relationship with. So you've seen it. You named it. And next, which is really important, we have to understand that this thing is happening in our experience. So that's what I mean by owning. I have to own it. Like, this is an - this thing is happening in my mind and my body, not in someone else's body but mine. And that helps me to take responsibility for it. And if I'm able to take responsibility for it, then I can easily move into the next stage of the practice, which is experiencing. And this is key. We begin to understand how this energy is showing up in our bodies and our minds. We're actually getting curious about it. Like, what is anger? And that was - this experience - the state of experience was what began to open the world of emotion to me."
    },
    {
      "author": "SETHI",
      "text": "How is that different from reacting?"
    },
    {
      "author": "OWENS",
      "text": "So experiencing means I'm just getting curious about what this feels like. Like, I'm exploring, I'm watching, I'm looking at how energy moves through my body. I'm looking at how my mind labels this physical energy as an emotion, right? And so when I started reacting, I actually move out of experience, you know? So reactivity is not about the experience. It's about doing something to get away from the experience."
    },
    {
      "author": "SETHI",
      "text": "OK."
    },
    {
      "author": "OWENS",
      "text": "If I'm just experiencing, then it cuts through this urgency to react. And then once I'm able to have, you know, as much of the experience as possible, then I'm able to make a decision, you know? How do I move forward? Now there are different ways to do this, but in this process - you know, this process is happening in more of a formal practice situation. So in this process, I like to move into letting the experience go, right? I choose to move away from being really curious about this experience to giving it space just to be."
    },
    {
      "author": "SETHI",
      "text": "Since this is work that we kind of do outside of an interaction that then helps us show up to interactions differently."
    },
    {
      "author": "OWENS",
      "text": "Exactly. Exactly. This isn't something you decide to start doing in the moment (laughter)."
    },
    {
      "author": "SETHI",
      "text": "You're not SNOELLing in the middle of a conversation."
    },
    {
      "author": "OWENS",
      "text": "No. You're not having an argument and saying, you know, oh, I read this process by Lama Rod and I think it's time for me to do this. I would be very surprised if anyone had the space to do that in the heat of a situation. And this is why, like, even for me, you know, I learned early on that I had to have space every day to practice these techniques so when stuff started happening in the moment, I could refer back to what I learned in formal practice. And then, you know, the last stage of SNOELL is what I call let it float. And let it float just simply means that I am reminding myself over and over again that there's this incredible amount of space that can hold everything. And I just want to keep reminding myself - I want to keep reminding myself to let this intense energy float within the spaciousness. And the space will always be present as long as I'm choosing not to react but to stay within a practice of responsiveness."
    },
    {
      "author": "SETHI",
      "text": "This is a tall order, Lama Rod."
    },
    {
      "author": "OWENS",
      "text": "It's huge. It's almost impossible. And I would never have written anything like this ever if I didn't go through this myself (laughter). But we have to commit to something. You know, often people come to me wanting, like, the magic pill."
    },
    {
      "author": "SETHI",
      "text": "Right."
    },
    {
      "author": "OWENS",
      "text": "Like, just give me the quick version so I can just, like, get it and it'll be done and I'm free from suffering. It doesn't work like that. You know, if we want to get free, we have to work."
    },
    {
      "author": "SETHI",
      "text": "This is why I find this conversation so important and interesting because there's so much that talks about kind of managing it in a way that feels like smothering it rather than what you're saying, which is allowing it and not only just allowing it but seeing it as something precious. I don't want to go so far as to say, like, life-giving, but, like, it is just a part of the human condition and that the less we try to push it away, the more we can kind of flourish through it."
    },
    {
      "author": "OWENS",
      "text": "Exactly."
    },
    {
      "author": "SETHI",
      "text": "Yeah."
    },
    {
      "author": "OWENS",
      "text": "Exactly. But this is - this conversation about anger is the same conversation we have to have about all emotions, right? It's about always allowing everything to be there and then learning how to respond, not always react."
    },
    {
      "author": "SETHI",
      "text": "So, listeners, get comfortable. We're now going to take a few minutes to explore our anger."
    },
    {
      "author": "OWENS",
      "text": "So to begin our practice, I just encourage you to allow your body to come into a position that feels really appropriate for you. You can sit in a comfortable chair, anything that feels appropriate for you in this moment. And once you feel settled, I invite you to just begin to shift your attention to the weight of your body, particularly how your body is making contact with the seat or how your feet are making contact with the floor under you, noticing the weight of the body."
    },
    {
      "author": "OWENS",
      "text": "When you're ready, I invite you just to turn your attention into your mind. It means turning our attention into thoughts and emotions, just beginning to see, looking at thoughts, emotions, other kinds of energy. And I invite you even further to just shift your attention to one experience in your mind. If you want to work with the anger, I encourage you just to shift your attention to something that looks like anger in the mind - it may be a thought, it may be an emotion - and to name it by saying, oh, this is anger in my mind. And then moving even further into the practice, just begin to see that this anger is happening in your mind, not someone else's mind but your mind. And this is owning."
    },
    {
      "author": "OWENS",
      "text": "And once we've owned this experience in our minds, I invite you to move into experiencing this anger. What does this feel like? What does this anger feel like in your body? Where do you feel tension or tightness? And once you've experienced this for as long as you want, I invite you now to move into just letting it go. So letting go of wanting to feel it but just allowing it to be. So the anger is just in my mind, in my body. I'm not reacting to it, but I'm seeing it, I'm watching it and say, OK, there it is. It's there."
    },
    {
      "author": "OWENS",
      "text": "And then last, I just encourage you to keep letting it float. So just keep reminding yourself that there's lots of space, lots of room for this anger to be here, and I don't have to react but I can move into a space now of deciding how to respond to the anger in a way that decreases discomfort or harm for myself or for someone around me. And when you're ready to complete the practice, I invite you to return your attention back to the weight of your body on the seat, on the floor and just come back into your activity of being in the world. And I thank you for your practice."
    },
    {
      "author": "SETHI",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on the power of self pleasure, and we have one on change through meditation, plus much, much more. You can find them at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "EMILY GEORGER",
      "text": "Hi, my name is Emily Georger (ph). My life hack is putting an avocado in your refrigerator to store it and use it later by taking the half of avocado, taking a shallow dish of water and having the avocado face down in the water. The water will help reduce air getting to it, and you can keep a lovely avocado for days and days. Thank you so much. Have a great day."
    },
    {
      "author": "SETHI",
      "text": "That was great. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer and Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Simran Sethi. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8712913727.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/08/gettyimages-1317524201_wide-0e5fc8af7b06ee740d94d030475651b4ab00a17d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SIMRAN SETHI, HOST",
    "ROD OWENS",
    "SETHI",
    "OWENS",
    "EMILY GEORGER"
  ]
}