{"title":"The Importance Of Mourning Losses (Even When They Seem Small)","url":"https://www.npr.org/transcripts/1002446604","intro":"It's normal to grieve when someone close to you dies. But what about the feelings that come with the loss of a job, or a long-awaited milestone? That's grief too, experts say — and it's normal.","transcript":[{"author":"KAVITHA CARDOZA, HOST","text":"This is NPR's LIFE KIT. I'm Kavitha Cardoza."},{"author":"CARDOZA","text":"When someone close to you dies, maybe a parent, a spouse or a sibling, it's a big loss. Those around you might acknowledge that loss by showing up with food, checking in, maybe sending a card. But what about when a neighbor dies or that long-awaited family reunion is canceled? There's a chance others might not acknowledge or recognize it as a loss. And you may feel guilty for even feeling this way."},{"author":"KENNETH DOKA","text":"Yeah, disenfranchised grief refers to a loss that's not openly acknowledged, socially mourned or publicly supported."},{"author":"CARDOZA","text":"That's Kenneth Doka, professor emeritus at the College of New Rochelle in New York. He coined a term that captures this feeling of loss that you don't feel entitled to. He calls it disenfranchised grief. Doka says disenfranchised grief could also refer to other losses that aren't acknowledged - a pet dying, losing a job or missing out on milestone events like prom or a 50th birthday."},{"author":"CARDOZA","text":"The pandemic of COVID-19 will be followed by a pandemic of complicated grief because so many losses are disenfranchised."},{"author":"CARDOZA","text":"So what do we do about these losses? Grief counselor and therapist David Defoe says it's hard because it's the kind of feelings we don't want to acknowledge."},{"author":"DAVID DEFOE","text":"Disenfranchised grief is grief that we don't commonly recognize or we would think, OK, I haven't lost someone to death. Why am I grieving? Why am I sad? It's a wide spectrum, but disenfranchised grief is really just grief that people seem to ignore or want to dismiss or explain away."},{"author":"CARDOZA","text":"But it's important not to ignore them. Grief doesn't just go away magically."},{"author":"DEFOE","text":"We have to take the time to sort of talk with people about our losses, sit down and sort of process how we actually feel about them, find our own language to discuss it."},{"author":"CARDOZA","text":"In this episode of LIFE KIT, we speak with Defoe about how to take the next steps to acknowledge, understand and honor that loss while also adapting to a changed life."},{"author":"CARDOZA","text":"Let's talk a little bit about disenfranchised grief, this feeling like I don't deserve it or I shouldn't feel this way or you feel guilty because you feel this. Or sometimes some of the losses are not as big as, like, a death, so you think, oh, why am I grieving? Or other people were so much closer to that person."},{"author":"DEFOE","text":"We see it a lot in COVID. We see it with people who they think they have anxiety. They think they're depressed. They think they're socially isolated when, in truth, they're grieving their social relationships. They're grieving the fact that they want to go to work. They want to take the drive. The office provided them with sort of a relief from family that maybe they didn't get along with or family that they needed a break from, and they don't have that. And so there's a loss of normalcy that also was included in this idea of disenfranchised grief. And when COVID, you know, smacked all of us in the face in March of last year, many of us, we were thrust into this idea about, OK, the life we knew in the past is now over. Well, for many of us, we didn't grieve that properly or appropriately, you know, because we were trying so hard to survive."},{"author":"DEFOE","text":"And then there are those people that actually have lost loved ones to COVID, those of us who are struggling with lack of social interaction and stuff like that. We're sitting around saying to ourselves, well, how in the heck should I be grieving when my friend down the street is grieving the loss of their mother, their father? Why am I grieving not being able to sit around the water cooler and gossip with people in the office?"},{"author":"CARDOZA","text":"Mmm hmm, mmm hmm. That's so true. I felt like - how can I mourn the big family reunion, you know, that was canceled when people are dying?"},{"author":"DEFOE","text":"Yeah. Yeah."},{"author":"CARDOZA","text":"How is grief different from anxiety and depression?"},{"author":"DEFOE","text":"They look the same. The symptoms look the same. Right? The numbness, the trouble focusing, the feelings of being overwhelmed - they're consistent across the spectrum with depression, anxiety and also grief. The grief work that I do is helping people find the nomenclature to be able to describe what it is that they're going through. And for many of us, because we don't have the language to describe how we're feeling, if we're to be honest, we don't grieve well, so we put off the painful emotions. So we reach for labels from someplace else that can - that sort of fits what we're feeling. And so we say, oh, we're depressed because I'm sad and can't get out of bed. Well, you just lost someone. You shouldn't be able to get out of bed. You should feel sad. Those are natural, normal responses to loss. They should - you should be crying. You should have difficulty concentrating. Your mood swings should be up and down. You're grieving. You're sad."},{"author":"DEFOE","text":"We say depression and anxiety are sort of conditions of the mind while grief is a condition of the heart. The grief that is associated with loss has to be dealt with on the emotional and the heart level. You can't think your way into better grief."},{"author":"CARDOZA","text":"I'm going to have to remember that. You can't think your way out of grief. You have to allow yourself to feel it."},{"author":"DEFOE","text":"Yeah."},{"author":"CARDOZA","text":"I think for me, David, the bigger question is - why aren't we good at grieving? I mean, it's something so normal. All of us will go through it. And my experience when I moved here from India was that people try and hide grief."},{"author":"DEFOE","text":"Yeah."},{"author":"CARDOZA","text":"How do we normalize grieving?"},{"author":"DEFOE","text":"Well, one thing - the way we normalize it is to, one, recognize that it's universal. It happens to us all. And it takes a little bit of courage. It takes a little bit of courage. It takes a little bit of authenticity. But one of the reasons why we in the West sort of don't do so well with grief is we have this culture of strength, and it's a misguided culture of strength, where we think that to be strong means that we - you know, we pull ourselves up by our bootstraps, that we fall down and we get back up. But we don't recognize that in falling down, there's some things that are important while we're down that we need to work through and talk about and to deal with. We can't just put aside our emotions and act like they don't exist. We have to sort of reorient ourselves to that. Strength is actually found in authenticity and being open and honest with yourself, being able to tell people, listen; I'm in pain; I'm not doing OK. This is how I need you to help me. Because that's really what the problem is - the problem is we don't do well with our own pain, so we don't want to see it in others. So if I can get someone else to turn off their pain, I don't have to enter into my own."},{"author":"CARDOZA","text":"Mmm hmm, mmm hmm. Before we get to ways we can help ourselves and we can help others, I want to ask you why it's so important to mourn and honor these losses, even if they seem trivial."},{"author":"DEFOE","text":"Because they stay with us. When we don't take the time to appropriately grieve, our pain and our emotional stuff that we put aside, it comes out instead in negative behavior. We'll get angry. We'll get apathetic. We start realizing that there's some things that used to not bother us, but now we're easily triggered. There's an impact on individuals' focus. There's a numbness that comes with it, a lack of sleep that comes with it. And so we have to take the time to sort of talk with people about our losses, sit down and sort of process how we actually feel about them, find our own language to discuss it."},{"author":"CARDOZA","text":"Oftentimes, when we are grieving or when we feel, again, a so-called big loss, there are rituals, right? When someone dies, there's a wake. There's a funeral. And those are rituals that comfort us. And they also signal to people that we need support. What are some of the rituals for losses that people might not recognize?"},{"author":"DEFOE","text":"Sure. It's hard because, you know, if you lose an opportunity to sit down with your friends, there's no conclusionary ritual. There's no casket. There's no burial. There's nothing like that. You have to figure out to navigate a new world without even a sense of conclusion."},{"author":"DEFOE","text":"So one thing that conclusionary rituals have taught us is that there's sort of a power and an impact of community, getting together with other people who may understand, who can share stories, who have an understanding of what you're going through."},{"author":"DEFOE","text":"One thing that we don't do well is we don't learn to grieve our losses in community. We try to do it by ourselves. Well, that's one of the most - that's one of the least advantageous things that we can do, is try to mourn by ourselves. We have to figure out a way to get in community. That could be through support groups. That could be through picking up the phone and calling friends and being compassionate enough with yourself and with them because even when others don't understand - sort of having the courage to tell people what you actually need."},{"author":"DEFOE","text":"You know, just like you and I sometimes don't know what to say when people are grieving, your friend that you call on the phone because you need some support - they don't know what to say. So sort of give them the grace and the compassion that you would give yourself, and just be like, you know what? That's not really helpful to me right now. But maybe this is what you could do. Or maybe, can you just listen or hear me out and not be offended or not say I'm bothering people? Because to tell the truth, many people don't know what to do with their own grief. And so they definitely don't know what to do with yours."},{"author":"CARDOZA","text":"What are ways to support a person who - say a friend calls and says, hey, I'm really feeling this sense of loss, and I don't know how to deal with it because it's not about death. It seems really petty, but I don't know how to deal with it. If you were a friend, how would you react?"},{"author":"DEFOE","text":"Be there. Be there to listen. Be there to offer support. Oftentimes, you definitely don't know what to say. I wouldn't suggest don't say anything, but maybe say, you know, I hear what you're saying, and I really don't know what to say. But is there anything that I can do to help? It's really just being there, a presence for them."},{"author":"CARDOZA","text":"That kind of validation that this grief you feel is natural and normal, and it's valid."},{"author":"DEFOE","text":"Mmm hmm."},{"author":"CARDOZA","text":"So you've been a therapist for 17 years. What is something surprising about grief?"},{"author":"DEFOE","text":"So we know it causes disruption in our emotions, in our minds. But some things people don't realize is that grief also impacts our bodies. It can worsen health problems that are already existing. It's been known to affect the immune system. A heartbreak can cause a rise in blood pressure. So a lot of people don't realize there are some things that are going to happen in me somatically."},{"author":"DEFOE","text":"You know, grief disrupts everything in our lives because, to tell the truth, it ends life even for those of us that remain living. It ends our life the way we knew it. We literally have to reorient ourselves to a new way of life. There's no going back. We don't get over losses. We have to then figure out a way to move beyond them, you know, navigate or create something new."},{"author":"CARDOZA","text":"Why should people not be scared of grief?"},{"author":"DEFOE","text":"Because it happens. We all lose something. And the fear comes in not being able to process it and not being able to think that anyone will be able to understand. Of course, none of us want to lose people to physical death. No, no one wants that. But for many of us, we try to run away from even the word grief to find something else that - you know, if we are depressed, they can give us a pill. If we have anxiety, they can give us a pill. There's no pill for grief. They can't do anything to help you deal with the pain that your heart is feeling from the loss of losing someone, the loss of normalcy. We have to sit in them, deal with them, process them, find the emotional language to sort of heal ourselves from them."},{"author":"CARDOZA","text":"Thank you so much, David. I really appreciate it."},{"author":"DEFOE","text":"Oh, no problem. Thank you for having me."},{"author":"CARDOZA","text":"That's therapist and grief counselor David Defoe."},{"author":"CARDOZA","text":"So let's recap. Know that this kind of loss is valid. Feel the pain of it. Get to the root of the grief. It might be showing up as depression or anxiety. But grief won't go away unless you address it. Talk to someone and tell them what you need. Finding community in person or online can help you create connections and process that grief. There's power in being with people who have an understanding of what you're going through. Find a ritual to honor the loss. Creating your own conclusionary rituals will help you process and move forward."},{"author":"CARDOZA","text":"For more NPR LIFE KIT, check out our other episodes. We have one on how to start therapy and another on how to start sewing, plus lots more. You can find those episodes at npr.org/lifekit."},{"author":"CARDOZA","text":"This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is our senior editor, and our digital editors are Beck Harlan and Clare Lombardo. I'm Kavitha Cardoza. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3049632754.mp3","img":"https://media.npr.org/assets/img/2021/06/13/npr_lifekit_disenfranchisedgrief_final_sg_1920x1080px_wide-4518dec32a2dc6f1d0933c58ddebce945480f034.png?s=1400&c=100&f=png","authors":["KAVITHA CARDOZA, HOST","CARDOZA","KENNETH DOKA","DAVID DEFOE","DEFOE"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,3683,23304,17893,10749,12099,13232,13642,13004,10747,15594,2646,724,17569,20103,9622,16416,15894,10174,25294,13703,9133,11326,27196,23332,14642,23650,10604,2522,16074,23971,18948,13668,4406,13738,20467,12248,11708,12063,13060,6880,11118,13351,6272,6441,7232,13805,13311,12628,2223,15039,15458,13190,10379,10308,2690,972,12670,10588,14319,14208,12557,9006,11672,10507,13548,16199,8460,9033,8003,20481,13723,5742,9098,1651,733,23072,12174,20701,14637,11044,10575,13163,12100,12269,12146,10152,8301,9479,1808,15259,15606,9142,19565,12701,12128,15566,18875,16147,2389,25504,25483,24569,20751,13684,7861,17940,16599,15641,20200,12772,17353,15772,9512,2490,23782,18129,20681,20596,10318,16894,13880,12543,10360,18642,9400,12063,18045,8861,14086,1410,1684,3272,9172,14027,18340,16965,7251,5932,12973,13038,10214,26165,7013,12950,16855,11418,9281,8182,9114,2577,1157,13040,11704,17882,10585,11270,8174,19638,13243,12152,11808,11968,13962,8342,14494,17018,17064,10408,5841,2658,6144,20282,15509,22186,12088,12025,7747,2916,1818,2890,13181,11693,18550,8950,12063,10245,13340,16291,14757,10027,12798,22396,12259,9232,21239,7880,13196,3202,6032,15538,10857,17902,9278,15668,16337,17265,25245,14131,10950,11596,13657,14672,21701,8817,17818,10357,12122,10306,12205,5900,3924,20326,24823,17490,17455,23755,24456,9242,11983,2998,18180,23609,18869,16236,20231,17704,13582,15524,17503,1720,3575,14432,22625,24297,24843,10131,12385,17198,15190,3012,15904,16324,16597,17566,12566,9889,9598,11740,2009,3254,14165,9257,10446,13214,15201,22573,17248,12868,23072,15471,17721,12923,3520,6009,7329,13926,12912,16057,16395,14096,8393,7269,5045,9283,1578,2633,21800,14684,18017,18847,11012,6352,18407,16628,9585,19598,9967,18794,15577,16734,2809,20010,20037,12160,12290,18150,1819,22709,11314,2729,20290,21777,16878,14718,16443,2929,20153,12275,8237,12955,11195,13940,2970,2397,22115,18891,21191,9970,22040,19729,20499,11011,17227,9120,10490,8768,6872,7602,5547,19714,16827,14453,15526,9477,6725,9129,11520,12545,13007,6642,4589,17199,17422,16473,16084,13768,15221,15011,13061,5885,2003,8969,14192,19026,13212,18052,14085,11848,15388,4612,2296,2701,14589,24600,24483,24890,8240,17833,17579,1928,26678,20156,17724,25074,24266,17419,17012,23501,22089,17051,15182,20484,17820,2898,4443,25269,24919,12841,11261,24294,27107,15041,4315,25591,15953,19976,9410,12780,3864,2036,19804,16775,19227,10037,5983,13513,20083,25407,16139,12158,14198,8261,20450,17957,13371,16816,14375,21016,8186,7780,14937,18023,19447,14877,10083,15419,15036,14602,11629,6431,13234,14042,10938,12009,13688,11037,6578,1538,422,257,232,0,0,0,0,0,0,0,0,21719,20985,11956,20990,13426,9917,18133,25516,7544,13693,8358,3771,7754,12517,15738,17065,10098,16072,14305,22185,16993,21921,11903,14230,7160,8223,7062,9064,23344,12569,6651,4494,8019,9190,8966,13875,23364,23845,24006,23723,12371,18297,21875,11446,15117,16331,16491,10647,6288,18253,21632,12558,6095,20791,19845,6746,8631,25875,18135,8417,13224,20678,12292,13055,8128,25046,14883,23037,13675,684,20595,21700,16044,20302,11349,16993,17366,19381,15373,12903,17730,15383,19209,19930,20395,20465,16241,21058,18134,18239,18141,19343,1859,19097,18704,19575,11854,12686,15523,2564,20337,17803,19281,17283,16963,7140,17282,18916,19590,20028,19849,19270,20124,16803,8488,17763,15770,9265,12112,15877,19301,18454,19112,20369,15126,13883,11342,14530,19055,18050,11366,13319,9085,14533,7303,14878,8829,8758,13058,9916,18550,19935,17721,15976,16676,20745,18974,18704,13607,18967,10160,18977,15958,12775,10850,12485,16283,13661,13589,14693,10437,5165,1813,19230,13131,20279,18056,16312,18529,18772,10612,17525,9837,17916,2004,20019,19516,11430,16262,17141,11353,12943,17782,9882,14415,13756,18379,18986,19340,14701,6723,20749,17608,13254,13584,15932,10143,14493,18590,14406,1238,19244,12482,20645,13419,16382,9620,11733,18284,18291,11401,12468,19059,10643,4145,19843,18970,13891,18026,17999,18464,18847,17378,909,5299,20261,17763,14389,19127,18759,18126,18330,17862,9432,16396,1562,20902,15500,17026,19998,15243,19285,13044,13715,10675,19216,5087,13715,10673,4705,20006,19669,18193,18429,14820,14880,17489,16682,15640,10937,18390,13255,12089,1390,19977,17551,19189,8662,15128,13119,16697,15394,13548,18286,17272,17215,17246,2662,18059,10859,11730,12889,14211,12345,11243,13254,12002,10928,19097,7105,14615,14740,19377,4737,762,6730,6584,10582,23396,4136,46,22912,25154,23739,27109,18558,29391,21096,14624,10156,10988,22384,24071,13080,24470,9667,5723,10587,22690,19303,17259,13088,9723,23534,28753,11974,576,19094,19994,377,20143,14228,10062,14085,12064,16569,10815,15804,17154,7527,12675,6634,5878,3166,21845,19303,19196,20545,13838,20962,21209,16518,17936,19435,8338,18502,20100,7167,8628,7217,13184,20982,21806,13947,17174,19723,14173,17064,14359,21049,11513,17303,17637,7985,18339,11974,18260,8390,18197,9194,13189,18391,10501,12692,10163,18888,18830,18636,11997,19857,13046,17025,18481,18087,14750,13269,14988,7843,15615,19565,17354,17740,20796,4484,2910,18368,18593,19252,16712,19948,16637,13166,19941,14392,9682,17022,14828,11842,14512,14862,22021,15961,9598,8336,12868,14115,18583,18306,9538,13792,11932,19912,19390,18551,18540,15164,18414,20631,17622,13772,1038,20054,13937,18466,18599,16539,11162,19514,8943,16042,19620,16587,19724,19470,20493,8308,18842,4876,19579,12645,11426,12967,18830,17656,19735,19909,15358,12903,11103,11751,12666,12927,8613,7621,14087,14843,9934,1413,21472,18774,18468,14299,11332,17814,6898,17791,12895,18524,19727,11968,17823,11473,20314,19982,20712,20645,19611,7794,9580,19973,20084,18409,17072,18285,9325,16693,6084,20933,16935,18751,12764,13171,7169,12392,19006,19488,10980,14981,19774,19619,16492,11955,14959,11910,18741,12433,13459,2269,16215,13971,18632,14497,18678,19645,19341,18757,13475,9522,19332,2061,20711,17588,19402,15733,10304,16219,9643,19060,11827,14414,19255,21540,20848,10879,19947,5055,713,6311,527,673,18256,21559,25767,13687,14050,11842,11130,12581,23298,21564,17691,16568,7779,6063,608,12624,16072,16612,18545,12317,12684,14851,20470,10793,9562,151,1814,2088,25476,18106,15588,17977,24002,10985,11594,16741,8419,9587,14353,24279,8341,5467,19503,23992,1264,21617,19273,20467,18358,9756,18433,20738,12183,7985,12163,810,12845,10791,15255,19189,27077,13483,12467,15142,14128,17636,18703,13436,15395,6899,10389,11334,23551,4886,6976,1591,11455,17867,19018,22444,17406,15882,14491,3272,206,957,2270,12325,21440,20267,22801,18525,14937,12449,10073,19741,19772,12341,10527,12807,12180,7543,7928,11178,13834,1708,19145,19416,19564,19777,18665,21137,17324,18503,17459,19072,18651,18217,15581,5053,23405,20072,18691,18159,15920,17175,12369,19407,3536,16783,9884,18396,17545,11774,6636,10973,2087,17908,16335,19311,13579,16069,6928,17735,19437,19112,16531,19898,17414,17673,12696,15488,14530,18874,16987,19345,19845,17851,18824,12614,12124,9475,20617,16253,17539,14837,11077,18662,19109,13954,18843,18476,17586,17654,17433,16199,19234,16068,18025,17102,18761,14242,16472,13027,16617,17952,10637,18576,5045,20958,20860,14931,526,18555,20901,9672,19088,5413,16149,19405,10048,4983,5746,13466,12252,11661,16926,18824,3876,19066,19346,7880,14277,10985,6938,14681,2335,11262,17177,13693,16158,18827,13046,11777,8900,18850,14136,13732,16685,18400,16703,13051,10347,13603,2604,19370,11735,18592,10703,9436,20780,15894,20008,10405,13211,18525,17453,10502,16483,15279,13151,13764,19818,18494,18267,16866,12227,9039,20719,21045,19538,17242,17010,18361,18377,12955,17394,19247,13297,6189,1217,17836,19376,13304,16133,5759,1922,19864,20827,19399,17845,11606,18281,16951,17863,15439,7153,5347,10347,7978,5083,5645,4446,6768,5884,6809,3815,5567,25127,15274,17824,13767,8525,22630,1833,13120,14640,25341,12982,8809,12662,12133,3538,12579,13821,16706,9858,239,6541,6338,17831,14406,9845,10282,10092,6313,15780,13074,924,11871,9996,12672,20510,18732,24337,8256,13531,6538,15738,21025,20303,17874,8347,4597,839,19605,20444,16280,19488,16022,16967,12314,11337,11094,2229,1344,13352,15073,20176,18146,18329,18538,18183,17447,17649,10199,5989,9216,16928,18122,15045,20337,7355,14885,11330,8264,6187,767,4151,19911,20247,10460,16505,15434,18361,17071,12215,19646,17328,18691,15898,8812,10769,14334,13497,13314,15040,12091,1588,20386,5987,16898,19641,19099,10227,17693,11785,8950,13513,8495,570,2223,15016,15182,15386,17336,17486,14352,11000,18927,4611,18465,20079,18715,14505,10126,7485,18540,10606,15315,20664,7980,4810,1347,20231,13757,19046,11009,19598,18186,19472,5449,13599,2691,4655,20230,12819,12947,19561,14083,13026,7640,18515,16677,7757,11410,15626,13517,1039,13694,19730,19506,9949,16158,19134,19412,6735,20469,18986,15567,11186,6387,9812,4275,14486,12389,16319,7679,7783,6631,5296,5855,6485,6862,6493,259,14130,20057,16213,10389,14157,16349,13645,17113,11003,9173,12456,10392,12405,19247,13326,3613,11042,6300,18467,8361,7453,4511,325,24003,19828,22133,10904,17354,11963,20214,15119,19870,19574,14936,10794,14118,15455,6642,18899,14417,8760,6155,3947,16087,13250,14860,16437,13652,8536,7347,2597,9998,10605,17911,19043,24677,18945,7594,19406,28976,14421,6505,9045,10671,1966,19823,6308,21249,18601,21396,13873,15905,16784,14686,12084,16419,4156,20351,14485,19484,19635,16118,15111,19160,14294,17843,12521,14001,18046,13313,13398,19425,13172,5792,20267,18202,11161,14958,21640,12353,18606,15750,9790,18686,15501,20583,10878,14632,14310,14453,10067,20546,5828,16462,19288,14556,11971,11016,10498,16056,13205,11629,14456,11978,11224,1615,20240,19124,18459,13675,19942,18764,13221,11116,12555,14893,12408,13686,14081,3944,20096,13812,19290,18082,8379,5785,12069,17163,19047,14866,10957,7182,961,20760,21928,19161,11764,9536,15744,16871,15754,6323,12982,17012,15733,21177,19767,12655,17306,20170,19776,21453,15284,5363,1864,19568,20066,15143,20944,10844,18661,8329,20086,12284,8419,10636,10333,18197,17123,6126,9329,12934,2984,5623,19994,16956,18113,16087,11650,20075,17929,15600,15004,1954,15576,18879,18406,17421,13428,18581,12891,9263,9595,8723,18666,16290,16981,20202,19181,11465,2981,19692,20347,19276,15202,7831,13956,12783,20265,13068,17604,18126,8873,20271,10803,14969,18209,11968,15938,5929,15839,20228,6747,19483,13863,7144,21672,20640,17264,20267,19767,20743,18498,16250,19306,4590,20557,14003,19907,16984,19945,18882,16008,13314,10541,1829,21709,18291,13899,20587,7273,19298,10692,18495,18228,7800,7870,894,19117,21802,20573,642,19643,19740,19927,19437,15182,19093,13607,10931,10052,12119,4370,18561,18604,18289,19480,10119,15819,14620,9928,13889,7283,18796,20721,12853,5403,5470,5633,21636,20238,20712,17280,15077,11482,13029,19265,11398,18951,11250,9431,13940,13008,17717,8971,19982,19496,16434,17333,20165,20010,17862,19601,10623,9994,11364,10990,19439,19894,23459,19574,19043,5867,18958,14590,17307,21789,17407,19847,8468,19804,17902,18924,1416,21245,19211,17486,19749,20447,20780,19373,5904,6130,18849,13067,20350,18893,1475,19880,15723,20056,19319,10238,16675,14487,13748,7813,14459,795,2986,21239,9300,10098,7619,7638,2040,4698,3916,12568,18104,13821,25168,6875,18386,16680,13726,2498,5824,19219,8124,7025,8003,12051,18649,9335,8959,7208,5378,667,4978,16274,14434,5312,5238,24148,26521,10648,12124,8836,12921,19715,12679,7689,17755,16022,23626,12494,610,7197,7437,18605,25879,11263,13291,15486,1115,468,17501,120,15670,16646,12734,10742,10134,1045,19298,20911,7654,6637,11911,7237,4268,4201,3593,23493,21308,8905,20317,21791,10672,19262,19782,19495,13406,19596,19408,8911,15225,20107,20107,14286,18202,17267,14630,13463,13718,19367,18626,19819,15486,12892,18264,19522,17453,20201,14493,19623,18833,19878,19914,19548,16946,9682,21178,19453,16093,13107,14241,1487,19598,19654,19503,19438,18908,13268,13669,21971,16748,20171,16898,20171,13145,17261,5283,16214,4868,6075,6033,24638,24707,26250,17176,12957,13909,1698,8387,25813,8752,13312,10396,11184,10964,9011,14744,28212,10218,9497,16782,8460,10642,11892,17508,8528,8479,4005,13809,12863,10832,25090,15281,5958,18065,28005,23811,5021,8048,24685,1654,2468,24364,24483,24747,22965,12853,24742,4692,10880,4080,2006,2693,3351,14076,19837,20562,19700,16673,5459,524,19460,22544,12038,14547,7565,17002,2843,8614,17432,16965,12731,1504,18704,22847,21218,16346,12849,15725,11415,13114,15895,9944,16222,18248,15717,1458,434,1097,19790,22323,11253,18573,19818,17171,18739,11069,6316,19066,18592,14728,18515,10052,10753,9760,4032,1813,14890,19525,15241,13982,19011,16147,11480,20638,12968,21036,18967,18613,20011,21301,16377,12749,18561,13114,14170,16283,7880,9105,20765,11365,1237,1718,20134,16721,14482,20089,18136,21660,18375,19111,19117,13576,18015,21393,18715,7409,8571,20468,18818,17504,18279,12777,20430,16050,18578,12831,20014,14586,1590,19415,20278,19724,13465,12790,13241,844,9505,17638,20882,19657,15439,19407,18819,17394,9518,14642,17245,14057,1872,1493,21132,21294,19905,14345,19533,19829,17281,11027,13813,16383,17745,13987,10466,17292,16673,2931,729,16105,16851,19181,19731,18644,12384,8385,11976,171,3589,1438,2773,15507,16611,16301,12264,6969,13291,14036,7605,3349,1920,23148,16573,19365,2528,979,13825,17426,18951,13118,8983,19172,8285,1563,1858,15413,8896,16480,19700,22933,12024,18713,11167,11725,10282,8688,6512,584,2394,20974,20047,12151,19491,13184,11752,19414,13942,19636,15059,19370,13391,15122,9599,13351,21251,18348,18165,12731,13800,10997,9728,696,19594,14072,10024,12430,7340,21358,16547,19254,19928,17426,12047,1402,1636,19899,18144,14284,19572,19387,9669,18540,13610,19613,15482,15082,5559,7747,14111,11659,9829,20802,5504,7678,883,1297,13553,20818,17513,20174,16411,17859,15045,13703,11177,19017,19258,12238,12747,9062,9619,754,20203,19711,21237,16722,11147,16925,4520,14873,12110,6673,7610,3865,131,217,13724,17857,21965,16858,19471,19273,21018,21368,13649,1326,17785,21400,14676,20156,16341,10989,12522,10425,15218,12846,11549,18207,4396,16367,21282,14781,14219,16135,11738,18564,12504,11113,8879,8406,15242,21779,18525,18225,18582,20397,19213,21086,15014,12544,19668,16134,11054,11170,10859,13194,15145,19705,15274,18290,15635,1595,7901,9479,8213,6321,7060,9775,7398,7589,4924,4014,15709,15988,25530,24336,20927,18021,10797,11255,11694,13762,24931,12080,20620,23981,19906,17643,19719,6320,6303,6145,7649,3538,6664,6507,5962,22385,27608,24287,20152,18810,18686,17541,21736,23250,14765,6208,5797,5675,5998,6079,6712,24851,23439,14787,9445,5935,3338,6670,23797,19254,16493,12893,17000,14434,14512,9949,8866,13324,20560,18638,10015,2978,5164,5152,25269,18099,20529,8796,5309,14591,17344,15220,10928,9912,12245,13581,12861,9273,2935,11942,12221,23061,17814,12923,7717,11022,12127,10490,15351,4899,4317,2705,17474,13954,19135,16734,17909,16714,19118,5073,13095,12418,12536,11499,18717,18530,22370,16213,12253,8985,10522,17436,19273,20901,12520,11535,15928,11540,6840,3158,4233,9355,6819,19179,14333,23502,6883,11098,10921,20842,22040,15589,9371,15361,13933,11008,6641,5678,4220,20781,19980,13590,14353,9170,13111,13354,4081,16310,29690,24761,14483,18981,16520,14917,12750,2868,14504,12307,24100,23112,13046,11227,10330,3533,1761,2040,2018,1611,2098,1059,1447,884,406,286,138,174,19052,8370,14494,6969,4403,23423,28473,24795,17984,25681,14066,14392,16264,26838,24365,14315,7706,3386,10755,12108,15859,17869,17500,13459,12117,21329,12897,12146,16563,27035,15414,27858,10160,22953,11449,8887,3160,10884,20256,15516,9379,18478,19037,16316,20317,19386,19615,12714,16609,12789,15221,6497,3958,5794,6072,9363,5757,5797,15788,30896,14887,10575,13086,23205,15385,17264,15438,11302,5217,4549,16324,9295,17390,17701,11875,8287,16283,17095,19220,19653,10950,17457,19241,21633,11002,8589,26689,11419,25686,14943,15861,12539,15146,15335,13540,8650,11292,9903,5386,4242,21223,13016,12591,15384,13186,8597,17231,14677,6531,2435,2379,2014,2285,2208,2084,2069,1720,1218,1371,967,850,581,820,518,386,441,268,241,281,123,122,128,142,155,0,18,17475,16053,25939,16981,11333,24774,25825,22955,13632,24140,23136,18950,16037,11988,13932,25859,21085,22683,7131,18356,17180,9863,4069,2962,11774,25185,21589,23713,15198,4373,3136,20543,19531,23556,16118,16536,15892,19154,9213,5334,3269,13116,26050,23153,19409,15063,14705,24787,25030,24265,24875,19824,20607,15366,23310,12913,10359,2397,2801,2128,24116,20755,23079,16238,25368,23256,14970,18457,23473,16005,9650,6958,5285,4298,1628,254,3,75,22188,28516,27475,15030,20545,25236,19766,15730,13633,14637,16245,18089,17189,16812,25439,26109,14035,9309,9609,13791,9728,22548,17836,20494,19055,21028,17579,14068,9482,13326,13458,13728,25629,13489,10584,17144,23950,23196,15471,14268,24226,25153,24383,26352,24594,19001,6200,24751,9960,13417,14441,756,3,2,16840,23591,12778,13971,13952,15564,19376,13297,9233,2883,22239,18165,9953,9203,8677,15342,12221,13873,14026,16011,9758,1984,16276,19996,14079,11933,11556,15996,13486,9375,18966,16413,13131,20902,19541,21615,9317,10916,7714,15332,9954,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,15313,18007,9358,7962,16323,12251,2628,21623,14408,17982,16970,13725,7775,2563,19113,16181,7475,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,15744,20364,12868,13112,6228,5560,880,3,3088,17446,14739,16434,14694,9476,10802,7740,6202,3729,17343,24090,11834,16805,13223,14568,16815,13489,19661,12354,18242,12406,6306,3216,8810,15947,11411,13260,12982,14703,14902,13324,14252,14865,14344,8073,4942,4361,13477,19175,21018,15521,16800,16887,12467,12795,10744,4738,14882,12667,16122,9037,11463,9027,16666,8059,20877,16475,9409,7311,10417,17640,18750,7910,12280,9299,10625,8605,3168,12338,16532,9276,10492,19389,19474,24714,10310,12893,7144,6173,906],"fragments":[{"begin":"0.000","end":"3.640","lines":["This is NPR's LIFE KIT. I'm Kavitha Cardoza."]},{"begin":"3.640","end":"47.000","lines":["When someone close to you dies, maybe a parent, a spouse or a sibling, it's a big loss. Those around you might acknowledge that loss by showing up with food, checking in, maybe sending a card. But what about when a neighbor dies or that long-awaited family reunion is canceled? There's a chance others might not acknowledge or recognize it as a loss. And you may feel guilty for even feeling this way."]},{"begin":"47.000","end":"56.840","lines":["Yeah, disenfranchised grief refers to a loss that's not openly acknowledged, socially mourned or publicly supported."]},{"begin":"56.840","end":"83.360","lines":["That's Kenneth Doka, professor emeritus at the College of New Rochelle in New York. He coined a term that captures this feeling of loss that you don't feel entitled to. He calls it disenfranchised grief. Doka says disenfranchised grief could also refer to other losses that aren't acknowledged - a pet dying, losing a job or missing out on milestone events like prom or a 50th birthday."]},{"begin":"83.360","end":"92.280","lines":["The pandemic of COVID-19 will be followed by a pandemic of complicated grief because so many losses are disenfranchised."]},{"begin":"92.280","end":"103.120","lines":["So what do we do about these losses? Grief counselor and therapist David Defoe says it's hard because it's the kind of feelings we don't want to acknowledge."]},{"begin":"103.120","end":"122.880","lines":["Disenfranchised grief is grief that we don't commonly recognize or we would think, OK, I haven't lost someone to death. Why am I grieving? Why am I sad? It's a wide spectrum, but disenfranchised grief is really just grief that people seem to ignore or want to dismiss or explain away."]},{"begin":"122.880","end":"128.040","lines":["But it's important not to ignore them. Grief doesn't just go away magically."]},{"begin":"128.040","end":"140.040","lines":["We have to take the time to sort of talk with people about our losses, sit down and sort of process how we actually feel about them, find our own language to discuss it."]},{"begin":"140.040","end":"155.000","lines":["In this episode of LIFE KIT, we speak with Defoe about how to take the next steps to acknowledge, understand and honor that loss while also adapting to a changed life."]},{"begin":"155.000","end":"176.000","lines":["Let's talk a little bit about disenfranchised grief, this feeling like I don't deserve it or I shouldn't feel this way or you feel guilty because you feel this. Or sometimes some of the losses are not as big as, like, a death, so you think, oh, why am I grieving? Or other people were so much closer to that person."]},{"begin":"176.000","end":"222.000","lines":["We see it a lot in COVID. We see it with people who they think they have anxiety. They think they're depressed. They think they're socially isolated when, in truth, they're grieving their social relationships. They're grieving the fact that they want to go to work. They want to take the drive. The office provided them with sort of a relief from family that maybe they didn't get along with or family that they needed a break from, and they don't have that. And so there's a loss of normalcy that also was included in this idea of disenfranchised grief. And when COVID, you know, smacked all of us in the face in March of last year, many of us, we were thrust into this idea about, OK, the life we knew in the past is now over. Well, for many of us, we didn't grieve that properly or appropriately, you know, because we were trying so hard to survive."]},{"begin":"222.000","end":"243.320","lines":["And then there are those people that actually have lost loved ones to COVID, those of us who are struggling with lack of social interaction and stuff like that. We're sitting around saying to ourselves, well, how in the heck should I be grieving when my friend down the street is grieving the loss of their mother, their father? Why am I grieving not being able to sit around the water cooler and gossip with people in the office?"]},{"begin":"243.320","end":"252.720","lines":["Mmm hmm, mmm hmm. That's so true. I felt like - how can I mourn the big family reunion, you know, that was canceled when people are dying?"]},{"begin":"252.720","end":"253.800","lines":["Yeah. Yeah."]},{"begin":"253.800","end":"258.120","lines":["How is grief different from anxiety and depression?"]},{"begin":"258.120","end":"308.760","lines":["They look the same. The symptoms look the same. Right? The numbness, the trouble focusing, the feelings of being overwhelmed - they're consistent across the spectrum with depression, anxiety and also grief. The grief work that I do is helping people find the nomenclature to be able to describe what it is that they're going through. And for many of us, because we don't have the language to describe how we're feeling, if we're to be honest, we don't grieve well, so we put off the painful emotions. So we reach for labels from someplace else that can - that sort of fits what we're feeling. And so we say, oh, we're depressed because I'm sad and can't get out of bed. Well, you just lost someone. You shouldn't be able to get out of bed. You should feel sad. Those are natural, normal responses to loss. They should - you should be crying. You should have difficulty concentrating. Your mood swings should be up and down. You're grieving. You're sad."]},{"begin":"308.760","end":"322.800","lines":["We say depression and anxiety are sort of conditions of the mind while grief is a condition of the heart. The grief that is associated with loss has to be dealt with on the emotional and the heart level. You can't think your way into better grief."]},{"begin":"322.800","end":"330.680","lines":["I'm going to have to remember that. You can't think your way out of grief. You have to allow yourself to feel it."]},{"begin":"330.680","end":"331.240","lines":["Yeah."]},{"begin":"331.240","end":"345.320","lines":["I think for me, David, the bigger question is - why aren't we good at grieving? I mean, it's something so normal. All of us will go through it. And my experience when I moved here from India was that people try and hide grief."]},{"begin":"345.320","end":"345.920","lines":["Yeah."]},{"begin":"345.920","end":"348.640","lines":["How do we normalize grieving?"]},{"begin":"348.640","end":"410.800","lines":["Well, one thing - the way we normalize it is to, one, recognize that it's universal. It happens to us all. And it takes a little bit of courage. It takes a little bit of courage. It takes a little bit of authenticity. But one of the reasons why we in the West sort of don't do so well with grief is we have this culture of strength, and it's a misguided culture of strength, where we think that to be strong means that we - you know, we pull ourselves up by our bootstraps, that we fall down and we get back up. But we don't recognize that in falling down, there's some things that are important while we're down that we need to work through and talk about and to deal with. We can't just put aside our emotions and act like they don't exist. We have to sort of reorient ourselves to that. Strength is actually found in authenticity and being open and honest with yourself, being able to tell people, listen; I'm in pain; I'm not doing OK. This is how I need you to help me. Because that's really what the problem is - the problem is we don't do well with our own pain, so we don't want to see it in others. So if I can get someone else to turn off their pain, I don't have to enter into my own."]},{"begin":"410.800","end":"424.400","lines":["Mmm hmm, mmm hmm. Before we get to ways we can help ourselves and we can help others, I want to ask you why it's so important to mourn and honor these losses, even if they seem trivial."]},{"begin":"424.400","end":"465.040","lines":["Because they stay with us. When we don't take the time to appropriately grieve, our pain and our emotional stuff that we put aside, it comes out instead in negative behavior. We'll get angry. We'll get apathetic. We start realizing that there's some things that used to not bother us, but now we're easily triggered. There's an impact on individuals' focus. There's a numbness that comes with it, a lack of sleep that comes with it. And so we have to take the time to sort of talk with people about our losses, sit down and sort of process how we actually feel about them, find our own language to discuss it."]},{"begin":"465.040","end":"487.920","lines":["Oftentimes, when we are grieving or when we feel, again, a so-called big loss, there are rituals, right? When someone dies, there's a wake. There's a funeral. And those are rituals that comfort us. And they also signal to people that we need support. What are some of the rituals for losses that people might not recognize?"]},{"begin":"487.920","end":"506.400","lines":["Sure. It's hard because, you know, if you lose an opportunity to sit down with your friends, there's no conclusionary ritual. There's no casket. There's no burial. There's nothing like that. You have to figure out to navigate a new world without even a sense of conclusion."]},{"begin":"506.400","end":"521.200","lines":["So one thing that conclusionary rituals have taught us is that there's sort of a power and an impact of community, getting together with other people who may understand, who can share stories, who have an understanding of what you're going through."]},{"begin":"521.200","end":"559.480","lines":["One thing that we don't do well is we don't learn to grieve our losses in community. We try to do it by ourselves. Well, that's one of the most - that's one of the least advantageous things that we can do, is try to mourn by ourselves. We have to figure out a way to get in community. That could be through support groups. That could be through picking up the phone and calling friends and being compassionate enough with yourself and with them because even when others don't understand - sort of having the courage to tell people what you actually need."]},{"begin":"559.480","end":"602.440","lines":["You know, just like you and I sometimes don't know what to say when people are grieving, your friend that you call on the phone because you need some support - they don't know what to say. So sort of give them the grace and the compassion that you would give yourself, and just be like, you know what? That's not really helpful to me right now. But maybe this is what you could do. Or maybe, can you just listen or hear me out and not be offended or not say I'm bothering people? Because to tell the truth, many people don't know what to do with their own grief. And so they definitely don't know what to do with yours."]},{"begin":"602.440","end":"627.120","lines":["What are ways to support a person who - say a friend calls and says, hey, I'm really feeling this sense of loss, and I don't know how to deal with it because it's not about death. It seems really petty, but I don't know how to deal with it. If you were a friend, how would you react?"]},{"begin":"627.120","end":"655.800","lines":["Be there. Be there to listen. Be there to offer support. Oftentimes, you definitely don't know what to say. I wouldn't suggest don't say anything, but maybe say, you know, I hear what you're saying, and I really don't know what to say. But is there anything that I can do to help? It's really just being there, a presence for them."]},{"begin":"655.800","end":"663.360","lines":["That kind of validation that this grief you feel is natural and normal, and it's valid."]},{"begin":"663.360","end":"664.560","lines":["Mmm hmm."]},{"begin":"664.560","end":"671.960","lines":["So you've been a therapist for 17 years. What is something surprising about grief?"]},{"begin":"671.960","end":"710.680","lines":["So we know it causes disruption in our emotions, in our minds. But some things people don't realize is that grief also impacts our bodies. It can worsen health problems that are already existing. It's been known to affect the immune system. A heartbreak can cause a rise in blood pressure. So a lot of people don't realize there are some things that are going to happen in me somatically."]},{"begin":"710.680","end":"741.040","lines":["You know, grief disrupts everything in our lives because, to tell the truth, it ends life even for those of us that remain living. It ends our life the way we knew it. We literally have to reorient ourselves to a new way of life. There's no going back. We don't get over losses. We have to then figure out a way to move beyond them, you know, navigate or create something new."]},{"begin":"741.040","end":"752.680","lines":["Why should people not be scared of grief?"]},{"begin":"752.680","end":"827.840","lines":["Because it happens. We all lose something. And the fear comes in not being able to process it and not being able to think that anyone will be able to understand. Of course, none of us want to lose people to physical death. No, no one wants that. But for many of us, we try to run away from even the word grief to find something else that - you know, if we are depressed, they can give us a pill. If we have anxiety, they can give us a pill. There's no pill for grief. They can't do anything to help you deal with the pain that your heart is feeling from the loss of losing someone, the loss of normalcy. We have to sit in them, deal with them, process them, find the emotional language to sort of heal ourselves from them."]},{"begin":"827.840","end":"839.320","lines":["Thank you so much, David. I really appreciate it."]},{"begin":"839.320","end":"842.000","lines":["Oh, no problem. Thank you for having me."]},{"begin":"842.000","end":"847.000","lines":["That's therapist and grief counselor David Defoe."]},{"begin":"847.000","end":"888.680","lines":["So let's recap. Know that this kind of loss is valid. Feel the pain of it. Get to the root of the grief. It might be showing up as depression or anxiety. But grief won't go away unless you address it. Talk to someone and tell them what you need. Finding community in person or online can help you create connections and process that grief. There's power in being with people who have an understanding of what you're going through. Find a ritual to honor the loss. Creating your own conclusionary rituals will help you process and move forward."]},{"begin":"888.680","end":"907.400","lines":["For more NPR LIFE KIT, check out our other episodes. We have one on how to start therapy and another on how to start sewing, plus lots more. You can find those episodes at npr.org/lifekit."]},{"begin":"907.400","end":"931.440","lines":["This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is our senior editor, and our digital editors are Beck Harlan and Clare Lombardo. I'm Kavitha Cardoza. Thanks for listening."]}],"duration":931}