{
  "title": "What 'likeability' really means in the workplace",
  "url": "https://www.npr.org/transcripts/1006695654",
  "intro": "\"Likeability\" is a loaded word. And try as we might, none of us has full control over who likes us. Journalist and podcaster Alicia Menendez, author of The Likeability Trap, says who we like is shaped by who we are — and often, likeability is a way of shielding biases in the workplace.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andee Tagle, one of the producers of this show, and I want to be liked."
    },
    {
      "author": "TAGLE",
      "text": "I mean, don't we all? Haven't we all put on a fake smile now and then to make a good impression or agonized if we've made the right move or, I don't know, held the door open for a ridiculous number of people so as not to be considered even a little bit rude? OK, that last one might just be a me thing. But, as Alicia Menendez will tell you, my likeability isn't really up to me."
    },
    {
      "author": "ALICIA MENENDEZ",
      "text": "Who we like is a deeply subjective thing, and there is this sense of you know when you know. What is tricky about that is that all of that is shaped by a lot of who we are, our markers of identity and the people that we're interacting with and how many of those markers line up."
    },
    {
      "author": "TAGLE",
      "text": "Menendez is a journalist, podcast creator and host and author of \"The Likeability Trap.\" She says likeability is a moving target, an invisible scorecard that we internalize but that those around us actually fill out. On a purely personal level, that need to be liked can be tricky. Did I do the right thing? Did that joke land? Should I even care? How can I not care? But when it comes to your career, the stakes get even higher, especially for women, says Menendez."
    },
    {
      "author": "MENENDEZ",
      "text": "Any time you, as a woman, advocate for yourself in the workplace, you are asking yourself, is the thing that I am potentially getting worth the potential trade-off in likeability?"
    },
    {
      "author": "TAGLE",
      "text": "People of all genders can feel this way. And if you're a member of a marginalized group, that feeling can be even further magnified."
    },
    {
      "author": "MENENDEZ",
      "text": "Likeability isn't just, you know, who sits next to you at lunch. It's also about who is seen as a person who is on a path to success."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, the traps of likeability and how we can rise above them."
    },
    {
      "author": "TAGLE",
      "text": "OK, now, you open the book saying, quote, \"I have to admit something to you, something I hate to admit. It is very important to me that you like me.\" Alicia, just - wow. I felt simultaneously immediately sold and instantly attacked by that opening because it resonated so deeply. You go on to talk about different little ways in which you've altered your appearance or your behavior to be liked, and I was transported just immediately back to seventh grade, when I had to buy the exact same shoes as the coolest girl in school. I'm just - I'm so guilty of that. And apparently, it's not just you and me that feel this way, right? It's a big, big pool."
    },
    {
      "author": "MENENDEZ",
      "text": "No, it's a lot of people, and it's particularly pronounced for women and girls because, across cultures, we socialize women and girls to think of ourselves in relation to others. Now, I think there is a piece of that that is a superpower, which is, we are attuned to what other people want and need. Where it crosses over into being a challenge or a burden is when we are governed by what other people want or need, when we don't feel that we can be our full, authentic selves, that we can show up in our entirety or complexity because we are trying to be amiable to other people. That is when it becomes a problem."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. And I just want to make sure to be clear here because, of course, men and people of all genders experience fear of being liked. But why have you found this hits women in particular so much harder?"
    },
    {
      "author": "MENENDEZ",
      "text": "It is true that all genders experience this desire to be well-liked. I think what is unique to women is that there is a lot of pressure put on women and girls to show up as people who are likeable, and I think this really manifests for women at work."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Something that really struck me - I mean, there was a lot of things - but something that really struck me is the idea that you presented that likeability can be used as a catchall for other biases, as well. We say likeability, but really people are saying..."
    },
    {
      "author": "MENENDEZ",
      "text": "A whole lot of things. So, you know, I look at likeability through the primary lens of gender, but that is just one, you know, form of bias that shows up. So, for example, you know, a Black woman who shows up as assertive will often be read as aggressive or angry. For Latinas like myself, there are two different stereotypes we run into - either this idea that we are really humble and hard workers but not necessarily someone you would see as leadership material or that we are vivacious and passionate, like Sofia Vergara in \"Modern Family,\" but again, not someone who you might have helming the ship. For Asian, Asian American women, there is an expectation that they'll be docile and submissive."
    },
    {
      "author": "MENENDEZ",
      "text": "All of that just means that when someone says, I don't like you, very often what they are saying is, you did not meet my expectation of how a person like you is supposed to show up in the world. And I think part of what's hard about that is that if someone just said that to you, then you'd be able to walk over to HR and report them to HR and say, we have a problem."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "MENENDEZ",
      "text": "But a lot of this gets masked as who I like and who I don't like, which flies right beneath the radar on a lot of the ways that we judge and call out bias."
    },
    {
      "author": "TAGLE",
      "text": "Right. It's not HR-able. It's not reportable."
    },
    {
      "author": "MENENDEZ",
      "text": "It's not HR-able, and it puts us in the constant position of having to ask ourselves, am I really not delivering the results? Am I really not up to the task? Or does this person have a bias against me that is manifesting in the way that we work together? And just the capacity it takes to constantly be analyzing those questions is energy and time lost."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. OK, so let's talk specifics. Let's name some of these things. Can you walk us through some of the likeability traps you found women often get stuck in? I know there's a few of them."
    },
    {
      "author": "MENENDEZ",
      "text": "The biggest one that women run into is what I call the Goldilocks conundrum - you know, too warm, too cold; a woman, it seems, is never just right, that you, as a woman, will either get feedback that you are too warm, everyone likes you, just people don't think you have what it takes, and very often no one can tell you exactly what that is, but what they're most often talking about is a perception of strength. And then a woman who is what we would perceive as strong, who asserts herself, who asks for reach assignments, who lobbies for things, will often be told that while she has what it takes to lead, she needs to tone it down lest she ruffle too many feathers."
    },
    {
      "author": "MENENDEZ",
      "text": "And what I think is particularly important to understand is that there are so many women, like myself, who have been given both sets of feedback, who have been told in some contexts that we are too warm and have been told in other contexts that we are too strong, which just really underlines how context-specific and subjective all of this feedback is. We're also living in a moment where there is this premium placed on authenticity and authentic leadership. But if you are telling women that however they show up is not the right way to show up as a likeable leader, then they cannot possibly show up authentically as themselves. You add all of these other markers of identity - you add race and ethnicity, you add sexual orientation, you add disability - and it becomes even more complicated."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. Absolutely. I really want to talk about how we should shift, that you offer at the end of your book. But in the meantime, I want to talk a little bit about rumination, because I think that's really top of mind for a lot of people, too. I did this Twitter Spaces event for NPR just a few weeks ago on diversity, and somehow, some way, I likened making a podcast to making a dinner plate, and I blurted the word broccoli, like, five times, half a dozen times. I don't know. I was so mortified. And, of course, I had to poll, immediately, every single person that was in that room. And even though it didn't seem to stick for anyone else, it kept me up all night long - just broccoli. And I feel like, as we're all starting to socialize again, rumination is a big one. And I 100% agree with you that the answer to likeability is structural change."
    },
    {
      "author": "TAGLE",
      "text": "In the meantime, can we talk a little bit about rumination and how we can deal with those feelings?"
    },
    {
      "author": "MENENDEZ",
      "text": "You are my people because I am an overthinker who doesn't understand how other people are not overthinkers. And the first step..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) Appreciate that."
    },
    {
      "author": "MENENDEZ",
      "text": "...Is identifying that you are thinking it - overthinking. That one very reasonable thought leads to another thought that leads to another thought that leads to another thought, and before you know it, you are spinning out of control, and you have come to identify potential consequences and outcomes that have no bearing, right? It is going from, I said broccoli too many times in that presentation, to, I am going to lose my job and everything that I've worked so hard for."
    },
    {
      "author": "TAGLE",
      "text": "Oh, a thousand percent, a thousand percent."
    },
    {
      "author": "MENENDEZ",
      "text": "Right. There are a lot of steps between those two things..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "MENENDEZ",
      "text": "...But if you are a ruminator, you can get from one to the other very quickly. So the first step is to identify that you're doing it and then to really break into those patterns, in part by reminding yourself that a lot of this is perception. So I think I have learned, when it comes to my own rumination and my own overthinking, is to nip it in the bud and say it out loud. I actually think what you did was great, which is to externalize - I feel very awkward about the number of times that I did something. And then it's over. As opposed to, if you keep it to yourself, it becomes a festering dinner plate."
    },
    {
      "author": "TAGLE",
      "text": "OK. Now, I know you touched on this a little bit, but I want to hit it a little harder because I think it's so important. In the book, you talked about how more and more workplaces say they want to bring your true and your whole self, but, as you said, they either don't have infrastructure for these things or what they really mean is, show up in the way that we understand to be authentic. Can you introduce us to the idea of covering and the implications for people with multiple identities, with marginal identities - you know, what that really looks like for people?"
    },
    {
      "author": "MENENDEZ",
      "text": "It can show up in a whole lot of ways. It can show up as someone who is Spanish-speaking and has a Spanish-speaking colleague sort of agreeing to never speak Spanish in the office lest they get marked as being the Spanish-speaking Latinxs in the office. Some of that is a choice. That can be your choice. You don't have to share your whole self with your office. That shouldn't be mandated. But sometimes it says something about the place or the organization that people don't feel fully comfortable showing up as themselves, that as much as you can say that and say it loudly, it doesn't actually translate or feel that way."
    },
    {
      "author": "MENENDEZ",
      "text": "Part of what is lost is just the energy that it takes to constantly and consistently omit details about yourself. That has consequences both for the individual who has to put the energy into covering, and it has consequences for organizations which are not getting people showing up and feeling that they can be themselves and pour their energy into the work that they're actually there to do."
    },
    {
      "author": "TAGLE",
      "text": "What are some concrete steps that we can take in the workplace to combat these traps?"
    },
    {
      "author": "MENENDEZ",
      "text": "At work, we can do a few things. We can push for more subjective, concrete feedback. This is one of my favorite pieces of advice that I learned. It was from an executive coach named Caterina Kostoula. And when one of her clients gets critical, subjective feedback - meaning, you know, Andee, you're just too loud, or you're just too assertive, or you're not assertive enough - that you ask, compared to whom? Can you point someone else out in the office to me that you would give that same piece of feedback to or someone who you think that I should be modeling? And what that does is it creates this pause for the person who is giving the feedback to consider whether or not they are being guided by some sense of bias or some sense of subjectivity."
    },
    {
      "author": "MENENDEZ",
      "text": "The second piece, I think, is even more useful, which is to say to the person who's giving you that feedback, can you connect the dots for me between what you perceive as my style and the results? How is this actually showing up in the work that I do? Now, you have to be open to the possibility that there is a connection - right? - that you are, in your desire to be deliberate, actually holding up projects, by not making decisions in a timely fashion. OK, well, that is then feedback that you can begin to employ. If it's just someone else's sense of you, it's not particularly useful."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I mean, we all know words matter, but it's always a great reminder that words matter. And just shifting your language a little bit is so - is such great advice."
    },
    {
      "author": "MENENDEZ",
      "text": "I think you also want to find your people, you know? Find people who get you, who see you, who understand the inherent value of the skills that you bring and who are able - when you do get this type of feedback, they're people you can go to and you can say, hey, does this sound like me? Does this sound like something that I need to change? And if you have the right people around you, they will be able to say, yeah, that is sometimes how I experience you. And then, again, you can decide whether or not that's something you want to work on. Or they can say, no, that's ridiculous garbage; you need to throw it away."
    },
    {
      "author": "MENENDEZ",
      "text": "And then - and this is dramatic, but I think it's important. I think people need to know when it's time to leave. I think you need to know when the place that you work doesn't align with your values, doesn't see the potential that you bring. Sometimes that's just about repositioning yourself on a different team within an organization, finding a different manager within an organization. But sometimes, fundamentally, it means that it is not a fit. And I think there are a lot of us who believe that if we just work hard enough, then we can make it fit. And sometimes that fit isn't there, and that is why I think you see a lot of people who are, when they have the capacity and the means, leaving to begin projects of their own, not just so that they can do the work they want to do but so that they can build culture the way they want it built."
    },
    {
      "author": "TAGLE",
      "text": "And what about the bigger picture? You know, this is - these are great things that you can enact on a personal level, but as you mentioned before, dealing with likability is much bigger than that. The problem is not just with women or with individuals, right?"
    },
    {
      "author": "MENENDEZ",
      "text": "No, absolutely not. This is about bias that gets shielded as a question of likability. One of the things we can do is to push back for each other so that if I hear someone say that Jenny is just really emotional, I ask, is Jenny emotional, or is she passionate? Because I want to work with someone who's passionate. I might not necessarily want to work with someone who is emotional. When someone says that Jim is indecisive, I ask, is he indecisive, or is he deliberate? Because I don't want to work with someone who's indecisive, but I do want to work with someone who is deliberate. All of those words matter, and they, in some ways, matter most when we are able to call them out on others' behalves (ph)."
    },
    {
      "author": "MENENDEZ",
      "text": "Fundamentally, though, this is about people at the top being bought into this idea that if you want to have a high-functioning, results-oriented workplace, then you need to make sure that you are prioritizing building a workplace where people feel like they can show up as themselves. Now, I know that that can sound incredibly amorphous, but sometimes it's as simple as, in a meeting, going around and making sure that everyone has a moment to give input."
    },
    {
      "author": "MENENDEZ",
      "text": "And then a lot of it manifests in the way that people give and receive feedback, and so you really want to look, as an organization, at your feedback processes. Are they frequent? Does feedback come from just one person, or is feedback more of a 360 situation where a number of people who work with an individual give feedback? Because that begins to mitigate for some of the bias that we've been talking about. But it has to be a priority, and when it's, like, a pretend priority, everybody knows."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. Absolutely. A lot of great things to start with - big things and great things. You mentioned that we don't necessarily have to forsake likeability, which is great because, as you've been made well aware in this interview, I'm not sure that's entirely possible for me. What should we focus on instead? What can we focus on instead?"
    },
    {
      "author": "MENENDEZ",
      "text": "If you are clear with people about why you are doing something or why you want something the way that you want it, often that ability for people to understand and connect with you becomes more powerful than their liking you - knowing whose opinion matters, right? You know, we are all in complex work situations, and so, you know, it may not matter that you are not everyone on the team's cup of tea; it does matter the relationship that you have with your direct manager."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely."
    },
    {
      "author": "MENENDEZ",
      "text": "You know, they are the one who is, you know, very often determining which projects you get put on, determining your trajectory within an organization. And those relationships don't have to be weighted equally, especially if you're a person like the two of us. Who cares? You do have to have, within work, a hierarchy of how much and for whom you care."
    },
    {
      "author": "MENENDEZ",
      "text": "And then I also think just shifting away from the self and into others like, well, how can you take all of this and apply it in the service of others? One of the women I interviewed, Sabrina Hersi Issa, she had a phrase that I just love, which is this idea of table-banging for other women, that when you are in meetings, you need to say, this woman who I work with is wonderful. Here are the things that she has been delivering. Here are the results that she brings. She deserves a promotion. She deserves to be put up for a big assignment. She, she, she, she, she - say her name so many times that people begin to think that it is your own because that type of boosting - it does something for that person, but it also does something for you."
    },
    {
      "author": "TAGLE",
      "text": "Alicia Menendez, this has been an incredibly enjoyable, incredibly likable conversation. Thank you so much for your time."
    },
    {
      "author": "MENENDEZ",
      "text": "Andee, the feeling was very mutual. Thank you."
    },
    {
      "author": "TAGLE",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. I hosted one about emotions and money, and we have lots of other episodes on all sorts of topics. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we want to hear your tips. Leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Clare Lombardo and Beck Harlan are our digital editors. Beth Donovan is our senior editor, and David West is our intern. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1993710933.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/16/gettyimages-682304921_wide-2e2c63e7ff37cea040305b544227679260b9f1e2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "ALICIA MENENDEZ",
    "MENENDEZ"
  ]
}