{
  "title": "Tricks to boost your credit score",
  "url": "https://www.npr.org/transcripts/1009098931",
  "intro": "A strong credit score can make major purchases and financial transactions much easier. Here's how to make yours better and keep it high. (This episode originally ran in November 2020.)",
  "transcript": [
    {
      "author": "JANNESE TORRES-RODRIGUEZ, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Jannese Torres-Rodriguez. Usually, I'm hosting my own show about all things money, \"Yo Quiero Dinero.\" I'm here on LIFE KIT to talk with personal finance expert and author Michelle Singletary about her new book \"What To Do With Your Money When Crisis Hits.\""
    },
    {
      "author": "JANNESE TORRES-RODRIGUEZ, HOST",
      "text": "For me, the first thing I thought of when I was reading the book was, like, that pamphlet that you see in the airplane before you're going to take off. Like, it's not going to tell you how to drive the plane, but it's going to tell you how to survive if something goes wrong."
    },
    {
      "author": "MICHELLE SINGLETARY",
      "text": "Oh, I wish I had thought about that because (laughter) I think that so explains this book. There are plenty of great personal finance books out there. But when you're in the middle of a crisis, when you're trying to figure out what to pay, you're not going to grab a book on retirement savings and read it - you know, 200 pages of that. You want a quick answer that will get you on the right track."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "In this episode of LIFE KIT, buckle up. We're going to help you weather financial turbulence, like when the country is in a recession or you lose your job. And we'll answer those hard questions about where to turn when you hit a financial crisis, when is it OK to ask for a loan and what bills you should prioritize. If you're thinking, this isn't for me..."
    },
    {
      "author": "SINGLETARY",
      "text": "We're coming through the pandemic right now. This crisis hopefully is ending. But guess what? There's going to be another one after it, and you need to be prepared for it."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "So get ready for takeoff. It might get a little bumpy, but we'll have a smooth landing."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "In the book, you say that you manage your money like you're in a perpetual recession. So I'm curious why you decide to take that approach and how we can let calculated caution not turn into fear about money, right? Because that's the thing that so many of us are dealing with."
    },
    {
      "author": "SINGLETARY",
      "text": "That's exactly right. In my head, I have to always be prepared for the worst and hope for the best. The time in which I have the hardest to get people to save is when they're doing really well. And you would think that when you're doing really well, that's the time you're going to be saving and doing all the things. But you just think the happy days are going to continue forever and, oh, I can get to that saving tomorrow or, yeah, I'm going to eventually increase my retirement account when I do all this other stuff. But I need you to concentrate right now on what you can do to better your finances to prepare for that next crisis, not out of fear but out of preparation."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Yeah. I love that advice. So if someone is currently facing a layoff or a furlough, how do they decide what bills should be paid first?"
    },
    {
      "author": "SINGLETARY",
      "text": "Traditionally, financial experts say, oh, you know, you try to pay all your bills, pay them on time. And we just drill that into people's head until they lose their job and there's such limited income. Yes, I want you to continue to pay your debts, but when you don't have enough income, you just pay for what you need - a roof over your head and food on the table. And in some cases, it's just the food on the table because you might have a little bit of breathing room to not pay your rent or even your mortgage."
    },
    {
      "author": "SINGLETARY",
      "text": "And I know that hurts people. They try to pay a little bit on everything, and then they don't have enough for the food on the table. And so I need people to release themselves from that guilt so you pay for the food, you pay keeping that car going so you can go look for a job. You know, those are the things that you have to concentrate on."
    },
    {
      "author": "SINGLETARY",
      "text": "You know, don't worry about your credit card bill right now. We can fix that later. And while that is an obligation that you - I want you to be concerned about, not when you don't have any income."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "One of the first places that people might turn to for support financially is friends and family. So when is the right time to ask for a loan versus a financial gift?"
    },
    {
      "author": "SINGLETARY",
      "text": "So there is never a right time to ask for a loan. You shouldn't ask for a loan. This is just going to blow people away because they're just like, what? I got to pay this back. I really need people to tuck their pride and if they're in a financial crisis, go to the people who love them and care for them and say, I've lost my job. I don't know when I can pay you back. I don't want to make a promise that I'm going to break and hurt our relationship. So if you can afford it, can you help me out with X? Listen, I don't have enough for rent and groceries. I can cover the rent. Can you help me with my groceries?"
    },
    {
      "author": "SINGLETARY",
      "text": "And you got to come at people that way. And I think people will be surprised at the number of folks in their life who say, absolutely. But we come to them with the loan because we feel like we have to have that obligation, like it's the right thing to do. Except, when you can't pay them back, then that ruins the relationship."
    },
    {
      "author": "SINGLETARY",
      "text": "And I need people on the other side of that conversation to relieve people of that need to pay you back. So whenever anybody approaches me, you know, family or friends, I say right away, this is not a loan. And if I write them a check, I - on the memo line - and this happened recently - I said this is not - in capital letters - a loan, just as a reminder to them that it's OK that you came to me. I have the resources. I'm OK with that. I wouldn't give you what I can't afford. And I release them of that obligation."
    },
    {
      "author": "SINGLETARY",
      "text": "And we never speak about it again. That's the other thing. If you're going to do that, don't keep bringing it up. Well, you know I helped you out when. You need to give and forget. Because then if you keep bringing it up, the person feels like they have to pay you back. So just don't say anything."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Yeah. That level of transparency I think is the difference between money getting in the way of relationships or actually fostering them and making them even deeper."
    },
    {
      "author": "SINGLETARY",
      "text": "Right."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "OK. So in a pinch - right? - people might be tempted to turn to predatory lending options like payday loans or title loans. Why should we avoid these things at all costs?"
    },
    {
      "author": "SINGLETARY",
      "text": "So payday loans are loans that are given to people based on their next paycheck, so all you have to have is a paycheck. And title loans is like, say your car is paid off of and you use the title as collateral against that loan. Now, what happens in that situation is say you've got a car that's worth $5,000, and you borrow $500, but you default on that. Now, they take your $5,000 car for that $500 loan. And that's why those title loans are particularly dangerous."
    },
    {
      "author": "SINGLETARY",
      "text": "When you look at the fees and you annualize those fees and turn them into an interest rate, which you should - and many consumer advocates do this - you will see that those fees translate to interest rates of anywhere from 300% percent to a thousand percent. And so if you were in trouble and someone said, hey I'm going lend you money at 300%, you wouldn't do it."
    },
    {
      "author": "SINGLETARY",
      "text": "Think about this - if you're in a jam and you don't have enough money, now you're pledging money from your next paycheck. You're already behind. How are you then going to catch up? And studies show that many people end up in a debt cycle with these loans."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Something we saw with the pandemic was the IRS allowing folks to withdraw money out of their retirement accounts in order to deal with emergencies that came up as a result of COVID-19. What are your thoughts on taking 401(k) loans or early withdrawals from your retirement account in order to make ends meet when you're experiencing a financial emergency?"
    },
    {
      "author": "SINGLETARY",
      "text": "Yeah. You know, I can sit in my nice cushy job in my home office having never lost my job to say, don't dare touch that retirement account. That is just cruel I think. It is a pot of money that many people felt like they had to touch as a last resort. So in the book, I talk about where to go before you reach that point. But if you've tapped everybody that you could or there was nobody to tap, if you had no savings - and I'm definitely want you to skip going to get a payday loan - then that is a source of money that you can tap. It's not ideal. I'd hope and pray that you don't have to do it, but if you do, go ahead and do it. Because sometimes you got to do what you got to do. Now, don't take a lot of the money. You know, take it, you know, little by little as you need it. So you don't want to take out $2,000 when you only really need a thousand."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Can you walk us through that order of succession when it comes to who you should be talking to, what resources you should be accessing when you're in a financial crisis."
    },
    {
      "author": "SINGLETARY",
      "text": "Yeah. So first of all, go through all of your savings - all of it, right? Because that's why it's there. And then, you go to friends and family and do just what I said before. You know, ask them to help you out. And then, you know, community groups, church organizations. You know, many of churches and synagogues and religious organizations have funds that they set aside for members in need. And then, you know, obviously state and federal funds. Apply for unemployment benefits. If necessary, apply for welfare, Medicaid - use those resources. That's what they're there for."
    },
    {
      "author": "SINGLETARY",
      "text": "If all of that's not available, then you can tap, if you have it, your retirement funds. It's going to cost you, but it's there. And I'm not even going to mention those other things 'cause I don't even want you to get down to payday and title loans. I just want you to take those off the list completely."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "So you mentioned savings. And I think there's a lot of confusion about is an emergency fund enough as far as savings, right? Because there are other things that we want to save for. What do we do? How many types of savings account should people have in order to be able to adequately deal with emergencies?"
    },
    {
      "author": "SINGLETARY",
      "text": "So I like to joke that I'm a pot person (laughter). But not that kind of pot (laughter). I like to have my money in different savings pots. It is a way to organize my savings and also prevent me from tapping money that I shouldn't be tapping."
    },
    {
      "author": "SINGLETARY",
      "text": "And so I have an emergency pot. I have something called a life happens pot, which is different from the emergency fund. Because the emergency fund, that's your dire, that's - fund. That is the money - you've lost your job, you've had income disruption. That's, like, the emergency emergency hatch, right?"
    },
    {
      "author": "SINGLETARY",
      "text": "And life happens is the pot of money when life happens. Your car breaks down. If you've got kids, they're going to break something. You know, that's the pot that you reach for in those situations. Because a lot of times, people don't have the emergency funds when they get in a crisis because they've been dipping into it."
    },
    {
      "author": "SINGLETARY",
      "text": "I call it really a slush fund because, you know, money slushes in, money slushes out. And then, it's not there when you truly need it. And so that's where the life happens pot comes from. If you're super disciplined, you can have all the money in one pot. That's fine. I'm not even like that. So if I'm not like that, (laughter) I think you mere mortals should have a lot of pots (laughter)."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "What's your take on the type of savings account? Should we be using high-yield savings accounts? Is it OK to just use your local bank or credit union? What's your opinion on that?"
    },
    {
      "author": "SINGLETARY",
      "text": "That's such a great question because people are always asking me, I've got all this money - you know, they're very fortunate - in an emergency fund, but it just is not earning anything. And I just go, and? Because listen; that's not that money's purpose. That money's purpose is just to be there. And right now interest rates are just crazy low, right? You just - you almost have to pay the bank to hold your money."
    },
    {
      "author": "SINGLETARY",
      "text": "Don't worry about that. Its job is to be there risk-free. I'm not trying to grow the principal. I'm just trying to make sure it's there if I need it. Now, I do, you know search for it and make sure that I'm investing and getting growth in my other pots of money like my retirement account, like my children's college fund - those kinds of things. You certainly can, you know, set up a system where you're, you know, trying to earn as much as you can. But don't worry about what those other pots are earning."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "All right. Let's talk about financial scams and schemes. I feel like every time I turn on the news, there's some new thing that we have to be worried about. What are some of the most common schemes that we should be looking out for?"
    },
    {
      "author": "SINGLETARY",
      "text": "Well, right now in many communities, particularly minority communities, there's Ponzi and pyramid schemes. So the big thing is, like, the susu, which is sort of a savings technique that many immigrants use where people pool their money and somebody gets, you know, the pot of savings every month. But now people have used that to create these pyramid schemes where - say you put in 500, and they promise you $4,000. Now, you know that's a scam. Come on now. If they say, I can guarantee you a return, you are about to be scammed. You know, if they say, I got something that nobody else knows, too, you're about to be scammed."
    },
    {
      "author": "SINGLETARY",
      "text": "And so just - you know, just pause. And if you just pause and do due diligence, you'll find that you won't be scammed. But lots of people trust folks because say your sister brings them to you or your uncle or even your pastor. I don't trust nobody. I don't even trust my husband. If he brought something me, I'm like, dude, I'm checking this out. I sleep with you, but I'm checking this out (laughter), you know?"
    },
    {
      "author": "SINGLETARY",
      "text": "And that's what you have to do because the scammers know that people feel like they're behind the curve. They know that people are anxious to grow their money. They know that people are behind in savings, and so they're eager to find a quick fix, a quick way to make money. And they play on that. They play on your trust. You know, don't give anybody any information who initiated a call to you. Just trust no one."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Yeah, excellent advice. So if you're finding yourself right now in a financial crisis, what are your top tips for preparing, handling and getting through that emergency?"
    },
    {
      "author": "SINGLETARY",
      "text": "The No. 1 tip I have is to forgive yourself, right? You feel so guilty. You hear me say all this stuff, and you're like, I didn't do none of that stuff. I don't want - that's not what I want. I don't want you to feel guilty. I want you to feel energized. I want you to feel motivated. I'm trying to motivate you. I'm not going to beat you on the head. You did what you did, and maybe you didn't even know what you were doing. That's OK. But once you know better, I need you to do better, right? That's the thing. You're listening to me. I'm giving you some great tips. Don't just say, oh, that's right, and then go back and do the same thing."
    },
    {
      "author": "SINGLETARY",
      "text": "And then you know what? Take it slow. Yeah, I'm telling you a whole bunch of stuff that requires a lot of money and discipline. But if you can only save $25, just save $25. If you can only save $5, just save $5. You'll just be better for it. And once you develop that habit at the lower levels, when you start to make money or you get back on track, then it'll become easier because you got more money at hand."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "Yeah. I think it's an important reminder that nothing bad lasts forever. And if you're prepared next time around - because it's not if; it's when..."
    },
    {
      "author": "SINGLETARY",
      "text": "That's right."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "...You can find yourself in a much better situation the next time."
    },
    {
      "author": "SINGLETARY",
      "text": "That's right."
    },
    {
      "author": "TORRES-RODRIGUEZ",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have one on how to boost your credit score and another on how to be a better listener, plus lots of other episodes on all sorts of topics. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we want to hear your tips. Leave us a voicemail at 202-216-9823, or email us at lifekit@npr.org. This episode was produced by Clare Marie Schneider. Special thanks to Andee Tagle and Clare Lombardo. Megan Keane is the managing producer. Beck Harlan is our digital editor. Beth Donovan is our senior editor, and David West is our intern. I'm Jannese Torres-Rodriguez. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3534870404.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/15/ljohnson-lk-creditscore_wide-596a8c05616acde4e07f9d61c0b8609c840ebb11.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JANNESE TORRES-RODRIGUEZ, HOST",
    "MICHELLE SINGLETARY",
    "TORRES-RODRIGUEZ",
    "SINGLETARY"
  ]
}