{
  "title": "Looking For Summer Reading Ideas? Fall In Love With Romance",
  "url": "https://www.npr.org/transcripts/1009098710",
  "intro": "It's hard not to love romance books. They're flirty, steamy, and by definition, they end on a high note. Life Kit teamed up with NPR's Pop Culture Happy Hour podcast to get book recommendations to add to your summer reading list.",
  "transcript": [
    {
      "author": "LINDA HOLMES, HOST",
      "text": "You have to love a love story - the meeting, the flirting, the falling, the struggling and, ultimately, the happily ever after. Maybe you're an experienced romance reader, but maybe you're just getting your feet wet as this genre, like a lot of others, evolves. Either way, it's always good to get some recommendations, some basic background and a few things to look for when you choose love stories for yourself. I'm Linda Holmes. I'm co-host of NPR's Pop Culture Happy Hour. And we're teaming up with LIFE KIT for a beginner's guide to romances."
    },
    {
      "author": "HOLMES",
      "text": "Joining us is Karen Grigsby Bates. She's senior correspondent for NPR's Code Switch podcast. Welcome back, Karen."
    },
    {
      "author": "KAREN GRIGSBY BATES, BYLINE",
      "text": "Hey. Thanks."
    },
    {
      "author": "HOLMES",
      "text": "And joining us from what I'm sure is a highly romantic setting is Christina Tucker of the \"Unfriendly Black Hotties\" podcast. Hello, Christina."
    },
    {
      "author": "CHRISTINA TUCKER",
      "text": "Hello, hello."
    },
    {
      "author": "HOLMES",
      "text": "And also with us today is romance writer Adriana Herrera. Welcome, Adriana."
    },
    {
      "author": "ADRIANA HERRERA",
      "text": "Hello."
    },
    {
      "author": "HOLMES",
      "text": "It is wonderful to have you all here. So for anybody who isn't familiar with this fact, there are definitions of a romance, and it is not actually every love story. One definition that comes from the Romance Writers of America says you need a central love story and what they call an emotionally satisfying and optimistic ending. In other words, if the whole thing goes to pieces, that may be a great book, a fantastic book, but it wouldn't be classified as a romance novel as writers and readers generally understand that term."
    },
    {
      "author": "HOLMES",
      "text": "Another thing to understand about romance - it is huge. Romance novels make big money. Romance readers help publishing stay afloat. They help bookstores. And romance was the home of early experimentation with both e-readers and self-publishing. And, you know, just be conscious of the fact that what we talk about on this show, whatever you hear, is going to be a small, small slice of romancelandia. And so whatever you are looking for, even if we don't mention it today, there's a good chance you can find it."
    },
    {
      "author": "HOLMES",
      "text": "I want to start, actually, with Adriana. If you were describing the romance genre to people, other than the things we've already talked about, what kinds of things might people expect to see in a romance? What are kind of the basic structural pieces, the kind of traditional elements?"
    },
    {
      "author": "HERRERA",
      "text": "I mean, it's genre fiction, right? So there's sort of conventions to the beat of a story, the things that need to happen. So usually there's a relationship, and sometimes - mostly a pairing, but it could be a poly romance if there's more than two people."
    },
    {
      "author": "HOLMES",
      "text": "Sure."
    },
    {
      "author": "HERRERA",
      "text": "And there's going to be a meet-cute where those people are going to meet. Sometimes it's a crash, sometimes it's a clash, but it's usually something that's momentous. And then there's the moments, the romantic beats where they come together, they pull apart. There could be intimacy. And that's - there's varying levels. It could be closed-door to more graphic scenes of intimacy. And then, of course, there's the dark moment or the black night of the soul where there's a breakup, something happens, someone messes up and all is lost. And then, of course, the grand gesture, when people get it together, they come to their senses and they do that big thing that we all sigh for and cheer for. And then, of course, the happily ever after, which is the one rule that every romance must have a happy ending."
    },
    {
      "author": "HOLMES",
      "text": "Yes. And it doesn't have to be, like, a perfect, everything-is-solved ending. It just has to be, as the definition says, satisfying and optimistic - in other words, that there's some sort of reward to these people for kind of toughing it out in this relationship. It doesn't have to solve all the problems or all the other problems, but it has to find, you know, some cause for optimism. And I would ask you, Adriana - I think it's fair to give you a chance to say, how do you describe the kind of stuff that you write?"
    },
    {
      "author": "HERRERA",
      "text": "So I am Afro-Dominican, and my whole tagline is I write romance full of people who look and sound like my people getting an unapologetic happy ending. And I'm an immigrant. I'm bisexual. So the books I write are books that include all of those things, but usually centering Afro-Latinx culture."
    },
    {
      "author": "HOLMES",
      "text": "Yeah. Karen, I want to ask you, if you were describing what kinds of romances you like to read, what kinds do you tend to gravitate toward?"
    },
    {
      "author": "BATES",
      "text": "You know, it's funny because I would not have described myself as a romance reader for a long time until a romance writer friend of mine said, you have got to be kidding. Look at these books. I think of \"Jane Eyre\" as a romance. I like a feisty heroine who is overlooked by the rest of the people in their novel because there's something \"wrong\" with her - wrong in quotes with her. She's too opinionated or she's too blunt or she's too focused on her work. She's her own person. And so that kind of almost prickly heroine is somebody that I'm really fond of."
    },
    {
      "author": "HOLMES",
      "text": "Yeah. So we have the prickly heroine. We've talked already about crash and clash. Christina, what's your pleasure when it comes to this kind of stuff?"
    },
    {
      "author": "TUCKER",
      "text": "Oh, boy. You know, I love all romance novels basically equally. But I do think, especially lately, I have been leaning more contemporary. I love a good historical, but I do feel occasionally, as a Black, queer woman, like, a little beautiful gowns..."
    },
    {
      "author": "TUCKER",
      "text": "Like, yes, beautiful gowns here. But what for me is in this..."
    },
    {
      "author": "HOLMES",
      "text": "Right."
    },
    {
      "author": "TUCKER",
      "text": "...In this here space..."
    },
    {
      "author": "HOLMES",
      "text": "Sure."
    },
    {
      "author": "TUCKER",
      "text": "...Which is, again, not to say that I haven't read some ones I've absolutely loved. And there are absolutely places wherein queer people and people of color have been featured in historical. But that kind of easy-breezy contemporary where I'm just like, I want to be on a beach, I want to be making jokes - that is, like, the contemporary romance that I am always going to be a sucker for. And if you throw in a little, hey - I don't know - enemies to lovers, well, here I am."
    },
    {
      "author": "HOLMES",
      "text": "Enemies to lovers is a classic. And it's interesting because, you know, Karen mentioned \"Jane Eyre.\" And whether or not you would consider that to be pure romance, certainly something like \"Pride And Prejudice\" is."
    },
    {
      "author": "BATES",
      "text": "Sure."
    },
    {
      "author": "HOLMES",
      "text": "And that's some kind of a classic enemies-to-lovers. There's also - there are friends-to-lovers books. There are competitors. This is one they love on - like, in Hallmark movies and stuff like that - like, the two competing bakeries or hotels or whatever. What do you think - Adriana, what do you think, as a writer, that people tend to get wrong about romance when they think about it?"
    },
    {
      "author": "HERRERA",
      "text": "Well, I think people have a really outdated sense of what romance is. And, like, you know, it's been around for a really long time, and it has evolved. And I think people think a lot about a certain cover model that I'm not going to mention and the bodice-ripper covers and this very white - like, a genre that's very white. Historical romance for a very long time was kind of like that, like, quintessential thing that people thought about when they thought about a romance novel. And romance now is exploring so many things."
    },
    {
      "author": "HERRERA",
      "text": "First of all, it's, like, super feminist. Like, you can pick up a novel and expect to see empowered women, people who are in the work force, people who are in control of their lives and, like, seeking to have some - like, a partner, but it's not like what they need to live."
    },
    {
      "author": "HOLMES",
      "text": "Right."
    },
    {
      "author": "HERRERA",
      "text": "There's a lot more queer romance. There's a lot more people of color writing romance. And even in historical now - personally, right now I'm writing - I have - the first one comes out next year. I'm writing a series that is set in Paris in 1889, and all three books have Afro-Latinx heroines. And it's set in the Paris world's fair of 1889."
    },
    {
      "author": "HOLMES",
      "text": "You can't see Christina fist-pumping if you're listening to the episode, but you should know it's happened."
    },
    {
      "author": "HERRERA",
      "text": "So one of the stories is a lesbian couple. It's a Chilean duchess and a Venezuelan artist. And so I think it's that thing that now - and it's something that five years ago I probably wouldn't have been able to write. Like, traditional publishing wouldn't have even been able to envision a series like that. But now they have."
    },
    {
      "author": "HERRERA",
      "text": "And I think we still have a long way to go. But there are a lot of strides that have been made in the past few years, a lot of advocacy from readers and authors in romance. And there's just a lot more in terms of intersections, people's histories, like, people writing from their lived experience or trans authors writing romance with trans characters. It's just a big universe. And I think anything that you want to read, any kind of love story you can find in the romance genre - like, literally."
    },
    {
      "author": "BATES",
      "text": "Yeah."
    },
    {
      "author": "HOLMES",
      "text": "I think there's a lot of truth to that. And I also would add, you know, to what you said about feminism, I find that a lot of people expect romance to have, you know, sexual content that is sort of assaultive or forceful. And there were certainly books, there was certainly a trope of the kind of the innocent virgin and the man who comes and kind of shows her what sex is. And very often, it's kind of, oh, she's scared; she doesn't want to do it. I'm not saying you cannot find those books anymore. I think, as you said, you can find almost anything. It's been a super long time since I saw a book that rang like that for me."
    },
    {
      "author": "TUCKER",
      "text": "Yeah. I think those kinds of books definitely still exist. But I think even the way that we think about them and the way that they're written has absolutely, like, totally changed. The perspective shifts are so much more interior to what the woman in that scenario is, like, thinking and feeling. And I think they don't feel as exploitative of those women in those scenarios, which I personally think is great."
    },
    {
      "author": "TUCKER",
      "text": "Other things that people tend to get wrong when they think about romance is that, you know, people are like, oh, it's trope-y and you know how it's going to end, as if that is going to be a surprise. To me, a person who reads romance - like, yes, and that is actually why I picked the book up - because it's a trope that I like and I know how it's going to end."
    },
    {
      "author": "HOLMES",
      "text": "Yeah."
    },
    {
      "author": "TUCKER",
      "text": "That's what makes them so fun to read."
    },
    {
      "author": "HOLMES",
      "text": "Yeah."
    },
    {
      "author": "TUCKER",
      "text": "I know what the ending is. How are we going to get there? What journey we going on?"
    },
    {
      "author": "BATES",
      "text": "You know, I was thinking when I was listening to Christina, one of the other things that people always assume about romances, even now, is that the happily ever after is forever and ever and ever, you know, it's going to end up with a husband and 2.3 children and, you know, a mansion and whatever. And it seems to me that romance writers of America have over the past couple of years sort of decided, well, it's a HFN - it's a happily for now."
    },
    {
      "author": "BATES",
      "text": "You know, we know - look at \"Pretty Woman.\" You know, he - Richard Gere comes back, you know, screaming out of the top of the limousine and hooks himself up the fire escape and, you know, grabs and kisses Julia Roberts. We know they're happy now. We don't know if she's really going to go back to Los Angeles with him. We don't know if she's going to end up being a docent at, you know, the fancy-pants museum."
    },
    {
      "author": "HOLMES",
      "text": "Right."
    },
    {
      "author": "BATES",
      "text": "We don't know if he's going to decide, screw it, you know, let's go to Fiji and live. We don't need any of this. We'll just spend my money. We don't know how that's going to turn out, but we know that by the time the credits start to roll in that particular movie that the two are together and that they're happy together for now."
    },
    {
      "author": "BATES",
      "text": "And I think that's a really big leap because it seems to me that in the beginning, the happily ever after had to be forever or it delegitimized the heroine. Maybe - you know, maybe it was good while it was good and that she goes up and does something else later on. We don't see that..."
    },
    {
      "author": "HOLMES",
      "text": "Yeah."
    },
    {
      "author": "BATES",
      "text": "...On screen or in the book, but we know that when we close the book, when the credits roll, they are happy now. After this year, last year, that's good enough for me."
    },
    {
      "author": "HOLMES",
      "text": "And I think, you know, sometimes you'll have books that do sort of enough of a leap ahead that they're trying to offer you some kind of, like, assurance about a longer time, and some don't. And I think, again, it can go a lot of different ways. You can find the books that do that and the books that choose not to do that. Christina, I want to ask you, as a reader, what kind of communities and places do you go to find the books that you want to read?"
    },
    {
      "author": "TUCKER",
      "text": "You know, for better and, I suppose, for worse, I do spend a lot of time on twitter.com, the website."
    },
    {
      "author": "TUCKER",
      "text": "It is a place where I do find - I follow a lot of writers. I follow a lot of readers, especially in romance. And I do find that that has been a helpful way for me to find books or even new authors that I might be interested in checking out. But also, thankfully, almost all of my friends in my life read romance novels, so there's constantly kind of this passing back-and-forth, like, oh, have you read this one? Oh, what's this one? Oh, is she returning to her small town because she's sick of her job as a CEO? Incredible. Give me that one."
    },
    {
      "author": "TUCKER",
      "text": "Here's this other one that I have. So I get to do a lot of that in real life, which is really thrilling. But I do think kind of a very easy, like, entry point would just be to follow some authors that you like, you know, work that you've read before that you've enjoyed and see who they're talking to and what they're recommending. And kind of you can build your path from there if you are, again, brave enough to log on to twitter.com, the website."
    },
    {
      "author": "HOLMES",
      "text": "Yeah, I agree. And you kind of learn over time who the, like, think-y (ph) people about romance, who the big recommenders are and who kind of the broad-minded people who will recommend a lot of different things to a lot of different people."
    },
    {
      "author": "HOLMES",
      "text": "All right, we are going to offer some recommendations for getting your feet wet in romance. As I said at the top, small, small sliver of what's available. These are just a few things to sample. The world is big, and the show is short. So just be aware of that. Christina, I'm going to start with you. What is one recommendation you have?"
    },
    {
      "author": "TUCKER",
      "text": "All right, let's see how succinctly I can do this one. \"Written In The Stars\" by Alexandria Bellefleur is a book about Elle Jones, who is a 20-something astrologer who runs a social media horoscope account with her roommate. It is an account that got very popular, led to a book deal and the opportunity to consult on a soon-to-be-launched dating app. The developer of said dating app sets Elle up with his sister, Darcy. They have a rather disastrous first date, but for romance novel reasons, these two decide to enter into a fake relationship. And we are, as they say, off to the races, my friends."
    },
    {
      "author": "HOLMES",
      "text": "Yeah."
    },
    {
      "author": "TUCKER",
      "text": "It's a really delightful book. I am an absolute sucker for a fake relationship setup. I just find them so silly and fun. And I was just really impressed to find that this book ended up avoiding feeling, I suppose, extremely cringe. Like, astrology, popular social media accounts and dating apps - this could feel like a very cringey book, but it's really goofy and believable and fun, and the characters are really well-written and really well realized. And there's believable texting in it, which I always love. And the characters are incredible. Darcy and Elle have incredible chemistry and some pretty explicit sex scenes that are very well done. So I tip my cap to you, \"Written In The Stars.\""
    },
    {
      "author": "HOLMES",
      "text": "(Laughter) \"Written In The Stars\" by Alexandria Bellefleur. Thank you very much, Christina, for that recommendation. I also, by the way, big fan - fake relationship things."
    },
    {
      "author": "TUCKER",
      "text": "So good."
    },
    {
      "author": "HOLMES",
      "text": "People do it all the time. You can find those in basically contemporary, period. Those are everywhere."
    },
    {
      "author": "TUCKER",
      "text": "Classic."
    },
    {
      "author": "HOLMES",
      "text": "I'm just going to pretend I'm in love with you. It's such a good setup. It's such a good setup. All right, I'm going to move on to you, Adriana. Give me a recommendation people can start with."
    },
    {
      "author": "HERRERA",
      "text": "I'm actually recommending a whole series (laughter)."
    },
    {
      "author": "HOLMES",
      "text": "Yes. Do it."
    },
    {
      "author": "HERRERA",
      "text": "It's a trilogy. It's \"The Bareknuckle Bastards\" by Sarah MacLean. And it's a historical series set in Regency England. And it is about three siblings, two men and one woman, who are all the illegitimate children of a duke. And they have this, like, very involved revenge plot that takes these three books, but it takes us through three different couples. The first one is \"Wicked And The Wallflower.\" Second one is \"Brazen And The Beast,\" and the third is \"Daring And The Duke.\" And, like, it's a great entry point into historical romances. It feels really modern. Sarah MacLean executes feminist, empowered, intelligent exquisitely, and she delivers on really, like, strong heroes who have one soft spot, and that usually is the woman..."
    },
    {
      "author": "TUCKER",
      "text": "You love to see it."
    },
    {
      "author": "HERRERA",
      "text": "...The book is about. And they are swoony (ph), super steamy, and she literally blows up the patriarchy. I recommend that one."
    },
    {
      "author": "HOLMES",
      "text": "All right. That's \"The Bareknuckle Bastards\" series by Sarah MacLean. And it's a good moment to mention series are very common in romance. There are tons and tons of them. This is what \"Bridgerton\" basically is from."
    },
    {
      "author": "BATES",
      "text": "Yeah."
    },
    {
      "author": "HOLMES",
      "text": "It's a bunch of siblings who each get their own book. I've read one that was a football team, one that was a hockey team and one that was race car drivers. So as you can tell, there are a lot of sports ones. So if you like a particular book, you know, consider looking for a series by that author 'cause there are some where you can just like - look; people may find it repetitive, but for me, sinking back into the same family - and sometimes people will have, like, little cameo in the later book and you'll see how they're doing. I enjoy that a little bit."
    },
    {
      "author": "TUCKER",
      "text": "It's also really fun to get to read them and start to kind of hone your eye to be like, who's going to be the next book? Who am I going to find in here? Who's going to be book No. 2? That's always really fun."
    },
    {
      "author": "HOLMES",
      "text": "Absolutely. All right, Karen, give me a recommendation."
    },
    {
      "author": "BATES",
      "text": "My recommendation is \"The Kiss Quotient\" by Helen Hoang. It was published in 2018, and it made quite a splash back then. The heroine, Stella, is something I still don't understand. She's an econometrician, which I think is an economic way of looking at recurring patterns and relationships. OK, that's the explanation. I still don't know what that is."
    },
    {
      "author": "HERRERA",
      "text": "I'm married to an economist. I could explain, but it could take us another hour."
    },
    {
      "author": "BATES",
      "text": "I may call you offline for that, though, because I'm still confused by all of it."
    },
    {
      "author": "BATES",
      "text": "She works in Silicon Valley and sort of rules her corner of the office, but she has no confidence. Her parents are movers and shakers in Silicon Valley, and what they really want out of her, her mother especially, now is grandchildren. Stella realizes that's going to be a challenge because she has been diagnosed as on the spectrum. She knows that she's different. She takes a very methodical look at how she's going to get to this grandchild thing, if she ever does. And she says, you know, I've had sex a few times. It was OK. If I'm going to pop out a grandkid, there's going to be a chance of doing that."
    },
    {
      "author": "BATES",
      "text": "And so she engages the services of a young man named Michael, who is an escort. He is gorgeous. He's tortured by his family history. The book is about how their barriers come down, how they start to learn to trust, how despite their reluctance to become attached to each other, they become very attached to each other and then meet a series of challenges."
    },
    {
      "author": "BATES",
      "text": "I think that this story made such a huge thing when it was first published because people assume that if you're on the spectrum, you can't have that kind of emotion, you can't have a love life, you can't enjoy being touched. I mean, there are all varieties of spectrums from the alpha to the omega, and everybody isn't alike. And there are some people that enjoy being touched quite a lot. With \"The Kiss Quotient,\" it's the same thing with Stella. She's sort of amazed herself that she is starting to feel this way because she thought - everybody told her, you can't get jealous, you can't fall in love, you can't do these things; you're autistic. And I love it when people get proven wrong - except for me, of course. And so..."
    },
    {
      "author": "BATES",
      "text": "...It's a wonderful book. There is a lot of sex in this book. So when people tell you folks on the spectrum can't have sex, yeah, they can. In this book they did. And as Christina said with a book she was suggesting, it's very skillfully done."
    },
    {
      "author": "HOLMES",
      "text": "Yeah."
    },
    {
      "author": "BATES",
      "text": "You know, you don't open the book and go, ew. You go, hmm, what am I doing on Saturday night?"
    },
    {
      "author": "BATES",
      "text": "But it's a terrific book."
    },
    {
      "author": "TUCKER",
      "text": "Yeah, that book straight-up bangs."
    },
    {
      "author": "HOLMES",
      "text": "Yep."
    },
    {
      "author": "TUCKER",
      "text": "Let me tell you."
    },
    {
      "author": "HOLMES",
      "text": "I want to ask each of you what's the one sentence you would use to tell people what they might get out of reading a romance? Adriana, I'm going to start with you."
    },
    {
      "author": "HERRERA",
      "text": "I think what you can get is the opportunity to really, like, dive in and sink into the experience of other people with the promise that you know they'll be OK. And I think that's something that romance specifically does that no other genre can do - that you can connect with that person's experience, bond with what they're doing, like, let it be something that really sinks in for you and know that everything's going to be OK in the end."
    },
    {
      "author": "HOLMES",
      "text": "Very good. I absolutely agree. All right, Karen, how about you? What do you think people get out of a good love story?"
    },
    {
      "author": "BATES",
      "text": "I think probably some great character development and a chance for things to turn out right, which doesn't always happen in real life."
    },
    {
      "author": "HOLMES",
      "text": "Yup, agreed. Christina, how about you?"
    },
    {
      "author": "TUCKER",
      "text": "I think it's a great way to see what modeling emotional vulnerability can look like. If you're not ready to do that stuff yourself in your real life, great place to take some lessons from a romance."
    },
    {
      "author": "HOLMES",
      "text": "Absolutely agree. And my answer to this question would be more similar to Christina's. It's an opportunity to spend some time with people who are going through some stuff and see how they navigate it."
    },
    {
      "author": "HOLMES",
      "text": "We definitely want to know what your favorite romances are. You can find us at facebook.com/pchh and on Twitter - @pchh. We're always listening to your recommendations."
    },
    {
      "author": "HOLMES",
      "text": "That brings us to the end of our show. Thank you so much to you all for being here."
    },
    {
      "author": "HERRERA",
      "text": "Thank you."
    },
    {
      "author": "BATES",
      "text": "Thanks for having us."
    },
    {
      "author": "TUCKER",
      "text": "Thank you. This was delightful."
    },
    {
      "author": "HOLMES",
      "text": "If you want even more recommendations for books, TV, movies and more, check out our podcast, Pop Culture Happy Hour. We've got daily episodes for all your pop culture needs. And for more LIFE KIT, go to npr.org/lifekit. There are episodes on everything from how to manage your anger to how to manage your budget. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "HOLMES",
      "text": "And now a completely random tip, this time from a listener named Ilana (ph)."
    },
    {
      "author": "ILANA",
      "text": "When you're traveling and you don't want your necklace chains to get all tangled up and you don't want to use a fancy necklace case, you take some straws, and you cut them in half and you just string the chain through the straw and clip it together and put it in a small, little jewelry bag, and you will never have to deal with untangling your necklaces. Thanks."
    },
    {
      "author": "HOLMES",
      "text": "All right, thank you, Ilana. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HOLMES",
      "text": "This episode was produced by Candice Lim. Special thanks to Jessica Reedy. Meghan Keane is the managing producer, and Beth Donovan is our senior editor. I'm Linda Holmes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3902105751.mp3",
  "img": "https://media.npr.org/assets/img/2021/06/24/lk_romance-novels_2_wide-c68ff4e642990c0ee1ff49754edbd91229192be0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LINDA HOLMES, HOST",
    "HOLMES",
    "KAREN GRIGSBY BATES, BYLINE",
    "CHRISTINA TUCKER",
    "ADRIANA HERRERA",
    "HERRERA",
    "BATES",
    "TUCKER",
    "ILANA"
  ]
}