{
  "title": "Do You Love It Or Just Want It? How To Stop Stress Spending",
  "url": "https://www.npr.org/transcripts/1012397835",
  "intro": "We could all stand to stretch our cash a little further right now. Life Kit teamed up with financial expert Tiffany Aliche, also known as the Budgetnista, for tips about how to separate needs from wants, stop stress-spending and save for the future. (This episode originally published in September 2020.)",
  "transcript": [
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Lauren Migaki."
    },
    {
      "author": "MIGAKI",
      "text": "If I were to turn my credit card statements from the last few months into a cliche BuzzFeed listicle, it would read something like this - February - fuzzy slippers and houseplants; March - a jumbo pack of hedgehog chew toys for my dog and some more plants; April - a 5-foot-wide beanbag chair - don't ask; May - new clothes for the hot girl summer I'm definitely going to have; June - inexplicably, more plants."
    },
    {
      "author": "MIGAKI",
      "text": "I recognize I'm really lucky to be in a position to buy anything. But the trick is, I should really be saving money, not spending it. So why can't I stop buying stuff?"
    },
    {
      "author": "TIFFANY ALICHE",
      "text": "We impulse shop because it feels good in the moment, right? It's like the Band-Aid. It's the cool glass of water on a really hot summer's day."
    },
    {
      "author": "MIGAKI",
      "text": "That's Tiffany Aliche, better known as The Budgetnista. She started as an early childhood educator. And nowadays, she teaches folks of all ages about being smart with money. And she says, in these tough times, we're all tempted to do a little comfort shopping. And that's OK - as long as you're not leaving your long-term savings goals by the wayside."
    },
    {
      "author": "ALICHE",
      "text": "Money is there to enhance your life. It is a tool to build up your financial life. And part of that is enjoying some of it as well. I just want you to create a plan where all of those things can happen in harmony."
    },
    {
      "author": "MIGAKI",
      "text": "Unnecessary spending looks different for all of us. But regardless of your financial situation, we could all stand to stretch our dollar a little further. In this episode of LIFE KIT, learn to spend and save smarter."
    },
    {
      "author": "MIGAKI",
      "text": "In some ways, it seems like Tiffany Aliche was destined to become The Budgetnista. Growing up, her dad was a CFO with an expertise in accounting."
    },
    {
      "author": "ALICHE",
      "text": "So the attitude towards buying things in our household was, do you need it (laughter), because I'm one of five daughters. And so my dad was, by force, pretty frugal. So I really grew up very utilitarian. Like, is this something I truly need? And I learned not to - not that I didn't crave having kind of, like, the extras and the bells and whistles, but I learned how to manage without having those things."
    },
    {
      "author": "ALICHE",
      "text": "When I first started The Budgetnista, there were - there was hardly anyone who looked like me who was talking about money in a way that made sense, right? Women - especially women and people of color have been left out of the financial conversation for so long. And so when it comes down to it, I am a teacher. And so as a teacher, I also believe myself to be a good - a student - a student of life, a student of finance. And when I learn a thing, I teach a thing, and I do so specifically for this audience because I know how I felt when I was struggling to learn for myself."
    },
    {
      "author": "MIGAKI",
      "text": "Well, I'm very excited that we have you as our teacher here, Tiffany. So I want to start with a scenario, and I think a lot of folks can relate to this. Let's say it's been a long day. The dog's barking. You have a headache going. And all you want to do is kind of turn your brain off and shop for a new pair of fuzzy slippers. I know I'm not alone here. I know we've all had this kind of day. Tell me, why do we impulse shop, and how do we stop it?"
    },
    {
      "author": "ALICHE",
      "text": "So we impulse shop because it feels good in the moment, right? It's like the Band-Aid. It's the cool glass of water on a really hot summer's day - instant gratification. And believe me; I am not the same girl I was when I was living at home with my parents."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "ALICHE",
      "text": "I (laughter) impulse shop as well. But what I've learned is to impulse shop within parameters. So I give myself a weekly, if not monthly, budget of where I can buy things within that budget. And that helps me to kind of, like, get that cool glass of water, put that Band-Aid on, but without breaking the budget."
    },
    {
      "author": "MIGAKI",
      "text": "OK. So you're saying I can impulse shop, but it's - as long as it's within this system that's already been kind of predetermined."
    },
    {
      "author": "ALICHE",
      "text": "Correct, because I don't believe in over-sacrifice. People are feeling uncertain, they're feeling scared, and some things made them feel better. It's going to be nearly impossible to get people to not do something that makes them feel better in times where everyone's feeling a little uneasy. So that is not my role."
    },
    {
      "author": "ALICHE",
      "text": "That's why I teach people to say, well, how can we do that responsibly? What does that look like? Is it $25 a week? Is it $50 a week? What does that look like? And can you do a trade-off? Like for me, for example, my husband - he really wanted cable when we first moved into our house. And against my better judgment, I was like, I guess."
    },
    {
      "author": "ALICHE",
      "text": "But he's starting to realize now that we really don't watch cable, right? So what we've done is that we have cut off the cable - yay - and we've switched out that amount that we were spending, and that's our impulse shop budget. So we're not actually spending more, but we're getting more for the dollar that we spent."
    },
    {
      "author": "MIGAKI",
      "text": "OK, OK. So if you have $20 left in your discretionary budget for the month, is that something that you would then, say, go splurge on a pretty new face mask? Or would you say, I'm going to roll this over into savings? Like, what is the better thing to do in that situation?"
    },
    {
      "author": "ALICHE",
      "text": "Well, you know it's so easy to say, save, save, save. But here's the thing. If you've done the right things already, you are allowed - meaning that if your savings account is pretty well stocked, and even if your savings account is not fully funded, let's say - I always say I want you to have at least three months, ideally up to six months, of your lowest denominator expenses. So that's your rent, that mortgage, the things you absolutely have to pay for - insurance - right? - so three to six months of that. So even if you don't have three to six months of that, but you do have a savings plan where you're automatically saving toward that every month and you find yourself with an extra $20, certainly you can put the extra $20 toward that saving."
    },
    {
      "author": "ALICHE",
      "text": "But when do you get to absorb and enjoy your money, as well? Instead, quite honestly, I would use that $20 to have some fun with. If there's excess money, yes, you ought to enjoy it. Money is not just meant to be responsible with. You're supposed to enjoy money, too. It is a tool to make your life better."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter) I like that. I like that a lot. OK, so what if I'm in the opposite situation where I do not have $20 left at the end of the month? What are some tips you have to help me walk away from the fuzzy slippers or whatever impulse buy I was thinking about?"
    },
    {
      "author": "ALICHE",
      "text": "Yes. So many times - and many people are in that position. Many people don't have enough money at the end of the month. So I always say, you either have a spend-too-much issue, or you have a don't-make-enough issue. And so first I want you to address, which issue do you have?"
    },
    {
      "author": "ALICHE",
      "text": "If you have more bills, that's where your money is going toward, you probably have a don't-make-enough issue. So you really need to focus on, how can I increase my income? But for many of us, it's a - I actually have more discretionary expenses coming out of my budget every month, so I have a spend-too-much issue. And so what I'm wanting is for you to get clear on, what are the things that really make me happy? What are the things that really bring me joy? And I have this little sticker on top of my computer that says, need it? Love it? Like it? Want it?"
    },
    {
      "author": "ALICHE",
      "text": "And it's a reminder to me when I'm moseying on over to my Amazon account, is this a need, Tiffany The Budgetnista - food, shelter, clothing, water? And most importantly, is this a love? So a love is long-term joy - joy that's going to last you a year or longer. Likes are short-term joy. That means less than a year, I'll have forgotten about this thing. And wants are just instant gratification, where not even a day later I'm not going to be interested in this thing."
    },
    {
      "author": "ALICHE",
      "text": "So I'm wanting you to focus on, if I am going to spend my money on something, then it's going to be a love. And if I don't have enough at the end of the month, then I really shouldn't be wasting any money on likes or wants. So that is something - 'cause it's a muscle that you have to practice. Do I need it? Do I love it? Do I like it? Do I want it? So you can start to rethink the way you spend your money."
    },
    {
      "author": "MIGAKI",
      "text": "Are there some things that are just worth spending a little money on? We got a voice memo from Julie Thaxter-Gourlay (ph), who says she spends a lot of money on her son."
    },
    {
      "author": "JULIE THAXTER-GOURLAY",
      "text": "He can't go out to play with his friends. He doesn't get to go to school. So I end up spending a lot of money on toys for him to play in the house inside of our apartment, as well as online activities and Roblox, of course - always Roblox."
    },
    {
      "author": "MIGAKI",
      "text": "Tiffany, we live in hard times. Is this OK (laughter)?"
    },
    {
      "author": "ALICHE",
      "text": "So I totally understand. I have a niece and nephew, ages 3 and 4. They - that tablet - my sister wasn't a tablet person before, and now she's a tablet..."
    },
    {
      "author": "ALICHE",
      "text": "So I totally get that. So if you are going to - your kid is obviously super important. But let's not - let's make sure that we're not overcompensating, right? Because have you seen a 4-year-old play with a box?"
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "ALICHE",
      "text": "Like, did you - (laughter) did you really have to buy the $50 toy? So something that you can do is, what can I do to stimulate my kid, and does it have to cost this amount of money? Especially in these days and times, I also don't want you to start training your child that they need expensive things to be entertained. And so being strategic with the things that you purchase to make sure that, yes, they are adding to the joy and the happiness of your child, but that you're not teaching them that this thing must be expensive because it really doesn't have to be. And so if you don't have the excess funds, get really creative by rehashing the toys that your child already has."
    },
    {
      "author": "MIGAKI",
      "text": "You mentioned earlier that you come from a very frugal household. Growing up, my dad was all about shopping the sales. I think right now, he has approximately two gallons of liquid hand soap at his house because he can't resist stocking up when there's a sale. Is this a good reason to spend money?"
    },
    {
      "author": "ALICHE",
      "text": "So there is a thin line between frugal and hoarding. It depends. If you are like my family growing up - a family of seven - you know, five kids, two adults - then, yes, buying gallons of hand soap might make sense. If you are family like I am now, a small family, it might not really make sense to buy in bulk, especially on things that are perishable that are going to go bad soon."
    },
    {
      "author": "ALICHE",
      "text": "So what you're going to look at when you do buy in bulk is the unit price - right? - so - because sometimes you think that you're getting a deal because you're buying so much of it. But it's going to tell you per quart, per piece, how much is that thing actually costing me? Compare that to the regular price for the regular size of that item to see, are you really saving or are you just buying more currently?"
    },
    {
      "author": "MIGAKI",
      "text": "OK, what about pandemic-related spending that is not of an essential nature, like soap? One of our listeners, Alicia George (ph), is trying to weigh her home improvement decisions."
    },
    {
      "author": "ALICIA GEORGE",
      "text": "Right now, I can't seem to curb my home improvement spending. I never knew I lived in such a fixer-upper until I stopped commuting and started working from home. My husband and I have bought living room wallpaper, materials to stain the kitchen cabinets. We also have plans to refinance and refinish our basement, including adding another bathroom. While I want to believe this is all worthwhile spending and will increase our home value, I worry we could end up sinking too much money into our home."
    },
    {
      "author": "ALICHE",
      "text": "So, Alicia, you are absolutely right. So what I would do first before I did any home improvement project is that I would have - or get on the phone a realtor, right? A realtor is going to know best where you put your money, where you're going to find the biggest return on investment. And so that's what I did. My husband and I recently renovated the home that I'm in now. We bought it. It was a total fixer-upper. And I had a realtor who was also a designer help me decide where to put the money. Like, did we really need super high-end backsplash? I don't know. Are you going to get your money back from there? So she literally walked us through room by room and said, this is where you spend a little extra; this is where you can spend a little less."
    },
    {
      "author": "ALICHE",
      "text": "But fixing up your home is not just for potential resale. You also want to be comfortable. But you want to make sure that where you're placing the bulk of your money is not going to not make a difference years down the line, should you sell that home."
    },
    {
      "author": "MIGAKI",
      "text": "What if you have already done the damage and you've already made a lot of impulse purchases? What's the recovery process for that?"
    },
    {
      "author": "ALICHE",
      "text": "So the recovery process is to cut up the cards. Stop, right? So something you can do a friend of mine did, which I thought really brilliant, is to call the credit card companies and say that you lost your card because sometimes you'll say, oh, I'm going to cut up my card, but you know what happens when we go onto Amazon. It's right there (laughter). No, no, no. Call your credit card companies. Hi, I lost my card. So what they're going to do is they're going to reissue you a card. And when it comes, you're going to cut it or put it away. But you know that that card's not stored in your phone or your laptop. So you have - if you're in a ditch and someone gives you a shovel, which is your card, if you don't want to keep getting deeper and deeper into the ditch, you have to put the shovel down. You have to put your card down."
    },
    {
      "author": "ALICHE",
      "text": "People are wasteful at every level, whether you are in your 60s, in your 50s, in your 30s. I just think this is that, ultimately, you have to identify, what are your goals? I want to buy a home when I'm this age. I want a long vacation. I want - to me, there's no judgment on goals. I think it's important that people identify their own personal goals and then align their spending and their money with their goals."
    },
    {
      "author": "MIGAKI",
      "text": "And speaking - I mean, we mentioned that we're kind of - our economy is once again in recession. What are your thoughts on putting away retirement right now? Money's tight for a lot of folks. And I think there's probably a temptation to pull some of that - the money that you were going to put into retirement and put it into your budget for everyday use."
    },
    {
      "author": "ALICHE",
      "text": "I say that before you pull any of that money into your budget for everyday use, make sure that you don't have excess in your daily budget. So if, you know, you still have kind of like the cable on, you're still paying for things that are not essential, then I wouldn't take from retirement yet. See what she could do within the parameters of your current budget, all right? I call it your noodle budget. And sometimes you have to drop down and get your noodle on. That's your ramen noodle budget."
    },
    {
      "author": "ALICHE",
      "text": "Right? Remember some people - for some people it's peanut butter and jelly budget. For some people it's rice and beans, right? Meaning, are there things that if I had to eat ramen noodles because money was tight, what are the things I'd get rid of? Get rid of some of those things before you start taking from your future."
    },
    {
      "author": "ALICHE",
      "text": "So I have named my future self. Her name is Wanda. She is sassy and a little bit of a gossip because, I mean, Wanda has nothing to do. She's retired. Wanda is 70 years old. And I think to myself, it is literally my job now - as Tiffany - to take care of Wanda. And so if I say, you know what? I'd actually rather have cable now, oh well for you, Wanda, you'll be eating ramen - that's not fair, right?"
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)"
    },
    {
      "author": "ALICHE",
      "text": "Wanda can't work as hard. Wanda is not going to be paid as much. So then it is my job, and it's everyone's job to take care of their older self. So what can you do now to make sure that your Wanda doesn't have to work as hard? Now, if you've done all the cutting, you're working really hard and there's still not enough, then I can understand. But I want you to focus on your budget currently now and what you can do now, so you don't take from your future."
    },
    {
      "author": "MIGAKI",
      "text": "I think it really helps to visualize a future retirement and a future person, rather than this, like, amorphous retirement phase that feels completely out of reach."
    },
    {
      "author": "ALICHE",
      "text": "(Laughter) Yes. (Laughter) Because I like to have fun with Wanda. Because I'll do stuff and I could just, like, pretend. I'm like, oh, what would Wanda say about this? Wanda'd be like, oh, OK. So, oh, so Top Ramen. That's what I'm doing because you've decided that you want to go to Paris and put it on your credit card, even though you know you don't have the money to pay it off. OK."
    },
    {
      "author": "MIGAKI",
      "text": "Wanda's a little snarky."
    },
    {
      "author": "ALICHE",
      "text": "Exactly, and I like it. Because I'm like, oh, gosh, OK, Wanda."
    },
    {
      "author": "ALICHE",
      "text": "Like, you know what? I will save for Paris instead. I think that's a good idea."
    },
    {
      "author": "ALICHE",
      "text": "And so you have fun with it."
    },
    {
      "author": "ALICHE",
      "text": "Money can be kind of a drag. And sometimes being responsible with your funds can be kind of a drag. But if you can punch it up and make it fun, it takes this, like, pressure off of me, you know, of having to be so financially responsible. What I'm really saying is, what is really best for Wanda? I want Wanda to be fly. I want Wanda to have a nice house. I want Wanda to have plenty of space. So what do I have to do now as Tiffany to make sure that my Wanda is OK? It feels less drag-ish than, I've got to be responsible for retirement."
    },
    {
      "author": "MIGAKI",
      "text": "I got to get myself an old lady name."
    },
    {
      "author": "ALICHE",
      "text": "Yes."
    },
    {
      "author": "ALICHE",
      "text": "You do. (Laughter) You do. It makes it fun."
    },
    {
      "author": "MIGAKI",
      "text": "OK, OK. My head is spinning. That was so much helpful information. So let's recap what we've learned with the Budgetnista."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 1 - make a budget. Don't just ballpark it in your head. Write it down."
    },
    {
      "author": "ALICHE",
      "text": "Get a clear visual picture of what your money is doing now. The rule is if it's not written down, then it's not a budget."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 2 - distinguish between those must-haves and can-do-withouts."
    },
    {
      "author": "ALICHE",
      "text": "Need it, love it, like it, want it. (Fingers snapping) Need it, love it, like it, want it. That is their new song for the day."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 3 - identify your noodle budget, your peanut butter jelly budget. What's the absolute minimum you can spend in a month?"
    },
    {
      "author": "ALICHE",
      "text": "You don't have to live there if money's not tight. But what are your essential expenses that you must pay for in order to maintain your life, and what are the excess expenses? If things are tight, you know you can pivot and drop down to get your noodle on."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 4 - create and maintain a savings plan."
    },
    {
      "author": "ALICHE",
      "text": "Ideally three months, up to six months' worth of emergency savings."
    },
    {
      "author": "MIGAKI",
      "text": "Takeaway No. 5 - don't cheat your future self, your Wanda."
    },
    {
      "author": "ALICHE",
      "text": "And it's everyone's job to take care of their older self. So what can you do now to make sure that your Wanda doesn't have to work as hard?"
    },
    {
      "author": "MIGAKI",
      "text": "And remember, give yourself a break."
    },
    {
      "author": "ALICHE",
      "text": "These are really hard times. It's OK not to be perfect. It's OK not to know the full way. So be easy on yourself. Do the best that you can. And navigate with someone else, not just by yourself. Name your Wanda. Walk towards your financial freedom together."
    },
    {
      "author": "MIGAKI",
      "text": "That was Tiffany Aliche aka the Budgetnista."
    },
    {
      "author": "MIGAKI",
      "text": "For more LIFE KIT, check out our other episodes. We've got an episode on how to invest, another on dealing with medical debt, and lots more. You can find all of those at npr.org/lifekit. And if you like LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "MIGAKI",
      "text": "And as always, here's a completely random tip, this time from listener Gabriel Quinteros (ph)."
    },
    {
      "author": "GABRIEL QUINTEROS",
      "text": "Hi, LIFE KIT. My life hack is putting on a pillowcase quickly and efficiently. You take your pillowcase, you turn it completely inside out. Then you take your pillow, put the opposite end of the pillow case - the ones without the hole on the corners of the pillow. Then you just slide the pillowcase right over. It helps greatly instead of having to wiggle and fight with the pillow. All right. Good bye."
    },
    {
      "author": "MIGAKI",
      "text": "Do you have a random tip? Leave us a voicemail at 202-216-9823, or shoot us an email at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donavan is our senior editor. Our digital editor is Clare Lombardo, and our editorial assistant is Clare Marie Schneider. I’m Lauren Migaki. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1698009994.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/01/ljohnson-lkspending_wide-a97b7069c0f2f6569def6f80eff740a4d23ebaf8.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAUREN MIGAKI, HOST",
    "MIGAKI",
    "TIFFANY ALICHE",
    "ALICHE",
    "JULIE THAXTER-GOURLAY",
    "ALICIA GEORGE",
    "GABRIEL QUINTEROS"
  ]
}