{
  "title": "The plastic problem isn't your fault, but you can be part of the solution",
  "url": "https://www.npr.org/transcripts/1015296355",
  "intro": "It's not your fault that single-use plastic is everywhere. But with a little planning, you can curb your use of disposables and maybe even save some money in the long run. And after you've reduced and reused, we'll teach you how to recycle — properly!",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "REBECCA DAVIS, HOST",
      "text": "This is NPR's LIFE KIT. Today we're going to talk about you and me and plastic, and specifically, single-use plastics, the stuff we bring home from the grocery store with our potato chips and snack bags and baby food..."
    },
    {
      "author": "KEEFE HARRISON",
      "text": "If we're wondering if that pouch is recyclable, the answer is no."
    },
    {
      "author": "DAVIS",
      "text": "...The tampon applicators, the molded-plastic casing around the toothbrushes."
    },
    {
      "author": "HARRISON",
      "text": "The consumer in you wants your toothbrush to be safe and well-packaged. The ethical recycler in you wants to know, now, what do I do with it?"
    },
    {
      "author": "DAVIS",
      "text": "We'll ask our recycling expert, Keefe Harrison, all about it."
    },
    {
      "author": "HARRISON",
      "text": "Right now only half of Americans can recycle at home. That's a problem. That's an equity problem."
    },
    {
      "author": "DAVIS",
      "text": "And just what does it all add up to? Millions of tons of plastic trash. According to one recent analysis, the United States generates more plastic waste per capita than any other country. And that includes China and includes 28 EU countries all put together. And we know we use too much of it, right? We know it can't all be recycled. And yet we can't seem to figure out a way around it. And that, my friends, is the elephant, the plastic elephant in the room."
    },
    {
      "author": "YVETTE ARELLANO",
      "text": "I didn't know how pervasive plastic was in my life until I started intentionally getting rid of it."
    },
    {
      "author": "DAVIS",
      "text": "Which, believe me, is a very hard thing to do - in fact, it just seems about impossible. But look, we know that. And we're going to help you out. Today on this episode of LIFE KIT, we'll be hearing from three people who've spent a lot of time thinking through the plastic waste and recycling problem. They'll have some concrete ways that we can each take action to lower our plastic footprints. And in the process, we're going to learn why they think it's so important to do so."
    },
    {
      "author": "DAVIS",
      "text": "I'm Rebecca Davis, a producer on NPR's Science Desk. Get out a pencil and paper, and get ready to do a little homework as we figure out how to use less plastic."
    },
    {
      "author": "DAVIS",
      "text": "Just how important is it to you to cut back on the amount of plastic in your life anyway? And when I say plastic, I'm really talking about packaging that we use once or maybe twice and throw away. And if it is important, why? I ask because I'm concerned. But I don't always act like it. I still bring home plenty of plastic from the grocery store. But always in the back of my mind is that uncomfortable feeling that plastic waste is a big problem, and I'm probably contributing to it."
    },
    {
      "author": "DAVIS",
      "text": "Our own Environmental Protection Agency tells us that plastic has been found in just about every marine environment there is, including the entire water column of the world's oceans, from the seafloor to the surface and everywhere in between - also in rivers, coral reefs, estuaries, the guts of animals, the larva of fish. And estimates are that plastic will remain in the environment for a long, long time. For a plastic bottle, the National Oceanic and Atmospheric Administration says, you know, think in terms of 450 years. And that's for one plastic bottle. So what can we as individuals do about this day in and day out?"
    },
    {
      "author": "DAVIS",
      "text": "Shilpi Chhotray started asking herself these same questions nearly 10 years ago. It all began when she started getting sick."
    },
    {
      "author": "SHILPI CHHOTRAY",
      "text": "I was having pretty severe reactions to different food products to the point where it was affecting my personal life quite substantially."
    },
    {
      "author": "DAVIS",
      "text": "Shilpi says she had to do some serious monitoring of what she was eating. And it was during this period of taking stock that she noticed something else."
    },
    {
      "author": "CHHOTRAY",
      "text": "When I was looking at the different products that was affecting it in the first place or exacerbating my condition, the similar thread throughout everything were two things. It was harsh chemicals, of course, and then plastic packaging."
    },
    {
      "author": "DAVIS",
      "text": "It wasn't that she was worried about the plastic itself making her sick. It was seeing the relationship between processed foods of convenience and plastic packaging and realizing that if she ate differently, she would feel better and reduce the amount of plastic she brought home. And that's when she decided to make some major lifestyle changes."
    },
    {
      "author": "CHHOTRAY",
      "text": "You know, slowing down, cooking for myself, eating in."
    },
    {
      "author": "DAVIS",
      "text": "And then along came another big realization. You see, at the time, Shilpi was working for an environmental group focused on oceans and the plastic waste washing into them. She says, in those days, many environmentalists were focused on how to clean up all that plastic. But she started looking at the big picture."
    },
    {
      "author": "DAVIS",
      "text": "How did the plastic get there? Who was responsible? Why was so much of it being produced in the first place? She mapped out all the players involved in plastic production and pollution. And when she stood back and looked at the graph she had created, she saw something she hadn't completely appreciated before - the direct relationship between the oil and gas industry and plastic."
    },
    {
      "author": "CHHOTRAY",
      "text": "Plastic - 99% of it is coming from a fossil-fuel based source."
    },
    {
      "author": "DAVIS",
      "text": "And fossil fuels - that's oil, gas, coal - are major sources of the greenhouse gases that contribute to climate change. Shilpi says her motivation for limiting her use of plastic just got that much more real."
    },
    {
      "author": "CHHOTRAY",
      "text": "Now I've become (laughter) obsessive around my plastic-waste reduction. And if you're anyone living on this planet right now that cares about climate change, I mean, a big piece of this is our plastic footprint."
    },
    {
      "author": "DAVIS",
      "text": "Which leads us to our first takeaway - do your own research. Learn the back story behind the stuff you use. Knowing that can help define your resolve when it comes to making a personal change - like Shilpi. She basically developed a battle plan for her war against plastic. And we'll tell you all about that in a minute. But first, I wanted to keep exploring this relationship between fossil fuels and plastic and health, because again, it's part of the story you should know if you're going to take on the tough job of lowering your plastic footprint."
    },
    {
      "author": "DAVIS",
      "text": "So let's meet up with Yvette Arellano, who basically lives and works within striking distance of where plastic is born. Yvette might look at plastic a little differently than you and I do."
    },
    {
      "author": "DAVIS",
      "text": "When you look at plastic, like a clamshell, for example, in your grocery store, what do you see?"
    },
    {
      "author": "ARELLANO",
      "text": "I see toxics. I see chemicals. And I see public health impacts. That's what I see. I can't not see it anymore."
    },
    {
      "author": "DAVIS",
      "text": "Yvette is founder of an environmental justice organization called Fenceline Watch. The group is based in Houston, where it advocates for communities concerned about the health effects of pollution from petrochemical plants."
    },
    {
      "author": "ARELLANO",
      "text": "Houston is home to the largest petrochemical complex in the entire nation. It's the second-largest in the world."
    },
    {
      "author": "DAVIS",
      "text": "And that complex stretches 52 miles along the Houston ship channel, from the Port of Houston to the Gulf of Mexico. And if you get off the freeway and drive around, you'll notice these facilities are pretty close to homes and playgrounds and schools and largely in communities of color."
    },
    {
      "author": "ARELLANO",
      "text": "Is this illegal? No. It's not."
    },
    {
      "author": "DAVIS",
      "text": "Studies have shown that oil and gas production is a major source of hazardous and toxic pollution from chemicals, like benzene and toluene. The people living close to oil and gas production suffer greater rates of respiratory diseases, like asthma and cardiopulmonary disease."
    },
    {
      "author": "ARELLANO",
      "text": "Whenever we go out and talk to different folks in the community, they let us know things like, you know, I can't sleep. At 3 or 4 in the morning, I smell this overwhelming sort of gasoline scent. Or it smells like burning rubber."
    },
    {
      "author": "DAVIS",
      "text": "Yvette says, residents describe a heaviness in their chest, like an elephant is sitting on them. Last year, a meta-analysis published in the medical journal BMC showed that people living within three miles of a petrochemical facility had an increased risk of developing leukemia. Yvette knows all this and worries about the pollution coming from the refineries. But they didn't realize what those refineries were producing."
    },
    {
      "author": "ARELLANO",
      "text": "Yeah. We had no idea."
    },
    {
      "author": "DAVIS",
      "text": "And then one day, Yvette attended a conference on the environmental impacts of the oil and gas industry. It made sense to Yvette that their group was there. But what were all these other groups working on plastic waste issues doing there? Yvette couldn't see what that had to do with pollution coming from petrochemical refineries until someone explained. Those petrochemical refineries, they're making plastic."
    },
    {
      "author": "ARELLANO",
      "text": "I started looking at things differently. It wasn't just a stupid plastic-bag ban or a straw ban."
    },
    {
      "author": "DAVIS",
      "text": "Yvette realized their organization, Fenceline Watch, was working on the early stages of the plastic life cycle. These other groups were working on the end of that life cycle. But it was all the same life cycle. Making that connection inspired Yvette to figure out how to stop using and buying and throwing away so much plastic in their own life."
    },
    {
      "author": "DAVIS",
      "text": "Why is it so important to use less plastic anyway?"
    },
    {
      "author": "ARELLANO",
      "text": "Because it affects children's lives. It increases cancer rates. And it hurts people. You know, why would we want to participate in something that is actively oppressing and hurting people's health?"
    },
    {
      "author": "DAVIS",
      "text": "OK. So now we understand what Shilpi and Yvette learned for themselves. Fossil fuels become petrochemicals. And petrochemicals become plastic. And plastic becomes the stuff we have to figure out how to dispose of. Well, one big way to work on reducing your plastic output is managing how much plastic you bring into your home."
    },
    {
      "author": "DAVIS",
      "text": "Here's Shilpi Chhotray's battle plan."
    },
    {
      "author": "CHHOTRAY",
      "text": "What I started doing was literally taking an inventory of all of the plastic in our apartment."
    },
    {
      "author": "DAVIS",
      "text": "And that is our second takeaway. Do an audit of the plastic in your home."
    },
    {
      "author": "CHHOTRAY",
      "text": "The two main areas are really your kitchen and your bathroom. And tally up the different types of plastic packaging used and what are the essentials, the nonessentials - and going through our trash and seeing what sorts of plastic cannot be absorbed by any sort of domestic recycling."
    },
    {
      "author": "DAVIS",
      "text": "So get a pencil and paper, and take inventory. What's in the trash? What's in the fridge? The cabinets. Write it all down. And once you have your list, you're going to have to do a little more homework. Check out your local recycling program and see which of those plastics in your home inventory they can actually take and what they can't."
    },
    {
      "author": "CHHOTRAY",
      "text": "And it was a wake-up call for us because a lot of the plastic that we thought could be recycled, we learned they're actually not getting picked up by curbside recycling. And we found a lot of it is actually thin-film recycling that comes from a chip bag or a granola bar, things that are marketed as super healthy products. OK. If I can't use this, what is going to be my replacement?"
    },
    {
      "author": "DAVIS",
      "text": "What is going to be your replacement? And that's our third takeaway. Look for sustainable swaps. Shilpi typically bought granola that comes in a plastic pouch. But since those pouches weren't recyclable, she decided to make her own granola. For the items like beans and rice that she could buy in bulk at her local grocery store, Shilpi started taking small, reusable canvas bags with her to avoid using the thin plastic bags the store provided. And Yvette..."
    },
    {
      "author": "ARELLANO",
      "text": "I got rid of plastic in my bathroom. I think that's where I saw most of it for me. It was shampoo bottles, soap, facial wash. And I started finding alternatives that were package-free. And it seems like there are a lot more options than there were growing up. And then some of the options are just resorting back to things we used to do, like buying a bar soap."
    },
    {
      "author": "DAVIS",
      "text": "Is that what you do now?"
    },
    {
      "author": "ARELLANO",
      "text": "(Laughter) Yeah. I buy a bar soap."
    },
    {
      "author": "DAVIS",
      "text": "And what about shampoo?"
    },
    {
      "author": "ARELLANO",
      "text": "I buy a bar of shampoo, too."
    },
    {
      "author": "DAVIS",
      "text": "Your hair looks pretty good."
    },
    {
      "author": "ARELLANO",
      "text": "Thank you. It's clean."
    },
    {
      "author": "DAVIS",
      "text": "I know. I know. We all start out with great intentions. I do it, too. I'm going to take those little, reusable bags to the store market. I'm going to buy in bulk. I'm going to turn my nose up at the lettuces in plastic bags in cartons. But then, what the heck? Something comes over me. And I just grab that clamshell, that container that incases our strawberries and salad mixes. I put it in my cart. And I keep moving, because why? It's easier. It's convenient. And then I just skulk out the door. But take heart. We all have one more chance to redeem ourselves by recycling and doing it right. And since recycling can be so mystifying, I decided to take a tour of the grocery store with a recycling maven. Her name is Keefe Harrison. And she is CEO of The Recycling Partnership."
    },
    {
      "author": "HARRISON",
      "text": "Recycling is a part of the plastics waste solution. But it is not the solution to the problem. And I think that's what people need to keep in mind."
    },
    {
      "author": "DAVIS",
      "text": "To be a reliable part of the plastic waste solution, recycling in this country needs to make some big changes. Keefe is collaborating with companies and local governments to make this happen. But if you want to know how to recycle well now under the current system, stick around."
    },
    {
      "author": "HARRISON",
      "text": "So looking around this grocery store, we see beautiful colors, right? The produce is displayed. You're drawn in by the reds and the greens. So let's pick one up. Here is a European cucumber wrapped in plastic. The cucumbers on the shelf below isn't. Well, it's imported. This one looks like it's from Canada. And this plastic wrapper actually makes the cucumber last longer. Food waste is an important issue in our country. So if this plastic wrapper makes this cucumber more likely to be eaten, is that a good thing?"
    },
    {
      "author": "DAVIS",
      "text": "It seems like a good thing."
    },
    {
      "author": "HARRISON",
      "text": "But then, what do you do with the plastic?"
    },
    {
      "author": "DAVIS",
      "text": "Yeah, what do you do with it?"
    },
    {
      "author": "HARRISON",
      "text": "Right. This is a - this goes into your trash bin. This is not recyclable at the end."
    },
    {
      "author": "DAVIS",
      "text": "Not at all?"
    },
    {
      "author": "HARRISON",
      "text": "No, not at all."
    },
    {
      "author": "DAVIS",
      "text": "Next, Keefe picks up a really crinkly plastic bag."
    },
    {
      "author": "HARRISON",
      "text": "This one would - you can hear the crinkly-ness (ph) of this plastic packaging around these peppers. And this is another example of plastic that is not recyclable. This is destined for the landfill when it's done its job. Some of the softer, flexible plastics, like a bread bag, can go in with your plastic grocery store bags."
    },
    {
      "author": "DAVIS",
      "text": "And that's something not everyone knows. You can return plastic bags to the grocery store. That includes wrappers on paper towels and cereal box liners, bread bags. Many major grocery stores and big box stores will have a drop-off bin near the entrance - could be inside, could be outside - which all leads us to Takeaway No. 4. Be a conscientious recycler. Return those plastic bags to the store. And here's an important tip."
    },
    {
      "author": "HARRISON",
      "text": "So one of the main things to keep out of your recycling bin are plastic bags. They tangle up the equipment in a recycling process. And they cause the whole system to shut down. And humans have to crawl on big equipment and cut it out. It's dangerous. It's expensive."
    },
    {
      "author": "DAVIS",
      "text": "And another thing to remember, don't wishcycle (ph)."
    },
    {
      "author": "HARRISON",
      "text": "Maybe you've been there. You're standing there at the cart or a restaurant. And you think, I'm not quite sure. I hope this is recyclable. And you put that in."
    },
    {
      "author": "DAVIS",
      "text": "And that is wishcycling."
    },
    {
      "author": "HARRISON",
      "text": "Never put batteries in the bin. Batteries are not recyclable in your curbside program, neither are diapers, bowling balls or car parts."
    },
    {
      "author": "DAVIS",
      "text": "As we walk through the store, every aisle, it seems, raises a new question. And that's partly because the recycling system in this country could be described as a mishmash of largely disconnected efforts. Keefe says there are about 20,000 municipalities in the U.S. And her team tracks 9,000 different recycling programs. And how they're operated and what materials they can process and then find buyers for differs widely. Take all those clamshells, for example."
    },
    {
      "author": "HARRISON",
      "text": "So clamshells, check locally."
    },
    {
      "author": "DAVIS",
      "text": "Some places will take them, some won't. The same goes for tubs."
    },
    {
      "author": "HARRISON",
      "text": "Yogurt tubs, margarine tubs, you have to check locally to see if your community is accepting them right now."
    },
    {
      "author": "DAVIS",
      "text": "And that's our next takeaway. If you didn't pick this up already - Takeaway No. 5, check locally."
    },
    {
      "author": "HARRISON",
      "text": "By looking at your town website of what I can recycle here, you know where your yes list and your no list is."
    },
    {
      "author": "DAVIS",
      "text": "But this whole check locally thing really bugs Keefe. She says these wide variations from one place to the next - and that's what makes recycling so confusing."
    },
    {
      "author": "HARRISON",
      "text": "Why does my community recycle different things than my neighbor's or where I used to live? And the answer is there's no regulation of what is recyclable in this country."
    },
    {
      "author": "DAVIS",
      "text": "Now, many of us will try relying on the numbers we find on the bottoms of plastic items. You know, they're typically inside a triangle made of arrows. And they tend to range from one to seven. Those are actually a resin ID code. They tell recyclers what material a package is made from. But they don't necessarily tell us what's recyclable. There are some consistencies, though."
    },
    {
      "author": "HARRISON",
      "text": "Yeah. This is your safe space. This is where I get to say, yes, you can recycle that."
    },
    {
      "author": "DAVIS",
      "text": "We're standing in a drink aisle filled with plastic bottles. These will typically have a one or a two on the bottom."
    },
    {
      "author": "HARRISON",
      "text": "Plastic bottles are highly recycled. It doesn't matter if it's one or two or anything else. So from detergent to milk, to soda, to..."
    },
    {
      "author": "DAVIS",
      "text": "Condiments?"
    },
    {
      "author": "HARRISON",
      "text": "Yeah. Those - if it's a bottle, there's a really good chance that it can be recycled."
    },
    {
      "author": "DAVIS",
      "text": "Now we're in an aisle with microwaveable convenience meals, many of which come in flexible pouches kind of like the bags frozen French fries come in."
    },
    {
      "author": "HARRISON",
      "text": "There is no end market for this. There is no end of life for this material because it's multi-layers of different types of plastics. This is a good packaging choice in that it keeps a product safe. And it's also not heavy on its own. The fact that it's light means that they have a lower carbon footprint to ship pouches."
    },
    {
      "author": "DAVIS",
      "text": "And that's one of the really important benefits of plastic. It's lighter weight than other materials, like glass. To ship in plastic means a lot less fuel. But in the case of these pouches, once you're done with them, what do you do?"
    },
    {
      "author": "HARRISON",
      "text": "So this pouch, throw it in your trash. It's going into the landfill."
    },
    {
      "author": "DAVIS",
      "text": "For more details about recycling, you can check out our plastic recycling guide. It has lots of good information. And we'll link to it in the episode page. Next, we walk over to the potato chip and snack aisle, then the baby food aisle, then the detergent aisle - more and more and more of these pouches. This kind of packaging was not designed with the existing recycling system in mind."
    },
    {
      "author": "DAVIS",
      "text": "Keefe says, you'll have to throw them all away."
    },
    {
      "author": "HARRISON",
      "text": "If we just expect that recycling will somehow deliver a solution for all these new types of package, we're going to be waiting a very long time. And no one has that time. The oceans don't have that time."
    },
    {
      "author": "DAVIS",
      "text": "But, she says, making recycling work better isn't going to solve the problem because recycling is a reactive approach."
    },
    {
      "author": "HARRISON",
      "text": "What I'm interested in is in a proactive solution, where we don't produce the things that have no positive outcome - if we do have to produce them, we understand clearly why we are and what they're delivering or what they're not - that we dial down the gratuitous use of material that's not needed and we get really serious about the impacts of producing things at all."
    },
    {
      "author": "DAVIS",
      "text": "OK. We've heard a lot of ideas for dialing back on plastic - reducing, reusing, recycling. If you want to make an even bigger difference, Keefe says, make some noise. And that's takeaway number six."
    },
    {
      "author": "HARRISON",
      "text": "I encourage you to vote with your dollar. And then tell people why you did it. I think you should tell that company why you did it. I think you should tell your local, state and federal policymakers why this matters to you because they're listening. How do you use your voice? Social media."
    },
    {
      "author": "HARRISON",
      "text": "You can use comment forums on websites for companies. Tell companies, I like your product. But I'm worried about this label. Is it recyclable? Ask them. Wait for an answer."
    },
    {
      "author": "DAVIS",
      "text": "And Yvette Arellano has a recommendation too. Talk to those closest to you."
    },
    {
      "author": "ARELLANO",
      "text": "One of my first moves was to talk to my parents about plastics because if I can't talk to my own family about what I'm advocating for, about how it hurts us, then who am I talking to? So you're going to go to dinner. You're going to eventually see your friends. Bring it up. Share a documentary, a short film, a conversation."
    },
    {
      "author": "DAVIS",
      "text": "You can talk about the impact on the environment, about the impact on human health. You can talk about conscientious recycling. And you can share what you know now about how to limit plastics in our own lives."
    },
    {
      "author": "DAVIS",
      "text": "So let's recap. Takeaway one - do your research. Learn the back story behind the stuff you use. Knowing that can help deepen your resolve when it comes to making a personal change. Takeaway two - do an audit of the plastics you're bringing into your home."
    },
    {
      "author": "DAVIS",
      "text": "Takeaway three - look for sustainable swaps. Yvette stopped using shampoos and soaps and plastic bottles and switched to bar soaps instead. Shilpi stopped buying granola in a plastic pouch and started making her own. Takeaway four - be a conscientious recycler. Don't put things into the recycling bin that don't belong there, like plastic bags and bowling balls."
    },
    {
      "author": "DAVIS",
      "text": "Takeaway number five - check locally. With thousands of recycling programs in this country, what can be recycled varies a lot from town to town. Takeaway number six - make some noise. Tell companies how you feel if the packaging their product comes in can't be recycled. Tell friends what you know about the back story of plastic."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode - it's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "DAVIS",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start composting and another one on how to cultivate a sustainable closet. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DAVIS",
      "text": "And now a random tip, this time from listener Meghan Bennet."
    },
    {
      "author": "MEGHAN BENNET",
      "text": "When making a grocery list, divide it into four quadrants. So this way, when you're in a certain section in the grocery store, you know exactly where the items are on your list and you know what to buy. So for me, the top left quadrant is all produce. The top right quadrant is all the packaged items you would buy, like canned goods or pasta or crackers or something like that. The bottom right is dairy. And the bottom left is meat."
    },
    {
      "author": "DAVIS",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "DAVIS",
      "text": "This episode was produced by Audrey Nguyen and edited by Clare Lombardo and Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. And our editorial assistant is Clare Marie Schneider. Our intern is David West Jr. Special thanks to Becky Hersher, Meredith Rizzo and Mary Suozzi."
    },
    {
      "author": "DAVIS",
      "text": "I'm Rebecca Davis. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9741771015.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/13/lk_sorry_ig-2_wide-a774f041ff9d86f7a1b711de56bc082f8de96029.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "REBECCA DAVIS, HOST",
    "KEEFE HARRISON",
    "DAVIS",
    "HARRISON",
    "YVETTE ARELLANO",
    "SHILPI CHHOTRAY",
    "CHHOTRAY",
    "ARELLANO",
    "TAGLE",
    "MEGHAN BENNET"
  ]
}