{"title":"4 Tips To Beat Extreme Heat","url":"https://www.npr.org/transcripts/1017021486","intro":"Record-breaking temperatures resulting from climate change are a global problem. And while our bodies have ways to dissipate heat, sometimes they just can't keep up with extreme temperatures. Here are four tips from experts on how to stay safe and cool in extreme heat.","transcript":[{"author":"UNIDENTIFIED PERSON, BYLINE","text":"Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."},{"author":"UNIDENTIFIED REPORTER #1","text":"Meteorologists say last month was the hottest June ever recorded."},{"author":"UNIDENTIFIED REPORTER #2","text":"One-hundred-and-twelve degrees at Hanford, and we had a record high temperature of 104 in Salt Lake City."},{"author":"UNIDENTIFIED REPORTER #3","text":"The mercury will blast past previous record highs in the low hundreds on a sprint towards breathtaking new records of 115 degrees, according to some forecasts."},{"author":"SARAH MCCAMMON, HOST","text":"In late June, we saw record-breaking temperatures sweep the Pacific Northwest."},{"author":"UNIDENTIFIED REPORTER #2","text":"We had 110 degrees at Merced, Calif., 114 at Fresno."},{"author":"AILSA CHANG","text":"That is the highest in recorded history."},{"author":"MCCAMMON","text":"And the problem is global, notes Vijay Limaye, a climate and health scientist at the Natural Resources Defense Council."},{"author":"VIJAY LIMAYE","text":"In Pakistan and across South Asia, recorded temperatures in recent years have approached or exceeded 120 degrees Fahrenheit. That's near the limit of tolerability for what the human body can handle."},{"author":"MCCAMMON","text":"Not to mention another massive issue."},{"author":"LIMAYE","text":"Impacts of climate change on public health are hugely inequitable around the world. And the climate crisis threatens to widen and worsen existing health disparities, both here in the U.S. and elsewhere, especially in the Global South."},{"author":"MCCAMMON","text":"Limaye also says it's important to remember...."},{"author":"LIMAYE","text":"You know, behind all of the headlines on climate extremes and broken temperature records, there are real people that are increasingly in harm's way."},{"author":"NOEL KING","text":"In British Columbia, almost 500 people have died. In Oregon, it's nearly 80. And in Washington state, at least 20 deaths have been reported."},{"author":"MCCAMMON","text":"Dr. Renee Salas is an emergency medicine physician at Massachusetts General Hospital. She says when we get exposed to heat..."},{"author":"RENEE SALAS","text":"Our body has ways to dissipate it and to keep us cool. But when we are exposed to certain environments and certain extreme temperatures, sometimes our body just can't keep up."},{"author":"MCCAMMON","text":"I'm Sarah McCammon. And in this episode of LIFE KIT, we're sharing tips from the experts about how to stay safer in the heat."},{"author":"MCCAMMON","text":"We're approaching the hottest weeks of the summer, so let's dive right in. Our first takeaway - keep your body as cool as possible, starting with the fundamentals, like drinking enough water. Schramm says staying hydrated is very important so that our bodies can produce the sweat they need to keep cool. But it's a good idea to stay away from your favorite beer or cocktail, as disappointing as that might be."},{"author":"PAUL SCHRAMM","text":"We recommend avoiding alcohol during extreme temperatures. People should be drinking water, sports drinks or clear juices to help stay hydrated."},{"author":"MCCAMMON","text":"That's Paul Schramm with the Climate Health Program at the Centers for Disease Control and Prevention. He also recommends wearing light-colored clothes that don't absorb heat from the sun. Dr. Salas seconds that and adds this advice."},{"author":"SALAS","text":"The other thing is to try to have as much skin exposed to allow that evaporation of sweat to occur and wearing loose-fitting clothing, just like you would at the beach."},{"author":"MCCAMMON","text":"And if you have access to a shower, a bath or a cool body of water, that can help lower your temperature."},{"author":"SALAS","text":"And our body can actually transfer that heat to things touching it, like water. Now, that's something we can do for ourselves, but we also want to try to create as cool of an environment as possible."},{"author":"MCCAMMON","text":"Now, this next part may sound obvious, but when dealing with extreme heat, it's very important to find the coolest space possible to be in. If you need to be outside, that could mean a shady spot. And of course, nothing beats an indoor, air-conditioned room. But if you don't have access to air conditioning, Dr. Salas recommends going to the coolest place in your home, like a basement if you have one."},{"author":"SALAS","text":"Try to keep your house as cool as possible by covering windows to keep the sun out, not using your oven or things that will actually heat up the inside of your house, opening up the house when it's cool, like in the morning, and using fans to try to bring that cool air in."},{"author":"MCCAMMON","text":"Even if you have air conditioning, these tips can also help you use less of it. Dr. Salas says fans can help the body get rid of heat by moving air around so our sweat evaporates faster."},{"author":"SALAS","text":"We also have to recognize that when it's really hot, fans are just moving around hot air and won't be enough."},{"author":"MCCAMMON","text":"Paul Schramm with the CDC agrees electric fans won't help much once the temperature reaches the high 90s. And in any case, he says if you're unhoused or having trouble staying cool at home for any reason, don't hesitate to look for a cooling center nearby."},{"author":"SCHRAMM","text":"That might be something like a community center, a public library. Even some places of business such as a coffee shop, a movie theater or a mall might operate as a cooling center. You can do that by looking at local information through your local media or your city or county's website."},{"author":"MCCAMMON","text":"That leads us to our next takeaway - stay informed. Dr. Salas says it's important to note, though, that sometimes heat alerts are issued too late."},{"author":"SALAS","text":"There's a study that found that often these heat alerts are going out at temperatures that are actually well above when people are already getting sick and being hospitalized. And so I think that that's really important for us to recognize, that heat illness can happen at much lower temperatures than what we'd think. As climate change is making heat more intense and as heat waves are getting more frequent and lasting longer, we all have to become very educated about what to do and what the signs and symptoms are."},{"author":"MCCAMMON","text":"So in addition to staying informed, try to be proactive, which you're already doing by listening to this episode. Our third takeaway - know when to seek medical help. There are two major heat-related illnesses to keep in mind. Those are heat exhaustion and heat stroke. Heat exhaustion, if left untreated, can escalate to a heat stroke."},{"author":"SALAS","text":"There's a condition that we call heat exhaustion that can come before, and I think of it like the body's warning sign that you're starting to get overheated and it can't keep up. So you need to do something about it."},{"author":"MCCAMMON","text":"Symptoms of heat exhaustion can be very broad and different for everyone, but they can include things like sweating profusely as your body works overdrive to keep you cool."},{"author":"SALAS","text":"You can feel weak, dizzy, nauseous, even vomit. You can faint and look pale. Now, whenever you have any concern for this, you always need to immediately begin to cool yourself and seek medical care. But if you aren't able to change your environment and cool yourself, this can progress to what's called heat stroke."},{"author":"MCCAMMON","text":"The CDC says heat stroke is a medical emergency and recommends calling 911 right away. There are two general types of heat strokes."},{"author":"SALAS","text":"So with heat stroke, your body actually starts being unable to sweat, so you aren't sweating. So instead, you're red, hot and dry. And a really bad sign is confusion or even passing out because it means your brain isn't able to work the way that it should."},{"author":"MCCAMMON","text":"The second type tends to impact people whose bodies have limitations."},{"author":"SALAS","text":"The first can actually affect healthy, active people who are being active in heat. So you hear stories of student athletes collapsing on the sports field or outdoor workers. And this is just when those - our body's mechanism just can't get rid of heat because we are just working it too hard, and it can't keep up."},{"author":"MCCAMMON","text":"Talk to your doctor about whether any medications you're taking could increase your risk of suffering from heat-related illnesses. There are other factors that make some groups of people more susceptible to these illnesses than others."},{"author":"SALAS","text":"This can typically include people who are young, like children, or the elderly. But really, anyone who has limitations in their ability to get rid of heat is at risk. So this can be people who have certain health problems or take certain medications that maybe make it harder. So, for example, drugs for blood pressure, like diuretics or a medication called an ACE inhibitor, and other medications for mental health conditions, like those called the selective serotonin reuptake inhibitors - or we often call them SSRIs - medications like that automatically make individuals more at risk for heat-related illness."},{"author":"SALAS","text":"So I will always remember one of my patients. He was a young construction worker who was working two jobs in record-breaking Boston heat, and he presented with heat stroke, which is, again, the life-threatening, most severe form. And I think he just really highlights that for those who have to work outside or in hot, indoor conditions, they are extremely vulnerable, and they have to be protected. So it's really important to limit physical activity during the hottest part of the day."},{"author":"MCCAMMON","text":"That brings us to our fourth and final takeaway - know that some folks are disproportionately affected by extreme heat."},{"author":"LIMAYE","text":"Here in the United States, we know that marginalized groups, including low-income communities, communities of color, the socially isolated and people with preexisting health problems, are shouldering a hugely disproportionate burden of harm tied to fossil fuel, air pollution and climate change."},{"author":"MCCAMMON","text":"That's Vijay Limaye again, the climate and health scientist we heard from earlier."},{"author":"LIMAYE","text":"Some of these groups are often more susceptible to climate risks because of longstanding health and environmental inequities - basically, poor health data shaped by social determinants like income, education, lack of access to healthy foods or places to engage in physical activity, systemic racism and lack of affordable health insurance coverage."},{"author":"MCCAMMON","text":"Dr. Salas notes some people are more exposed to heat depending on where they live."},{"author":"SALAS","text":"And this can include people, for example, who live in previously redlined areas. Now, redlining is a outlawed racist practice for housing. But if we actually look at areas that were previously redlined and look at them today - that these areas can actually be upwards of 10 degrees Fahrenheit hotter than areas of the same city that were not redlined. And there was actually another study that showed that six of the largest hundred cities - out of 175 that it looked at actually found that people of color had higher exposure to heat than white residents. And so there are some people who live in areas that are just hotter than others."},{"author":"MCCAMMON","text":"If you can, look out for others around you."},{"author":"SALAS","text":"And I think importantly, we also have to make sure - we need to check on our loved ones and neighbors when we know hot weather is coming because we are all in this together, and we have to look out for one another."},{"author":"MCCAMMON","text":"To recap, takeaway one - keep your body as cool as possible. Takeaway two - stay informed. Check your local news for weather updates and information about community resources, and try to be proactive in protecting yourself against the heat. Takeaway three - learn to spot the differences between heat exhaustion and heat stroke, and know when to seek medical help. And lastly, takeaway four - know that some folks are disproportionately affected by extreme heat."},{"author":"UNIDENTIFIED PERSON","text":"Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."},{"author":"MCCAMMON","text":"A shortened version of this originally aired on Weekend All Things Considered."},{"author":"MCCAMMON","text":"For more LIFE KIT, check out our other episodes. We have one on how to prepare for hurricanes and another on how to get ready for a wildfire. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."},{"author":"MCCAMMON","text":"This episode was produced by Audrey Nguyen and Dustin DeSoto. Meghan Keane is the managing producer. Beth Donovan is the senior editor. This episode was edited by William Troop. Robert Baldwin III and Rebecca Ramirez contributed to this report. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm Sarah McCammon. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4244221459.mp3","img":"https://media.npr.org/assets/img/2021/07/16/gettyimages-1278747879_wide-be38c4d0da207c850ebc27c7ca049c6ba4d7894c.jpg?s=1400&c=100&f=jpeg","authors":["UNIDENTIFIED PERSON, BYLINE","UNIDENTIFIED REPORTER #1","UNIDENTIFIED REPORTER #2","UNIDENTIFIED REPORTER #3","SARAH MCCAMMON, HOST","AILSA CHANG","MCCAMMON","VIJAY LIMAYE","LIMAYE","NOEL KING","RENEE SALAS","PAUL SCHRAMM","SALAS","SCHRAMM","UNIDENTIFIED PERSON"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,24833,19133,10807,7490,21267,22201,13215,9527,350,283,19207,23514,12264,8115,20706,7513,7193,8631,5093,4402,33,7583,21752,18820,109,13938,9454,10033,29,12275,14990,17561,12686,11838,15937,15264,15448,11472,17037,20480,21190,13683,13429,7396,17469,6987,5284,1153,547,22184,15797,16143,19868,8998,10171,16544,9130,10539,11523,7033,21302,10896,13522,13682,11444,1105,1093,16728,20971,18474,16337,19283,8832,15238,12493,7424,12817,18409,9673,7445,108,14206,22335,4440,12007,9677,8928,7398,14502,19946,13829,22018,24388,22618,15982,17504,24861,10461,17660,16098,18715,11576,13955,17609,18447,15565,16070,14685,17494,2382,23387,25412,17428,14949,12961,10096,12433,20463,19783,11000,23196,22546,17466,8393,23471,14590,15055,11752,19711,20755,11479,25211,21015,12643,18988,22617,23808,20887,13207,15619,10197,23190,22931,21994,13196,8551,6909,17202,5767,5078,3604,1864,20702,13282,13130,20633,18448,16117,12521,8224,7388,14132,19332,14748,8370,15508,9956,17804,19797,21531,11053,15547,12680,21081,13522,9456,17603,2359,23745,20321,8452,11028,24262,19773,13877,7172,10985,14877,15880,8182,6012,16311,7617,16304,16102,21355,10803,19388,13469,16946,10254,21643,12027,5097,21331,24764,15388,18284,15437,22135,22248,9911,9392,7975,22009,5887,3366,15583,24101,16677,16044,22477,18197,12981,10776,17170,15134,6712,16312,13770,11862,19404,21513,12924,12316,22679,16794,6029,14209,6722,10629,13528,16138,2156,19715,13087,13671,15551,20897,11515,10382,14277,15003,10136,20815,6734,11620,11019,23497,15767,13604,24090,17042,7054,6764,2968,21255,18886,16682,20235,17677,14209,17921,22370,17476,19916,15724,14137,17010,12500,15104,17077,20011,2435,19594,20466,21300,17360,19070,7709,12992,4707,24422,13891,25047,12484,12606,17369,10622,19722,7773,9376,12981,17919,8023,22433,4234,23665,10987,23712,11403,15894,6895,10258,16452,5211,23227,16344,13990,10650,12053,20702,11386,13667,14803,17814,16896,18468,20528,15227,21316,13584,16064,11611,14534,14344,19156,13631,9883,1639,2144,22324,21131,13279,17785,18186,15891,11630,16212,13477,8615,14449,2064,3973,5258,21969,24495,18679,19154,11408,23142,9790,10902,19484,21933,13067,20531,13699,10459,17981,14332,15425,22629,13002,14795,2816,20777,14285,20732,17255,15839,15102,3582,22591,27165,21141,25623,16920,18555,18894,16427,8282,9276,21635,19066,8323,18474,14980,6792,4277,11579,21333,16608,17173,12411,14623,6388,11474,3605,9928,22739,24490,17704,13146,8835,17190,9490,17572,6525,10276,20453,12450,1785,14871,11331,25498,19214,12554,17344,23704,19844,11020,12739,10924,11119,13934,9681,1647,4171,12183,12898,19313,15072,7746,23690,20434,19983,24853,22390,9375,12171,22801,11877,15669,14589,12886,23525,23904,17956,18051,10472,6612,23090,25222,24884,11438,13167,13034,7563,3813,7283,303,315,395,242,205,153,58,28150,16060,7321,22477,15506,16023,25760,24795,17679,11100,24981,16554,11142,18006,26256,19785,14365,20262,14587,24955,13379,5247,6952,27363,13288,12869,13350,18977,28298,11956,16884,16226,17434,19361,25378,26666,8397,20215,19081,7605,4529,27498,23580,10116,25063,20967,15379,19364,24863,18488,6631,21866,22901,21350,25423,19004,9389,12157,14315,18743,713,26880,24678,12297,19235,13992,25435,25835,11000,14452,26090,25748,23262,17404,16683,11082,14537,11047,23390,23882,26631,19927,12839,19327,15953,8871,723,18,9,28195,28067,10713,23867,16077,14835,26022,16835,6108,16705,17317,20017,16827,13453,19177,19652,10628,16075,13816,19137,9006,13591,6198,17158,20488,9800,15645,13275,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,10696,11163,21776,24069,28027,22182,24773,7703,25207,12151,17131,11276,27,3,4,41,19817,16357,18655,16564,15758,21379,11727,20683,8342,75,14857,7546,10988,13403,6694,16817,10316,8398,19280,9579,4800,22287,17908,21550,8470,8769,11233,19318,10777,9492,10527,13428,18134,19061,20389,15490,12066,16731,12012,10227,8957,12951,11376,13470,22621,16375,10409,7029,22865,23063,21418,21986,21755,20303,13012,14320,16465,11903,8687,12624,11855,10021,12395,12237,16020,22574,17898,21447,14853,21377,21861,15112,21544,7822,12631,2827,6,5,16760,24886,15272,12084,22261,11151,7476,3780,14693,19044,7588,4540,2713,3805,23843,22964,24014,18420,18133,19108,22477,16891,9135,11939,14130,4403,1246,21392,19909,17953,20293,6029,18706,2331,13441,12600,15513,12333,3454,3032,19034,18314,11962,18954,12008,9964,14801,7204,7050,21919,23938,8866,7072,7743,19301,12712,10328,7034,14359,11242,2309,24861,12954,24714,11812,12691,13605,17197,10548,14616,13556,10492,11485,22863,6763,2512,2844,18694,18127,12169,5809,15178,21137,21421,23513,16592,13359,25417,24749,3611,22410,14657,23101,18068,18742,20544,16304,24112,17366,16104,23466,24092,23212,23943,18137,16851,19055,17041,12337,22425,16910,19376,17884,23549,16004,16324,9103,8994,9516,21717,15179,22209,13201,21827,11466,9516,10523,10305,7346,7716,1963,24087,23693,20601,13685,12446,23359,11612,22252,17821,19687,13973,11255,8410,9784,19186,12214,2480,24472,24716,18484,24031,19897,22188,13317,23535,19222,14941,10072,2460,10770,22872,13690,20840,19930,12915,20567,24709,17220,10069,7029,23421,11550,22348,9825,16527,6309,7609,4105,2419,10644,15378,12188,9741,17703,18277,13280,17086,7483,4971,10507,9920,10163,20339,10455,12500,16200,16095,19627,23323,7994,23151,24183,13136,19204,18401,8573,7838,15687,14921,11623,11332,23808,15232,12517,7359,15542,5668,1896,21125,21837,14608,14924,19220,22744,9224,12809,19942,11097,17109,19500,22534,7966,4896,1094,15953,21832,685,19843,14070,10942,22043,21883,14748,23077,26423,10545,22465,10286,10732,17814,8015,10534,9487,6558,25730,23534,21648,14426,12907,8075,22607,22558,14562,13733,9965,14112,7117,12783,13997,11144,8440,14578,11677,14005,4622,17937,5482,22046,19782,1281,16908,17729,18784,19117,5059,23266,10853,11950,8750,23014,10031,19313,5802,19826,9841,12343,18271,22589,10664,5017,4401,24783,23586,19712,24011,21807,12080,8989,5091,1612,24192,17712,16517,9731,11974,12702,9870,18369,13849,9576,9143,3687,18229,22670,17281,7524,3766,1686,15834,13634,23034,8763,26362,19927,8267,22309,10149,125,10346,17374,21906,9208,15292,10761,5885,9075,19934,16572,10740,21838,17892,10469,22612,15687,15464,8926,3906,882,15317,22587,23471,16373,15441,10257,10817,10998,13698,17224,1122,7499,13288,17214,10723,14107,5401,9048,6462,12262,17397,8863,23603,5665,10180,8414,11686,14358,9442,8650,8222,23196,14426,1116,22701,24224,21598,25603,14688,13156,17123,19168,8078,9094,14968,5321,22350,11240,14056,16923,21858,16400,14124,9951,24126,9934,8409,23252,3699,1204,20081,24631,19392,18051,12129,8377,23834,10839,12667,13194,23384,21987,15888,16568,9619,6684,12162,798,18797,20296,4891,5399,5985,16347,11465,23394,11395,15276,15812,22908,17138,11740,20301,14869,8577,6179,16611,9469,6798,6492,20942,19435,20690,16010,21557,12052,13418,24228,11559,18291,18343,7712,4847,8610,12243,20653,6331,5795,26031,22161,13908,6701,4392,7465,10574,10437,7486,17353,9999,22200,20473,21900,14876,23020,14105,17908,16397,18419,21484,23513,19803,24674,24464,20786,1033,17201,25619,25667,22709,8560,17288,21476,18698,24007,23140,16827,8414,18173,20696,23740,17462,21877,24561,22320,17405,12567,7903,18508,8644,5234,16173,20474,23949,21925,15582,17382,23912,17731,14641,9062,16976,13139,19721,17125,22039,13862,15175,11325,15669,21794,9420,21812,19103,20826,24949,18545,24587,23797,7578,6692,19297,18903,7933,2517,23421,24045,22700,24007,12336,11535,12813,19280,25721,23062,7357,18214,17972,23011,7543,7171,10603,3471,12237,12756,22819,20699,18671,19317,13802,10809,14835,8928,14779,20851,13600,13290,12287,9102,16997,20052,16329,22209,12404,10683,12760,15239,14799,13834,19995,11269,11099,6795,6951,4747,3185,7400,23926,24136,23593,9433,2986,13664,24123,19274,22765,8943,25418,14662,7822,9328,13888,9371,16571,19920,14141,15381,10661,9966,11476,12246,9381,4935,6629,14861,23294,17259,8603,13347,14010,8080,10357,13956,24747,15797,10740,17596,15973,7826,15092,12062,16870,18221,18538,13723,12104,18137,15666,11391,10545,10553,11125,16864,23082,9113,10463,4349,12515,22831,23269,9434,10594,17132,5566,21435,13281,13188,15208,14591,16887,9500,15186,12705,23808,7161,8571,10526,10349,24031,25166,14475,13750,17064,4967,4892,5108,22741,15486,16128,19652,9998,20728,21176,13917,10772,6756,4777,4485,23084,11466,18597,13603,13438,13417,12624,11513,8644,11532,7930,11219,13047,24077,8423,9967,15253,5869,20487,4007,2339,9095,19507,24210,13434,18955,17711,12842,16793,10835,22715,11587,4673,5234,3204,23828,16151,19305,9721,20526,17680,21199,7356,7135,10523,12417,12416,16418,24413,23406,10054,9055,12192,16352,12980,13172,18323,23915,20471,12435,15338,19441,13347,17191,18619,937,8744,23410,21410,23055,18884,9768,5973,18761,14601,8231,13667,12616,7282,19558,11896,6053,20702,14106,14188,12897,6890,21994,20227,23946,12419,11646,16600,15378,7858,8389,8755,14865,15159,7836,15055,15224,13403,6177,5202,10505,2244,10091,17108,13351,2570,11711,23151,12945,24073,13290,7345,7741,24557,10071,4722,12980,22575,12034,492,15945,18338,12891,1434,5739,15204,22105,15475,19748,11131,15240,4515,14676,13557,11868,14154,12494,12109,11395,13601,11135,19444,9861,12120,597,585,298,23756,8119,20118,16490,23176,11503,13042,6307,9206,14962,14859,21893,14989,20613,23126,22327,21071,23933,9484,12276,12491,14270,647,10466,14343,8629,19379,12073,19347,10730,18303,11334,18123,14506,8176,22093,22755,18221,16315,16899,7872,7720,9487,6474,1995,20120,23242,13157,13209,16305,22831,22656,9183,6913,2509,4345,4497,20890,13975,20933,22795,24516,15037,13420,19751,5558,3750,18727,11820,8797,21359,6537,16505,7653,24104,11004,17070,9272,22731,6659,22073,17068,17122,20242,14178,370,2731,24530,21151,15920,7704,9355,7523,15625,17377,15505,8111,16186,8358,10224,18134,15297,9158,10134,6436,10446,11980,5279,18182,18511,17037,12571,21218,23790,14302,21830,9638,9358,8342,5123,3653,21185,18041,16741,19258,21388,21518,20136,10021,11657,16826,20507,13723,9648,12436,4415,5154,4425,12758,11869,18916,17146,10259,23705,17231,23776,21643,16925,10201,12848,10424,10869,17430,9553,7565,547,768,12603,24059,21253,16375,18080,21706,22666,19002,11061,15846,19760,12086,15823,1717,21074,12611,18392,19835,17506,10310,24261,12448,11420,12514,2356,21776,17306,12463,13729,15210,23173,9164,8912,12888,17946,16433,10792,21397,15855,23702,16851,11001,7753,4721,5363,4855,3585,55,166,24897,23822,22181,10553,9324,23834,11624,9621,15431,17249,20322,10503,10189,12118,10600,12972,3659,814,15161,9937,6604,15904,15371,10313,9983,10105,7355,16208,10216,10462,16922,11973,20474,10717,15574,15958,11662,321,13650,13101,23957,7252,12535,12653,16344,10228,12624,15122,10377,22369,10663,8194,12473,9754,22728,8202,779,637,23505,13955,11543,10629,12854,22922,13680,7115,21717,24288,10966,12219,10236,12154,10968,11043,10571,7176,19021,3518,824,742,6283,21686,14941,18387,21669,8579,5371,11554,20365,16818,20283,17729,23440,13996,11871,11623,11089,5758,9128,11994,14873,13532,599,14217,20521,20082,22556,16216,12500,13333,12591,15814,11401,9756,5959,6963,10758,21903,17064,16728,16024,20984,13932,22499,21603,17927,10757,16916,6892,15289,7467,637,638,718,20089,17942,13927,21912,10755,20574,15718,11760,11840,6943,19401,14784,6599,2854,8790,13793,8570,9023,9402,10429,6744,1624,2272,18961,23104,23179,24582,16181,14589,8217,21010,10832,9590,11789,13772,18254,17916,20829,3328,6468,14161,13202,22252,9144,18906,9255,17551,5829,5473,1727,3535,16670,18478,15619,10740,13558,6244,3745,11528,21641,24071,22269,20162,21243,8743,5874,13734,9425,13459,4215,1828,1824,15834,18947,23179,15314,14914,16439,14474,14069,19697,17175,21786,22916,13908,22400,14226,7947,10540,12329,21745,17403,19826,18283,16856,1434,14333,20749,13475,15152,11555,1677,1653,22514,22750,21240,22507,10060,22486,19021,24211,16126,15764,19227,24069,17239,18597,12691,5085,20936,21254,9748,13168,24682,20521,22801,12373,6311,1353,18214,23790,20515,25293,18903,13811,13926,11211,12767,11800,9989,7119,12696,9392,7819,2737,19642,14637,18299,16256,13480,20927,15114,12743,14291,10840,13053,18493,21101,18311,11936,12691,8986,9155,23214,16690,1724,15010,19806,24902,13361,15978,10811,16564,18272,11998,12877,21993,17493,12653,14038,10016,15225,11155,13805,15581,11866,16383,15591,20654,10229,1301,22176,20450,10089,22356,7473,10111,14838,13337,10657,19635,20382,12285,6506,23741,19875,15437,9244,7035,10756,23190,12509,14101,8494,9235,17376,14635,2410,23754,8807,13666,23592,13709,13907,17587,18798,16515,10395,16840,17615,21891,19267,16617,22912,12424,17662,11551,19299,13048,6506,501,20457,13971,13293,15093,20694,16570,17907,15113,16042,10695,8717,4421,15397,23858,16326,10953,17185,16979,417,23815,23937,17242,16856,18556,11183,13381,8922,17983,14813,16403,15441,19775,274,144,20909,16868,16726,12696,188,19444,5891,20933,10243,14253,22756,7454,8820,4138,24062,13022,10599,7803,20861,15586,10315,11272,17464,7730,7915,14558,14073,11371,12400,24696,2120,18193,18519,13451,12915,4029,9533,13112,12600,10575,13670,17633,11962,11702,15998,9305,2636,25323,16781,10968,11248,10207,21073,12173,19684,23054,15348,21745,15466,19250,21043,20821,8430,579,248,6186,6203,9193,22597,11544,24056,10036,8231,13812,6089,529,599,505,70,18432,19659,17293,11887,22458,11811,11562,9421,21050,15620,18210,10321,3134,140,69,15710,22045,8374,137,3392,23913,18081,15319,15108,233,280,10228,12652,11024,19612,15349,12868,13248,8863,13710,14178,11836,13334,23555,21853,4419,483,13063,18641,18464,519,20573,10459,17800,20514,8610,26244,24848,16468,4972,319,571,2678,1331,22720,15691,22115,17997,14962,17859,12122,11918,4537,16393,21468,10433,19950,16548,8918,2347,11705,13912,9039,12568,14568,14903,21666,23242,23686,21795,20575,6431,13917,21599,4733,4635,20385,20295,16303,18012,12002,24130,21553,9801,7231,7297,1926,5948,18225,15543,6780,8211,553,10524,25415,15328,14295,12601,21727,16492,7785,6571,5364,10708,6468,21896,9217,3025,11538,15136,5084,14850,18209,14662,24011,24738,17183,19518,14252,1489,10830,16354,19653,13203,20055,12933,12964,18458,23445,20788,18649,10388,10734,8989,11995,17817,12114,10656,13108,8078,14319,11839,7541,12756,9833,9195,23454,16107,12558,12446,7606,3025,5204,4339,14519,20303,22280,1252,7823,22069,16870,18097,11347,15111,23259,9642,9497,13579,13183,11844,2463,2670,2681,18921,21390,16768,1540,20511,19544,16823,22207,10356,6960,11958,14820,22828,9733,7992,7758,11251,11788,15279,11581,8412,10215,10068,17474,23774,19281,21156,7062,22162,20866,21523,19142,12450,6852,3546,2402,17229,15083,19049,12433,2549,19841,23015,25175,9041,11359,8925,24317,16788,10469,4703,20280,17732,2665,24572,24780,16230,7701,21584,16736,10883,2150,24505,11505,11202,17075,19702,2305,18110,20895,21605,12462,7988,12654,9064,8279,22728,8336,18585,13706,12677,6314,2741,3365,3571,3456,4423,3128,2010,2088,24863,20028,10069,9065,8869,20033,12269,12680,1748,1497,22923,23690,23510,14804,22735,24631,9296,10333,6802,5579,1051,8218,22884,25133,1437,15382,14733,11200,1259,1112,14252,19939,15302,12050,16146,18738,11478,17570,20791,23661,21180,23909,15861,8226,20573,7486,5952,2726,2178,22369,18904,16275,23471,16537,10068,18998,10552,10974,12911,8003,23472,9489,11845,11449,10018,2295,1824,2253,18167,7539,16865,20446,10010,16081,15691,12167,6277,15108,7923,7516,1518,1672,22909,5675,1845,2308,1294,2331,611,2208,2283,1619,1882,1352,1036,1405,1324,2102,2079,1837,1557,6835,20618,16908,12994,13811,16034,11347,15559,9186,13229,13618,7545,9101,2995,1591,2100,18952,24456,23602,24224,18767,21215,15929,5272,3271,9241,20974,19346,22891,9768,6795,17584,9004,14726,23007,21690,18475,21788,9430,8825,18013,11039,3497,2027,16274,16734,13121,12090,13139,7522,15484,17309,13206,21430,22126,6997,2359,25087,9875,20946,20110,18347,13846,14487,11202,23101,21453,13060,15118,22326,16788,17193,22445,11744,15372,14160,16982,12363,15528,10991,8151,2074,2795,23232,24669,22053,19491,9972,24982,16625,7893,14883,12145,10245,6564,11669,12771,9168,7803,21321,11288,5590,10942,2331,17492,17679,19006,15605,13150,10760,4033,23550,23459,7183,17954,10169,10874,8875,5506,2920,2451,2717,24931,16598,9607,10059,21315,17293,21886,15064,11834,23876,21269,2597,24152,16332,13073,14640,9140,10361,18522,2671,18918,23339,15005,14757,21764,15361,1830,1890,25159,19965,11067,24803,25720,6830,13122,8866,23354,22449,18733,18539,18406,15374,7628,12673,16244,15318,11889,3393,3065,1477,21467,20524,18471,14771,8459,19335,14127,9248,7538,9270,1475,23172,24495,15380,11485,8281,7043,2419,494,23948,21460,12333,7517,13346,5457,2500,781,481,519,465,350,500,325,249,5030,4136,24227,17078,26516,10423,16407,12558,23597,12015,14317,8649,14304,15904,8260,10482,22839,20283,13537,11919,12398,19868,22352,9548,19111,15744,12257,10503,10946,11255,16032,8608,6999,24039,23994,23251,14726,11483,14360,18715,18814,16654,10639,13958,12242,2540,21189,22651,21689,12340,14294,12375,10863,8527,26244,14530,15204,19418,2722,9871,13759,13707,18721,8762,10580,15580,9965,11102,19585,15953,15304,19785,21882,24973,3699,25802,15124,17556,18309,19094,13313,16907,18849,12670,8619,14805,11822,20690,17898,13201,15202,19648,15329,15741,3115,22792,11572,4799,528,2,2220,23591,12778,13971,13952,15564,19376,13297,10453,1333,22239,18165,12338,9203,8677,14319,15342,10784,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,14525,21615,15632,10916,8614,15332,11315,14631,17796,9623,15196,11988,11935,16253,21891,10712,3096,18892,18453,21087,19530,18007,10814,8331,16323,12516,4098,21623,14408,17982,16970,13725,7775,2661,19113,16181,11355,23518,8019,2410,21329,14704,22171,11803,17515,15316,7912,15314,19820,13151,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,11637,13112,5560,1255,9,3,3,22111,23591,12539,13971,13952,18044,19376,10453,7198,22239,20662,12338,8412,9203,5549,15342,12221,13873,16011,9758,6312,16276,19996,18496,11933,10565,12966,15996,11413,11808,18966,13131,20902,8567,21615,15681,6091,10916,11402,15332,14631,12237,17796,15196,12184,11988,11935,21891,14619,7093,12615,18892,18453,21087,13721,18007,8331,16323,12579,9376,18572,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10093,21329,22171,21023,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12946,12868,13112,5754,4185,42,3,11443,11262,4174,15913,11895,9840,25837,15145,18647,7545,26033,25846,17101,15637,24806,15695,25879,19026,18284,5669,14040,24381,22124,10002,18594,10700,12947,19534,7599,14194,26361,14605,12197,14729,10157,20968,21058,11251,13240,12002,26390,15635,9001,6639,9910,19835,17030,13966,7427,6010,2743,14720,17723,10930,13017,8165,7488,12927,4677,11677,20713,7132,16232,11199,11183,789,20845,12504,25282,24313,7861,22221,7385,10251,10676,6313,272,10289,11103,8781,12935,11373,932],"fragments":[{"begin":"0.000","end":"37.360","lines":["Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."]},{"begin":"37.360","end":"42.760","lines":["Meteorologists say last month was the hottest June ever recorded."]},{"begin":"42.760","end":"53.800","lines":["One-hundred-and-twelve degrees at Hanford, and we had a record high temperature of 104 in Salt Lake City."]},{"begin":"53.800","end":"63.040","lines":["The mercury will blast past previous record highs in the low hundreds on a sprint towards breathtaking new records of 115 degrees, according to some forecasts."]},{"begin":"63.040","end":"67.400","lines":["In late June, we saw record-breaking temperatures sweep the Pacific Northwest."]},{"begin":"67.400","end":"73.000","lines":["We had 110 degrees at Merced, Calif., 114 at Fresno."]},{"begin":"73.000","end":"75.520","lines":["That is the highest in recorded history."]},{"begin":"75.520","end":"82.600","lines":["And the problem is global, notes Vijay Limaye, a climate and health scientist at the Natural Resources Defense Council."]},{"begin":"82.600","end":"94.960","lines":["In Pakistan and across South Asia, recorded temperatures in recent years have approached or exceeded 120 degrees Fahrenheit. That's near the limit of tolerability for what the human body can handle."]},{"begin":"94.960","end":"97.320","lines":["Not to mention another massive issue."]},{"begin":"97.320","end":"112.240","lines":["Impacts of climate change on public health are hugely inequitable around the world. And the climate crisis threatens to widen and worsen existing health disparities, both here in the U.S. and elsewhere, especially in the Global South."]},{"begin":"112.240","end":"114.600","lines":["Limaye also says it's important to remember...."]},{"begin":"114.600","end":"123.680","lines":["You know, behind all of the headlines on climate extremes and broken temperature records, there are real people that are increasingly in harm's way."]},{"begin":"123.680","end":"132.440","lines":["In British Columbia, almost 500 people have died. In Oregon, it's nearly 80. And in Washington state, at least 20 deaths have been reported."]},{"begin":"132.440","end":"140.400","lines":["Dr. Renee Salas is an emergency medicine physician at Massachusetts General Hospital. She says when we get exposed to heat..."]},{"begin":"140.400","end":"151.440","lines":["Our body has ways to dissipate it and to keep us cool. But when we are exposed to certain environments and certain extreme temperatures, sometimes our body just can't keep up."]},{"begin":"151.440","end":"162.080","lines":["I'm Sarah McCammon. And in this episode of LIFE KIT, we're sharing tips from the experts about how to stay safer in the heat."]},{"begin":"162.080","end":"206.720","lines":["We're approaching the hottest weeks of the summer, so let's dive right in. Our first takeaway - keep your body as cool as possible, starting with the fundamentals, like drinking enough water. Schramm says staying hydrated is very important so that our bodies can produce the sweat they need to keep cool. But it's a good idea to stay away from your favorite beer or cocktail, as disappointing as that might be."]},{"begin":"206.720","end":"218.320","lines":["We recommend avoiding alcohol during extreme temperatures. People should be drinking water, sports drinks or clear juices to help stay hydrated."]},{"begin":"218.320","end":"245.920","lines":["That's Paul Schramm with the Climate Health Program at the Centers for Disease Control and Prevention. He also recommends wearing light-colored clothes that don't absorb heat from the sun. Dr. Salas seconds that and adds this advice."]},{"begin":"245.920","end":"275.160","lines":["The other thing is to try to have as much skin exposed to allow that evaporation of sweat to occur and wearing loose-fitting clothing, just like you would at the beach."]},{"begin":"275.160","end":"292.800","lines":["And if you have access to a shower, a bath or a cool body of water, that can help lower your temperature."]},{"begin":"292.800","end":"303.720","lines":["And our body can actually transfer that heat to things touching it, like water. Now, that's something we can do for ourselves, but we also want to try to create as cool of an environment as possible."]},{"begin":"303.720","end":"325.480","lines":["Now, this next part may sound obvious, but when dealing with extreme heat, it's very important to find the coolest space possible to be in. If you need to be outside, that could mean a shady spot. And of course, nothing beats an indoor, air-conditioned room. But if you don't have access to air conditioning, Dr. Salas recommends going to the coolest place in your home, like a basement if you have one."]},{"begin":"325.480","end":"340.720","lines":["Try to keep your house as cool as possible by covering windows to keep the sun out, not using your oven or things that will actually heat up the inside of your house, opening up the house when it's cool, like in the morning, and using fans to try to bring that cool air in."]},{"begin":"340.720","end":"352.800","lines":["Even if you have air conditioning, these tips can also help you use less of it. Dr. Salas says fans can help the body get rid of heat by moving air around so our sweat evaporates faster."]},{"begin":"352.800","end":"358.200","lines":["We also have to recognize that when it's really hot, fans are just moving around hot air and won't be enough."]},{"begin":"358.200","end":"373.680","lines":["Paul Schramm with the CDC agrees electric fans won't help much once the temperature reaches the high 90s. And in any case, he says if you're unhoused or having trouble staying cool at home for any reason, don't hesitate to look for a cooling center nearby."]},{"begin":"373.680","end":"392.920","lines":["That might be something like a community center, a public library. Even some places of business such as a coffee shop, a movie theater or a mall might operate as a cooling center. You can do that by looking at local information through your local media or your city or county's website."]},{"begin":"392.920","end":"401.600","lines":["That leads us to our next takeaway - stay informed. Dr. Salas says it's important to note, though, that sometimes heat alerts are issued too late."]},{"begin":"401.600","end":"431.720","lines":["There's a study that found that often these heat alerts are going out at temperatures that are actually well above when people are already getting sick and being hospitalized. And so I think that that's really important for us to recognize, that heat illness can happen at much lower temperatures than what we'd think. As climate change is making heat more intense and as heat waves are getting more frequent and lasting longer, we all have to become very educated about what to do and what the signs and symptoms are."]},{"begin":"431.720","end":"452.480","lines":["So in addition to staying informed, try to be proactive, which you're already doing by listening to this episode. Our third takeaway - know when to seek medical help. There are two major heat-related illnesses to keep in mind. Those are heat exhaustion and heat stroke. Heat exhaustion, if left untreated, can escalate to a heat stroke."]},{"begin":"452.480","end":"463.720","lines":["There's a condition that we call heat exhaustion that can come before, and I think of it like the body's warning sign that you're starting to get overheated and it can't keep up. So you need to do something about it."]},{"begin":"463.720","end":"474.040","lines":["Symptoms of heat exhaustion can be very broad and different for everyone, but they can include things like sweating profusely as your body works overdrive to keep you cool."]},{"begin":"474.040","end":"494.440","lines":["You can feel weak, dizzy, nauseous, even vomit. You can faint and look pale. Now, whenever you have any concern for this, you always need to immediately begin to cool yourself and seek medical care. But if you aren't able to change your environment and cool yourself, this can progress to what's called heat stroke."]},{"begin":"494.440","end":"504.520","lines":["The CDC says heat stroke is a medical emergency and recommends calling 911 right away. There are two general types of heat strokes."]},{"begin":"504.520","end":"519.960","lines":["So with heat stroke, your body actually starts being unable to sweat, so you aren't sweating. So instead, you're red, hot and dry. And a really bad sign is confusion or even passing out because it means your brain isn't able to work the way that it should."]},{"begin":"519.960","end":"523.720","lines":["The second type tends to impact people whose bodies have limitations."]},{"begin":"523.720","end":"541.800","lines":["The first can actually affect healthy, active people who are being active in heat. So you hear stories of student athletes collapsing on the sports field or outdoor workers. And this is just when those - our body's mechanism just can't get rid of heat because we are just working it too hard, and it can't keep up."]},{"begin":"541.800","end":"554.720","lines":["Talk to your doctor about whether any medications you're taking could increase your risk of suffering from heat-related illnesses. There are other factors that make some groups of people more susceptible to these illnesses than others."]},{"begin":"554.720","end":"596.440","lines":["This can typically include people who are young, like children, or the elderly. But really, anyone who has limitations in their ability to get rid of heat is at risk. So this can be people who have certain health problems or take certain medications that maybe make it harder. So, for example, drugs for blood pressure, like diuretics or a medication called an ACE inhibitor, and other medications for mental health conditions, like those called the selective serotonin reuptake inhibitors - or we often call them SSRIs - medications like that automatically make individuals more at risk for heat-related illness."]},{"begin":"596.440","end":"625.360","lines":["So I will always remember one of my patients. He was a young construction worker who was working two jobs in record-breaking Boston heat, and he presented with heat stroke, which is, again, the life-threatening, most severe form. And I think he just really highlights that for those who have to work outside or in hot, indoor conditions, they are extremely vulnerable, and they have to be protected. So it's really important to limit physical activity during the hottest part of the day."]},{"begin":"625.360","end":"636.360","lines":["That brings us to our fourth and final takeaway - know that some folks are disproportionately affected by extreme heat."]},{"begin":"636.360","end":"665.360","lines":["Here in the United States, we know that marginalized groups, including low-income communities, communities of color, the socially isolated and people with preexisting health problems, are shouldering a hugely disproportionate burden of harm tied to fossil fuel, air pollution and climate change."]},{"begin":"665.360","end":"672.000","lines":["That's Vijay Limaye again, the climate and health scientist we heard from earlier."]},{"begin":"672.000","end":"709.200","lines":["Some of these groups are often more susceptible to climate risks because of longstanding health and environmental inequities - basically, poor health data shaped by social determinants like income, education, lack of access to healthy foods or places to engage in physical activity, systemic racism and lack of affordable health insurance coverage."]},{"begin":"709.200","end":"719.040","lines":["Dr. Salas notes some people are more exposed to heat depending on where they live."]},{"begin":"719.040","end":"775.040","lines":["And this can include people, for example, who live in previously redlined areas. Now, redlining is a outlawed racist practice for housing. But if we actually look at areas that were previously redlined and look at them today - that these areas can actually be upwards of 10 degrees Fahrenheit hotter than areas of the same city that were not redlined. And there was actually another study that showed that six of the largest hundred cities - out of 175 that it looked at actually found that people of color had higher exposure to heat than white residents. And so there are some people who live in areas that are just hotter than others."]},{"begin":"775.040","end":"782.320","lines":["If you can, look out for others around you."]},{"begin":"782.320","end":"797.440","lines":["And I think importantly, we also have to make sure - we need to check on our loved ones and neighbors when we know hot weather is coming because we are all in this together, and we have to look out for one another."]},{"begin":"797.440","end":"854.560","lines":["To recap, takeaway one - keep your body as cool as possible. Takeaway two - stay informed. Check your local news for weather updates and information about community resources, and try to be proactive in protecting yourself against the heat. Takeaway three - learn to spot the differences between heat exhaustion and heat stroke, and know when to seek medical help. And lastly, takeaway four - know that some folks are disproportionately affected by extreme heat."]},{"begin":"854.560","end":"892.400","lines":["Hi, LIFE KIT listeners. We have a favor to ask. We want to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/podcastsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/podcastsurvey. And thanks."]},{"begin":"892.400","end":"899.520","lines":["A shortened version of this originally aired on Weekend All Things Considered."]},{"begin":"899.520","end":"947.720","lines":["For more LIFE KIT, check out our other episodes. We have one on how to prepare for hurricanes and another on how to get ready for a wildfire. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."]},{"begin":"947.720","end":"986.520","lines":["This episode was produced by Audrey Nguyen and Dustin DeSoto. Meghan Keane is the managing producer. Beth Donovan is the senior editor. This episode was edited by William Troop. Robert Baldwin III and Rebecca Ramirez contributed to this report. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm Sarah McCammon. Thanks for listening."]}],"duration":986}