{
  "title": "Worried About The Delta Variant? Here's Some Things You Should Know",
  "url": "https://www.npr.org/transcripts/1019752554",
  "intro": "We're in another unsettling moment in the pandemic. Even people who are vaccinated are wondering if it's time to be cautious again, given the rise in cases, the fast-spreading Delta variant and reports of vaccinated people testing positive. NPR health correspondent Allison Aubrey offers some guidance and answers questions on what we know about the Delta variant.",
  "transcript": [
    {
      "author": "AILSA CHANG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ailsa Chang."
    },
    {
      "author": "AILSA CHANG, HOST",
      "text": "It's another unsettling moment in this pandemic. Even people who are vaccinated are wondering if it's time to be cautious again, given the rise in cases, the fast-spreading delta variant and reports of vaccinated people testing positive, from Olympic athletes to Texas lawmakers, even a White House staffer."
    },
    {
      "author": "AILSA CHANG, HOST",
      "text": "So this episode, we're going to be joined by Allison Aubrey, who's going to give us some guidance. Allison, thank you for being here."
    },
    {
      "author": "ALLISON AUBREY, BYLINE",
      "text": "Hi there, Ailsa - good to be here."
    },
    {
      "author": "CHANG",
      "text": "Good to have you - OK. So people who are fully vaccinated, like myself, are looking for some reassurance right now that they are still going to be protected against this delta variant. Can you offer any reassurance?"
    },
    {
      "author": "AUBREY",
      "text": "Yeah. The vaccines are incredibly effective against serious illness from the delta variant. For example, a recent study from the U.K. found that the Pfizer vaccine is 96% effective against hospitalization from the delta variant after two doses."
    },
    {
      "author": "AUBREY",
      "text": "Now, I talked to Dr. Marc Boom. He's the CEO of Houston Methodist Hospital. He says, 90% of the people hospitalized there now with COVID are unvaccinated. And they have doubled the number of COVID patients they had two weeks ago."
    },
    {
      "author": "MARC BOOM",
      "text": "Every indicator right now is flashing bright red at us and moving at a very quick rate. We're very obviously disappointed in this. And frankly, this was entirely avoidable if everybody had gone and gotten vaccinated, as we've all been urging."
    },
    {
      "author": "AUBREY",
      "text": "So clearly, unvaccinated people remain at risk."
    },
    {
      "author": "CHANG",
      "text": "Right. But what about fully vaccinated people testing positive right now? Like, should we be freaking out?"
    },
    {
      "author": "AUBREY",
      "text": "You know, there is a very big difference between simply testing positive and getting sick enough to end up in the hospital with COVID. The whole promise of the vaccines is that they would protect against serious illness and death. And they do. It was not realistic to think that they'd eradicate the virus entirely. So it is not a surprise to hear about a positive test or even a mild case in a fully vaccinated person."
    },
    {
      "author": "AUBREY",
      "text": "I think what is concerning is that the virus is circulating widely again, due to the super transmissible delta variant. And there are some breakthrough cases that have led to serious illness. The CDC has reported about 5,500 patients with breakthrough infections who've been hospitalized or died. That's out of 160 million people fully vaccinated in the U.S."
    },
    {
      "author": "AUBREY",
      "text": "But in most cases, Dr. Boom tells me, these patients are vulnerable."
    },
    {
      "author": "BOOM",
      "text": "By and large, those individuals have underlying significant health risks, like cancer, like transplant that probably prevented them from mounting a full immune response to the vaccine."
    },
    {
      "author": "AUBREY",
      "text": "Now, the CDC isn't tracking or keeping count of mild breakthrough cases. So there's a bit of an information gap there. But life-threatening breakthrough cases are very rare. Now, there's some data to show that the vaccines are slightly less effective against the delta variant. And we're learning more about this right now. But the big picture is that they're all effective against hospitalization and death."
    },
    {
      "author": "CHANG",
      "text": "OK. So even though the really serious breakthrough cases are very rare, do I need to change my behavior? As someone who's fully vaccinated, do I need to change the way I'm going about life right now? Do I go back to masking, for example?"
    },
    {
      "author": "AUBREY",
      "text": "Well, with the delta variant, scientists say people who are infected seem to release more virus into the air. That's the way the virus spreads. And even if you are vaccinated, there's still a chance you can be exposed and get infected or maybe even pass it on. Los Angeles County, as you know, has already reinstated a mask mandate. And many experts say it just makes good sense to mask up right now."
    },
    {
      "author": "AUBREY",
      "text": "I spoke to Dr. Bill Miller of the Ohio State University. He says, when you walk into a grocery store and you see all the unmasked people, it's concerning."
    },
    {
      "author": "BILL MILLER",
      "text": "It doesn't make sense to see 95% of people not wearing a mask when we're nowhere near that target level in terms of vaccination. So I personally continue to wear a mask."
    },
    {
      "author": "AUBREY",
      "text": "And this is especially true if you have kids or immune-compromised people in your household who may not be fully protected."
    },
    {
      "author": "CHANG",
      "text": "Right. But do most infectious disease experts agree with Miller?"
    },
    {
      "author": "AUBREY",
      "text": "You know, every infectious disease expert I talk to says this is the time to be cautious. You don't have to cancel vacation plans or lock down. But masking is a simple and effective step. Like, the American Academy of Pediatrics is recommending all kids 2 and up and staff be masked when school starts again, vaccinated or unvaccinated."
    },
    {
      "author": "CHANG",
      "text": "So do you have any particular guidance for parents of unvaccinated children?"
    },
    {
      "author": "AUBREY",
      "text": "You know, children under 12 are probably the least-protected group in the country right now because they can't be vaccinated yet. And while it's true that most kids typically don't get too sick from COVID, they do get the virus and they can spread it. So some experts say that children who get infected with the delta variant might have more symptoms. But overall, there's not too much concern that a significant number of kids are going to end up hospitalized. That doesn't seem to be the case."
    },
    {
      "author": "AUBREY",
      "text": "I'd say certainly there's still a reason to keep your kids masked up in public, not only to protect them but also to prevent them from spreading it to more vulnerable people. And one useful tip here is that if you want your kids to stay masked, model that behavior. Do it with them by masking yourself. That way, they're going to be less likely to be resistant."
    },
    {
      "author": "CHANG",
      "text": "So OK, if you decide to mask up, are homemade masks, OK, given how contagious the delta variant is? I mean, are they enough to keep us safe?"
    },
    {
      "author": "AUBREY",
      "text": "You know what? The experts are really telling us that given how contagious the delta variant is, you got to put your best mask on. And make sure they're really well-fitted. Double them up if it's a cloth mask. And make sure that it's got that snug fitting - I mean, really over your mouth and your nose. The masks work by keeping respiratory particles that contain the virus out. So the more fitted, the more snug it is, the better."
    },
    {
      "author": "CHANG",
      "text": "What about cleaning down surfaces again? Is that something people should be thinking about? Like, should those bleach wipes come back out?"
    },
    {
      "author": "AUBREY",
      "text": "You know, I wouldn't focus too much on wiping down surfaces. This virus is mainly thought to spread via respiratory particles, so an infected person breathes, sneezes or coughs and you're nearby. So nothing wrong with being mindful of high-touch surfaces, like doorknobs or bathroom doors, but the main route of transmission is being close to someone in that close indoor setting and breathing in their droplets or aerosols."
    },
    {
      "author": "CHANG",
      "text": "And now with the vaccine, a lot of people, including myself, I have to admit, we're getting back out there. We're gathering at barbecues, weddings and things like that. Should people think twice about accepting invitations to large gatherings at this point?"
    },
    {
      "author": "AUBREY",
      "text": "I think it makes sense to think about your own personal risk and the risks of people in your household. Are you taking unvaccinated children? Are you or someone in your family immune-compromised or otherwise more vulnerable to the virus? Do you know if others at the event are going to be vaccinated? I mean, big picture, if you are fully vaccinated, you are protected against serious illness from COVID. So there's likely no reason to cancel your plans."
    },
    {
      "author": "AUBREY",
      "text": "You know, we certainly don't want to be missing out on opportunities to see friends and families and go to weddings and all that good stuff that keeps us connected. But just be mindful that despite our wishes and expectations that this pandemic might be behind us, it's not. The virus is still circulating."
    },
    {
      "author": "CHANG",
      "text": "OK. So Allison, what are the big takeaways for people to remember here?"
    },
    {
      "author": "AUBREY",
      "text": "Sure. You know, I think the No. 1 tip, and this can't be said enough, if you have not been vaccinated, it's not too late. It is the absolute best way to protect yourself and to protect others. And the surge in cases right now being led by unvaccinated people certainly shows this."
    },
    {
      "author": "AUBREY",
      "text": "Tip No. 2, I'd say, the delta variant spreads the same way the original strain did. So the same steps we've talked about all along to reduce the risk of transmission still apply. Wash your hands. Wear a mask. Avoid crowded indoor spaces, especially if there are unvaccinated people around or if you are unvaccinated."
    },
    {
      "author": "CHANG",
      "text": "That is NPR's Allison Aubrey. Thank you, Allison."
    },
    {
      "author": "AUBREY",
      "text": "Thank you - good to be here."
    },
    {
      "author": "CHANG",
      "text": "For more LIFE KIT, check out our other episodes. There's one on how to manage your money in a crisis and another about how to find a mentor. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. A shorter version of this conversation originally appeared on All Things Considered."
    },
    {
      "author": "CHANG",
      "text": "Special thanks to Joe Neel, Carmel Wroth and Noah Caldwell. Meghan Keane is the managing producer of LIFE KIT. And Beth Donovan is the senior editor."
    },
    {
      "author": "CHANG",
      "text": "I'm Ailsa Chang. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6183504616.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/23/gettyimages-1264127403_wide-412bdf532100918de42726b271f2e81d99f94b9b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AILSA CHANG, HOST",
    "ALLISON AUBREY, BYLINE",
    "CHANG",
    "AUBREY",
    "MARC BOOM",
    "BOOM",
    "BILL MILLER"
  ]
}