{"title":"Smart Investing Tips For Beginners","url":"https://www.npr.org/transcripts/1019752368","intro":"Investing is the most powerful way that we can save for retirement, college for our children and similar long-term goals. But if you're just getting started it can be hard to separate the good advice from the bad.In this episode, NPR Life Kit host Chris Arnold offers up a few tips for those who are just entering the world of investing.","transcript":[{"author":"AILSA CHANG, HOST","text":"This is NPR's LIFE KIT. I'm Ailsa Chang. The pandemic has created an army of new investors. With people stuck at home, a record 10 million new brokerage accounts were opened last year. The market got a little wobbly recently, but stocks are still near record highs. So this is probably a good time for people to get their ducks in a row and figure out a good plan for the future. This episode - smart investing."},{"author":"CHANG","text":"With me is one of LIFE KIT's hosts, Chris Arnold. He covers personal finance and joins us now. Hey, Chris."},{"author":"CHRIS ARNOLD, HOST","text":"Hey, Ailsa."},{"author":"CHANG","text":"So a lot of new investors are out there trying to pick hot stocks. What could go wrong, right?"},{"author":"ARNOLD","text":"Yeah, what could possibly go wrong with that, right?"},{"author":"ARNOLD","text":"No, so I mean, you know, investors are out there. They're watching YouTube videos, and they're in Reddit chat groups. And, you know, they're probably getting a mix of some good, some bad, some ugly advice. But overall, the market over the past year and even going back before that has been going up and up and up. So a lot of people have been able to make some money. I talked to one couple, Mollie and Chad Wood in St. Paul, Minn. Chad used to wait tables in restaurants, and when things shut down, he opened his first stock investing account."},{"author":"CHAD WOOD","text":"For instance, there is a marijuana stock that I found to be, like, significantly underpriced. And I said, oh, this looks like it might work. And I made, like, $1,500 on that one trade."},{"author":"MOLLIE WOOD","text":"Yeah, it was a decent one."},{"author":"C WOOD","text":"It was a good one. So I felt like I was the smartest person in the world when I closed that out. And then I was like, oh, geez, no, I'm not. I just got really lucky (laughter)."},{"author":"CHANG","text":"Is Chad the smartest person in the world or not? I mean, there are a lot of people like him right now who jumped in, did well betting on a hot stock like GameStop or even buying and selling Bitcoin. But tell us why maybe we shouldn't all go out right now and try to be like Chad."},{"author":"ARNOLD","text":"Well, I mean, look, it can be exciting to try to be like Chad, but as a long-term strategy, investing is the most powerful way that we can save for retirement and our kids' college and stuff like that. So the most brilliant investors around for a long time have said that for everyday investors like you and me, making short-term bets on what a stock is going to do next, it's just too hard to know, and it's not the right approach, and it's too risky. So we are much better off investing for the long term and investing in index funds. These have very low fees, so it doesn't cost much to go this route, and they let you buy the entire stock market basically. So if any one stock crashes, that just doesn't affect you at all."},{"author":"CHANG","text":"But what if somebody does want to buy some individual stocks?"},{"author":"ARNOLD","text":"Yeah, so people do. I talked to a former financial adviser who now works for the personal finance site NerdWallet. Her name's Tiffany Lam-Balfour. And she says, look, just do that with a very small amount of your portfolio."},{"author":"TIFFANY LAM-BALFOUR","text":"My dad liked to gamble, and my mom would, like, give him $200 and be like, there you go, you know, and that's it and take the rest of his credit cards and anything else away, right? So it's a very similar thought process. You have your core responsible portfolio. If you have some excess cash, OK, open a separate account, but don't let it intrude and interfere with that core portfolio."},{"author":"CHANG","text":"OK, that sounds sensible, but what should be in that core responsible portfolio?"},{"author":"ARNOLD","text":"The key idea is that you want to own lots of different types of investments so you can make money in different ways and spread risk around. It's called diversification. I talked to Paula Volent at Rockefeller University. She's had some of the best returns of any endowment manager in the country. And she tells everyday investors this."},{"author":"PAULA VOLENT","text":"I always think of it as if you were in a beach town and you had a little stand, you would want to sell suntan lotion as well as umbrellas because you don't put all your eggs in one basket. So you want to have stocks, maybe you have U.S. stocks, you have some European or emerging market stocks, and then you need to have things that are going to do well in down markets."},{"author":"ARNOLD","text":"That is when stocks are going down. So you own some Treasury bonds, a real estate fund. This might sound a little complicated. There are age-based index-type funds where you just pick the year you want to retire. They figure out the rest for you. That's one way to make this a lot more simple."},{"author":"CHANG","text":"OK, but some of those index funds might not have quite as broad array of investments. And if someone wants to have, like, a really widely diversified account with a more hands-on approach, how do they do that?"},{"author":"ARNOLD","text":"Well, that's a really good question. And I don't usually pitch books at all, but there is a great book by David Swensen. He ran Yale University's endowment for years. He passed away not long ago, and he wrote this book called \"Unconventional Success.\" And it really tells you everything you want to know. If you read one book and you read that..."},{"author":"CHANG","text":"Wow, got it."},{"author":"ARNOLD","text":"...You know, you're good, basically. And then there are also, you know, robo advisers can do this, too."},{"author":"CHANG","text":"What?"},{"author":"ARNOLD","text":"They're, like, these - they're basically these companies like Betterment or Wealthfront. And they'll take your investments and get pretty broad with it and do a bunch of more interesting stuff. And they can also make it less complicated."},{"author":"CHANG","text":"OK, so however people get set up, once you have, like, a responsible good portfolio assembled, how often should people be actively checking in on it, you think?"},{"author":"ARNOLD","text":"Well, this is sort of like the great thing about not being like Chad, if we can extend the metaphor. If you have a diverse portfolio that's together for the long term and you can really just check on it like - like, once a year is really all you need to do. And when you do that, Ailsa, you want to do this other very cool thing that's called rebalancing. And it's cool because it can make you extra money. And so, OK, let's say for, like, easy math, your target that you came up with is that you want to have 50% in stocks. But if stocks have gone down, now you might only a 45% in stocks, right? Because your bonds and the real estate stuff's gone up in value. The stocks have fallen in value. So in your little pie chart there, stocks are worth less. So what you want to do - and this is the big idea here - is you sell the stuff that's gone up in value and you buy more of what's gone down."},{"author":"CHANG","text":"OK."},{"author":"ARNOLD","text":"You can also do this at times of big corrections in the market, right? When everybody's panicking and everybody is selling stocks and they're like, I don't know what to do, I'm going to sell everything - which is not the right thing to do, by the way - you are buying stocks because they're cheaper, right? And you're not just buying them, like, randomly. You're going back to that 50% target."},{"author":"CHANG","text":"Right. You're keeping the pie section of roughly the same in value."},{"author":"ARNOLD","text":"Yeah. And it's like you're keeping two things. You're keeping the pie section to what you wanted and you're, like, keeping your head because you have a plan and you know what to do, right? Rebalancing like this can really help boost the amount of money that you make in your investment portfolio because you're sticking with your plan and you're buying low and you're selling high, and that is how you make money."},{"author":"CHANG","text":"But honestly, Chris, you're kind of stressing me out right now because some of this sounds complicated to me. And at what point, like, do I bring in a financial adviser to figure this all out for me?"},{"author":"ARNOLD","text":"Of course. Financial advisers can be great. The problem is you have to be really careful because financial advisers can charge a lot of money. And there are two things to watch out for. No. 1, you want what's called a fee-only adviser, OK, and you have to ask them. Do you make money any other way than me paying you? Because if they do, then they're getting commissions to steer you into stuff that might have very high fees and it's not the right thing. So you want somebody who's going to - a fiduciary, somebody who's going to act in your best interest. Then the other thing - the way to approach this is, like, sit down with a certified financial planner who's fee only and then do it once a year or once every three years, whatever you feel like. Do that, sit down, get some professional advice, get set up, you get your plan, you know, and then do it again next year if you want to, or you've got someone you can call. But you're not getting into some, like, recurring charge of percentage of your life savings."},{"author":"CHANG","text":"Yeah. No, no, no, no, no, no, no way. OK, I think I get it. But just to make sure I get it, can we just take a moment to recap. Like, what are the top takeaways here?"},{"author":"ARNOLD","text":"All right. So remember, a lot of new investors get into this by trying to pick hot stocks. It can be fun, but that is not the way you want to handle your long-term retirement portfolio."},{"author":"CHANG","text":"Right. No."},{"author":"ARNOLD","text":"And you want to have a core portfolio that is well diversified, own a little bit of everything, well allocated, stocks, emerging market stocks, foreign stocks, but also Treasury bonds, real estate funds so you have a nice mix and you're not going to get hammered and destroyed if any one sector crashes."},{"author":"CHANG","text":"Exactly. OK."},{"author":"ARNOLD","text":"OK. And if you want some help figuring out how to balance your portfolio and do all this stuff, there's a great book, \"Unconventional Success\" by David Swensen, my hero."},{"author":"CHANG","text":"The book to have on your shelf."},{"author":"ARNOLD","text":"Yes, have that book on your shelf. Also, robo advisors - we talked about that they can help you out here, too."},{"author":"CHANG","text":"Like, not actual robot advisers."},{"author":"ARNOLD","text":"Yeah, no, they are not robots. They don't have swinging arms. They don't say danger, Ailsa Chang. That doesn't happen."},{"author":"CHANG","text":"(Laughter)."},{"author":"ARNOLD","text":"It would be cool if it did happen, but it doesn't happen."},{"author":"CHANG","text":"It would be kind of cool."},{"author":"ARNOLD","text":"Yeah. And then finally, you know, if you want a financial adviser, get one that is fee only and sit down with them once, pay them for that one-time visit. Don't get into some kind of recurring percentage of everything that you're worth."},{"author":"CHANG","text":"Got it. Fee only."},{"author":"ARNOLD","text":"Fee only."},{"author":"CHANG","text":"Got that, people?"},{"author":"ARNOLD","text":"Yes."},{"author":"CHANG","text":"All right. Chris Arnold, thank you so much. I already feel more responsible just because I sat and talked to you today."},{"author":"ARNOLD","text":"Thanks, Ailsa. You're the best."},{"author":"CHANG","text":"And for more LIFE KIT, check out our other episodes. There's one about how to stop stress spending and another on managing your retirement account. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. A shorter version of this conversation originally aired on All Things Considered. Special thanks to Uri Berliner, Alejandra Marquez Janse and Christopher Intagliata. Janet Lee produced this episode. Meghan Keane is LIFE KIT's managing producer, and Beth Donovan is the senior editor. I'm Ailsa Chang, and thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3164281732.mp3","img":"https://media.npr.org/assets/img/2021/07/23/lifekit-investing-ljohnson-difersify_wide-35fe9e7f7ac8552cc1243bda569194931dc81b8e.jpg?s=1400&c=100&f=jpeg","authors":["AILSA CHANG, HOST","CHANG","CHRIS ARNOLD, HOST","ARNOLD","CHAD WOOD","MOLLIE WOOD","C WOOD","TIFFANY LAM-BALFOUR","PAULA VOLENT"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,2478,2749,101,59,2678,2769,20620,23049,12095,15509,7647,8788,9938,6659,2745,15105,15279,13298,9506,7217,10735,9026,13637,13586,8945,7249,6075,4724,15039,15680,11665,10855,26897,23473,9409,8736,11243,8728,8085,5855,8127,8388,7758,11179,8608,9282,8678,3849,26462,24162,19547,15505,5626,3954,7166,15855,15672,7856,15043,15748,11923,6309,5467,14461,14847,11323,20402,22714,15460,16336,10250,12788,13439,16036,8571,9899,18454,12876,9391,9515,11631,1543,18709,19099,17513,5198,10917,16906,11585,16142,6749,653,404,450,101,78,126,23075,25329,17231,16398,23234,26545,12486,16730,12858,7943,26105,14643,21355,13382,27366,9953,9678,9175,20423,16478,16310,17479,18797,17691,18872,28019,13388,7638,24506,18816,21505,12342,12833,15555,27503,18187,21659,21107,25770,13277,16086,22348,25742,23802,12356,7112,4033,20209,15594,16577,14513,17105,7404,9208,20523,16911,17888,18635,19668,23526,23763,10853,13749,8552,19853,19255,21975,14798,17942,13248,18920,19833,27761,12705,17462,6484,28142,18779,12145,20176,23928,26718,9804,20658,27750,27982,17218,16469,14152,11968,11522,9594,22762,23382,18294,24302,16862,16319,14342,15699,17178,9240,26539,16628,12865,14408,9664,1912,31,9,26646,28195,10713,23867,16077,14835,26022,16835,6108,16705,16918,20017,16827,15162,19177,19652,10628,16075,13816,19137,9006,13591,4561,17158,20488,14038,15645,13275,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,11404,6403,21776,24069,28027,22182,24773,10061,25207,12151,17131,11276,33,3,3,16,26177,19941,11700,15355,11314,14396,19573,13070,15494,4319,12224,21744,18840,14947,13611,13652,11790,2212,23373,18659,14058,11994,16001,11914,5598,7771,13766,10962,8068,10860,14907,12734,6863,23384,18914,10213,8327,7983,8597,8517,4621,7041,22477,22390,14667,12345,20866,8825,52,3,0,0,0,19495,16319,10834,14432,17999,11119,3788,13028,6903,13208,9296,9399,7897,10902,12134,6385,8566,15105,15154,977,19103,15338,11163,92,1776,14885,4233,22116,26772,26617,18169,20993,9792,8792,25459,14578,4219,468,15262,9023,8659,22827,22713,24728,14797,9634,10216,20563,15702,24016,23943,14031,24544,22874,13846,16212,11885,22669,10431,8144,14274,13895,8506,12467,12761,22618,7508,1627,22249,20026,14972,20781,14503,22717,16742,4407,17652,16302,18126,17684,9789,23781,12583,22079,25991,21875,24043,18602,9685,23971,21207,9928,21878,15095,9131,8692,3415,4504,9164,21104,16848,15583,15106,19895,20246,11288,12677,25678,18733,24012,10926,11535,16574,11669,19546,28057,23461,26500,17669,20276,14907,10511,22108,13419,14997,9613,10802,11905,11216,15149,1695,8106,26653,13331,9584,24292,23723,20498,12595,12748,20278,8852,14360,9769,14078,23423,21312,23852,7738,13962,19373,12561,9994,16317,16404,11021,14509,19133,12144,16253,15628,13983,19057,18516,8727,14887,12506,12510,8510,20833,6298,23738,18934,23862,20758,20071,17712,9011,10369,1165,1119,9536,13465,14259,15243,20667,8369,12729,12465,10732,9105,7860,4089,7065,8136,23505,19425,17968,11723,15316,9565,11705,10979,12885,10004,9539,14010,7254,5286,9649,10914,19681,16345,9392,21994,27074,27684,16344,2024,1314,15027,27601,23389,18947,10954,7285,8745,9977,24805,25055,18269,7768,14472,8960,6020,8061,12846,8995,19725,10939,6271,11039,6411,6606,11621,19219,14962,587,17566,18723,5820,13669,10728,12001,13104,18968,23629,11580,5821,5211,8378,14949,11976,10108,7572,6682,7719,12312,14442,28166,22865,17275,11798,21595,19275,17101,13097,25125,27451,15937,18498,12435,21821,12164,9475,10549,26140,17309,12533,18927,4954,25539,13773,13468,13506,2812,16512,12414,19008,7734,16840,9326,7820,22433,7476,10353,4506,14942,818,21984,22549,21942,26666,18304,18188,10235,20264,13358,10707,11604,20724,15735,24958,11450,10491,11719,12905,15414,19847,19757,15896,14534,21458,9520,18677,8583,15456,16221,8777,10608,14504,18753,13545,10480,11488,8533,15572,18632,1309,23598,23907,8635,25822,16159,18414,7869,18815,8096,17656,8138,7010,13920,13046,9532,22740,12607,15619,6995,8759,16123,18577,17528,6723,5677,12143,16878,9480,10438,7788,11410,986,22375,24049,21375,9193,25986,24003,24237,20972,12402,8862,14173,15194,14570,16647,16647,15300,9965,675,27169,19626,15154,8323,10067,538,20112,811,21302,14854,17156,27858,20409,14114,13114,9372,8720,8164,15234,3621,1928,1344,25756,18361,16665,20388,25202,23667,14770,17882,13532,19948,14094,22516,18795,13471,10845,14103,10546,11248,16357,16490,17968,16597,17667,18065,17143,9749,14470,17755,11976,11990,829,20898,13411,19147,19537,10489,25691,11574,10220,12513,20455,17396,9511,8848,5350,9501,23907,9436,11036,10523,7897,9585,6041,2260,14588,17044,10907,6654,7939,7677,8774,8317,13278,24276,18904,18286,16895,18100,21626,20741,21014,21169,16781,13208,13320,12484,14796,1761,24296,23455,23298,17068,16124,21961,19614,19958,9711,25141,19999,15952,15368,12265,8549,9455,19320,21296,14619,9511,7497,12673,3593,16244,10072,580,16415,12130,15293,13325,11040,9090,4131,3968,14541,7938,16466,13573,14379,9584,7186,8854,16301,13344,8812,5918,4966,27221,17193,18276,11296,11816,23657,13813,14165,13286,16835,16403,11526,12823,7909,7367,5174,1010,482,26174,22841,24831,17350,15381,13103,14733,9638,17850,22895,10091,21629,14823,2821,23109,9351,8655,27762,10148,8077,11177,15773,18144,21307,15186,17357,15215,18973,17858,21067,12942,16454,12900,20654,23802,24146,21698,25672,22609,16442,25587,25223,17201,15607,16930,1792,14409,26539,21629,19583,9123,15147,13755,27065,9511,9672,24844,12624,13202,10761,19389,18845,12586,16280,3905,2136,19289,19330,13511,18907,6898,13206,9436,11251,11482,10005,7861,17894,12781,14560,12788,15923,13442,16440,19016,15577,14243,10271,8076,14276,12280,15097,23209,4540,11690,10155,1615,17221,24319,18886,16675,12955,23106,15930,15273,16917,14559,22465,5353,5410,14658,23079,20758,24920,15530,16384,11400,14571,12911,7882,8312,13712,13808,18563,18646,12102,5399,6550,21438,22939,13496,12244,17766,10761,11429,8464,17933,18662,7541,16816,15922,8980,26085,26699,19331,25364,14117,25999,14623,13275,10319,21252,17424,17762,13281,18199,17276,13968,14994,1113,23357,24916,20657,26879,20835,20003,24283,18348,19059,9547,19978,16037,13979,14585,14016,6696,13184,11369,11681,23473,13425,1327,11523,12534,10070,16067,14736,19696,24979,23969,15222,14670,13368,6971,902,21943,19891,14454,20340,17548,10604,7917,14194,16058,3322,22250,14200,10159,16652,13828,7126,12659,10183,6528,20405,23936,18123,16099,16643,15853,10965,9823,9983,6407,10157,9107,7165,11930,10975,10432,10476,9464,9547,12972,23388,7743,79,21596,28054,28134,27608,24291,9108,22451,12584,25462,14186,11362,24782,22848,12089,19093,16019,10087,22433,7097,17899,14791,15859,14583,9927,7911,11686,10094,13912,10643,10426,17917,9136,10486,22573,22111,12857,12080,8137,12815,24778,17272,22016,13302,17235,10203,25741,22508,885,25154,20923,28408,18192,13324,21331,10727,8231,10480,9853,11973,15262,20122,23716,7506,9860,26021,6063,12834,24907,20714,25411,25598,15084,7095,13648,19172,12748,19304,11314,12288,19281,23531,20199,11661,7061,12424,18855,7024,10091,12839,22539,6312,1031,3727,15559,25073,25773,25485,18217,20641,16264,17050,20348,13267,18446,17788,1729,23978,12689,22873,7877,12849,4249,15077,19773,27189,16810,13464,12056,16537,17494,13480,7127,16433,1076,14385,21865,11485,12606,10037,4600,26320,23663,22903,13192,18979,11517,12695,27536,27377,23002,22810,28164,17181,10408,14040,9358,8940,6254,8374,9009,21770,22463,11195,8865,23321,6860,7302,7545,9478,6647,4635,3356,15735,24595,16673,18749,15698,13113,13603,21805,26324,3695,11936,12845,26012,10403,18568,13221,23669,16788,24329,23277,16096,23865,14380,20030,14865,16828,16021,10225,7977,19222,16263,15795,16155,9813,8012,192,10998,16178,17325,11275,20437,14589,10291,13979,25399,17554,13535,14432,9663,14822,817,21410,10948,11523,25983,23682,477,20648,14393,14226,10379,17187,15876,19235,11054,11905,12232,484,10572,14840,9341,27199,27677,4214,284,136,24878,7171,14556,27460,18263,14310,14343,18290,13182,12492,16730,15166,9688,18323,24063,664,22414,25312,15127,10466,12989,7202,6240,10952,14241,18337,6589,10441,15927,2040,10782,25131,5991,21408,27155,25211,14563,16991,14511,7984,102,24042,26134,15821,14618,20421,21097,10333,13503,13800,16244,14536,8972,15111,16292,12385,8592,11908,18776,12153,8848,18584,13116,15440,18450,14117,6441,4718,17046,12173,24876,14280,11255,7884,20481,23011,17259,24151,22259,5224,18532,22804,12667,114,22863,17121,11792,23064,20298,14281,19280,17503,14064,7435,13471,15853,11359,13410,11215,7687,10087,21769,20871,5884,171,9076,22445,23027,15011,12933,12733,11392,175,26133,23739,74,96,10166,19694,16232,6510,16872,18448,16514,19359,7442,271,21414,25531,19486,16811,17976,23158,21190,18207,19034,18958,7977,26649,15955,11508,9596,15057,18857,15286,21220,17468,24958,14245,20028,13756,19919,12665,10355,22160,15275,9953,15778,24995,10790,2222,20348,19589,2647,24995,23778,14178,21109,10683,23367,11443,10796,5428,23292,18607,14956,25354,17810,22832,13823,15385,16413,7411,11179,22116,24755,23621,18866,18728,4739,11616,11579,12739,6260,21003,16263,12009,13711,26057,19879,14473,15922,25003,10383,8875,16756,21501,20383,16949,14537,16986,13636,10178,13412,19263,17291,13041,658,2241,26653,10379,16030,16765,21268,9294,13578,20253,15816,335,19544,25011,12055,16112,13361,11507,18020,25545,13411,17294,9127,6434,27726,24607,21442,16843,9676,10115,13661,17357,19831,9165,18586,13756,15944,13722,8805,15770,8892,10802,14169,920,16748,23450,15442,16217,11609,24898,23074,20164,3765,7816,19934,17291,21978,9569,10686,28779,12524,20583,10338,1856,133,991,23041,20687,15439,11522,10726,8901,5849,5660,15211,15328,15591,16494,1044,24604,26951,15453,8565,11419,18811,19196,14461,12004,25853,11368,9426,11685,8857,9565,7903,14793,14945,12852,2559,4274,24670,16638,20822,23518,26398,25341,17779,17963,672,23241,24581,22427,15943,22237,8942,16996,12661,13757,14253,12024,13330,22875,11463,16915,8635,12153,12791,10045,19898,8223,18554,15597,17321,16307,18271,12233,18129,25825,14132,2193,9929,15868,25684,10471,16581,11394,6398,11245,7393,16449,12081,10779,21262,4093,315,17092,17166,15786,25593,21283,10777,26333,23920,18711,19197,26166,18849,10463,18448,10961,8894,14012,14929,8793,763,25852,14667,14350,24538,17646,12618,23792,23023,13709,11293,11577,9515,8730,23705,1477,325,20693,20788,13594,12656,17615,22967,9771,8378,14812,11137,7573,27445,24192,16956,17084,9976,12848,10935,8651,19761,12196,12709,20922,8026,6409,932,26121,25517,25405,22643,21383,17790,19654,21165,12221,15342,13386,17248,18235,20451,14430,21829,25438,12165,11969,11105,5952,12494,10786,511,22642,22367,24316,17120,13650,13059,17205,10911,12960,14753,11888,15671,6960,507,13107,26166,22912,22643,19709,19538,14329,14661,14381,7723,12616,16319,19730,22664,4313,16588,10428,16156,4624,16938,25092,19953,19211,16065,14106,16216,11009,20000,10189,7411,22441,15210,361,13764,22497,20537,11160,11660,9669,11665,12765,14442,12036,8186,416,9692,12526,11564,19850,10197,11863,12593,22707,11360,18520,10676,6490,1273,25656,27303,19630,15343,10115,10825,18431,12371,10349,6641,11275,13551,10052,1999,19019,22450,21490,11225,15859,8772,5981,4171,2863,24846,23296,19282,15527,1101,3589,20657,25031,14966,20560,8944,14527,12362,18365,15080,18470,17988,24129,6409,7262,20157,15935,15133,14068,25454,7135,13614,10208,7435,14805,7503,8468,9638,16721,12023,21643,10770,7560,1825,10213,28583,21721,15410,75,24451,26376,25610,26244,23543,20891,17112,15897,14304,9153,25228,14950,23018,25927,10430,10146,18936,11809,19278,18111,11815,6452,6865,24149,9718,16056,17380,20105,11058,23872,18940,17644,11021,14699,19540,20786,12228,14773,12244,11736,7403,13772,19388,22447,17950,5840,8161,17548,18522,10042,12307,9341,8783,14480,20443,8793,10084,14681,17958,2150,92,4994,12485,28456,6373,13634,9123,6942,17152,20647,24425,26677,25407,19666,10167,18210,10486,14019,19804,6956,10463,9220,8137,17355,19221,19131,6357,19573,20706,10330,15218,9994,20785,16390,15312,10491,11145,12826,10867,18104,18660,15779,20380,8822,25199,19980,23730,19654,17914,16118,798,20916,22560,16141,27618,25596,19273,19166,20148,18737,10504,15193,19392,14801,9735,3177,2460,2169,5715,11813,25994,20364,19451,22136,9170,10640,14213,16325,16136,9825,7619,19113,7936,12063,18798,15624,19678,17487,11940,12116,10404,20823,20866,16603,22174,6744,10664,16882,16310,20554,27526,10591,9624,21342,11745,9792,4754,21262,24536,16555,18966,12570,19154,14394,19562,22686,18831,17616,23782,13904,15079,21324,17598,12130,15588,16425,17341,5992,21224,21342,21414,25712,12823,10826,25104,20883,17875,19600,18998,4566,19474,17417,9775,14418,11897,11944,8540,12360,9793,14195,14320,11569,12016,11086,3794,6548,7067,19026,5323,21457,22930,20925,19215,13807,23716,5789,8946,28603,27897,16022,6222,12589,19277,14563,17643,17720,16218,16606,17386,17639,23512,21342,12332,12560,13424,9900,9878,1846,14259,7095,12064,10051,5583,20408,13381,10637,24642,3250,4978,5076,2460,11680,18523,22756,27580,14979,22937,18182,21083,7161,7209,15150,25545,25048,24480,24072,6517,19826,15303,8158,16261,14047,23474,18506,21348,15765,12507,9754,9555,6119,4759,10612,14012,16579,11040,11314,11717,14330,7773,11226,9912,11246,7994,7669,9595,7323,20878,25150,13818,12973,8804,7947,17678,11176,11089,21600,18851,16953,7747,12842,10864,15645,9741,10112,6977,6896,9766,9867,5454,4334,25662,25530,20611,14665,10896,6754,14632,14746,11787,15001,16198,10443,10468,4550,22754,13828,7875,19439,8732,13401,12021,15359,9654,14346,16305,12179,16072,14206,10142,3389,25078,13579,11202,6185,10993,8670,8365,9794,9819,20874,11292,11126,10256,20979,11240,14047,14766,11244,8115,5896,7770,4950,6465,1227,23172,11278,10735,7302,16231,11054,11355,14887,487,503,764,986,1005,615,697,807,522,237,1960,700,301,286,8693,2621,25994,28908,22998,21643,25528,22607,21210,19072,24653,26256,19278,13914,18291,20755,9933,21652,20300,10427,21531,23726,13343,10257,9697,10964,16825,15763,10514,14231,15259,9290,21213,21274,19900,20372,16098,14597,11658,17275,15633,9489,15950,9902,20804,5984,5623,21489,19196,21248,10919,17906,11849,11732,9378,15256,11206,6432,8024,6679,6642,6268,8164,6434,2292,631,263,18,2,22111,23591,12539,13971,13952,15564,19376,10453,7605,22239,20662,13781,8299,9203,6008,15342,12221,13873,16011,9758,9200,16276,19996,19033,13615,10998,12966,15996,13486,5536,18966,13131,20902,9251,21615,15681,6091,10916,8027,15332,14631,6195,17796,15196,14731,11988,11935,21891,18603,7265,4105,18892,18453,21087,9782,18007,8331,16323,12671,9376,9296,21623,10002,17982,16970,7878,3745,19113,14505,16181,23518,8561,6463,8674,21329,21881,22171,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,20053,12868,13112,5754,4185,56,3,2,6143,23591,12778,13971,13952,15564,19376,13297,10453,944,22239,18165,12338,9203,8677,15342,12221,12936,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,18490,21615,13914,10916,8614,15332,10008,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19170,18007,10814,8331,16323,12516,3145,21623,14408,17982,16970,13725,7775,2661,19113,16181,8176,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,13112,11728,5560,880,6,6646,8220,10171,9069,14190,22656,26753,15486,17220,6857,16511,19199,13396,8433,7340,10906,19957,13188,15969,12277,9758,14769,16975,9129,15450,5381,10223,10739,11526,8572,17385,5228,25931,19644,25110,19654,24317,25902,15343,16277,13037,12744,16784,10180,19172,21283,9050,7026,19238,11099,9323,19373,21701,9811,8238,11597,9519,6346,10911,17151,13582,16468,9439,13712,17486,10322,11455,8311,16829,22905,15253,20302,25447,24828,9673,27235,14217,15531,15554,7449,4290,1563,1082,773,684,293,52,7],"fragments":[{"begin":"0.000","end":"46.600","lines":["This is NPR's LIFE KIT. I'm Ailsa Chang. The pandemic has created an army of new investors. With people stuck at home, a record 10 million new brokerage accounts were opened last year. The market got a little wobbly recently, but stocks are still near record highs. So this is probably a good time for people to get their ducks in a row and figure out a good plan for the future. This episode - smart investing."]},{"begin":"46.600","end":"53.080","lines":["With me is one of LIFE KIT's hosts, Chris Arnold. He covers personal finance and joins us now. Hey, Chris."]},{"begin":"53.080","end":"54.160","lines":["Hey, Ailsa."]},{"begin":"54.160","end":"59.760","lines":["So a lot of new investors are out there trying to pick hot stocks. What could go wrong, right?"]},{"begin":"59.760","end":"64.680","lines":["Yeah, what could possibly go wrong with that, right?"]},{"begin":"64.680","end":"107.600","lines":["No, so I mean, you know, investors are out there. They're watching YouTube videos, and they're in Reddit chat groups. And, you know, they're probably getting a mix of some good, some bad, some ugly advice. But overall, the market over the past year and even going back before that has been going up and up and up. So a lot of people have been able to make some money. I talked to one couple, Mollie and Chad Wood in St. Paul, Minn. Chad used to wait tables in restaurants, and when things shut down, he opened his first stock investing account."]},{"begin":"107.600","end":"129.640","lines":["For instance, there is a marijuana stock that I found to be, like, significantly underpriced. And I said, oh, this looks like it might work. And I made, like, $1,500 on that one trade."]},{"begin":"129.640","end":"133.680","lines":["Yeah, it was a decent one."]},{"begin":"133.680","end":"153.240","lines":["It was a good one. So I felt like I was the smartest person in the world when I closed that out. And then I was like, oh, geez, no, I'm not. I just got really lucky (laughter)."]},{"begin":"153.240","end":"184.880","lines":["Is Chad the smartest person in the world or not? I mean, there are a lot of people like him right now who jumped in, did well betting on a hot stock like GameStop or even buying and selling Bitcoin. But tell us why maybe we shouldn't all go out right now and try to be like Chad."]},{"begin":"184.880","end":"233.720","lines":["Well, I mean, look, it can be exciting to try to be like Chad, but as a long-term strategy, investing is the most powerful way that we can save for retirement and our kids' college and stuff like that. So the most brilliant investors around for a long time have said that for everyday investors like you and me, making short-term bets on what a stock is going to do next, it's just too hard to know, and it's not the right approach, and it's too risky. So we are much better off investing for the long term and investing in index funds. These have very low fees, so it doesn't cost much to go this route, and they let you buy the entire stock market basically. So if any one stock crashes, that just doesn't affect you at all."]},{"begin":"233.720","end":"237.920","lines":["But what if somebody does want to buy some individual stocks?"]},{"begin":"237.920","end":"251.520","lines":["Yeah, so people do. I talked to a former financial adviser who now works for the personal finance site NerdWallet. Her name's Tiffany Lam-Balfour. And she says, look, just do that with a very small amount of your portfolio."]},{"begin":"251.520","end":"275.520","lines":["My dad liked to gamble, and my mom would, like, give him $200 and be like, there you go, you know, and that's it and take the rest of his credit cards and anything else away, right? So it's a very similar thought process. You have your core responsible portfolio. If you have some excess cash, OK, open a separate account, but don't let it intrude and interfere with that core portfolio."]},{"begin":"275.520","end":"280.880","lines":["OK, that sounds sensible, but what should be in that core responsible portfolio?"]},{"begin":"280.880","end":"300.640","lines":["The key idea is that you want to own lots of different types of investments so you can make money in different ways and spread risk around. It's called diversification. I talked to Paula Volent at Rockefeller University. She's had some of the best returns of any endowment manager in the country. And she tells everyday investors this."]},{"begin":"300.640","end":"323.600","lines":["I always think of it as if you were in a beach town and you had a little stand, you would want to sell suntan lotion as well as umbrellas because you don't put all your eggs in one basket. So you want to have stocks, maybe you have U.S. stocks, you have some European or emerging market stocks, and then you need to have things that are going to do well in down markets."]},{"begin":"323.600","end":"338.880","lines":["That is when stocks are going down. So you own some Treasury bonds, a real estate fund. This might sound a little complicated. There are age-based index-type funds where you just pick the year you want to retire. They figure out the rest for you. That's one way to make this a lot more simple."]},{"begin":"338.880","end":"352.160","lines":["OK, but some of those index funds might not have quite as broad array of investments. And if someone wants to have, like, a really widely diversified account with a more hands-on approach, how do they do that?"]},{"begin":"352.160","end":"371.880","lines":["Well, that's a really good question. And I don't usually pitch books at all, but there is a great book by David Swensen. He ran Yale University's endowment for years. He passed away not long ago, and he wrote this book called \"Unconventional Success.\" And it really tells you everything you want to know. If you read one book and you read that..."]},{"begin":"371.880","end":"372.720","lines":["Wow, got it."]},{"begin":"372.720","end":"377.920","lines":["...You know, you're good, basically. And then there are also, you know, robo advisers can do this, too."]},{"begin":"377.920","end":"378.240","lines":["What?"]},{"begin":"378.240","end":"391.000","lines":["They're, like, these - they're basically these companies like Betterment or Wealthfront. And they'll take your investments and get pretty broad with it and do a bunch of more interesting stuff. And they can also make it less complicated."]},{"begin":"391.000","end":"400.760","lines":["OK, so however people get set up, once you have, like, a responsible good portfolio assembled, how often should people be actively checking in on it, you think?"]},{"begin":"400.760","end":"458.560","lines":["Well, this is sort of like the great thing about not being like Chad, if we can extend the metaphor. If you have a diverse portfolio that's together for the long term and you can really just check on it like - like, once a year is really all you need to do. And when you do that, Ailsa, you want to do this other very cool thing that's called rebalancing. And it's cool because it can make you extra money. And so, OK, let's say for, like, easy math, your target that you came up with is that you want to have 50% in stocks. But if stocks have gone down, now you might only a 45% in stocks, right? Because your bonds and the real estate stuff's gone up in value. The stocks have fallen in value. So in your little pie chart there, stocks are worth less. So what you want to do - and this is the big idea here - is you sell the stuff that's gone up in value and you buy more of what's gone down."]},{"begin":"458.560","end":"459.680","lines":["OK."]},{"begin":"459.680","end":"481.560","lines":["You can also do this at times of big corrections in the market, right? When everybody's panicking and everybody is selling stocks and they're like, I don't know what to do, I'm going to sell everything - which is not the right thing to do, by the way - you are buying stocks because they're cheaper, right? And you're not just buying them, like, randomly. You're going back to that 50% target."]},{"begin":"481.560","end":"485.280","lines":["Right. You're keeping the pie section of roughly the same in value."]},{"begin":"485.280","end":"508.240","lines":["Yeah. And it's like you're keeping two things. You're keeping the pie section to what you wanted and you're, like, keeping your head because you have a plan and you know what to do, right? Rebalancing like this can really help boost the amount of money that you make in your investment portfolio because you're sticking with your plan and you're buying low and you're selling high, and that is how you make money."]},{"begin":"508.240","end":"518.440","lines":["But honestly, Chris, you're kind of stressing me out right now because some of this sounds complicated to me. And at what point, like, do I bring in a financial adviser to figure this all out for me?"]},{"begin":"518.440","end":"580.440","lines":["Of course. Financial advisers can be great. The problem is you have to be really careful because financial advisers can charge a lot of money. And there are two things to watch out for. No. 1, you want what's called a fee-only adviser, OK, and you have to ask them. Do you make money any other way than me paying you? Because if they do, then they're getting commissions to steer you into stuff that might have very high fees and it's not the right thing. So you want somebody who's going to - a fiduciary, somebody who's going to act in your best interest. Then the other thing - the way to approach this is, like, sit down with a certified financial planner who's fee only and then do it once a year or once every three years, whatever you feel like. Do that, sit down, get some professional advice, get set up, you get your plan, you know, and then do it again next year if you want to, or you've got someone you can call. But you're not getting into some, like, recurring charge of percentage of your life savings."]},{"begin":"580.440","end":"588.280","lines":["Yeah. No, no, no, no, no, no, no way. OK, I think I get it. But just to make sure I get it, can we just take a moment to recap. Like, what are the top takeaways here?"]},{"begin":"588.280","end":"601.160","lines":["All right. So remember, a lot of new investors get into this by trying to pick hot stocks. It can be fun, but that is not the way you want to handle your long-term retirement portfolio."]},{"begin":"601.160","end":"602.480","lines":["Right. No."]},{"begin":"602.480","end":"621.000","lines":["And you want to have a core portfolio that is well diversified, own a little bit of everything, well allocated, stocks, emerging market stocks, foreign stocks, but also Treasury bonds, real estate funds so you have a nice mix and you're not going to get hammered and destroyed if any one sector crashes."]},{"begin":"621.000","end":"622.880","lines":["Exactly. OK."]},{"begin":"622.880","end":"634.920","lines":["OK. And if you want some help figuring out how to balance your portfolio and do all this stuff, there's a great book, \"Unconventional Success\" by David Swensen, my hero."]},{"begin":"634.920","end":"637.320","lines":["The book to have on your shelf."]},{"begin":"637.320","end":"651.880","lines":["Yes, have that book on your shelf. Also, robo advisors - we talked about that they can help you out here, too."]},{"begin":"651.880","end":"658.760","lines":["Like, not actual robot advisers."]},{"begin":"658.760","end":"678.520","lines":["Yeah, no, they are not robots. They don't have swinging arms. They don't say danger, Ailsa Chang. That doesn't happen."]},{"begin":"678.520","end":"680.960","lines":["(Laughter)."]},{"begin":"680.960","end":"689.520","lines":["It would be cool if it did happen, but it doesn't happen."]},{"begin":"689.520","end":"691.160","lines":["It would be kind of cool."]},{"begin":"691.160","end":"725.080","lines":["Yeah. And then finally, you know, if you want a financial adviser, get one that is fee only and sit down with them once, pay them for that one-time visit. Don't get into some kind of recurring percentage of everything that you're worth."]},{"begin":"725.080","end":"726.960","lines":["Got it. Fee only."]},{"begin":"726.960","end":"727.480","lines":["Fee only."]},{"begin":"727.480","end":"729.040","lines":["Got that, people?"]},{"begin":"729.040","end":"730.040","lines":["Yes."]},{"begin":"730.040","end":"746.520","lines":["All right. Chris Arnold, thank you so much. I already feel more responsible just because I sat and talked to you today."]},{"begin":"746.520","end":"751.560","lines":["Thanks, Ailsa. You're the best."]},{"begin":"751.560","end":"831.480","lines":["And for more LIFE KIT, check out our other episodes. There's one about how to stop stress spending and another on managing your retirement account. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. A shorter version of this conversation originally aired on All Things Considered. Special thanks to Uri Berliner, Alejandra Marquez Janse and Christopher Intagliata. Janet Lee produced this episode. Meghan Keane is LIFE KIT's managing producer, and Beth Donovan is the senior editor. I'm Ailsa Chang, and thank you for listening."]}],"duration":831}