{
  "title": "Want to teach your kids about money? Start by including them in the conversation",
  "url": "https://www.npr.org/transcripts/1021262899",
  "intro": "Money can feel like a taboo topic in a lot of households, but talking about it regularly can take the awkwardness out of it.Kids see and do everything that we do, and that's true when it comes to money, says financial expert Jen Hemphill.In this episode, Hemphill shares her top tips for financial literacy for kids and families, including how to start those conversations and creating a healthy money mindset for everyone.",
  "transcript": [
    {
      "author": "SHEREEN MARISOL MERAJI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Shereen Marisol Meraji. Do you remember how or when you first started learning about money?"
    },
    {
      "author": "MERAJI",
      "text": "Growing up, the money messaging in my home was this; don't spend it. Save it. Because we don't have much of it. But then, you know, we never talked about the mechanics of how exactly to do all of that. Money expert and podcaster Jen Hemphill can relate."
    },
    {
      "author": "JEN HEMPHILL",
      "text": "In the '70s and '80s in Colombia, the economy was not good. Seeing my parents struggle - I saw that early on. And when we moved to the States, they started over. And there was always that saying, we don't have the money. We can't afford it. So I was that kid. I didn't ask my parents for money because they had already told me they didn't have it."
    },
    {
      "author": "MERAJI",
      "text": "Jen carried that we can't afford it attitude into her adult life until she recognized just how much it was holding her and her family back."
    },
    {
      "author": "HEMPHILL",
      "text": "I realized that we weren't making a lot of progress, and it really led for my discovery of how our upbringing shapes our views and our relationship with money. And that's really the whole focus of my podcast, \"Her Dinero Matters.\" We really focus on our money stories and bringing to light how much of an impact that has on our relationship with money, which is so important, especially with our kids. Because our kids see and do everything that we do."
    },
    {
      "author": "MERAJI",
      "text": "As a military spouse, a mom of two boys and an accredited financial counselor, Jen has seen it all, and she's here to help get the story straight when it comes to your family's dinero. In this episode of LIFE KIT, we're talking about financial literacy for kids."
    },
    {
      "author": "MERAJI",
      "text": "This is LIFE KIT. I'm Shereen Marisol Meraji. And I'm talking with Jen Hemphill about family financial literacy. Say that 10 times fast - family financial literacy. It's hard. Anyway, Jen says Step 1 is to get comfortable talking about money all together as a family."
    },
    {
      "author": "HEMPHILL",
      "text": "Having regular discussions, including the family in their goals, like, creating those financial goals because you have participation. And everybody is thinking about not just how to manage money, but the importance that it can play reaching those financial goals."
    },
    {
      "author": "MERAJI",
      "text": "Jen says these conversations should happen at least once a month. But they don't have to be serious or scary - just the opposite, she says. They should be casual and fun."
    },
    {
      "author": "HEMPHILL",
      "text": "I always start with money wins. It could be from finding some money out on the street to being able to resist some impulse spending - right? - when you were out and about. So sharing those wins is, like, an easy, casual way to start those conversations."
    },
    {
      "author": "MERAJI",
      "text": "Jen says you can start a casual money conversation at the grocery store."
    },
    {
      "author": "HEMPHILL",
      "text": "And you're buying bread, for example, when there's, like, all sorts of types of bread loaves to choose from, right? It's having them involved. OK, we like this type of bread. Here are the options. What would you choose, and why? So in terms of comparison shopping. Or let's say you're out at the mall, and there are some shoes or a toy, and it's on sale. So then it's a discussion. It's on sale now. Is this something that we really want right now or need? Because having a discussion of needs and wants is also something (laughter) important to have. You know, how does that impact what we're trying to do, whether as a family, or what the child, if is their money - how does that impact their goals?"
    },
    {
      "author": "MERAJI",
      "text": "I don't have kids yet. I'm working on it."
    },
    {
      "author": "MERAJI",
      "text": "But I did ask my godson, Wolfie, who's 5 years old, to chime in for this episode. And here's what he wanted to know about money."
    },
    {
      "author": "WOLFIE",
      "text": "I want to know why kids don't get that much money from grown-ups, and why do grown-ups have more money than kids?"
    },
    {
      "author": "WOLFIE",
      "text": "That is so cute."
    },
    {
      "author": "MERAJI",
      "text": "So my friend Lupe - this is her son. How would Lupe answer that question when Wolfie asks, why do you have more money than me, and why don't you give me any money?"
    },
    {
      "author": "HEMPHILL",
      "text": "Sure. So basically, I would answer - if this was my child, you can explain the ability to earn money, whether it's in the form of a job or in the form of selling something or a business. That is what brings in the money. So I would turn around, ask him, what are you do - I mean, I don't - how old - you said 5?"
    },
    {
      "author": "MERAJI",
      "text": "He's 5."
    },
    {
      "author": "HEMPHILL",
      "text": "OK. So if he's 5 years old, maybe that could be, what kind of things are you doing, whether it's tied to chores - what kind of things are you doing to earn that money? And can you do more? And - or is that something that you want to do? Also, what would you do with more money? And maybe that would lead them to answering, oh, you know what? I don't really need that much money."
    },
    {
      "author": "MERAJI",
      "text": "How do you feel about allowance? Allowance, I feel like, may be controversial. Maybe it's just because of the way I was raised. My parents thought that allowance was a very American thing and that as kids, you do what you're told. And we, you know, give you food. We give you clothes. And you're lucky to have that. And you're going to go to school. But we're not also going to pay you for the things that you should be doing."
    },
    {
      "author": "HEMPHILL",
      "text": "I also have those mixed feelings. But I think it's an individual decision for the family and what the values are and also understanding their kids. Because one of the mixed feelings in terms of allowance is, well, if I give my kid X amount of money to clean the bathrooms, then they will always expect that. And so that's one side of the coin. But you have to go with your gut, and you know your kid best, right? And so I'm not going to say to one family, yes, I think with - you know, if you had this discussion, go for it."
    },
    {
      "author": "MERAJI",
      "text": "OK. I'm going to play another thing from Wolfie, and this is about allowance."
    },
    {
      "author": "WOLFIE",
      "text": "And I want to know why kids get allowances and how much is fair."
    },
    {
      "author": "MERAJI",
      "text": "I think that's a great question. So you know, he doesn't get an allowance yet, but I think that his parents are thinking about, oh, maybe we should start doing this. And yeah, how much is fair?"
    },
    {
      "author": "HEMPHILL",
      "text": "That's a great question. And again, I think it all ties to the family. One is, know what they have to give in allowance. Know the age of their kid and allow that to guide them how much. Because if they're 5 years old versus 13, the amount is going to be different, right? So allow them to guide that. And then from there, having that conversation with the kid on why they're getting their allowance and making sure that if you don't want it tied to chores, that you're very clear."
    },
    {
      "author": "HEMPHILL",
      "text": "I know this family, how I thought they were so smart. Their kids were teens at the time. And out of that allowance, they had to buy their own clothing. And one of the kids ended up spending most of his allowance on shoes. But then he needed underwear and socks, and he didn't have the money. And the parents were like, oh, well. But it allows the child to fall, and in the time that they're living with you so you can help them and pick them back up, right?"
    },
    {
      "author": "MERAJI",
      "text": "Right."
    },
    {
      "author": "HEMPHILL",
      "text": "And I think that is the power of allowance, for them to manage that money, make those mistakes early on so you can have the discussions as to, OK, what could have been done differently? And how would that have benefited you better if you did?"
    },
    {
      "author": "MERAJI",
      "text": "If you had to rate the most important financial habits, money habits, for kids, what would be No. 1 on your list?"
    },
    {
      "author": "HEMPHILL",
      "text": "Savings, getting into the habit of saving. Because if we get into the habit of saving, that's going to be second nature to them. Getting into the habit now, it's going to be a no-brainer. It's just going to be easier to do because they will see that savings grow."
    },
    {
      "author": "MERAJI",
      "text": "And how do you do that? How do you start that conversation?"
    },
    {
      "author": "HEMPHILL",
      "text": "I think whenever the kids have - either they were gifted money, or - you can actually say, hey, out of this, every money that you get, what do you think about you put 20% in savings? I know that it's less than that, but I think they can do 20%. They don't have bills (laughter). So if you instill with them, out of this money, put 20% in savings and then you can spend the rest, then they have some guidance to go with."
    },
    {
      "author": "MERAJI",
      "text": "But it almost feels like you can start talking about savings with even a toddler. Like, we all have piggy banks and..."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes. They have piggy banks..."
    },
    {
      "author": "MERAJI",
      "text": "It's fun."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes. They have some piggy banks where I think they're pretty cool. They're - the piggy banks are separated and threes, meaning there's three different slots, and that money is separated, where you can be save, spend and like, let's say give, right? And then allows them to - OK, I'm going to put one penny into saving - I don't know - but maybe encouraging them to do more. But yeah, I think that for the younger kids, those type of piggy banks are huge."
    },
    {
      "author": "MERAJI",
      "text": "What's the ideal age?"
    },
    {
      "author": "HEMPHILL",
      "text": "I think 5-ish, I mean, where you - they can have an understand..."
    },
    {
      "author": "MERAJI",
      "text": "Back to 5."
    },
    {
      "author": "HEMPHILL",
      "text": "...Yeah..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HEMPHILL",
      "text": "...Have a better understanding."
    },
    {
      "author": "MERAJI",
      "text": "What about opening a bank account? Should we be doing this for kids? And is this something that you should do - I don't know - as soon as you have a child?"
    },
    {
      "author": "HEMPHILL",
      "text": "I think once they show interest - and you know we're in the online space in terms of virtual banking. But I think there's something to be said about going physically into the bank and opening an account. I - and some people may disagree. But there's an experience. It's a teachable moment."
    },
    {
      "author": "MERAJI",
      "text": "And is there a right kind of bank account? This is actually something Lupe asked me. She was like, you know, we opened a bank account for Wolfie. And now I'm like, oh, could I have opened a better bank account for him? And I was like, what does that mean, a better bank account? But you would know, Jen."
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah. So banks should have a kid friendly accounts - right? - meaning they don't necessarily have the fees or they don't have a certain minimum balance, those type of things. So I would check to see what kind of products the bank has for kids. That would be my first step."
    },
    {
      "author": "MERAJI",
      "text": "OK. I like that."
    },
    {
      "author": "MERAJI",
      "text": "Parents like you are trying very hard to make sure your kids have good money habits. And you're having these open discussions about money in the home. But then, you know, kids go on their screens. And the younger ones get on Roblox. And the older ones are scrolling through Instagram. And, like, everything is screaming at them, buy me, and buy me right this very minute. How do you teach delayed gratification when you have all of this pressure around you to buy and especially around your kids?"
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah. This has happened multiple times with my youngest. He used to play Roblox. And he loves those types of games. And so he's - from his money, he - I tell him he can buy it. And yeah, if you want to spend that money, that is your spending money."
    },
    {
      "author": "HEMPHILL",
      "text": "Whatever money they earn or get as gift, they have to put a certain percentage to saving it. And then the rest is up to them how they spend it. So I have allowed my son- my youngest, he is 14 - and I've allowed him to make those purchases just to see. And sometimes he comes back. He's like, man, I should not have bought that, Mom. I really don't like that game."
    },
    {
      "author": "MERAJI",
      "text": "And you use that regret as a way to have a broader discussion..."
    },
    {
      "author": "HEMPHILL",
      "text": "I just..."
    },
    {
      "author": "MERAJI",
      "text": "...About..."
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah."
    },
    {
      "author": "MERAJI",
      "text": "...Delayed gratification..."
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah."
    },
    {
      "author": "MERAJI",
      "text": "...And the importance of that."
    },
    {
      "author": "HEMPHILL",
      "text": "I mean, I don't bring it up, like, in terms of, remember when, or - I just - because that might make him feel bad - but I..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "HEMPHILL",
      "text": "...Bring it up in the terms of, well, what - you know, if really want it, or should you think about it? - 'cause you don't - you know, you don't want to regret your purchasing decision. And so he's like, let me just think about it."
    },
    {
      "author": "MERAJI",
      "text": "Let's talk about credit. Credit can be very dangerous, as we know. I know somebody who opened up a credit card in their daughter's name and used that credit card to purchase school supplies for their daughter, clothing for their daughter, etc., and then paid off the credit card. Is that a good or a bad idea?"
    },
    {
      "author": "HEMPHILL",
      "text": "So what we have done is added him - my 18 year old - as a user for our credit card because it will help build that credit."
    },
    {
      "author": "MERAJI",
      "text": "OK."
    },
    {
      "author": "HEMPHILL",
      "text": "And he - there are restrictions as to what he uses it for, right? If he has to put gas in the car, then he knows he can use it. Putting gas in the car, that's essential. So we have done that that way. But the other way is not necessarily a bad thing."
    },
    {
      "author": "HEMPHILL",
      "text": "But if it's the parent using it then paying that off, is that teaching the kid how to manage a credit card? I'm not sure if that parent is having that conversation. Is it helping that child build their credit? Yeah. But is it helping them in learning?"
    },
    {
      "author": "MERAJI",
      "text": "So if you are going to do something like this, you really do need to be in conversation with your child about how to properly use it and maybe allow them to make purchases and allow them to pay off those purchases..."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "...With the credit card."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "OK."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes. Yes."
    },
    {
      "author": "MERAJI",
      "text": "But I'm assuming that that would happen at a certain age. So is there a benefit of doing this and opening up a credit card when your child is young, maybe 12 or 13, and building credit then? Is that even necessary?"
    },
    {
      "author": "HEMPHILL",
      "text": "I don't think so. We added him on to our credit card a couple of years ago - he's 18 - just thinking ahead. So that way, if you - when he decides he wants to buy a car, I'm not in a position of, do I need to co-sign for him?"
    },
    {
      "author": "MERAJI",
      "text": "OK. Let's talk about bad habits and mistakes that parents make, guardians make, all the time with their kids when it comes to money and money matters and money habits. What is a mistake that you see parents making all the time?"
    },
    {
      "author": "HEMPHILL",
      "text": "One is not being confident in themselves that they can manage money. So meaning that lack of confidence, the kids are going to see that, right? So if they don't feel like that they are in control, that leads them to make bad financial decisions. And the kids are doing - are seeing that. I think, too, not having a budget, which essentially people shy away with a budget because it feels restrictive, but really a budget is just a plan. And who makes that plan? Who creates the plan? You do. So you're the one in control of where the money goes, right? So you need to have a clear understanding what money is coming in and what money is going out. Where is it going?"
    },
    {
      "author": "MERAJI",
      "text": "OK, so basically parents have to get their own financial head clear before they can teach these good habits to their children. That's what you're saying."
    },
    {
      "author": "HEMPHILL",
      "text": "Yes."
    },
    {
      "author": "MERAJI",
      "text": "Make sure that you have got your money head on straight before you try to talk about money with your kids."
    },
    {
      "author": "HEMPHILL",
      "text": "Not necessarily. So..."
    },
    {
      "author": "MERAJI",
      "text": "OK."
    },
    {
      "author": "HEMPHILL",
      "text": "...If you lack confidence that - if you think, who am I to teach my kids anything when my financial life is out of control, if you're thinking that, then nothing is going to get better, and then you're doing a disservice to your kid because you're not talking to them about money. Instead, you can share with your kids some of the financial mistakes that you make and why they're mistakes and what you're doing to improve them, right?"
    },
    {
      "author": "MERAJI",
      "text": "Oh, that's great."
    },
    {
      "author": "HEMPHILL",
      "text": "So that's a way - and that way, you're being transparent. That way, they know you're not perfect and that it's OK to make mistakes because you can always come back, right? I think that is important. And really with - when you don't feel like you have it all in control, I think just the sheer act of talking about it brings confidence, right? Because it gets easier to talk about. And then when talking about money, it's - one of the things that I always say is, especially with couples, having a money conversation doesn't have to be about the bad things. It doesn't have to be about the debt that you're in."
    },
    {
      "author": "HEMPHILL",
      "text": "Having a money conversation can be about a tip that you learned that you implemented that you had success with. Having a money conversation can be really being consistent in saving for a couple months in a row. So sharing those things is, you know, important. So it's not necessarily all the challenges that you have, but what you're learning, what you want to achieve, the goals that you have are a part of the thing. So, yeah, do not let the - if you feel like your life, financial life, is out of order, don't let that stop you from teaching your kids."
    },
    {
      "author": "MERAJI",
      "text": "Ooh. Yeah. And then for parents who are listening to this or guardians who are listening to this and they're like, oh, I did not do any of this and I didn't - I did not start at 5 and my kid is 15 and I'm already seeing some bad habits, how do they change their money story? How do they change that relationship with money?"
    },
    {
      "author": "HEMPHILL",
      "text": "It's never too late. I mean, a lot of grown-ups, their parents never talked to them about money, right? I think it just starts with the conversation."
    },
    {
      "author": "MERAJI",
      "text": "It's so simple but so hard."
    },
    {
      "author": "HEMPHILL",
      "text": "Yeah. Sometimes the simplest things are the hardest things to do, aren't they?"
    },
    {
      "author": "MERAJI",
      "text": "I know. Right. Thank you so much, Jen. This has been quite informative."
    },
    {
      "author": "HEMPHILL",
      "text": "Thank you so much for having me."
    },
    {
      "author": "MERAJI",
      "text": "For more LIFE KIT, check out our other episodes. We've got a bunch about getting good with money, from raising your credit score to a recent conversation on generational wealth. And we also have a lot of episodes on parenting, like how to raise good citizens and what to do about Santa and the tooth fairy. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/newsletter. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Clare Lombardo. And our editorial assistant is Clare Marie Schneider. I'm Shereen Marisol Meraji. Thanks so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5247840778.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/02/lk_financial-literacy-for-kids_wide-906752ce90da76245bcbe59832dd9b5444262133.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SHEREEN MARISOL MERAJI, HOST",
    "MERAJI",
    "JEN HEMPHILL",
    "HEMPHILL",
    "WOLFIE"
  ]
}