{
  "title": "Here's How Relationship Contracts Can Help Couples",
  "url": "https://www.npr.org/transcripts/1021261683",
  "intro": "Despite its legal-sounding moniker, a relationship contract isn't a binding agreement. Rather, it's a tool for couples to express their needs and work together to craft the parameters of their own unique relationship roadmap: including anything and everything from health and housework, to sex and intimacy.Writer Mandy Len Catron says crafting a relationship contract is a powerful exercise that \"steers couples away from those problematic, passive notions of romance and toward agency and thoughtfulness in our love lives.\"In this Life Kit episode, Catron shares her tips and takeaways for creating a useful relationship contract.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "ANDRES MARTIN ALVA-CARDENAS",
      "text": "How are we going to be able to do this?"
    },
    {
      "author": "TAGLE",
      "text": "You can just do it like that. I know it's a little bit awkward. But is that OK?"
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Sure."
    },
    {
      "author": "TAGLE",
      "text": "I mean, we can try it this way. I'm just listening - I just want to hear how this - how it sounds. What are we going to do tonight?"
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Tonight we're going to..."
    },
    {
      "author": "TAGLE",
      "text": "Scoot a little closer."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "...Revise and edit our love contract and record ourselves doing it."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And that was my partner, Andres."
    },
    {
      "author": "TAGLE",
      "text": "It's the - you could use the same process. You put all the forks together. Then you put all the spoons together. Then you put all the cups together. You just don't like it. It's - like, you don't have to - I don't need a story. Like, you just don't like it."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "On a second note, I don't understand the point of putting them back when we could just pull them out of the dishwasher."
    },
    {
      "author": "TAGLE",
      "text": "Baby, because we're grown-ups. That's why. And they - everything has its place. And it's annoying..."
    },
    {
      "author": "TAGLE",
      "text": "We're sitting at our kitchen table on a Sunday afternoon, getting ready for some tough negotiation and a pile of paperwork. As you might have heard in my voice, it's going to take a while."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "(Reading) The purpose of this love contract is to stipulate the terms of our relationship. Although it's unfeasible to take into account and to plan out every detail of our relationship, which both parties concede, it is feasible to write out and agree upon at least some of the terms of our relationship."
    },
    {
      "author": "TAGLE",
      "text": "Can you guess which one of us went to law school? It might sound like we're ironing out the specifics of a business deal or working on some weird legal forms. But actually, the project at hand, it's our relationship."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "I, a lot of times, just want to know what you are thinking because we're two different people. So by doing something..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. It's a big understatement, I think."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "...Like this..."
    },
    {
      "author": "TAGLE",
      "text": "I think for us especially, like, we are very, very different people. So it kind of helps to spell things out."
    },
    {
      "author": "TAGLE",
      "text": "I know what you're probably thinking. A relationship contract? Could there be anything less romantic in the world? I thought that, too, until I read this line from an article in The New York Times."
    },
    {
      "author": "MANDY LEN CATRON",
      "text": "(Reading) Every relationship is contractual. We're just making the terms more explicit. It reminds us that love isn't something that happens to us. It's something we're making together."
    },
    {
      "author": "TAGLE",
      "text": "That's Mandy Len Catron. She's a love researcher, author and the writer of the piece I mentioned titled, \"To Stay In Love, Sign On The Dotted Line.\" She says, our culture, our media, our language, it has a lot of us mixed up about what our relationship should look and feel and sound like."
    },
    {
      "author": "CATRON",
      "text": "So many of the metaphors that we use to talk about love are..."
    },
    {
      "author": "TAGLE",
      "text": "Terrible."
    },
    {
      "author": "CATRON",
      "text": "Terrible, yeah (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "They're terrible - yes."
    },
    {
      "author": "CATRON",
      "text": "Yeah. So they really position us in these very passive ways. A lot of them are to do with illness, like lovesick, or, like, aggression, like lovestruck or crushed. And so - and there are, like, a few counterexamples, but really, like, most of the language that we use in our everyday lives to talk about love is really language that makes us kind of like the victims of (laughter) love."
    },
    {
      "author": "TAGLE",
      "text": "A relationship contract, says Catron, is a tool to get out of that passive stuck-on-the-relationship-escalator mindset and instead exercise agency and thoughtfulness in our love lives."
    },
    {
      "author": "CATRON",
      "text": "I think people have this idea that you're going to print it out and you're going to hold it up and you're going to be like, you said that you were doing the laundry this week. If we think about it as more of an agreement or goal setting, then it's really just a way of saying, OK, here's what I said I'm going to do. And I'm invested in this relationship and this person, therefore, I'm going to do my best to do it."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, relationship contracts - Mandy Len Catron will lead us through the ins and outs of adding some collaborative admin to your romance, with a little help from my own try at it along the way."
    },
    {
      "author": "TAGLE",
      "text": "Could you just lay out in the simplest possible terms for people who aren't familiar, what exactly is a relationship contract?"
    },
    {
      "author": "CATRON",
      "text": "So, you know, I think people are often intimidated or put off by the word contract because it sounds like a legal document. For us, it was not that at all. It was very much just like a conversation where we kind of wrote down our goals and expectations for the relationship. And we did, like, a six-month contract."
    },
    {
      "author": "CATRON",
      "text": "So basically, our plan was to come back in six months and look at how things are going, and in particular, things like the distribution of certain chores around the house, just to see that we felt like it was equitable. This was particularly important to me because I know (laughter) that all the research says and also personal experience says that in different-sex relationships, women do more of the domestic work. And (laughter) this is well documented. This becomes even more true when there are children involved. And so I wanted, from the beginning, to feel like we were both doing our fair share of the work."
    },
    {
      "author": "TAGLE",
      "text": "Doing your fair share."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Right. As soon as I read your article, I was immediately on board. But it is really novel for people, right? And I'm sure people understand why this would be a helpful document. But to be completely honest, it also sounds just incredibly unromantic."
    },
    {
      "author": "CATRON",
      "text": "Yeah (laughter). Yes. And lots of people responded that way. And you know, I think the reality is that for many people, what we've learned to believe love should be is this person who just gets what we want and gets what we need without us ever having to articulate those needs."
    },
    {
      "author": "TAGLE",
      "text": "Right. It's just a long, meaningful look..."
    },
    {
      "author": "CATRON",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "...Is what it is, scored in your head."
    },
    {
      "author": "CATRON",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "And then you know, I think is how it goes."
    },
    {
      "author": "CATRON",
      "text": "Yeah, exactly. And so challenging that assumption is uncomfortable for people. A contract or an agreement, which is maybe a better word - I think if I were to do it again, I might call it an agreement - it's never going to cover everything. And it's never going to be perfect. But there's something so valuable in just trying, you know, just, like, going through the process. We do it every year now. And just having a reason to check in - I think the last time we did it we spent maybe 15 minutes on it because we were like, things are mostly good. Yeah. It's not going to work for everything. But just starting from the beginning by saying, it's important to me that your needs are met in this relationship and that my needs are met in this relationship, sets up a really good pattern going forward."
    },
    {
      "author": "TAGLE",
      "text": "If people are intrigued by this idea of a relationship contract but are feeling nervous about it, what's a good way to even broach the subject to your significant other?"
    },
    {
      "author": "CATRON",
      "text": "Yeah. I don't think it has to be super heavy or serious. I think it can be as simple as saying, you know, I think a great way forward in this relationship would just be to talk about what both of our expectations are and maybe even make some notes. And so it's just a way to sit down, pour some drinks, go to a restaurant, treat it as something fun, and just use it as an opportunity to kind of just talk about, like, hey, what are your expectations around housework? Or what are your goals for your career over the next few years? Or money - like, money is a big thing. Like, what would you like to accomplish financially in the next six months or the next 12 months? And I think if you make it so that it's like you're approaching your partner from a place of curiosity and support and you're, like, working together to achieve your goals, then it's going to feel like it's something that you're building together, not that you're trying to pin someone down (laughter) into this..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "CATRON",
      "text": "...Contractual relationship that feels calculated."
    },
    {
      "author": "TAGLE",
      "text": "Right. So maybe just don't be too heavy on the contract language. This is an exercise. This is an agreement. And we're on the same team. I like that."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "And why is the act of actually writing it out, you know, putting pen to paper - why is that important? Is it important?"
    },
    {
      "author": "CATRON",
      "text": "I think it's important because you can come back to it. And I think there's really something to be said for, six months later or 12 months later, however you want to do it, checking in to see if you have the same goals, if your needs have changed. Because inevitably, they have. I like having a little record of this. Like, to me, it's interesting..."
    },
    {
      "author": "TAGLE",
      "text": "Oh, absolutely."
    },
    {
      "author": "CATRON",
      "text": "...To have a reason to go back and look through it. But it's also nice to say - like, for us, they're just, like, really pragmatic things. Like, Mark hates cleaning the shower, and that's his chore right now (laughter). But the nice thing about the contract is, like, there is this built-in occasion for us to sit down and say, you know what? This isn't working. Like, can I trade you the shower for the garbage or whatever? Having it written down means you have a chance to come back to it and renegotiate it, and it doesn't feel intimidating. It doesn't feel, you know, like you're being nit-picky or you're nagging. You're just saying, like, let's make a trade (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "I love that. Mandy, where do we start? What should go into a relationship contract?"
    },
    {
      "author": "CATRON",
      "text": "Yeah, so I think there are a few probably basic things that are going to work well for most people, especially if you're cohabiting. So let me pull mine up, and I can tell you what the categories are."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "CATRON",
      "text": "So we have purpose - opens with a purpose. So just, like, a shared statement of, like, what is it that we're doing here together? And for us, it's just, like, these are the things that are important to us. These are our shared values. Then we have finances. Then we have the dog."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "CATRON",
      "text": "Then we have household responsibilities, guests. We have a section called fun, which is just, you know, what is our relationship to leisure together, which is actually really nice."
    },
    {
      "author": "TAGLE",
      "text": "I love that. What's in your fun section? Can you give me an example?"
    },
    {
      "author": "CATRON",
      "text": "Yeah, so we have date night. The idea was that the first week of every month we would have a date night, and we would take turns planning it. And that it was always - it says, like, date night should feel special and involve going out. So the idea was that we would do something we wouldn't normally."
    },
    {
      "author": "TAGLE",
      "text": "Do a little something extra."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "I love that."
    },
    {
      "author": "CATRON",
      "text": "Yeah. And then there's also a section on leisure activities, where - for example, like, we agree that time alone or with friends is important to each of us, so that we're prioritizing time together, but also with other people and not with each other."
    },
    {
      "author": "TAGLE",
      "text": "Just recognizing that you're individuals."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "I like this."
    },
    {
      "author": "CATRON",
      "text": "And then we have sex and intimacy, health, career, children."
    },
    {
      "author": "TAGLE",
      "text": "That's great. Is anything off-limits? Do you think there's anything off-limits in a relationship contract?"
    },
    {
      "author": "CATRON",
      "text": "I don't think so, I think, as long as it's something that both partners feel comfortable with."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, that's a good point. So, Mandy, my husband and I actually tried this. And we were really..."
    },
    {
      "author": "CATRON",
      "text": "Oh, cool."
    },
    {
      "author": "TAGLE",
      "text": "...Inspired by your piece. And I was really amazed by how much it brought out in both of us. Overall, I think it was an incredibly endearing exercise. One section where we had a little bit of friction was when we were talking about something that you were speaking on - fun, your fun section - when we were talking about social activities and what that looks like, especially coming out of the pandemic. And I am extroverted to the 1,000th degree, and he falls somewhere in the middle of the spectrum. He's definitely more introverted. And so this was our chat on Friday nights."
    },
    {
      "author": "TAGLE",
      "text": "More often than not, I would say, your ideal Friday night..."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Oh, yeah."
    },
    {
      "author": "TAGLE",
      "text": "...Is, like, just chilling at home."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "I can see that point."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So I guess that's what's hard. It's like, I don't really know where the sweet spot is when, like - I agree that it's an uncomfortable feeling when you're just at home doing nothing and your partner is, like, out having a time, drinking margaritas. Like, I totally get that. But I guess if that is, like, my - if that's my idea of a good Friday night one week, and your idea of a good Friday night is like, I'm going to chill at home, then should we not do what feels more comfortable? Like, should I always have to stay in because you feel like staying in? Or should you always have to go out because I feel like going out?"
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Absolutely not."
    },
    {
      "author": "TAGLE",
      "text": "Right. So, like, that's..."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "What I'm asking..."
    },
    {
      "author": "TAGLE",
      "text": "...What we have to..."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "...Is empathy."
    },
    {
      "author": "TAGLE",
      "text": "Any thoughts on that, Mandy? How did we do?"
    },
    {
      "author": "CATRON",
      "text": "I thought you did great (laughter). You know, I think it's such a good example of how you're talking about something that's difficult or uncomfortable, and your husband is essentially saying, it's not that I'm asking you to change your behavior or asking me to change my behavior. But I'm asking you to, like, understand where I'm coming from. You know, I think there's not always going to be a perfect middle ground. And..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "CATRON",
      "text": "...You know, there's going to be some level of give and take inevitably. But I think the best thing, at least in my experience, that comes out of this contract, is not that, like, we avoid all conflict because we've hammered everything out in advance. It's that..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "CATRON",
      "text": "...We both get what's important to the other person, even if we, you know, don't feel the same way. And so for me, I see that conversation as actually, like, really helpful because sometimes you'll probably continue to argue about this, right? Like, there's some things..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "CATRON",
      "text": "...That are just always going to be a source of conflict in a relationship. Like, in my relationship, the one thing we always argue about - and we're moving soon, so I know it's going to come up - is Mark has way more stuff than me, and it drives me nuts."
    },
    {
      "author": "TAGLE",
      "text": "Sure. So I'm hearing, like, don't expect a relationship contract or agreement to fix all your problems, but at least it will be a safe space to say whatever you need to say and to get those things out and try and level with each other."
    },
    {
      "author": "CATRON",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "What do you think is the hardest part about making a relationship contract?"
    },
    {
      "author": "CATRON",
      "text": "You know, I think there are some times when it's difficult to be honest with the other person about what you want because it makes you really vulnerable. So saying, for example - like, sex is a great example. If one partner wants a monogamous relationship, and the other partner is more interested in something more flexible, I think that kind of conversation can be really difficult to have because each one of those stances comes with a lot of baggage. And so..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "CATRON",
      "text": "...It's hard to feel anything other than vulnerable saying, you know, I want X, and you want Y, and what do we do about that? And so I think it's worth kind of pushing through and figuring out where the other person is coming from. Money is, like, another example. And so I think there are lots of opportunities to bump into things like that that are just going to be hard. Also, the nice thing about it for us is that we always - because we revisit it every year, there's always an opportunity to change it if it's not working."
    },
    {
      "author": "TAGLE",
      "text": "If you want to start your own relationship contract, what do you need to consider?"
    },
    {
      "author": "CATRON",
      "text": "Yeah. So I think it's a good idea to think about, like, the mundane day-to-day domestic life and how each of you expects that to go, and also, you know, bigger-picture questions, like shared values, like the creation of intimacy and what intimacy looks like and how each of you define it, things that you're working toward in your personal lives or your careers and just sort of making space for the very large and maybe even idealistic and the very small because I think the reality is we expect - I mean, there's tons of interesting research on this."
    },
    {
      "author": "CATRON",
      "text": "But basically, what psychologists and sociologists have found is that our expectations of our romantic partners are higher now than they have been for our parents' generation or our grandparents' generation."
    },
    {
      "author": "TAGLE",
      "text": "Interesting."
    },
    {
      "author": "CATRON",
      "text": "Yeah. We are really looking for, you know, not just someone who's going to split the load of paying the bills and raising children, but we're looking for someone who is going to be a great domestic partner, a great sex partner, someone who's our intellectual peer, someone who's going to help us become the best version of ourselves. And these are, like, enormous expectations."
    },
    {
      "author": "TAGLE",
      "text": "Oh, is that all?"
    },
    {
      "author": "CATRON",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Just everything - you just have to share the load..."
    },
    {
      "author": "CATRON",
      "text": "Just everything."
    },
    {
      "author": "TAGLE",
      "text": "...And understand me entirely..."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "...And be my - yeah."
    },
    {
      "author": "CATRON",
      "text": "Yeah. The psychologist Eli Finkel calls it the all-or-nothing marriage. And it's really like we're looking for someone who does it all or we're out. One way to handle that is to distribute that load a little more evenly. So maybe you're turning to your friends for your emotional support sometimes instead of just to your partner."
    },
    {
      "author": "CATRON",
      "text": "But the reality is it's, I think - we live in a culture and a time that has these values. It's very hard to let them go. It's very hard not to want so much from your partner. And so knowing that our expectations are really high, if you can articulate what those expectations are in each of these different domains, then I think it is a little bit easier to navigate."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely - an active way to work against that thinking to kind of do some deprogramming there."
    },
    {
      "author": "CATRON",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "What was the biggest lesson you took away from this?"
    },
    {
      "author": "CATRON",
      "text": "You know, I think for me, it - just that it's possible to exert, like, real (laughter) agency in your romantic life and that it's rewarding to do that, that it has, like, so much value. For me, it really made me feel like a co-creator in this process, as opposed to someone who is just sort of sitting back and letting the relationship go wherever it's going to go and (laughter) hoping for the best, which is how I'd always felt before. And there's no reason that my romantic relationship shouldn't have that sense of openness and flexibility that other relationships have."
    },
    {
      "author": "TAGLE",
      "text": "There is real value and reward in exerting your agency in romantic relationships. That's lovely. Mandy, this has been such a pleasure. Thank you so much for joining us."
    },
    {
      "author": "CATRON",
      "text": "Thank you - my pleasure."
    },
    {
      "author": "TAGLE",
      "text": "I feel a bit lighter after this."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Definitely."
    },
    {
      "author": "TAGLE",
      "text": "I love you."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "I love you too."
    },
    {
      "author": "TAGLE",
      "text": "Thanks for doing this with me."
    },
    {
      "author": "ALVA-CARDENAS",
      "text": "Very welcome - it was my pleasure - very enjoyable experience. I like talking to you."
    },
    {
      "author": "TAGLE",
      "text": "I like talking to you too."
    },
    {
      "author": "TAGLE",
      "text": "For more episodes of LIFE KIT, go to npr.org/lifekit. We have episodes on all sorts of topics. I hosted one about how to move on a budget. And we have another with Mandy about dating. If you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, we want to hear your tips. Leave us a voicemail at 202-216-9823 or email us at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode was produced by Clare Marie Schneider. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. Meghan Keane is the managing producer. And Beth Donovan is our senior editor."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2328815183.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/29/gettyimages-1304732175-1_wide-7dd688968f74a0b4054b0607070b86058ab1de07.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "ANDRES MARTIN ALVA-CARDENAS",
    "TAGLE",
    "ALVA-CARDENAS",
    "MANDY LEN CATRON",
    "CATRON"
  ]
}