{
  "title": "YA Lit: A Guide For The Perplexed — And The Just Plain Curious",
  "url": "https://www.npr.org/transcripts/1021143646",
  "intro": "Whether you're a longtime fan or just thinking about how and where to get started in YA, we've got you covered with some recommendations, some thoughts about what YA is and is not, and some things to look for as you wade into the inviting but turbulent waters of Young Adult fiction.",
  "transcript": [
    {
      "author": "GLEN WELDON, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "WELDON",
      "text": "The young adult, or YA, genre features resourceful protagonists who are often still figuring things out about the world and about themselves. There's more to it, of course - a lot more. But whether you're a longtime fan or just thinking about how and where to get started in YA, we've got you covered with some recommendations, some thoughts about what makes YA YA and some things to look for as you wade into the inviting but turbulent waters of young adult fiction."
    },
    {
      "author": "WELDON",
      "text": "I'm Glen Weldon. I'm a co-host of NPR's Pop Culture Happy Hour. And we're teaming up with LIFE KIT to offer you a beginner's guide to YA."
    },
    {
      "author": "WELDON",
      "text": "Joining me in this endeavor is a panel of four real experts in the genre. First up is Aiden Thomas. He's the author of the YA novels \"Lost In The Never Woods\" and \"Cemetery Boys.\" Welcome, Aiden."
    },
    {
      "author": "AIDEN THOMAS",
      "text": "Hi. I'm so excited to be here."
    },
    {
      "author": "WELDON",
      "text": "We're excited to have you. Also with us is Loan Le, author of the YA rom-com \"A Pho Love Story\" and the forthcoming novel \"Solving For The Unknown.\" She's also an editor at Atria Books. Thanks for joining us, Loan."
    },
    {
      "author": "LOAN LE",
      "text": "Thank you for having me."
    },
    {
      "author": "WELDON",
      "text": "And rounding out this all-star panel is Gabby Rivera, the author of \"Juliet Takes A Breath\" and the writer of the much-missed Marvel Comic \"America\" about queer superhero America Chavez. Hey, Gabby."
    },
    {
      "author": "GABBY RIVERA",
      "text": "Hey. How are you? I'm so excited to be here."
    },
    {
      "author": "WELDON",
      "text": "This is going to be fun. OK, now we're starting. It's a big topic. And the last thing I wanted to do was start with something like, Webster's defines YA as..."
    },
    {
      "author": "THOMAS",
      "text": "(Laughter)."
    },
    {
      "author": "WELDON",
      "text": "...But, I mean, a good working definition would be useful, no? I mean, I've seen some critiques of the appellation young adult, those who dismiss it as, well, it's just a marketing term. But if you think about it, every genre begins life as a marketing term. It's a way to signal to readers that this book has certain things in common with other books you might like."
    },
    {
      "author": "WELDON",
      "text": "So, Aiden, let me start with you. When you think of YA as a reader and as a writer, what are some of the characteristics, the commonalities? I was going to say genre parameters, but..."
    },
    {
      "author": "THOMAS",
      "text": "(Laughter)."
    },
    {
      "author": "WELDON",
      "text": "...Genres tend to be pretty squishy, right?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "So what are some of the things you're thinking about?"
    },
    {
      "author": "THOMAS",
      "text": "Well, for me, I guess if - I feel like I get to go first, so I get, like, the easy answers."
    },
    {
      "author": "LE",
      "text": "(Laughter)."
    },
    {
      "author": "THOMAS",
      "text": "So, like, the protagonist should probably be between 13 and 18 years old is a pretty..."
    },
    {
      "author": "WELDON",
      "text": "OK."
    },
    {
      "author": "THOMAS",
      "text": "...Standard way to start it with. But I also think that you need to be thinking about themes specifically. Like, teens have different worries than adults. I would even argue that teens make far worse decisions than adults, (laughter) so the plot is always going to be a little bit more haywire. And another big one, I would say, is the coming-of-age stories."
    },
    {
      "author": "WELDON",
      "text": "Right."
    },
    {
      "author": "THOMAS",
      "text": "There's some sort of element, there's some sort of event that they're working towards, whether it's, you know, their first time playing in the school theater or it's, like, graduating from high school. Those really big, like, milestones that most, if not all, of us have gone through as teens make up a majority of what you're going to be seeing in young adult stories."
    },
    {
      "author": "WELDON",
      "text": "OK, Loan, a similar question for you, though I want to get your take as someone working in publishing. Give me some common themes, some characteristics."
    },
    {
      "author": "LE",
      "text": "Yeah, sure. I think I always think of young adult as there's heightened emotions or heightened feelings because at this age, a lot of the characters are experiencing their first - you know, maybe their first prom, their first love or something like that. But the feelings in YA are very prioritized."
    },
    {
      "author": "LE",
      "text": "So working in publishing, I work with adult fiction. And for me, I think adults are probably a little bit more tired or jaded."
    },
    {
      "author": "LE",
      "text": "They've already had their first. They've had their second, third, et cetera. I think young adults, their identities are still forming. They're trying to figure out who they are. So they're asking, who am I? But for adults, it's almost as if they have this - sometimes they have this false sense of who they are. They say, this is who I am, but then something, an event happens that makes them just rethink their whole, entire identity."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "LE",
      "text": "And for me, I work mostly with mystery, suspense thrillers. So it's almost as if the adults in adult fiction are unlearning everything they knew. And they're trying to move forward, but they have to also look at the past to move forward."
    },
    {
      "author": "WELDON",
      "text": "That's fascinating because, again, as kids and as young adults, we kind of define ourselves in opposition to something before we figure out what - we find out what we're against versus what we figure out we are."
    },
    {
      "author": "WELDON",
      "text": "Gabby, so I'm hearing the theme of discovery, of self-discovery. But you mentioned to our producers something that really struck me. You said that this genre often has a goofiness, a levity, an angst to it."
    },
    {
      "author": "WELDON",
      "text": "Now, that sounds very Marvel to me - right? - angst plus goofiness. So tell me..."
    },
    {
      "author": "WELDON",
      "text": "Tell me more. Tell me more about that."
    },
    {
      "author": "RIVERA",
      "text": "Well, listen. I mean, for \"Juliet Takes A Breath,\" she's 19, so I'm, like, flirting with the YA end of the road..."
    },
    {
      "author": "LE",
      "text": "Yep."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "RIVERA",
      "text": "...Sort of genre, like, in between high school and college. And so for - and also, Aiden and Loan, y'all are just - you said it, that those are the YA aspects, but there is that messiness, that gorgeous..."
    },
    {
      "author": "WELDON",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "...Messiness and the jokes, right? Like, when you write YA..."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "RIVERA",
      "text": "...Teenagers are always snapping on each other and cracking jokes and going through really dark things with, like, sharp wit and humor. And there's just something magical there in YA that sometimes I don't experience in adult fiction. Like, it is very much like, we're sad or we're jaded."
    },
    {
      "author": "RIVERA",
      "text": "And it's like the jokes just - you know, they aren't there. And so YA allows for that, like, taste of real life, you know, that authentic snapshot of what it is to be fumbling with all your best intentions forward and, like, doing your best, you know?"
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "Now, some listeners are thinking, look; I read YA growing up - we all did - young protagonist, fumbling, self-discovery, humor. But once I grew up, I stopped because X, Y and Z. And I do want to spend more time in this conversation talking about what makes this genre great, as opposed to what some devotees of what you were mentioning, Gabby, literary serious fiction, say about it because at the end of the day, what they say about this genre is what they say about all genres, and it's just not interesting. Also, they seem at the same time blissfully unaware that literary fiction is itself a genre. But that's a discussion for another day."
    },
    {
      "author": "THOMAS",
      "text": "Right."
    },
    {
      "author": "WELDON",
      "text": "What are some of the common misconceptions that if you could wave a wand and just dispel some of them instantly, what are some of the big ones that you'd want to dispel?"
    },
    {
      "author": "THOMAS",
      "text": "The big one for me that just kind of drives me absolutely bananas is that people assume that a style - that the style the book is written needs to be simplified just because it's for younger readers and that they either, like, can't handle more literary prose - which is absolutely ridiculous. We have so many incredibly talented, like, literary authors within the YA genre, A.M. McLemore being one of my absolute, all-time favorites. And I think that's also really just doing a disservice to young adults in just kind of assuming that, oh, you're not smart enough to kind of understand these really dark and deep themes or whatever."
    },
    {
      "author": "THOMAS",
      "text": "And it's like, no. They're doing just fine."
    },
    {
      "author": "LE",
      "text": "They're smart. They're smarter than us, probably, adults."
    },
    {
      "author": "THOMAS",
      "text": "Us - like, yeah (laughter). And people - or adults, rather, assume that the problems in young adult books are very, like, trivial, which is so completely untrue. The problems and hardships that young adults face are very real and, like, very intense, and there's trauma. It's just the adult's tendency to kind of write off young adults almost like they don't remember when they used to be one."
    },
    {
      "author": "WELDON",
      "text": "Yeah, yeah. I mean, in..."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "...Literary fiction, it's small epiphanies. In YA, it's the world is ending."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "LE",
      "text": "I loved your explanation. I think for me, I've seen both people dismiss YA as trivial, but then when I was growing up, I remember there was discussions about YA being too dark or too - the things in the novel can't be discussed."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "LE",
      "text": "I think there is a natural desire to avoid dark topics, but I think it's also important to bring those dark topics into the light. They can start conversations. When people are growing up, I think it allows parents, maybe, to talk to children about certain topics that they wouldn't have otherwise talked about. It's a great conversation starter. So sometimes YA gets the bad rap of being too dark or, you know, too heavy."
    },
    {
      "author": "WELDON",
      "text": "Gabby, magic wand."
    },
    {
      "author": "RIVERA",
      "text": "Listen; magic wand - I feel like YA also gets hit with the, like, anti, like, feminist sentiment, right? We hate the things that make us feel soft, that, like, lean towards the feminine - right? - like, the same way rom-coms get a bad rap or, like, you know, we dismiss things that are geared towards younger people, even comics, right? Oh, you're not reading a real book. You're reading a comic or a graphic novel. And it's like, no."
    },
    {
      "author": "RIVERA",
      "text": "We don't need that. I think YA is one of the, like, last radical bastions of, like, free speech - you know what I mean? - and, like, public education."
    },
    {
      "author": "THOMAS",
      "text": "Absolutely."
    },
    {
      "author": "RIVERA",
      "text": "It's like one of the places where you can have a whole chapter on, like, learning about your body."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "It's places to talk about coming out as nonbinary, places to talk about the abuse, like Loan was saying, the dark stuff. That still really happens and deserves that tender care and deserves to be explored with humor and grace. Like, YA is fun and goofy but also, like, not easy, right? And what do they say, right? All things worth having is, like, things that you have to go through. They're not easy things. And so, you know, we let patriarchy dismiss things, we miss out on so much wonder and so much exploration. And YA is here to do that."
    },
    {
      "author": "WELDON",
      "text": "Let me ask briefly on something you've touched on, the culture of YA. There is a lot of discussion of this genre online. When you're reading YA, Loan, when you're editing it, and especially when all three of you are writing YA, which features young protagonist, as you mentioned, and it's read by a lot of young people, how much do you all deal with, think about the notion of pearl-clutching that might happen, you know, this think-of-the-children kind of thing where..."
    },
    {
      "author": "WELDON",
      "text": "...Whether that is coming from the right - you know, where, like, why are you depicting teenagers as sexual beings; you know, why are you thinking that they think about gender and class and race? - or if it's coming from the left - right? - where it's like, OK, you're writing this person of color character, this queer character, this trans character as a flawed human being, therefore, they are not an idealized representation of a community that has long been marginalized, therefore, they are harmful to that community? I mean, that seems like a impossible needle to thread. How do you guys deal with it?"
    },
    {
      "author": "LE",
      "text": "I would think about my teenage cousin and the things I would discuss with my cousin all the time."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "LE",
      "text": "And that's how I write the book of - like, as if it's a conversation. You know, would you like this kind of guy, or would you like this kind of person? Or I try not to get so caught up in this huge talk because I'm just one person, I'm just one author writing within this huge spectrum."
    },
    {
      "author": "WELDON",
      "text": "Right."
    },
    {
      "author": "LE",
      "text": "So trying to think of individual ideas within the topic helps."
    },
    {
      "author": "THOMAS",
      "text": "Yeah. And, like, another part of it is that it's impossible to make everybody happy. It's impossible to have this perfect representation and, like, what that means to everyone who's going to pick up your book. For me personally, when I'm writing stories, and, you know, which largely center around trans and queer kids, it's like, I'm not writing this book to satisfy everybody. I am writing this book in order to, like, make a - like, one kid feel seen and understood and to give that representation, then I will have done my job. Like, it's my responsibility to protect my readers, absolutely, but I'm also not going to shy away from heavy or dark topics just because it makes adults uncomfortable..."
    },
    {
      "author": "WELDON",
      "text": "Right."
    },
    {
      "author": "THOMAS",
      "text": "...Because, like, for far too long, especially for trans kids, there's been no representation. And then I don't want to do a disservice to them by, like, pulling punches. But at the same time, kind of going back to what Gabby was saying about the goofiness, all of my stories are going to have that level of goofiness just 'cause it's kind of authentic to, like, the teen experience..."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "THOMAS",
      "text": "...But also because I want to provide that, like, that humor while also alongside these really, you know, intense conversations. Yeah, it's a tightrope walk, but..."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "LE",
      "text": "It's a really delicate balance of specific and universal."
    },
    {
      "author": "WELDON",
      "text": "Right."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "LE",
      "text": "All authors in general - it's rough."
    },
    {
      "author": "RIVERA",
      "text": "Yeah. I mean, Aiden, I'm there with you - like, queer Latinx butch over here."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "And, like, you know, people want to talk about harm and creating real characters that do terrible things. Well, you know what? I don't need that necessarily all the time in my YA. I got enough of that in the real world. So when I write, I think of, like, that joy, right? Where can I make a space that is, like, soft and loving and also fun and, like, opens up discussions of things that we're usually not allowed to talk about?"
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "In my writing, can I, like, offer and be like, hey, you deserve to live and live good and, like, have a blast? You know what I mean? And, like, all this harm that is happening to you in the outside world, yeah, we can talk about it. But also, like, are you going to feel fly and sexy and, like..."
    },
    {
      "author": "RIVERA",
      "text": "...The most incredible, powerful kid that ever lived..."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "RIVERA",
      "text": "...Because that's what I want you to walk away with this feeling. And anyone who's critiquing on the other end of it, I'm like, go fight in the real world. Go ahead. Take all that..."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "...Energy and go fight for our rights in the real world. And then you can come to the YA and talk to me about (laughter) - right? - my stories (ph)."
    },
    {
      "author": "RIVERA",
      "text": "You already know. Like, it's just too much."
    },
    {
      "author": "THOMAS",
      "text": "I mean, that's another problem - isn't it? - that people polarize everything. It's like, well, it has to be - it's too violent, so it has to be soft, or it's too soft, so it needs to be more exciting, when it's like, or we could just have options in every genre..."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "Yeah."
    },
    {
      "author": "THOMAS",
      "text": "...And every level of, like, pain and comfort. Like, that's fine."
    },
    {
      "author": "RIVERA",
      "text": "Yeah."
    },
    {
      "author": "THOMAS",
      "text": "We just need more books so that people can, like, pick and choose."
    },
    {
      "author": "RIVERA",
      "text": "Yes. I agree with everything - like, the having more stories that reflect folks, especially, like, fat-bodied folks, disabled folks, like, folks with, you know, neurodivergences and just different experiences, right? Give me the, like, you know, 15-year-old nonbinary kid who's a santero (ph)."
    },
    {
      "author": "RIVERA",
      "text": "Let us - not even let us, right? And I don't even think we're, like, marginalized. You just have to disrupt the power."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "RIVERA",
      "text": "So put your money and back books that are created by us, right? Put your money there. Give us the, like - you know, I'm not going to name any names, but any super high-profile author, when they come out with books, there's billboards and stuff everywhere. Do that for queer POC creators as well. Like..."
    },
    {
      "author": "LE",
      "text": "Yes, please."
    },
    {
      "author": "RIVERA",
      "text": "You know, I mean, you know? Like, make it fun. Go hard. You got the money."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "So what I'm hearing is, let me see some versions of myself, but also let me jump into somebody else's head and look around for a bit because that's kind of what fiction exists to do."
    },
    {
      "author": "WELDON",
      "text": "Now, we want this episode to be a jumping-off point, but there's so much more to the genre to explore than we can get to in this conversation. So where should listeners start if they're looking to find places where they can do a deep dive, where they can find communities of people who would recommend something tailored to their experience or tailored to the opposite of their experience? What communities do you guys frequent, online or elsewhere?"
    },
    {
      "author": "RIVERA",
      "text": "Oh, my gosh."
    },
    {
      "author": "LE",
      "text": "Well, I - oh, there are so many, but one that's upcoming that I think will be amazing, and it's the first time it's happening - it's called BookTalk, so B-O-O-K..."
    },
    {
      "author": "THOMAS",
      "text": "Yes, my favorite."
    },
    {
      "author": "LE",
      "text": "...T-A-L-K. But it is basically BookTok as in books on TikTok. And these creators, these wonderful, very smart - just so smart - YA readers from BookTalk are creating this, like, event for YA - you know, to talk about YA books. There's going to be so many panels. There's going to be a variety of authors, like, to talk about their books and to talk about special topics and everything. So that's a kind of - you know, if you just want to, like, listen, you know, listen to what's happening in YA, I think that's going to be a great event."
    },
    {
      "author": "LE",
      "text": "Following different imprints of publishers is another good choice. They're doing a great job marketing different types of books within, you know, YA rom-com, YA historical fiction, YA sci-fi, everything, you know, different genres. So those are my top two."
    },
    {
      "author": "WELDON",
      "text": "OK."
    },
    {
      "author": "RIVERA",
      "text": "Yeah. And, listen, Loan; I'm into all of that. I don't have TikTok yet 'cause I am old. But..."
    },
    {
      "author": "THOMAS",
      "text": "(Laughter) Gabby."
    },
    {
      "author": "RIVERA",
      "text": "Thirty-eight, y'all - 38."
    },
    {
      "author": "WELDON",
      "text": "Yeah."
    },
    {
      "author": "LE",
      "text": "No."
    },
    {
      "author": "WELDON",
      "text": "Do Reels."
    },
    {
      "author": "THOMAS",
      "text": "It's so much fun."
    },
    {
      "author": "WELDON",
      "text": "Do Reels on Instagram. It's like training wheels."
    },
    {
      "author": "RIVERA",
      "text": "Well, I was going to say Instagram."
    },
    {
      "author": "LE",
      "text": "That is it."
    },
    {
      "author": "RIVERA",
      "text": "Follow the bookstagrammers on Instagram, like Lupita Reads, Bowties & Books, Perpetual Pages. Like, there are so many folks doing incredible, like, threads and posts on books that they love in..."
    },
    {
      "author": "LE",
      "text": "Yeah."
    },
    {
      "author": "RIVERA",
      "text": "...All sorts - you know, for Mexican youth, for disabled youth, for - I don't know - people who want to be astronauts. Like, there's a bookstagrammer person out there doing it. And they're just so fun. And, like, they really do boost awareness of YA books."
    },
    {
      "author": "THOMAS",
      "text": "Yeah, you're absolutely, absolutely correct. And kind of just going with that, BookTube is always really great. I like consuming, like, long-form media sometimes when I'm, like, doing chores, so I find BookTube really helpful for that. But I'm also massively obsessed with TikTok. And, Gabby, I am so upset that you're not on TikTok..."
    },
    {
      "author": "THOMAS",
      "text": "...Because it is the most chaotic and so much fun. Yeah, and, like, half my feed is just, like, BookTokkers who are talking about different kinds of books..."
    },
    {
      "author": "LE",
      "text": "Absolutely."
    },
    {
      "author": "THOMAS",
      "text": "...And introducing me to titles. And it's - I love it. It's so much fun."
    },
    {
      "author": "RIVERA",
      "text": "Oh, listen. And if we're going analog, your local bookstore, especially your local..."
    },
    {
      "author": "WELDON",
      "text": "There you go."
    },
    {
      "author": "RIVERA",
      "text": "...Feminist bookstore."
    },
    {
      "author": "THOMAS",
      "text": "Yes."
    },
    {
      "author": "RIVERA",
      "text": "And the libraries - you don't even know. Librarians are in there waiting to guide you to the magical land of the book that was meant for you. And I'm telling you, like, if you need a day to take yourself on a date, go to your local bookstore, go to your library and say, hey..."
    },
    {
      "author": "LE",
      "text": "Get a coffee. Get a tea."
    },
    {
      "author": "RIVERA",
      "text": "...I would love to read some YA, and they will open the gates of heaven for you."
    },
    {
      "author": "WELDON",
      "text": "OK, well, we're not librarians, but we can crack the door of heaven open a little bit..."
    },
    {
      "author": "WELDON",
      "text": "...With some recommendations. So let's start with Aiden. Give me a pick."
    },
    {
      "author": "THOMAS",
      "text": "OK, so my new, recent obsession - I haven't even finished it yet, but it's already one of my new favorites - is \"Gearbreakers\" by Zoe Hana Mikuta. And I am so obsessed with this book. I am a huge fan of \"Pacific Rim\" and Pierce Brown's \"Red Rising\" saga, and this book is absolutely perfect for those sorts of fans. It's a queer sci-fi book with mecha fighting machines. There's found family. There's Sapphic romance and, like, those really messy, kind of chaotic relationships that we just talked that we love so much. It's - we have it in spades for \"Gearbreakers.\" And I am so excited to finish reading it. And there's also going to be a second book. So y'all need to begin on that one 'cause it's incredible."
    },
    {
      "author": "LE",
      "text": "It sounds amazing, wow."
    },
    {
      "author": "THOMAS",
      "text": "Yeah."
    },
    {
      "author": "WELDON",
      "text": "OK, that's \"Gearbreakers\" by Zoe Hana Mikuta. Boy, there's so much YA dystopian fiction out there. It's like we are collectively telling the younger generations, get ready."
    },
    {
      "author": "WELDON",
      "text": "The ice shelf has melted. Here's some life hacks you're going to need. OK."
    },
    {
      "author": "WELDON",
      "text": "Loan, give me your pick."
    },
    {
      "author": "LE",
      "text": "Glen, you were mentioning that you had read YA growing up, and then there was a period you stopped. That was my experience as well. But, you know, after college, I picked up this book called \"I'll Give You The Sun\" by Jandy Nelson. And this is for anyone who thinks that YA is one-note or recycled or petty because you're reading this book, and it's going to make you cry. It's going to make you feel everything, I think - all the feels, as people say these days. It represents so much of humanity. There's a journey to find your identity. There's some romance. There's gay characters. There's a deep exploration of parents and children, their relationship, and also the relationship between siblings, too."
    },
    {
      "author": "LE",
      "text": "It's about fraternal twins that, in the present day, they're, like, around 16. They used to be so close, but now they don't really talk to each other anymore. They're in different circles of life. So you're getting the present day through one teenager's eyes, and then the other perspective is from another one in the past. So it's almost as if the past is kind of catching up to the present. And it's brilliantly done. You really, truly feel everything."
    },
    {
      "author": "WELDON",
      "text": "Oh, it's fantastic. That sounds kind of like exactly the kind of nuance that too many people think this genre doesn't do, so that's great. It's a great pick - \"I'll Give You The Sun\" by Jandy Nelson."
    },
    {
      "author": "WELDON",
      "text": "All right, Gabby, give me a pick."
    },
    {
      "author": "RIVERA",
      "text": "\"Felix Ever After\" by Kacen Callender."
    },
    {
      "author": "THOMAS",
      "text": "Yes. Yes."
    },
    {
      "author": "LE",
      "text": "The cover is astounding, too."
    },
    {
      "author": "RIVERA",
      "text": "(Unintelligible). It is just glorious. It is the - like, one of the quintessential YA books, especially for queer Black kids, queer kids of color. Like, it takes place in Brooklyn, N.Y. - right? - so that all that energy, that New York grit and hustle and, like, chaos and love is just on every page. It's the first book I've ever read that the character was just already trans, right? Like, right? There's no, like, oh, what am I? Like, there is a little bit. There are explorations of gender. But your main character is Black, is trans, is an artist, is trying to figure out their life. And it is just so beautiful and fun. And they do it - Felix is looking for love in one of those (laughter), like, kind of, like, self-hating teenager kind of way where you're like..."
    },
    {
      "author": "WELDON",
      "text": "Sure."
    },
    {
      "author": "RIVERA",
      "text": "...I'm not worthy, but I want love."
    },
    {
      "author": "RIVERA",
      "text": "And you're just rooting for Felix the whole time. And the cast of characters is like every teenage group of friends you've ever wanted to have or you've ever been a part of or, if you're from New York, that you've ever seen on the train just acting up."
    },
    {
      "author": "RIVERA",
      "text": "And it's just lovely. It's such a gift from Kacen to us, \"Felix Ever After.\""
    },
    {
      "author": "WELDON",
      "text": "OK, that sounds fantastic. I love books where queer is the starting-off point, not the hand-wringing, the entire arc is what am I, what am I, what am I? That sounds amazing. That's \"Felix Ever After\" by Kacen Callender."
    },
    {
      "author": "WELDON",
      "text": "We want to know what your favorite YA reads are. Find us at facebook.com/pchh and on Twitter - @pchh."
    },
    {
      "author": "WELDON",
      "text": "And that brings us to the end of our show. Man, thanks to all of you for being here and for this great conversation."
    },
    {
      "author": "LE",
      "text": "Thank you. This was so much fun."
    },
    {
      "author": "RIVERA",
      "text": "Thank you so much for having me."
    },
    {
      "author": "THOMAS",
      "text": "Yeah, thanks for having us."
    },
    {
      "author": "RIVERA",
      "text": "Fun. (Singing) LIFE KIT."
    },
    {
      "author": "WELDON",
      "text": "If you want even more recommendations for books, TV, movies and more, check out our podcast, Pop Culture Happy Hour. We've done daily episodes for all your pop culture needs. And for more LIFE KIT, go to npr.org/lifekit. There are episodes on everything from how to manage your anger to how to manage your budget. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "WELDON",
      "text": "And now, as always, a completely random tip."
    },
    {
      "author": "LEO",
      "text": "Howdy. This is Leo (ph) calling from Brooklyn. If you have scratches on your hardwood floor and you take a walnut and rub it on the scratches, they will disappear."
    },
    {
      "author": "WELDON",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "WELDON",
      "text": "This episode was produced by Candice Lim and Andee Tagle. Special thanks to Jessica Reedy. Meghan Keane is the managing producer, and Beth Donovan is our senior editor. I'm Glen Weldon. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7116656234.mp3",
  "img": "https://media.npr.org/assets/img/2021/07/29/lk_yanovel-5_wide-8717280d7b3b45d6ec75dfe74da26fcf61473b0b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "GLEN WELDON, HOST",
    "WELDON",
    "AIDEN THOMAS",
    "LOAN LE",
    "GABBY RIVERA",
    "THOMAS",
    "LE",
    "RIVERA",
    "LEO"
  ]
}