{"title":"Get your family running more smoothly with tricks from running small businesses","url":"https://www.npr.org/transcripts/1025447008","intro":"Having elementary-aged kids at home can mean a maze of tough decisions about how to run your family and what's right for your small children. Economist Emily Oster offers ways to streamline decision-making with strategies — and data — that work in the business world.","transcript":[{"author":"ELISE HU, HOST","text":"This is NPR's LIFE KIT. And I'm Elise Hu."},{"author":"HU","text":"Parenting is full of decisions, things like, should I get my kid a phone and, if so, when should I get that phone? How many after-school activities should my daughters be doing?"},{"author":"EMILY OSTER","text":"The best we can hope for with the decision structure of any sort is to feel like we made the decision in the right way. But it's not really possible to know we made the right decision. And sometimes recognizing that I think is helpful for sort of actually making the decision and moving on."},{"author":"HU","text":"This is economist Emily Oster. She is the author of a new parenting book called \"The Family Firm: A Data-Driven Guide To Better Decision Making In The Early School Years.\" And the idea of having a family operate a little bit like a business or a family firm, as she calls it, can help parents slow down and make rational decisions."},{"author":"OSTER","text":"I think really, at the core, it means taking seriously the decisions we make in our family. The motivation for me here was thinking about the kinds of choices that we are making as our kids are older and that actually realizing that many of the tools that I use to organize my work life would also be really helpful in organizing my home life and that they would make it easier to make good choices and choices that I was ultimately happy with in my house."},{"author":"HU","text":"She's written three books on parenting now, and Emily says treating decision-making like she means business has made parenting much more manageable. But even for the expert, parenting children between the ages of 5 and 12 presented all sorts of new challenges that just don't come up during the baby and toddler years."},{"author":"OSTER","text":"Because the questions and the answers are so different for different kids, \"The Family Firm\" starts with this decision-making framework and starts with the idea that actually what you need is some of the data inputs. But more than that, you need a way to structure the decision so you know where to slot in the data. One way that I talk about it is you don't need a decision; you need a way to decide. And that's kind of the key to this approach."},{"author":"HU","text":"On this episode of LIFE KIT, we're going to walk you through Emily's data-driven approach to parenting to help you decide what's best for your family."},{"author":"HU","text":"How do we use the tools that we use in our work lives to help organize our home lives? Was anything obvious to you whenever you first came up with this idea?"},{"author":"OSTER","text":"So I think there are some pieces that are kind of obvious and are just practical. Like, hey, you do not have to remember all of the things you need to sign up for. Your computer can remember that for you. But then there's a bigger overarching picture, which what I sometimes call in the book parenting deliberately, thinking about the idea that when we make big choices in particular, that we would benefit from taking a kind of structured process to those choices rather than making them in a kind of gut feeling, in-the-moment decision-making, which isn't always well suited for this kind of complicated era of parenting."},{"author":"HU","text":"Yeah, I'm a mother of three, and I feel very reactive constantly, so I read your book and nodded a lot."},{"author":"HU","text":"So talk us through. How do we parent more deliberately?"},{"author":"OSTER","text":"There's two big pieces of that. So the first is really sitting down with the stakeholders in your household, so you, your partner, and think about what are the things that are really important to you? I think we sometimes think about that in a kind of big, like, what are your family values, what's important to you broadly? But I also think that people should sit down and literally think about, what do they want Tuesday to look like? The reason for that is that I think we sometimes make small decisions thinking, oh, that's just a small decision. You know, oh, I'm going to let my kid do the soccer, and that's just a little thing. But then sometimes you wake up and you realize that four nights a week you're sitting at the soccer field watching your kid play soccer when actually you'd like to be sitting down for family dinner. And so even though you kind of made that decision, it got in the way of something you really did care about. And so I think that's that's kind of the first big piece is just making sure that we're prioritizing the stuff that we actually are thinking of as a priority."},{"author":"HU","text":"OK, so actually in the book, you have a deliberate or intentional approach to this that you name the four Fs. Can you talk us through?"},{"author":"OSTER","text":"Yeah. So the four Fs is really a way to think about approaching big life decisions. The first step is to frame the question, to actually articulate what are the choices that you are making? Is the choice do this or do this other thing? Then to fact find, which is some combination of thinking about what data you need to speak to the choices; is there evidence that you could bring to bear? Then third step is final decision, which we tend to let the decisions fester. So really be concrete. Let's say let's have a meeting. And then the last step is follow-up, is actually saying for a lot of these decisions, we treat them as if they are decisions we have to make forever. So when we choose a school for our kids, we assume that's it. But the truth is that there are opportunities to revisit them. And so that's, again, sort of part of this idea of being deliberate and not just being reactive."},{"author":"HU","text":"I love that. And throughout the book, Emily, there are various examples where you apply the four F's to making a big decision. So just to work through that, the question I would love for you to tackle is, should my elementary school-aged child get a phone?"},{"author":"OSTER","text":"Should your child get a phone? So here the kind of first question we want to ask is, what is the question we're asking? And the case of the phone, it's not just - should my child get a phone? - it's actually - needs to be a little bit more specific than that. So are you asking the question, should my child get a really fancy new Google Android phone where they can do all the apps and be on the social media? Or is the question you're asking, should I get my kid a dummy phone so they can call me if there's an emergency when they're at soccer practice? So when we ask a question like that, just saying, should my child get a phone? - not specific enough to answer. You want to say, what is the question? Should my child get this specific phone? - may be the simplest way to ask it. Should my child get this phone for this specific reason?"},{"author":"HU","text":"Right - because the question could be, should I get my child a smartphone with all of the apps such that they could be on social media? And then you're asking, should my child be connected to the world of social media?"},{"author":"OSTER","text":"Exactly. And on the other hand, if the question you're asking is - you know, should I give my child access to this very simple prepaid flip phone so they can call me in an emergency? - the information you need to decide on that is totally different than the information that you would need to decide on the question of, should I give my kid a phone with Instagram?"},{"author":"HU","text":"Yes. So what do we want to frame the question for this particular example?"},{"author":"OSTER","text":"So let's frame the question here as, should I get my kid a fancy phone with Instagram like they're begging for from their friends?"},{"author":"HU","text":"That sounds real. OK."},{"author":"OSTER","text":"That sounds real. So then we're into factfinding. And I think for the phone, the big question that parents are worried about, is my kid going to get addicted to the phone, or is there going to be some, you know, long-term mental health issues? And it's actually very hard to know, really, what is the causal relationship between social media and those kind of things. You know, linking the use of social media to - even saying that the kinds of people who use a lot of social media that on average maybe they're less happy, even if that is true in correlation, it's hard to know if that's causal because, of course, people may be using more social media when they are less happy. And so the causal evidence there is pretty weak."},{"author":"HU","text":"OK."},{"author":"OSTER","text":"So I think part of what that means is that you want, in this stage of the decision-making, to be reflecting a little bit on your kid. Because actually for some kids, this could be great. You know, if you're struggling to connect with people at school and there's some online community that's easier to connect with, that may actually be good for self-esteem. So there really is a piece, especially as we get into these older kid questions, where it's so specific to the kid. And that is part of the reason to have a decision framework rather than just to say phones are good or phones are bad because it's not going to be the same answer for every kid."},{"author":"HU","text":"And this is when you get to the decision-making point."},{"author":"OSTER","text":"And this is when you get the decision-making point. And so you've sort of thought about these issues. You thought of this issue specific to your kid. And this is, of course, a place where I think the follow-up is really, really crucial. So to say, you know, OK, if we decide not to get the phone, then maybe in six months we need to revisit this because the truth is, eventually everyone is getting a phone. If we decide to get the phone, I think there's - it's equally important to say - OK, is my kid on the phone at dinner every night, and have we totally stopped interacting with each other? - in which case maybe we need to sort of look back and revisit this."},{"author":"HU","text":"So all of this is to help make smarter parenting decisions and reduce room for regrets, reduce that drag of a bunch of little tensions that come up. What if we make a choice that we're not pleased with? How could this economic way of thinking help us make better decisions in the cases of regret?"},{"author":"OSTER","text":"The first thing to say is that the best we can hope for with a decision structure of any sort is to feel like we made the decision in the right way. But it's not really possible to know we made the right decision, and sometimes recognizing that I think is helpful for sort of actually making a decision and moving on because we're sort of waiting to be like, OK, am I sure I'm right? You're never going to be sure you're right."},{"author":"OSTER","text":"If you have made the wrong decision, it is then, of course, necessary to change your decision. And part of the reason we find that hard is because of what economists or psychologists will call sunk costs or cognitive dissonance or some version of, you know, once I've made a choice or made some investments, it's very hard for me to decide that that was the wrong choice or very hard for me to do the next thing to recognize, OK, I made all this investment; you know, my kid's been going to gymnastics six days a week for four years. But actually, we don't want to do gymnastics anymore. It's like, boy, it's hard to tell yourself, OK, well, those costs are sunk. You know, there's nothing - we can't get that time back. All we can do is make good decisions going forward."},{"author":"OSTER","text":"Before \"The Family Firm\" came out, you were the author of two parenting books already, and those focused on younger stages of life, newborn and toddler. Is that right?"},{"author":"OSTER","text":"Yeah. The first one's on pregnancy, and the second one is on parenting your newborn and toddler, exactly."},{"author":"HU","text":"OK. And so what struck me in the opening chapters of this book is that when your children became sort of small elementary aged, their worlds opened up in a way where the research and the data and the advice wasn't so uniform in terms of taking care of our kids anymore. Could you talk a little bit about that?"},{"author":"OSTER","text":"As you get into having older kids, there are very few things which can be fully answered with data because kids are so different. And so that makes the data helpful but incomplete in a way that wasn't as true with younger kids."},{"author":"HU","text":"And how does \"The Family Firm\" approach address that, that heterogeneity?"},{"author":"OSTER","text":"Because the questions and the answers are so different for different kids, \"The Family Firm\" starts with this decision-making framework and starts with the idea that, actually, what you need is some of the data inputs. But more than that, you need a way to structure the decision so you know where to slot in the data. And that's also a way to incorporate a lot of the kinds of logistical challenges and other things that come up in this era of parenting. One way that I talk about it is, you don't need a decision, you need a way to decide. And that's kind of the key to this approach."},{"author":"HU","text":"Got it. Got it. OK. Given all you know and all the data you've learned about the various decision points that come up in parenting, I'm curious if there are any conundrums that you have run into as a parent that you didn't already have data for and how you approached it."},{"author":"OSTER","text":"About two years ago, my older kid asked to go to sleep-away camp. But in the moment, I hadn't even thought about this. And so it was one of the many times in this older kid era when something came up that I just wasn't ready for. And there's this sort of deer in the headlights panic in which we had to actually figure out the answer to this - answer this question. But I feel like for this era, sometimes I feel unprepared."},{"author":"HU","text":"And we should point out that in that chapter on extracurriculars where sleep-away camp comes up, you write that specialized summer camps that are kind of hosted by elite high schools or colleges don't necessarily correlate to better chances when it comes to college admissions. And this is something on the minds of a lot of parents. So should parents even be thinking about college admissions when their kids are in elementary school?"},{"author":"OSTER","text":"No. But it's in the data that extracurriculars may have positive impacts around kids' feelings of belonging and their socio-emotional health and other things like that. But, you know, having your kid do these kind of specialized camps so they can get into college, like, when they're 8, that is not a way to get into college."},{"author":"HU","text":"And you mentioned to us before the interview started that your daughter is going to sleep-away camp for the first time this summer. So how is it going?"},{"author":"OSTER","text":"She hasn't left yet at the time of this recording. But she is excited. And I'm - I am terrified."},{"author":"HU","text":"How did you come to this decision?"},{"author":"OSTER","text":"So we came to this decision because it was something that she really wanted to do. And she was very thoughtful about her desire to do it. And it seemed like it was the right developmental stage for her. But it is one of those decisions in parenting in which it goes against a lot of what I - feel is the wrong word, but, like, in which I made the decision knowing that this was the right decision, but also knowing that in the moment when we leave her there, I will be sad."},{"author":"HU","text":"What a real-world example of something that you write about in the book."},{"author":"OSTER","text":"Yes, it is a real-world example (laughter). That's what's going on."},{"author":"HU","text":"All right. By the time we get to the end of the book, you address that we were all forced into this unprecedented pandemic. And you write about how this was a transition in \"The Family Firm,\" in your family firm. What did you learn from it, because all of us really struggled, I think, in different ways? But you already kind of had this approach as a family to treat it with a more kind of deliberate and strategic approach."},{"author":"OSTER","text":"You know, I think, for me, one of the realizations was in some ways about some of the limitations of an approach like this. So I think it was very helpful to have a lot of structure built in and to have ways to make decisions that were unexpected and were not decisions we expected to have to make. But I think it was also pretty clear the kinds of control that I wanted to have were removed and that sometimes you can't - you're not in charge of what is going on. And that was a hard one - moment.."},{"author":"HU","text":"Yeah."},{"author":"OSTER","text":"...For me - or many moments."},{"author":"HU","text":"In going back, do you feel like you were able to include the takeaways from the pandemic period?"},{"author":"OSTER","text":"I'm not sure how much I would do differently, actually."},{"author":"HU","text":"Yeah, because it is a method more than anything else, huh?"},{"author":"OSTER","text":"It is a method more than anything else. And it's a method for dealing with decisions that you didn't expect to have to make, which is sort of a hallmark of a lot of what happened during the last 18 months."},{"author":"HU","text":"Perfect. And what a great way to sell the book. Emily Oster, economist and author of \"The Family Firm.\" Emily, I enjoyed this and learned so much. Thank you."},{"author":"OSTER","text":"Thank you so much"},{"author":"HU","text":"For more LIFE KIT, check out our other episodes. We've got one on how to start a hobby, another on how to start writing your novel and lots more on everything from health to finance, to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode was produced by Janet Woojeong Lee. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. And David West is our intern."},{"author":"HU","text":"I'm Elise Hu. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1674206589.mp3","img":"https://media.npr.org/assets/img/2021/08/06/lk_familyfirm_collage4_wide-893fe7875fa8b1bae99f3167e37c07823334f326.jpg?s=1400&c=100&f=jpeg","authors":["ELISE HU, HOST","HU","EMILY OSTER","OSTER"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,275,21216,22762,19411,13358,2899,10742,21751,9985,2713,75,6658,6163,7526,9185,8002,7145,5116,8624,5381,3835,22868,19718,18055,15830,15034,10046,11685,11921,7711,18550,18172,22512,16111,23573,17493,5984,7086,10461,9542,8308,22408,20226,9192,6922,4104,3192,5387,15756,21759,24641,23977,7520,7911,10549,7154,3598,3125,3392,27156,20933,13672,17157,14596,12283,7144,18219,11198,11507,21150,18086,2716,26171,14051,12671,8575,13116,16014,3931,17470,21625,2826,16171,3323,23526,13373,15540,13544,12064,10632,22662,22027,11522,20164,17820,11900,3472,21370,10977,10963,3176,2422,23659,23501,19275,9991,12207,13774,22487,3246,3583,21033,17213,19197,11648,10625,6655,10594,12088,23775,11254,16620,14841,11426,18238,22807,17616,14812,9629,22663,22603,26771,19639,17877,16724,11578,7976,11831,16771,11582,9657,2968,21178,23119,15777,23099,16539,14321,11699,21220,12779,16155,17251,16789,8635,9379,15200,24176,22363,15806,9141,5166,2871,14939,24868,18191,16171,16347,9353,8288,8913,11219,13528,5185,1993,2385,20434,14461,17321,12049,8087,5582,14864,14754,10550,13794,12114,8952,10735,17894,13458,14112,10632,16648,7745,8018,7800,7332,12665,2705,19216,13786,19924,15506,16038,9652,15682,13717,11631,13217,11325,21193,22683,15914,20344,25539,25512,9330,8187,25245,16833,17257,16624,12285,17296,18587,14077,11842,12046,11044,15484,15224,12872,18690,13690,13873,9440,7912,11595,8330,15447,11710,2696,15199,24121,10491,8763,15570,14741,8759,21490,9677,7017,6554,9373,7499,22671,22814,10057,7801,12843,4466,981,10282,23965,8971,22678,12569,8577,4058,902,18793,14228,9183,11925,16766,14478,8939,14072,14228,16929,15693,7831,13067,19047,15406,7919,4994,1482,9311,15427,22553,13068,16845,20466,15852,11251,19787,9728,20562,12216,16506,1266,12313,14490,22734,13008,17554,12947,7362,11691,18380,11949,22793,6591,9526,6285,21456,5760,4013,244,76,10756,16090,15214,13661,11556,20397,9704,10141,4655,16225,11436,10581,8648,7092,19962,6519,18057,21167,12615,8827,307,5589,22819,18605,10466,215,3089,20145,11566,6668,5172,15362,8027,9740,20166,23444,6751,11939,6222,4434,246,4966,15198,16226,7884,11222,12907,18982,18508,7549,8222,8612,5596,11227,12160,24411,21166,10496,17725,11991,11873,4565,11216,8331,17713,24483,13326,10357,4866,16608,11596,5788,6612,9568,10456,8117,6758,450,526,16995,24601,22443,13672,6692,6031,5808,2169,334,10845,21640,23759,12187,9244,8402,16164,8199,10670,10040,17484,13049,5084,5341,10368,4090,6682,17539,19830,11894,15280,9355,8548,14262,6973,2204,3009,25329,21940,17231,16398,26545,18231,12276,16730,12858,2832,26105,10966,21355,27366,20216,9678,7894,20423,10721,16478,17479,18797,15699,17691,18872,28019,9853,24506,11981,21505,12210,12342,15555,14944,27503,21659,21107,25770,12343,13277,16086,25742,22867,23802,8595,4917,20209,15594,13048,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,14041,9359,13749,14886,19853,4247,21975,17942,11457,13248,18920,19833,27761,9072,17462,3926,28142,18779,20176,18630,23928,26718,6322,27750,19112,27982,16469,16209,13155,9340,11522,9594,23382,18294,24302,18857,13299,16319,15699,17178,9240,26539,16628,16523,14408,10062,9664,47,23,18,15145,26606,26978,23511,21142,21910,26220,11135,20723,16289,7258,14913,7975,13782,10357,15717,14055,11088,2542,19055,17893,24924,12678,11463,25712,17232,18193,19587,16329,19997,25420,14192,12907,3502,23612,25786,17091,19653,25176,26311,14919,26188,20283,19799,14985,12381,3794,16,4,3,16,26177,19941,11700,15355,11314,14396,19573,13070,15494,3857,17815,21744,18840,14947,13611,13652,11790,1638,23373,12981,14058,11994,16001,11914,5598,7771,13766,10962,8068,10860,14907,10633,6863,23384,18914,10213,8327,7983,8597,8517,4471,10888,22477,22390,14667,15304,20866,7714,36,18,50,26,26,476,21185,19888,13254,12152,9695,21494,13317,12881,14928,13286,9525,11187,9351,12971,15108,13817,9052,12908,22775,23833,23418,11527,10930,6386,9464,11307,16631,14448,15587,6935,38,4411,20155,17629,13085,7857,8005,23778,17319,12049,14119,16337,12273,8494,21045,4339,12650,539,17166,15525,10399,10028,18339,13691,5141,2809,18039,17297,15220,15532,11309,5820,14516,13980,13597,15360,17010,7314,9445,10454,3457,24239,11934,22548,13947,10374,7071,8656,9893,8907,18023,19367,15897,14776,15341,10529,12381,10252,974,24265,23930,16692,13206,12312,12478,11376,8646,19494,13342,9486,5960,12750,12036,12263,15995,12156,461,4784,23236,21979,21217,17318,8588,7372,11930,12308,15530,8868,18690,12385,4527,7474,14834,7760,10790,23958,17483,11259,4576,10554,10284,9932,13083,22384,13696,10666,9327,8589,15876,20346,16095,18163,16590,13011,11462,10687,10050,9806,10568,10298,12970,7295,6980,77,1927,19939,16666,14111,12307,11785,12827,11990,12734,11534,4989,15656,7690,8656,9738,18713,15581,8328,14565,6866,16026,8851,22878,10221,26765,6915,4756,16329,12163,2032,23042,23631,14609,15741,12029,16333,9076,7893,3972,1489,34,19946,21246,11812,5384,15530,15678,16552,14632,12103,10645,9491,6971,17643,8556,7930,9241,11072,19396,12218,12647,10756,21209,14269,12810,15811,18668,11379,10803,12411,13729,18930,19135,12666,6856,6098,23380,18304,10594,6118,5770,3581,18383,16226,16686,16030,15313,4889,13181,16087,2015,20323,14099,19083,20188,8666,11323,10134,8926,4471,20282,6491,854,23202,17611,12283,8252,12946,11937,11524,15146,13216,6913,14071,4246,20899,14051,17106,14736,10911,7580,3519,21492,20795,10379,14680,13504,12170,12561,12035,7138,2156,20,20442,14890,8097,14745,13339,10067,5126,2827,15030,17062,18114,1696,18114,13337,10702,5101,9464,11894,11074,17059,13159,11887,17286,12372,4736,17458,11303,11080,7025,334,19713,12153,11107,13620,12508,12913,8517,13269,10007,9478,10301,19079,20127,10763,11647,683,18837,17032,7758,16451,12583,18878,8725,20232,21868,14592,14555,11429,7960,268,293,17868,20559,18404,12214,10250,14895,14670,12465,9587,4558,13255,16042,8122,14100,10506,7142,4102,20191,21978,14582,14260,3267,8351,25733,16199,18947,13337,7634,5012,4915,1059,24350,17387,12667,11631,18464,15899,11650,9125,17441,7827,12325,474,19136,17766,12357,9330,2936,24,240,22405,22309,23788,13370,17626,20800,14665,24707,17243,19782,11147,10364,10144,11787,9877,10172,10196,9368,10872,17966,10911,20288,18782,2972,5,136,20163,19260,17940,20709,14414,12110,13536,13593,14573,13018,8651,8332,9644,3943,5854,20665,26402,17602,21017,14435,9697,12250,23087,14809,10474,6743,20543,20392,17394,19987,17477,15813,8956,17990,6327,12371,11264,11151,11286,3173,14889,27220,15243,11034,12515,9763,14382,13880,16301,13942,12786,11927,17958,14688,11571,12089,18273,10214,21825,10822,17134,13673,20053,8708,9094,5594,15592,11421,13709,9322,15304,19574,14803,5960,7373,10518,18110,15458,21558,22331,15368,13575,11750,7219,9278,8750,11349,584,13846,13137,15575,11295,10844,21573,14439,9373,15638,13630,387,3783,18404,17451,7881,12937,15757,10448,18311,21328,22943,11495,5473,17663,15739,18521,11873,18209,6072,23693,13794,11920,15054,22115,9168,9666,8578,11728,12159,17273,23602,14984,2339,22337,15083,16658,353,10251,25187,23410,7045,12957,9358,10181,11153,9128,17868,7580,2375,2295,11485,13847,19409,6093,23290,25201,21118,22163,12218,14564,13356,9342,11321,2370,13981,21686,4713,6481,6725,15495,6662,268,12074,24760,18610,14892,10025,8818,8661,8003,11615,11570,11928,15707,13791,15211,11596,7101,9556,3559,113,48,25136,20266,7666,9007,25812,22202,7432,9687,10931,13405,7823,6661,15265,5582,9551,14001,11834,12314,10573,10787,7695,14269,7807,4986,22091,20169,15934,14248,18702,2789,17176,23570,22914,12237,19939,17192,14760,7997,13547,846,13114,20060,20882,15568,10953,10297,6580,13029,23504,90,340,5202,22658,22772,23428,12436,21201,12291,16548,13699,14537,11542,15873,8484,11602,19405,14592,5705,3802,746,24283,20460,11779,6659,4244,464,17280,23639,14701,11245,9033,6592,4550,13039,23406,11153,22531,15190,7138,6494,3783,14514,24215,21249,13721,12125,7117,13420,13829,20764,1486,23682,19740,14161,8146,10366,14976,21304,14818,12363,13378,13778,18108,6683,16359,9700,12710,12805,9903,24220,19666,14650,14232,13926,23130,10532,22022,9647,9094,9702,10818,9727,9128,16363,9692,6702,16193,16458,10355,14736,5796,4118,19308,2652,24502,9302,23753,11250,9602,9745,13641,19626,15966,8775,20209,12624,13331,4985,23000,10544,14789,10002,10324,6654,16141,24758,23760,16515,5000,15566,16536,15115,25216,15289,11594,9941,8919,11263,7530,14488,20174,20016,16516,14690,9906,10432,6968,3651,218,25774,25639,16145,22414,18893,9917,12596,22613,16017,14665,9745,18242,8623,16618,16397,22377,9960,12073,8345,7685,9045,10190,20532,16148,8248,2355,20,25,3082,22847,19717,10998,13659,11616,11312,14461,16285,22887,19544,19721,18934,19619,15147,21959,13523,11050,7820,9202,435,10617,23540,19214,15546,15271,23444,15838,15050,10853,19044,10158,10672,16082,13668,24402,11008,9370,12034,8222,22040,12096,744,9018,23879,18695,9232,8301,18216,14938,7692,16594,17215,22372,16057,11529,10827,14988,15610,20403,18644,13002,12597,13014,14646,6650,17252,15162,11590,3855,850,5714,16304,21982,22476,17774,11462,7756,10883,6839,8538,7912,192,2145,20549,13584,15074,13845,14401,12699,15271,15149,11741,14328,9550,18940,16866,12679,12298,14413,10183,15912,13667,17672,24235,23843,15026,1464,18254,9637,16165,19235,17207,8697,8781,16700,14618,14729,12970,12296,13386,10992,10116,10412,9889,10463,13125,13461,16097,8162,2394,16692,21527,24632,15744,11705,10025,14578,15781,11234,7119,14765,10878,10487,18230,6922,549,14620,10067,20189,7601,14000,23748,20462,19991,7433,13635,12607,4965,20460,16406,5285,14631,11439,12335,13450,16197,15340,11267,7234,12244,7063,10725,906,15436,15703,10857,127,19636,11331,12581,8396,12453,11755,9571,6834,221,16100,22050,9578,16170,14233,16118,17616,11800,16797,8126,7969,11522,287,22094,21162,12002,12423,11192,18422,21635,19892,16596,24211,12269,8108,9887,14508,6524,9692,17389,10370,10053,2843,16953,13409,16501,12708,9026,10315,12327,5422,1122,18246,19025,14187,15903,10445,16645,15903,17849,22529,14175,7957,6170,8526,7259,11759,5161,9189,2419,452,4926,1461,22998,15306,14936,17468,14153,4698,6893,19916,20245,18401,18263,4148,11619,22616,16249,16247,6022,14744,13533,12004,11860,11386,15443,10225,12821,9333,4360,16465,15252,12124,11389,12247,24020,13656,11440,10772,3577,16215,14452,7076,12008,19723,18540,10856,16338,9264,8860,9172,22325,10780,20759,11521,9433,14095,10402,14510,10050,23889,13955,12400,18761,11351,4285,3158,5394,19553,13753,16452,6433,6449,22589,11889,14018,9969,11546,12886,13800,11728,6378,17893,19767,13461,5462,16741,9196,8594,8492,12285,11818,378,22054,24564,23960,17193,12673,10081,10554,17883,10824,18397,11376,8175,14426,11666,11470,8086,13026,4460,15106,22509,10913,8243,15096,6108,12355,6660,26169,20304,17647,8209,20158,18492,19964,7777,5927,9477,20298,24607,15772,8440,13357,6968,6557,14460,7131,15209,5467,22888,21545,22052,10513,8654,13101,13504,9407,5949,9061,9823,4241,17473,10052,18100,14052,13669,10858,18796,16937,13029,9525,18265,20695,13586,11809,10271,8819,16873,14663,14498,11622,12917,14070,11532,8028,11326,10096,9043,7225,1619,19246,14343,18443,19802,16781,6174,15109,9970,16737,13030,7562,7858,10846,14651,25173,24896,15929,8426,12148,15067,14983,13129,8261,8352,7872,12005,7499,8459,10130,5012,14383,15082,8425,9320,7850,7421,11954,6009,5762,9543,10029,6294,2623,28,1,93,104,24570,23845,24178,22369,19766,12716,10278,11067,15366,9958,4968,4736,6901,6008,6981,8208,10489,9105,7808,15479,19939,5662,7363,11823,13305,3861,6600,8052,16611,15787,848,13897,20404,17122,1115,162,23201,23923,18351,11039,13239,13185,8609,11201,4831,3064,2773,21852,13490,18042,8755,11100,14255,7581,8893,8466,10910,10826,9317,9108,18778,15013,21459,622,96,13,228,766,18578,19178,17161,14292,12218,14431,15701,26202,11577,9935,14352,11142,9382,15396,11898,7717,9243,16789,12005,10854,25298,12363,7026,10118,12430,8970,976,24980,20640,22481,1440,16771,2890,16413,10717,12901,11437,10004,9151,20390,20228,9923,18192,14706,9963,1428,19364,9013,8702,138,28,23392,21851,17897,8393,10712,10903,20836,11340,10826,21289,11911,11027,9210,14183,11884,5544,21241,2366,11695,25354,8800,6581,8466,10520,7020,262,134,16271,24609,21305,15897,5224,5359,683,20135,28098,10953,14969,8422,7731,5687,5940,11454,7978,9615,22009,18807,15633,12727,582,17073,24167,14749,11014,13220,22847,16039,19343,9697,16289,18632,8490,18768,17374,5152,553,10556,25114,14740,14716,11213,15301,14169,14646,14766,13516,9699,20662,8075,6010,16282,7950,18639,18297,797,16374,7414,9319,4004,1289,22654,20834,14178,24532,12589,14046,16547,9976,9176,12385,11773,14667,18870,11863,10378,12847,25740,13890,6719,7957,7074,15415,15016,12999,22082,11430,11664,9464,9794,8137,12479,23270,7848,635,23644,10110,7603,368,28,16963,22394,12310,7798,6819,10093,14956,3436,15390,23948,23513,15609,20532,13899,21421,19981,16301,18783,2599,16111,14366,15640,7241,16179,8980,19565,16874,15352,11903,6204,8010,510,19551,11272,12193,7344,111,34,1531,6971,21835,18878,15187,13691,10893,18579,2395,8825,15647,23216,13797,9230,9456,12898,15675,6823,14503,20157,9134,20970,18099,16929,7572,198,18477,17296,8008,10421,1408,14895,17618,6305,17422,10030,14895,21274,967,19,388,9045,24448,18852,20490,16933,13064,18718,14288,23602,13164,14029,17226,7855,10268,8534,11417,11235,16254,11873,10726,790,15363,18262,284,118,25689,22047,18507,18085,15962,10480,17699,15151,25513,8513,12769,9504,14202,2109,13156,12905,11664,13960,14355,8077,8553,8766,7174,5002,23644,20995,11505,8118,9407,5336,401,15,22735,23650,19461,15086,9009,11649,13078,12811,7233,259,6970,5355,6352,8346,20325,16307,14815,13307,8161,18508,9123,25140,23651,22577,10296,13882,18045,12825,14019,19642,9857,10014,18275,21365,22339,6261,75,41,101,330,23326,17864,20675,11842,9956,12592,11417,4883,15454,3920,266,26812,23190,10839,10217,11183,10274,6511,6375,15341,5774,264,8676,7983,1498,17566,9629,7678,8291,7964,19043,11505,10890,11872,10226,5837,22582,14970,11173,23026,14287,9555,14523,19314,14730,17254,14553,9437,5255,4890,10537,19217,7931,7732,8151,5413,2254,727,153,14376,25711,19172,11302,10800,7513,17487,14801,313,9554,13934,14979,4435,111,54,24,33,12094,17580,18279,10753,19532,11772,15538,24075,13155,10742,11559,8387,18637,12734,10105,7021,8386,16171,22729,785,20284,14156,9736,1431,119,22004,20074,17924,5471,19,13475,19308,8480,6424,12193,14679,7952,19457,19293,23511,11407,7186,5543,400,25,15219,16943,14283,11531,13101,9307,19542,14740,7162,8779,6857,11165,12559,5063,24906,10721,18711,16316,12183,8406,4512,11007,20631,23227,21214,16510,13813,14184,19870,17594,11085,17987,17077,14127,10377,14776,10388,11057,14021,8533,14060,5975,7435,1001,22342,25367,16293,13005,6395,20648,14969,7423,8167,12884,10754,6865,2776,172,294,19791,24475,14339,12034,5045,6811,6461,3636,5088,15564,1245,2473,972,9900,23274,22925,20125,15442,13402,14277,9795,2251,2021,6007,5596,7157,8300,13740,23455,22581,12071,10208,8893,702,549,9344,15186,20247,14968,18695,19642,18578,21823,11962,8934,14147,8350,4336,4676,7971,4837,9541,5549,14072,18349,12417,9632,15212,8683,5281,6387,94,2007,12814,11976,12909,11688,7923,113,58,45,6,16539,24119,8994,12720,17989,17474,11850,15617,12440,8170,11017,7847,4976,10958,6907,713,17044,17795,16280,10357,584,18875,25100,9708,44,22810,12290,4770,10110,16356,12966,11016,14916,9330,18195,16553,1390,15429,10028,7610,10110,11332,13850,15189,24575,14364,10570,8833,16110,19668,20052,13478,17426,7623,10603,267,20192,24763,11859,12612,10346,12996,20751,20086,16863,3228,23272,14479,758,23938,19487,16166,16927,23131,10507,11424,10764,7592,12363,9419,6158,21776,15436,10054,24088,20968,19529,11850,23420,12410,13565,530,4009,25920,22642,14243,8600,5094,220,84,15957,9820,18000,10110,20665,17742,15582,9136,8029,5222,9923,9204,12221,7682,7069,14869,24190,18748,10428,18939,12776,11134,8951,5753,760,19004,21331,19019,8704,13617,17722,17345,11198,10398,9364,17088,12916,17351,18965,22366,10383,12806,13373,14392,9371,9263,9366,17976,15434,10635,15128,22325,18619,12251,14086,13738,5760,3474,4226,23625,22059,22634,10827,7504,18981,14142,8094,9952,14818,11092,12968,10904,7609,4091,5,28,16054,6600,16822,12815,19895,20619,8868,11069,16594,14028,10240,23840,4014,10067,10708,11680,19458,19675,13000,9924,17956,17058,16395,9381,11764,6614,18700,3827,4050,26019,17179,24197,24480,13410,14249,413,21188,15689,13772,14452,22800,17954,10131,13295,11939,9685,12929,11361,5114,14350,9553,12298,2049,10474,18653,11146,9062,5405,2375,11267,23035,19183,18331,12095,10709,8661,10858,15852,16843,18129,18461,15336,18900,15690,10730,18531,19117,12427,10901,11867,18643,18107,12354,11820,11187,53,8397,1741,3761,13566,17918,20849,10866,12371,1822,22813,16194,12185,6755,5343,11924,24153,22550,14379,23015,17375,14887,12529,14614,15804,10175,6558,8959,15836,20240,7594,694,16768,9175,12754,8831,23240,19274,11911,13761,12884,8669,6980,50,35,542,14853,22591,20119,14987,16428,12439,11434,16732,8366,7938,13462,24281,18594,16098,11703,15481,8184,16061,19411,18562,11281,12542,9917,9135,21524,19359,7396,510,23703,12352,12443,19690,13642,15052,14282,8520,17046,8032,8847,8083,17747,15650,25847,21819,22349,13043,8153,11036,8800,10602,4605,542,20141,16582,17444,10476,14649,17217,13315,13834,5161,1781,2464,2735,9558,25468,10382,10985,14784,10808,10655,16329,6208,7535,24110,18935,12690,14907,9144,10821,11805,10411,303,18285,14447,21651,13280,12891,10150,11458,15110,8940,7919,7487,16738,19720,10666,9454,12813,9740,7053,3033,16267,16156,18601,24725,15929,15096,10902,9956,13442,10523,18968,14224,15959,17505,15026,10899,10823,15034,11858,13753,12022,16075,11667,3857,476,7794,12926,18571,14919,12641,11964,10739,7376,10676,13502,18635,10458,8807,25021,20545,11414,12118,15093,15113,13053,13667,7792,4495,245,17041,21605,5342,26041,20732,9960,11997,10345,8669,8348,9332,13433,6257,6107,23462,8141,12681,10416,385,156,13,24584,15184,13870,14380,7660,12119,25858,22521,14051,12609,9199,8610,10523,9596,25898,25732,7291,12868,8320,9740,16910,8925,8973,9794,9083,15017,399,14305,16953,13531,4652,14166,11942,5790,4261,15471,11196,13308,7548,185,888,986,12141,14361,9157,9293,17644,12052,7307,13830,10250,18979,16043,18426,12012,6563,6232,16918,13110,8690,14552,14415,14292,19924,15715,12478,2507,22868,23756,14648,16667,13656,10978,14389,2400,17428,16671,10632,11785,14408,2613,12459,13752,21699,18167,11376,8123,8097,11148,19971,19543,12578,13481,1334,22890,15039,12924,10289,10630,10665,13110,11626,9527,21428,21199,20124,11792,18195,10405,18023,5116,3591,18216,11701,14374,2277,22465,18422,4018,19308,9022,13674,13655,11213,3119,23876,14520,11340,10467,10907,9257,9120,19330,22023,13371,14453,9286,15032,14401,10783,8665,7754,8765,13012,7020,7415,87,11099,23384,24620,11372,13989,15928,13443,8333,8070,7915,278,8787,7662,6669,9525,21822,21105,24541,16073,16249,11273,9701,8219,14,94,9380,500,525,13995,18312,15073,13508,5027,3303,10786,22094,12102,22933,9176,8043,14358,17025,5301,69,134,8413,22064,22401,14984,8048,12203,25862,24130,14382,9863,15402,7740,12445,10313,16084,19485,17061,6662,19614,21682,11504,16770,14152,10592,16548,10251,12506,7227,10524,12517,11847,12098,14112,11020,14191,13781,9201,903,17822,24360,17320,15075,16688,18416,15885,11643,10353,15548,22276,24340,17340,23292,13291,11284,14010,11132,7306,13698,25281,13440,9531,15725,4250,12997,3739,7771,24305,14864,16198,19354,14825,10151,10986,11860,9815,15715,17159,18640,22329,10766,11637,11810,15246,24249,24779,10512,8960,18276,14456,11794,9366,17275,25996,17153,16773,8995,15172,18254,11900,11225,25715,22985,22165,18493,19928,9932,20477,13706,14836,21145,22669,12265,23947,16297,11363,13789,11644,17468,23142,20341,15615,19760,21933,22368,15694,18938,11387,15173,8592,21150,22292,21807,22634,22505,12925,21484,15433,18366,14883,23966,18397,16335,13778,12873,11433,8689,11376,9249,10968,10643,12271,13520,13071,11815,12832,16868,11767,9720,9057,12653,17725,11776,20323,11310,4944,14876,11493,10504,15554,7009,14706,11466,9855,4161,10924,21436,5039,19225,26510,16022,7529,22601,13834,11548,15750,7932,4431,13934,12130,12556,13491,15525,9166,17000,15000,17748,12631,22382,10618,10333,16024,17721,13433,12031,16845,6495,6875,9041,5606,16301,22089,11016,16205,10668,10041,17170,6405,20072,19033,12622,3241,7384,8032,7185,1776,10125,10098,3706,816,2125,1040,2013,3116,752,626,266,441,378,241,23729,20937,21882,14454,18100,10644,7753,9341,11690,12067,8011,10519,12669,11731,8483,8034,8940,8520,3343,18398,18381,19840,16879,20169,3561,16037,19632,1861,15991,18667,15359,12668,4438,12901,13581,15408,13177,10431,9301,9986,19249,13029,23051,2883,8648,20684,11842,11509,9862,15104,11880,15394,10241,14748,18514,15354,21291,1737,17599,4109,1247,1321,9679,21712,24198,6129,276,82,19,2181,22268,18935,18213,16565,25665,16097,11045,22843,21567,12937,14359,23480,16586,19546,24427,20487,15819,14881,3843,22761,24964,6406,13018,15201,21290,19281,19545,12167,20036,20541,7982,11881,10966,11596,8977,6919,24755,20787,20364,27754,8746,10695,25472,16767,10083,25816,25223,14973,13192,23915,17812,8866,1991,18,7,32,23591,12778,12763,13971,15564,19376,13297,10453,1572,22239,18165,12338,9203,8677,14319,15342,10784,14026,16011,9758,1627,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,13279,21615,15632,10916,8614,15332,11315,14631,17796,8762,15196,11988,11935,16253,21891,10712,3096,18892,18453,18867,21087,18007,10814,8331,16323,12579,6738,21623,17717,17982,16970,13725,7775,2661,19113,16181,14322,23518,8019,2639,21329,14704,22171,11803,17515,15316,9053,15314,19820,18676,8206,8235,12937,11284,9197,7321,14093,15464,17652,20364,12868,11637,13112,5754,1429,11,31,16450,21821,13407,11623,17166,17839,21088,12108,12161,8454,19108,12929,9025,8685,21714,10118,19226,12973,674,20261,9055,23664,15075,21708,15161,15639,14117,11448,9422,13502,18598,13972,14098,21211,7801,15036,17761,20430,21283,18388,13484,17091,10417,13595,8449,22671,22348,14467,13230,11939,3801,23145,21026,10535,12200,10507,21595,15265,21524,10228,15103,14988,16905,8420,2059,46],"fragments":[{"begin":"0.000","end":"6.400","lines":["This is NPR's LIFE KIT. And I'm Elise Hu."]},{"begin":"6.400","end":"30.320","lines":["Parenting is full of decisions, things like, should I get my kid a phone and, if so, when should I get that phone? How many after-school activities should my daughters be doing?"]},{"begin":"30.320","end":"45.920","lines":["The best we can hope for with the decision structure of any sort is to feel like we made the decision in the right way. But it's not really possible to know we made the right decision. And sometimes recognizing that I think is helpful for sort of actually making the decision and moving on."]},{"begin":"45.920","end":"65.440","lines":["This is economist Emily Oster. She is the author of a new parenting book called \"The Family Firm: A Data-Driven Guide To Better Decision Making In The Early School Years.\" And the idea of having a family operate a little bit like a business or a family firm, as she calls it, can help parents slow down and make rational decisions."]},{"begin":"65.440","end":"91.640","lines":["I think really, at the core, it means taking seriously the decisions we make in our family. The motivation for me here was thinking about the kinds of choices that we are making as our kids are older and that actually realizing that many of the tools that I use to organize my work life would also be really helpful in organizing my home life and that they would make it easier to make good choices and choices that I was ultimately happy with in my house."]},{"begin":"91.640","end":"109.320","lines":["She's written three books on parenting now, and Emily says treating decision-making like she means business has made parenting much more manageable. But even for the expert, parenting children between the ages of 5 and 12 presented all sorts of new challenges that just don't come up during the baby and toddler years."]},{"begin":"109.320","end":"152.400","lines":["Because the questions and the answers are so different for different kids, \"The Family Firm\" starts with this decision-making framework and starts with the idea that actually what you need is some of the data inputs. But more than that, you need a way to structure the decision so you know where to slot in the data. One way that I talk about it is you don't need a decision; you need a way to decide. And that's kind of the key to this approach."]},{"begin":"152.400","end":"167.920","lines":["On this episode of LIFE KIT, we're going to walk you through Emily's data-driven approach to parenting to help you decide what's best for your family."]},{"begin":"167.920","end":"181.200","lines":["How do we use the tools that we use in our work lives to help organize our home lives? Was anything obvious to you whenever you first came up with this idea?"]},{"begin":"181.200","end":"249.800","lines":["So I think there are some pieces that are kind of obvious and are just practical. Like, hey, you do not have to remember all of the things you need to sign up for. Your computer can remember that for you. But then there's a bigger overarching picture, which what I sometimes call in the book parenting deliberately, thinking about the idea that when we make big choices in particular, that we would benefit from taking a kind of structured process to those choices rather than making them in a kind of gut feeling, in-the-moment decision-making, which isn't always well suited for this kind of complicated era of parenting."]},{"begin":"249.800","end":"259.480","lines":["Yeah, I'm a mother of three, and I feel very reactive constantly, so I read your book and nodded a lot."]},{"begin":"259.480","end":"266.760","lines":["So talk us through. How do we parent more deliberately?"]},{"begin":"266.760","end":"327.680","lines":["There's two big pieces of that. So the first is really sitting down with the stakeholders in your household, so you, your partner, and think about what are the things that are really important to you? I think we sometimes think about that in a kind of big, like, what are your family values, what's important to you broadly? But I also think that people should sit down and literally think about, what do they want Tuesday to look like? The reason for that is that I think we sometimes make small decisions thinking, oh, that's just a small decision. You know, oh, I'm going to let my kid do the soccer, and that's just a little thing. But then sometimes you wake up and you realize that four nights a week you're sitting at the soccer field watching your kid play soccer when actually you'd like to be sitting down for family dinner. And so even though you kind of made that decision, it got in the way of something you really did care about. And so I think that's that's kind of the first big piece is just making sure that we're prioritizing the stuff that we actually are thinking of as a priority."]},{"begin":"327.680","end":"335.600","lines":["OK, so actually in the book, you have a deliberate or intentional approach to this that you name the four Fs. Can you talk us through?"]},{"begin":"335.600","end":"392.520","lines":["Yeah. So the four Fs is really a way to think about approaching big life decisions. The first step is to frame the question, to actually articulate what are the choices that you are making? Is the choice do this or do this other thing? Then to fact find, which is some combination of thinking about what data you need to speak to the choices; is there evidence that you could bring to bear? Then third step is final decision, which we tend to let the decisions fester. So really be concrete. Let's say let's have a meeting. And then the last step is follow-up, is actually saying for a lot of these decisions, we treat them as if they are decisions we have to make forever. So when we choose a school for our kids, we assume that's it. But the truth is that there are opportunities to revisit them. And so that's, again, sort of part of this idea of being deliberate and not just being reactive."]},{"begin":"392.520","end":"407.760","lines":["I love that. And throughout the book, Emily, there are various examples where you apply the four F's to making a big decision. So just to work through that, the question I would love for you to tackle is, should my elementary school-aged child get a phone?"]},{"begin":"407.760","end":"449.320","lines":["Should your child get a phone? So here the kind of first question we want to ask is, what is the question we're asking? And the case of the phone, it's not just - should my child get a phone? - it's actually - needs to be a little bit more specific than that. So are you asking the question, should my child get a really fancy new Google Android phone where they can do all the apps and be on the social media? Or is the question you're asking, should I get my kid a dummy phone so they can call me if there's an emergency when they're at soccer practice? So when we ask a question like that, just saying, should my child get a phone? - not specific enough to answer. You want to say, what is the question? Should my child get this specific phone? - may be the simplest way to ask it. Should my child get this phone for this specific reason?"]},{"begin":"449.320","end":"460.280","lines":["Right - because the question could be, should I get my child a smartphone with all of the apps such that they could be on social media? And then you're asking, should my child be connected to the world of social media?"]},{"begin":"460.280","end":"478.760","lines":["Exactly. And on the other hand, if the question you're asking is - you know, should I give my child access to this very simple prepaid flip phone so they can call me in an emergency? - the information you need to decide on that is totally different than the information that you would need to decide on the question of, should I give my kid a phone with Instagram?"]},{"begin":"478.760","end":"482.680","lines":["Yes. So what do we want to frame the question for this particular example?"]},{"begin":"482.680","end":"489.120","lines":["So let's frame the question here as, should I get my kid a fancy phone with Instagram like they're begging for from their friends?"]},{"begin":"489.120","end":"489.880","lines":["That sounds real. OK."]},{"begin":"489.880","end":"532.000","lines":["That sounds real. So then we're into factfinding. And I think for the phone, the big question that parents are worried about, is my kid going to get addicted to the phone, or is there going to be some, you know, long-term mental health issues? And it's actually very hard to know, really, what is the causal relationship between social media and those kind of things. You know, linking the use of social media to - even saying that the kinds of people who use a lot of social media that on average maybe they're less happy, even if that is true in correlation, it's hard to know if that's causal because, of course, people may be using more social media when they are less happy. And so the causal evidence there is pretty weak."]},{"begin":"532.000","end":"532.600","lines":["OK."]},{"begin":"532.600","end":"566.760","lines":["So I think part of what that means is that you want, in this stage of the decision-making, to be reflecting a little bit on your kid. Because actually for some kids, this could be great. You know, if you're struggling to connect with people at school and there's some online community that's easier to connect with, that may actually be good for self-esteem. So there really is a piece, especially as we get into these older kid questions, where it's so specific to the kid. And that is part of the reason to have a decision framework rather than just to say phones are good or phones are bad because it's not going to be the same answer for every kid."]},{"begin":"566.760","end":"567.760","lines":["And this is when you get to the decision-making point."]},{"begin":"567.760","end":"600.080","lines":["And this is when you get the decision-making point. And so you've sort of thought about these issues. You thought of this issue specific to your kid. And this is, of course, a place where I think the follow-up is really, really crucial. So to say, you know, OK, if we decide not to get the phone, then maybe in six months we need to revisit this because the truth is, eventually everyone is getting a phone. If we decide to get the phone, I think there's - it's equally important to say - OK, is my kid on the phone at dinner every night, and have we totally stopped interacting with each other? - in which case maybe we need to sort of look back and revisit this."]},{"begin":"600.080","end":"620.440","lines":["So all of this is to help make smarter parenting decisions and reduce room for regrets, reduce that drag of a bunch of little tensions that come up. What if we make a choice that we're not pleased with? How could this economic way of thinking help us make better decisions in the cases of regret?"]},{"begin":"620.440","end":"644.000","lines":["The first thing to say is that the best we can hope for with a decision structure of any sort is to feel like we made the decision in the right way. But it's not really possible to know we made the right decision, and sometimes recognizing that I think is helpful for sort of actually making a decision and moving on because we're sort of waiting to be like, OK, am I sure I'm right? You're never going to be sure you're right."]},{"begin":"644.000","end":"686.320","lines":["If you have made the wrong decision, it is then, of course, necessary to change your decision. And part of the reason we find that hard is because of what economists or psychologists will call sunk costs or cognitive dissonance or some version of, you know, once I've made a choice or made some investments, it's very hard for me to decide that that was the wrong choice or very hard for me to do the next thing to recognize, OK, I made all this investment; you know, my kid's been going to gymnastics six days a week for four years. But actually, we don't want to do gymnastics anymore. It's like, boy, it's hard to tell yourself, OK, well, those costs are sunk. You know, there's nothing - we can't get that time back. All we can do is make good decisions going forward."]},{"begin":"686.320","end":"698.040","lines":["Before \"The Family Firm\" came out, you were the author of two parenting books already, and those focused on younger stages of life, newborn and toddler. Is that right?"]},{"begin":"698.040","end":"704.400","lines":["Yeah. The first one's on pregnancy, and the second one is on parenting your newborn and toddler, exactly."]},{"begin":"704.400","end":"727.360","lines":["OK. And so what struck me in the opening chapters of this book is that when your children became sort of small elementary aged, their worlds opened up in a way where the research and the data and the advice wasn't so uniform in terms of taking care of our kids anymore. Could you talk a little bit about that?"]},{"begin":"727.360","end":"745.000","lines":["As you get into having older kids, there are very few things which can be fully answered with data because kids are so different. And so that makes the data helpful but incomplete in a way that wasn't as true with younger kids."]},{"begin":"745.000","end":"750.160","lines":["And how does \"The Family Firm\" approach address that, that heterogeneity?"]},{"begin":"750.160","end":"783.840","lines":["Because the questions and the answers are so different for different kids, \"The Family Firm\" starts with this decision-making framework and starts with the idea that, actually, what you need is some of the data inputs. But more than that, you need a way to structure the decision so you know where to slot in the data. And that's also a way to incorporate a lot of the kinds of logistical challenges and other things that come up in this era of parenting. One way that I talk about it is, you don't need a decision, you need a way to decide. And that's kind of the key to this approach."]},{"begin":"783.840","end":"803.000","lines":["Got it. Got it. OK. Given all you know and all the data you've learned about the various decision points that come up in parenting, I'm curious if there are any conundrums that you have run into as a parent that you didn't already have data for and how you approached it."]},{"begin":"803.000","end":"833.040","lines":["About two years ago, my older kid asked to go to sleep-away camp. But in the moment, I hadn't even thought about this. And so it was one of the many times in this older kid era when something came up that I just wasn't ready for. And there's this sort of deer in the headlights panic in which we had to actually figure out the answer to this - answer this question. But I feel like for this era, sometimes I feel unprepared."]},{"begin":"833.040","end":"855.760","lines":["And we should point out that in that chapter on extracurriculars where sleep-away camp comes up, you write that specialized summer camps that are kind of hosted by elite high schools or colleges don't necessarily correlate to better chances when it comes to college admissions. And this is something on the minds of a lot of parents. So should parents even be thinking about college admissions when their kids are in elementary school?"]},{"begin":"855.760","end":"873.520","lines":["No. But it's in the data that extracurriculars may have positive impacts around kids' feelings of belonging and their socio-emotional health and other things like that. But, you know, having your kid do these kind of specialized camps so they can get into college, like, when they're 8, that is not a way to get into college."]},{"begin":"873.520","end":"882.200","lines":["And you mentioned to us before the interview started that your daughter is going to sleep-away camp for the first time this summer. So how is it going?"]},{"begin":"882.200","end":"891.960","lines":["She hasn't left yet at the time of this recording. But she is excited. And I'm - I am terrified."]},{"begin":"891.960","end":"894.920","lines":["How did you come to this decision?"]},{"begin":"894.920","end":"925.680","lines":["So we came to this decision because it was something that she really wanted to do. And she was very thoughtful about her desire to do it. And it seemed like it was the right developmental stage for her. But it is one of those decisions in parenting in which it goes against a lot of what I - feel is the wrong word, but, like, in which I made the decision knowing that this was the right decision, but also knowing that in the moment when we leave her there, I will be sad."]},{"begin":"925.680","end":"928.560","lines":["What a real-world example of something that you write about in the book."]},{"begin":"928.560","end":"931.960","lines":["Yes, it is a real-world example (laughter). That's what's going on."]},{"begin":"931.960","end":"958.720","lines":["All right. By the time we get to the end of the book, you address that we were all forced into this unprecedented pandemic. And you write about how this was a transition in \"The Family Firm,\" in your family firm. What did you learn from it, because all of us really struggled, I think, in different ways? But you already kind of had this approach as a family to treat it with a more kind of deliberate and strategic approach."]},{"begin":"958.720","end":"998.320","lines":["You know, I think, for me, one of the realizations was in some ways about some of the limitations of an approach like this. So I think it was very helpful to have a lot of structure built in and to have ways to make decisions that were unexpected and were not decisions we expected to have to make. But I think it was also pretty clear the kinds of control that I wanted to have were removed and that sometimes you can't - you're not in charge of what is going on. And that was a hard one - moment.."]},{"begin":"998.320","end":"999.320","lines":["Yeah."]},{"begin":"999.320","end":"1001.200","lines":["...For me - or many moments."]},{"begin":"1001.200","end":"1009.440","lines":["In going back, do you feel like you were able to include the takeaways from the pandemic period?"]},{"begin":"1009.440","end":"1015.120","lines":["I'm not sure how much I would do differently, actually."]},{"begin":"1015.120","end":"1019.560","lines":["Yeah, because it is a method more than anything else, huh?"]},{"begin":"1019.560","end":"1045.720","lines":["It is a method more than anything else. And it's a method for dealing with decisions that you didn't expect to have to make, which is sort of a hallmark of a lot of what happened during the last 18 months."]},{"begin":"1045.720","end":"1064.360","lines":["Perfect. And what a great way to sell the book. Emily Oster, economist and author of \"The Family Firm.\" Emily, I enjoyed this and learned so much. Thank you."]},{"begin":"1064.360","end":"1067.000","lines":["Thank you so much"]},{"begin":"1067.000","end":"1157.320","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to start a hobby, another on how to start writing your novel and lots more on everything from health to finance, to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823, 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode was produced by Janet Woojeong Lee. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. And David West is our intern."]},{"begin":"1157.320","end":"1163.280","lines":["I'm Elise Hu. Thanks for listening."]}],"duration":1163}