{"title":"Do's And Don'ts For Parents Whose Kids Have Gained Weight In The Pandemic","url":"https://www.npr.org/transcripts/1027395495","intro":"If you've noticed that your kid put on some weight during the pandemic and you're not sure what — if anything — to do about it, you're not alone.Weight is an incredibly fraught topic — and an imperfect indicator of health. As parents, a kid's sudden weight gain can be hard to know how to tackle — the last thing we'd want is to do anything that might create poor body image for our children or set the stage for eating disorders.We spoke to doctors and specialists who work with kids. In this episode, they share their tips for how to get kids back on track and support healthy habits.","transcript":[{"author":"ANDEE TAGLE, BYLINE","text":"Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."},{"author":"A MARTÍNEZ, HOST","text":"This is NPR's LIFE KIT. I'm A Martinez."},{"author":"A MARTÍNEZ, HOST","text":"Lots of people gained excess weight during the pandemic. And emerging data suggests children were no exception. Across racial and socioeconomic lines, kids put on weight as schools went online, sports were canceled, and routines collapsed. Now as children head back to school, some parents are wondering how to get their kids back to healthy habits. On this episode of LIFE KIT, I'm joined by NPR health correspondent and LIFE KIT reporter, Maria Godoy."},{"author":"A MARTÍNEZ, HOST","text":"Maria, hi."},{"author":"MARIA GODOY, BYLINE","text":"Hi."},{"author":"MARTÍNEZ","text":"Now, we all knew adults put on weight - that quarantine 15 we kept hearing about. Was it a surprise that kids also did?"},{"author":"GODOY","text":"Well, researchers had expected this to some extent based on what past data shows happens during summers. Kids get out of their normal routines. They tend to gain weight. They're spending more time on screens, less time doing physical activities. And they often stay up later, which can raise their risk of obesity."},{"author":"GODOY","text":"Dr. Sandra Hassink is with the American Academy of Pediatrics. She says, all these same factors were present during the pandemic, plus more."},{"author":"SANDRA HASSINK","text":"Layered on that were just social isolation and stress, economic downturns that many families experienced and the rise in food insecurity. Then this was kind of like the perfect storm to have issues with weight gain."},{"author":"MARTÍNEZ","text":"Wow - the perfect storm. So how widespread has this weight gain been?"},{"author":"GODOY","text":"We don't have a complete national picture yet. But early data suggests the weight gain has been across the spectrum - so from little kids to adolescents. It crosses racial and socioeconomic lines. Although it is more pronounced in some communities than others."},{"author":"GODOY","text":"Dr. Nazrat Mirza runs the Pediatric Weight Management Clinic at Children's National Hospital in D.C. She says she was surprised to see how many kids were showing up for visits with big jumps in weight."},{"author":"NAZRAT MIRZA","text":"Children who were previously in a normal BMI percentile suddenly jump, you know, 20, 30 BMI percentiles - so moving from normal weight to either overweight or from overweight to obesity."},{"author":"GODOY","text":"Just to be clear, kids are growing. So they're supposed to be gaining weight every year. That's normal. And healthy kids come in all shapes and sizes. But where it might become a concern is when they're jumping significantly from their usual growth trajectories. So a kid who has been growing consistently along, say, the 25th percentile and then suddenly jumps to the 90th, that might be a signal for a pediatrician to stop and take a look at what's going on."},{"author":"MARTÍNEZ","text":"What kinds of things would they look for?"},{"author":"GODOY","text":"Well, they want to see that this is just part of a kid's normal growth pattern. And if it's not, the pediatrician might want to suggest ways to slow the weight gain so that a kid's height can catch up. They might also want to make sure that a child isn't having problems, like elevated cholesterol or fatty liver disease, sleep apnea. And mental health is also a big issue. You know, this pandemic has been stressful for everyone, including kids. It threw their lives into disarray, too. And changed eating habits is one way that manifests itself."},{"author":"GODOY","text":"Stacey Rosenfeld is the mother of twin 7-year-old boys in Miami. And she says she saw this happen in her own family. One of her boys gained 20 pounds in about six months last year. She says, he went from being a kid who lived for basketball to not wanting to go outside to shoot hoops at all."},{"author":"STACEY ROSENFELD","text":"He actually said to me one day, I don't even like basketball anymore, which to me was just such a reflection on, like, how much our kids were struggling."},{"author":"GODOY","text":"She says, kids that young may not have the language to say, I'm feeling anxious or depressed."},{"author":"MARTÍNEZ","text":"That is a shame for a kid to not want to go outside and shoot hoops. Did she have any advice for other parents based on her experience?"},{"author":"GODOY","text":"Well, Rosenfeld is also a psychologist. She specializes in eating disorders. She says, it's key not to focus on the child's weight because you don't want to mess up their body image. Instead, focus on healthy behaviors, including more structured mealtimes and less all-day snacking. That's actually something a lot of parents I talked to say got out of control in the early months of lockdown."},{"author":"ROSENFELD","text":"A lot of my focus has been on that, on like, OK, like, let's sort of go back to a little bit more structure. Let's focus on mindful eating. Let's focus on moving our bodies again."},{"author":"GODOY","text":"And she treats both her twins the same. And that's something every expert I spoke with emphasized. You don't want to single anyone out. Make healthy changes for the whole family. And, Rosenfeld says, please don't put your kids on a diet. Restrictive eating can really backfire and set the stage for eating disorders."},{"author":"GODOY","text":"I also spoke with Anna Lutz. She's a registered dietitian in Raleigh, N.C. She says, the parent's job is to offer kids a variety of healthy food, establish set mealtimes and snack times and practice eating together without screens. And the kid's job is to decide whether and how much to eat."},{"author":"ANNA LUTZ","text":"You know, don't be a short-order cook. And at the same time, don't force your child to eat a certain amount. Or don't force your child to clean their plate. Provide the food, take a deep breath and let them listen to their body. Let them do their jobs."},{"author":"GODOY","text":"She says, this approach can make parents less anxious around mealtimes."},{"author":"MARTÍNEZ","text":"And this really has been an anxious time for parents all over. But you said some communities are being hit harder than others. Tell us about that."},{"author":"GODOY","text":"Well, this pandemic has hit communities of color and lower-income families harder. We're talking lost jobs, higher levels of food and housing insecurity and high rates of COVID."},{"author":"GODOY","text":"Mirza says this took a toll on her patients."},{"author":"MIRZA","text":"You live in an apartment. You hardly have any place to go and exercise. You live in a neighborhood that has a high pandemic prevalence. You cannot go out, you know, to the park. The park is closed."},{"author":"GODOY","text":"And these extra challenges were on top of everything else kids faced, with close schools, lack of sports and other activities."},{"author":"MARTÍNEZ","text":"What if you have a kid who maybe doesn't want to get moving again? How do you encourage them to be active?"},{"author":"GODOY","text":"You know, pediatrician Sandra Hassink had some good tips along these lines. Again, you want to make changes as a whole family. So maybe think about doing family walks. For younger kids, maybe create a star chart. And tell them once they fill it out for the week, they get to choose a family activity you all do together. For older kids, you can maybe ask them to do errands with you that just gets them moving. And you can also encourage smaller movement breaks throughout the day."},{"author":"GODOY","text":"Here's Hassink again."},{"author":"HASSINK","text":"Now I think we're saying take five or 10 minutes out of every hour that you're sitting, get up and move around. Just start moving around. Maybe take half an hour screen time break in the evening, and maybe extend that to an hour. So the message here is to look at the routines, start small and begin to move your way forward into a healthier routine from the one you have."},{"author":"GODOY","text":"Anything to encourage movement, really."},{"author":"MARTÍNEZ","text":"Are things expected to get better as kids go back to school?"},{"author":"GODOY","text":"Yeah, to an extent. It should help kids get back into a routine. Hopefully they'll go back to normal bedtimes. But, you know, the pandemic is still going on. We don't know what recess or PE is going to look like. A lot will vary by district. And there's some concern that kids who have gained a lot of weight may face teasing when they go back."},{"author":"GODOY","text":"Pediatrician Nazrat Mirza is hearing these fears from her patients."},{"author":"MIRZA","text":"We're having children who are scared to go back to school because they now realize that, you know, they have changed. And they don't want to meet their classmates."},{"author":"GODOY","text":"If you hear these fears from your kid, experts say encourage them to talk about it. And help them think ahead, if this happens to them, how are they going to respond? And, you know, this is one thing all parents can help with. Teach your kids not to tease others. We've all been through an exhausting year and a half. And it's not over. I think we could all use a little compassion."},{"author":"MARTÍNEZ","text":"Yeah. OK, Maria, so what are the main points for parents to remember?"},{"author":"GODOY","text":"Check in with your pediatrician. They can help you assess your kid's health. Focus on healthy behaviors, not on weight. You can support healthy eating and physical activity. And weight never has to be a part of the conversation."},{"author":"GODOY","text":"Think about creating structured mealtimes and snack times for your kids, where you offer a variety of healthy foods so they know when they're eating next and aren't grazing all day. You want to encourage kids to become more mindful eaters. And also, create opportunities for them to move their bodies throughout the day. Family walks are great. And last but certainly not least, be compassionate with yourself and with others."},{"author":"MARTÍNEZ","text":"And a lot of patience - NPR health correspondent Maria Godoy, thank you very much."},{"author":"GODOY","text":"My pleasure."},{"author":"TAGLE","text":"Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode - it's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."},{"author":"MARTÍNEZ","text":"For more LIFE KIT, check out our other episodes. Maria's hosted episodes about intuitive eating and how to get started exercising. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"MARTÍNEZ","text":"This episode of LIFE KIT was produced by Meghan Keane, who's also the managing producer. Beth Donovan is the senior editor. Special thanks to Miranda Kennedy. A shorter version of this episode originally appeared on Morning Edition. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm A Martinez. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5167422564.mp3","img":"https://media.npr.org/assets/img/2021/08/15/get-healthier-npr_wide-00f8f9c813b6c39c8cfc94101b621739617531b9.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, BYLINE","A MARTÍNEZ, HOST","MARIA GODOY, BYLINE","MARTÍNEZ","GODOY","SANDRA HASSINK","NAZRAT MIRZA","STACEY ROSENFELD","ROSENFELD","ANNA LUTZ","MIRZA","HASSINK","TAGLE"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,2843,2749,4234,3169,3336,4424,3521,28080,20420,13991,8905,3580,17592,15994,19505,9843,9764,12676,10425,11435,8765,9319,9720,2389,9996,26245,12065,3965,11318,10418,3616,2545,14787,17258,16051,14384,11871,8935,12106,10345,7249,8434,16142,14019,12531,10964,12043,11251,10610,9564,12486,4027,16764,20829,13206,15494,17338,10703,13756,19318,11879,11873,15710,12448,15520,2884,15340,7034,9233,7716,3112,2171,25870,8059,10464,15375,14576,17446,15065,15009,8506,14328,12917,11448,13164,4238,22639,22954,8220,2579,2945,2565,2619,2071,2375,2465,1498,751,393,211,116,48,8,5,19869,25329,21940,16768,13711,26545,15207,12276,16730,9225,25642,26105,10966,21355,27366,15577,9678,7894,20423,14355,16478,17479,18797,15699,18872,17667,28019,9853,24506,11981,21505,11992,12440,15555,26402,27503,21659,21107,25770,12544,16086,8427,25742,23802,15628,8595,4159,20209,15594,13048,16577,13360,17105,7404,20523,16911,17844,18341,19668,23526,23763,12895,11213,13749,14886,19853,5225,21975,17942,11457,13248,18920,27761,22506,14315,17462,28142,25229,12568,20176,18630,26718,18187,4304,27750,15718,27982,16469,16209,13155,11522,8332,9594,23382,18294,24302,18857,16264,16319,15699,17178,9240,26539,16628,16060,14408,10062,9664,45,20,4,22188,28516,12366,27475,19759,20545,25236,16887,1418,14637,15876,18089,8318,17189,16812,26109,14035,8395,9609,8362,13791,22548,16404,18454,20494,21028,17579,15051,14068,9774,13458,12656,13728,25629,13489,9455,23950,23196,15471,15069,674,25153,21609,26352,24594,7665,19001,17977,24751,13417,14441,3510,8,3,14,3504,26177,11700,15355,11314,14396,19573,12618,15494,11454,2828,21744,19901,14947,13611,13652,11790,4945,17131,23373,14058,9450,16001,14039,6607,7771,6598,13766,8068,10860,9431,14907,8005,22360,23384,10213,8327,7488,8597,8517,5205,667,22477,12881,22390,8389,20866,13995,98,3,5,0,0,0,188,435,2265,9374,15989,15963,5944,2620,19575,25048,21256,14109,15195,14705,16121,11182,5533,16012,24622,20416,18709,24820,16695,9738,10002,7837,16249,17900,13353,17481,15463,9929,7810,24985,7050,20864,19901,21409,15803,15738,15784,16028,13178,9922,8910,12391,18741,5177,6837,9845,21818,24906,13533,9636,21863,16615,8259,7161,9082,5867,5484,25201,19118,25045,8923,21488,24190,19833,23021,15162,18976,14505,6676,8541,18754,11255,25774,24893,6014,13991,26321,20566,15645,15696,13439,8480,11396,17916,14570,15769,13641,8729,17809,12276,20409,20773,18587,5049,26988,15676,10679,21695,15792,17036,21707,10750,14801,8789,11540,18186,14636,15724,15989,12787,13262,16137,21926,11782,24211,21125,18556,18351,7817,4672,22419,16421,14286,8446,25489,4636,19758,9650,6881,13268,14008,14354,23956,12066,24851,23074,27137,14235,1835,12867,25972,12603,9480,16090,15061,9992,12272,10418,19002,776,18807,14521,11618,16237,21236,14213,11505,20166,15213,6821,28012,26663,15986,15669,15856,7847,13260,12922,9833,5698,4864,21422,26381,23656,16717,24628,9889,15884,8574,22345,11495,21587,15653,12113,10361,9668,26386,12006,23301,11903,9468,15803,2955,10141,15312,6988,18267,17781,9462,13232,16887,16798,22458,13764,8733,7631,5205,15178,9682,17378,18734,3096,22510,12627,9113,15022,14277,9219,8349,6066,11271,8046,8206,5627,11182,24115,9026,8318,6027,4439,9504,10496,14648,19941,20061,16524,16256,10766,11139,16457,15718,11936,10016,12113,4638,320,14723,13087,24495,8778,13747,11452,21896,24476,20352,17946,24010,8897,10516,7498,3870,7619,23346,17080,25649,11483,23042,24870,6459,11885,18782,20141,19648,16187,17455,14050,14722,7673,18813,7778,10887,14332,11481,9191,12638,17535,27065,9168,10786,25471,17680,11632,6152,12184,7779,16497,9314,8751,18637,22657,14775,20984,7373,13195,9989,10013,17749,5427,6409,25230,24481,12217,20185,14692,8725,23685,9212,10551,8032,9680,13323,20969,12890,10362,18797,26391,9875,10107,12792,7380,17104,12521,22008,21186,11149,11400,13364,10353,14126,11518,10768,3998,16021,13003,11811,13778,2884,18858,14095,11837,12248,1253,17002,12224,11141,11609,11825,11319,10744,16685,13718,10010,4478,16370,16232,21862,13420,13630,10023,15817,3431,13386,15406,19651,19543,4792,16092,13215,15289,15005,15580,17296,13763,708,21778,22740,16329,9683,15440,22379,14037,10681,17592,11769,12993,1340,9439,24683,15680,19569,15973,15493,15398,15679,11008,12385,13223,11229,20224,23440,27194,10681,11511,2939,23023,10455,16007,14478,14951,12084,19205,8459,11140,18698,13741,16650,9315,26762,14306,13094,11454,11256,11654,10719,9359,10789,18116,12724,9305,15981,17713,12173,3301,18106,23446,12035,13564,20384,7985,12797,17559,18517,9754,8707,17092,12509,17460,24044,24284,14628,27322,17776,1689,22287,16492,10459,20704,15740,11914,8875,8385,24882,8367,11899,9353,11330,8058,760,23795,24815,10119,12919,14214,12857,3709,225,23344,11467,10046,11216,9401,25329,18841,10473,14294,26221,11754,8320,15453,28503,23177,11055,9815,3904,28410,22543,24330,15786,10936,21652,15557,13403,13075,16769,13036,12148,25219,10431,1055,25341,21164,14145,15967,16884,23348,22135,24181,8496,21870,15069,13850,13457,15492,22790,20395,26015,15548,8321,7294,1878,13945,26231,13432,13785,692,13000,17274,21308,18245,16412,15106,10843,15321,9556,6564,786,22985,14177,19678,16944,26183,26651,13286,15132,12675,9004,10743,10824,7123,584,14408,22395,16362,10333,10006,14599,12645,13354,639,13048,14129,13644,25722,7801,16390,17122,14142,8889,8168,501,4134,18315,16420,15471,21230,11858,19768,16954,13068,11431,14099,22593,5304,8047,27492,23278,11280,10555,21779,9699,10167,5934,481,22971,16763,14190,10896,17281,20311,8851,9886,16452,12516,666,11252,17738,11388,13388,13146,4779,14991,26685,16011,16574,10994,10686,10580,17747,19297,5737,8801,13370,305,24011,13952,12766,20633,20036,14562,20816,11519,14749,11688,14570,12787,14675,12823,12726,23764,19731,10098,24894,13491,16759,15289,24149,11009,135,15202,20865,18782,16423,12910,19741,19019,10076,16542,17780,7214,8049,11637,4868,13428,21480,25368,4311,24756,16771,15523,13365,13342,13708,9134,21265,23923,7068,6454,19239,23797,14201,11068,25661,26112,23574,17939,16147,17797,17611,15889,8657,2373,807,25496,16154,16996,11971,9974,17792,11933,19446,5361,5030,28508,21685,8363,15388,15140,4680,15485,14110,12962,17142,14617,14390,12592,25293,16063,13739,13771,9821,13970,16425,25866,13416,5678,9565,19657,12219,13992,17035,13991,9949,14898,8493,5933,16990,15826,11831,17153,13912,23112,20095,18328,26570,5124,27305,11356,25232,26454,13957,14577,11388,14866,27148,26019,10531,10248,18735,9289,18064,9769,154,21977,19258,13644,17915,13285,12403,14781,18813,12933,13279,12084,13060,7302,11050,11277,22005,11584,12559,19104,17741,1951,19756,11316,13718,10050,8902,12719,4289,14255,8032,13790,14971,22121,19335,16786,5776,26147,14788,11557,21782,17758,9806,10411,17217,7588,25937,12487,26978,25752,14536,21346,17309,8193,26884,1028,17137,12801,13251,11738,23639,14847,12930,19782,12057,11602,14099,12929,19218,10241,5539,4742,21856,14811,13275,12424,11388,21404,16016,12901,11433,27466,16269,4936,13319,10433,8377,8781,10377,24173,25889,13609,14661,14970,12892,11294,9912,3526,826,22489,15741,16139,14676,24760,10421,11266,24093,25720,10960,19820,24886,10478,15394,12773,1762,7382,8692,12457,10893,24913,9454,23430,21016,11727,9164,16910,13507,8084,5109,4958,25710,10201,18282,14529,8162,20026,13537,5853,23777,8174,17445,26254,10236,10792,1551,9708,17916,11357,10972,24980,23473,24851,22092,11208,10761,4768,7671,19386,14040,12215,16625,16931,10872,15484,10580,9193,22434,19304,14083,10589,7736,6538,22416,20076,19424,23422,8979,22602,1222,9466,21146,12737,12450,433,9571,15506,23569,17161,20949,17749,19953,14765,20676,9931,9666,10496,12793,15855,7850,16142,19079,11406,11165,11890,14918,16892,21319,24094,6470,16621,28127,20482,20834,24660,17051,18102,23060,20298,16864,13386,11029,9718,25087,27366,15530,13815,19056,12131,19013,13106,14801,17035,14883,9565,21860,16902,14620,14362,13333,13278,18684,13452,15650,9695,12327,7826,25148,9814,7802,26329,10742,25916,25391,16508,11579,12944,9918,26518,8784,13737,9491,7985,25334,5739,16102,4894,10754,17833,15063,21285,15496,9796,18231,16233,12805,8911,4079,14867,16729,26688,26645,7577,12714,20909,11031,14205,18016,10699,21595,20010,17114,24782,16575,19623,16421,13721,14782,15365,5740,25600,10587,14318,14344,17361,14940,11700,10551,26471,16290,17547,12378,10086,555,379,14131,24526,25564,13713,26686,21610,18011,18728,11083,17415,4412,12618,16175,3986,27051,22303,6674,13981,12785,8470,3990,285,374,168,5337,23154,22249,12178,13987,9355,23772,12927,20514,15612,15736,9622,6176,17484,18960,15637,10782,1830,177,131,21228,15745,13890,15621,20276,11040,24064,16440,15279,13371,14454,13411,26238,10846,10771,18178,12156,8929,17234,19232,15737,16928,15128,25773,24825,16142,24835,23465,2917,19743,22850,12549,11452,10073,7263,22905,15402,19119,8199,17908,13110,26168,9099,6553,19111,22276,19418,19002,11147,13239,9167,22968,11433,17784,522,15350,19496,15835,12450,2639,11188,17686,25454,9224,13586,13453,11102,13835,18805,19577,11907,9975,9296,15244,15755,13661,10564,10800,12580,18526,4247,18928,12456,7271,11912,25404,10747,13077,260,14749,15965,14217,10409,12959,16390,6814,16132,22148,11532,13240,14230,11256,20826,10394,7030,11408,1993,21434,10172,12483,8143,1448,234,15433,21152,22021,12780,10128,3858,391,7533,25461,22281,18217,17079,17033,13221,13731,9362,7510,25427,14772,13055,11579,8806,6307,16061,12894,6474,15662,11789,12914,12918,1100,17074,23262,20876,19090,9868,21332,13111,8143,7142,808,19224,18622,15195,12336,6754,11143,9914,12749,11620,15950,11127,10230,17492,9324,7144,15080,12040,5488,584,16305,13397,6285,4491,151,27369,13271,18056,18448,10009,7743,1045,23287,16675,24492,22166,19327,15694,20095,22635,11045,279,21706,25504,11301,21777,12959,17528,12197,22168,16456,25676,7464,9118,9217,12083,10382,16401,20837,17852,10459,13628,6434,17921,13243,10634,14375,15218,10816,24158,22021,13597,15800,14290,10234,12095,12238,19949,13635,25090,15028,18856,9542,13500,1270,621,27622,22809,19135,19485,15523,15492,12856,12498,10183,19276,12203,6457,12245,7154,9691,10946,21949,19070,321,10689,16054,13874,25517,18334,18412,8886,14641,10853,13799,10120,11235,3123,15409,13544,14561,10712,12987,10077,9991,12250,6667,16529,4665,818,24949,16371,3347,23658,13381,19668,13203,12603,963,15432,14894,18498,11264,10221,14803,15728,17556,9153,16799,15646,10088,2890,183,175,25405,21291,13754,13047,21436,17525,18023,14321,17445,12469,5765,20841,12439,20180,26387,1022,14130,15995,15091,17126,16175,6227,24972,11695,8417,292,25830,14600,10293,9899,6190,433,123,21061,17040,8454,13029,14985,181,19960,18532,9360,7713,10499,10672,19070,10592,22541,7111,19135,16020,2801,316,16104,10512,22096,20350,12299,27316,13317,19561,15487,18002,6889,14066,11178,11945,634,9273,5830,17740,16511,9396,11147,11188,7393,61,9352,17349,21557,19199,23083,20028,14865,11255,11221,12963,12738,4529,43,3,349,28544,14184,11440,11242,10536,20563,16235,12469,16250,11953,23122,579,1558,20236,11936,11008,13381,11842,20905,12801,11890,534,18318,19551,15648,16591,14151,14398,12208,11659,14747,13738,18474,7460,13939,15793,15166,10306,3986,557,25486,23799,12016,15415,20153,12476,19324,17330,12730,12044,9490,9431,26757,26949,15910,26317,14715,10401,14522,13700,10671,9816,8611,8242,14419,15165,9868,9333,1029,12232,18126,20694,13093,11846,11534,12413,10907,8773,7753,970,20432,21475,19542,11600,15190,11127,12351,12949,17215,11724,18542,11503,2529,13602,25506,15877,10978,6718,6222,25782,12850,15508,11749,27400,13546,5177,3706,13332,12699,8947,9634,19933,1798,18796,19088,8952,6442,15701,21327,10906,16515,23122,23733,23863,23666,22138,17263,12373,12346,5084,23757,13509,4275,3890,3379,288,6018,5842,3710,90,24672,24839,19176,13063,18530,17556,24155,11458,17691,14238,17919,14033,11848,17306,12179,7035,6556,20653,25102,19847,22042,18131,19076,16088,11688,12571,977,19309,18343,17502,2097,18758,18182,17711,18859,20129,18335,23641,17580,16041,15670,4403,6466,3699,4777,6002,5998,4637,4860,6873,5325,23454,24686,25650,24145,16424,15637,21523,12997,14783,17547,14970,15738,14717,16635,13012,13133,8555,9689,17966,20879,4017,25306,24634,23470,24532,22031,19954,22320,21289,8174,23056,16416,17401,23032,14125,14429,23088,22750,10815,14137,15672,9930,18983,11685,9586,9053,9431,4459,5500,21904,25286,23088,20935,12369,18048,20006,14735,8924,12588,12001,7230,11453,16151,11263,14590,9322,9795,13273,17108,13476,15757,22916,22265,22990,17518,14410,18994,14110,11615,14091,18485,6964,5675,2617,1916,5050,4643,4011,24910,20864,23583,15388,9451,8708,13430,12496,12054,9457,12987,8750,11466,5032,16879,6424,27169,24639,15248,9150,15980,17788,13061,11846,12110,9715,14069,10249,9668,12447,25473,17081,21618,12292,12959,18228,16095,5529,12621,16896,11335,2718,10412,14515,15795,16617,14438,22935,23623,11350,16263,12726,16106,20713,15279,11003,15182,17004,23040,10572,14165,11315,5495,8705,8558,3822,2738,2450,1811,1074,760,426,174,86,6665,18175,10598,27968,28397,27282,22665,19815,14854,14690,15269,20307,4684,20779,15913,17733,16264,26632,10385,23783,10282,2736,28689,4135,28644,28038,25317,16837,19469,19796,13093,12404,18945,24545,26459,3598,20311,25548,7178,13296,26866,14285,18793,18964,25776,21525,10491,4744,4786,20559,26034,21954,18801,14796,22285,20281,8255,27917,28338,26993,23053,10160,3563,2644,2085,2842,1742,1438,654,309,96,23720,25488,23933,17277,16621,24634,14348,10979,23149,16529,12188,15189,21819,22039,17047,26219,10948,19397,22043,5043,28069,28066,23671,12520,13290,17908,23934,15237,8172,12952,20844,20068,12599,21209,20465,15317,17299,23015,15790,21324,6814,11240,3737,25230,20455,6006,12674,18063,24341,21858,20105,13448,16042,27572,15686,18548,16069,15514,15321,14500,6559,11226,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,8715,14973,23130,12448,25675,17670,15211,19703,17626,26180,15025,14003,15284,9660,8933,13399,9917,5343,25662,16394,16632,14520,18715,9626,20993,24199,25414,10853,25213,26920,20056,13125,25923,28295,7002,24159,20662,23209,10387,13031,391,44,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7757,15342,12221,13873,16011,9758,9469,16276,19996,19720,14079,11824,12966,15996,13486,3698,18966,12995,20902,11596,21615,15681,6091,10916,7714,15332,14631,6195,17796,13599,15196,11988,11935,21891,20224,9714,1253,18892,18453,21087,9782,18007,8331,13869,16323,9376,7972,21623,10002,17982,16970,8980,7142,19113,14505,16181,23518,11306,6463,7321,21329,17447,22171,11803,17515,13721,8788,15314,19820,7375,8235,12937,11133,11284,7321,14093,15464,17652,14727,20364,12868,13112,5754,4185,93,3,1457,12711,21295,16148,7460,19347,9624,8159,13509,15139,13854,11964,9158,16967,9899,16462,12812,24093,11052,12031,7527,14952,14995,19028,13071,4009,14570,25381,16191,18398,12645,6672,8745,17650,16139,16169,9809,8454,2494,23224,11863,19856,17527,1401,17453,27208,18865,12182,13980,11358,7834,12182,13864,12367,18535,12519,10499,19126,9104,8819,23144,20695,19359,2934,15915,15669,16274,19801,24639,15035,12543,10438,9744,5446,13841,10015,8031,90],"fragments":[{"begin":"0.000","end":"69.040","lines":["Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."]},{"begin":"69.040","end":"73.960","lines":["This is NPR's LIFE KIT. I'm A Martinez."]},{"begin":"73.960","end":"128.760","lines":["Lots of people gained excess weight during the pandemic. And emerging data suggests children were no exception. Across racial and socioeconomic lines, kids put on weight as schools went online, sports were canceled, and routines collapsed. Now as children head back to school, some parents are wondering how to get their kids back to healthy habits. On this episode of LIFE KIT, I'm joined by NPR health correspondent and LIFE KIT reporter, Maria Godoy."]},{"begin":"128.760","end":"131.040","lines":["Maria, hi."]},{"begin":"131.040","end":"132.000","lines":["Hi."]},{"begin":"132.000","end":"151.960","lines":["Now, we all knew adults put on weight - that quarantine 15 we kept hearing about. Was it a surprise that kids also did?"]},{"begin":"151.960","end":"167.320","lines":["Well, researchers had expected this to some extent based on what past data shows happens during summers. Kids get out of their normal routines. They tend to gain weight. They're spending more time on screens, less time doing physical activities. And they often stay up later, which can raise their risk of obesity."]},{"begin":"167.320","end":"174.760","lines":["Dr. Sandra Hassink is with the American Academy of Pediatrics. She says, all these same factors were present during the pandemic, plus more."]},{"begin":"174.760","end":"189.720","lines":["Layered on that were just social isolation and stress, economic downturns that many families experienced and the rise in food insecurity. Then this was kind of like the perfect storm to have issues with weight gain."]},{"begin":"189.720","end":"194.480","lines":["Wow - the perfect storm. So how widespread has this weight gain been?"]},{"begin":"194.480","end":"208.480","lines":["We don't have a complete national picture yet. But early data suggests the weight gain has been across the spectrum - so from little kids to adolescents. It crosses racial and socioeconomic lines. Although it is more pronounced in some communities than others."]},{"begin":"208.480","end":"219.680","lines":["Dr. Nazrat Mirza runs the Pediatric Weight Management Clinic at Children's National Hospital in D.C. She says she was surprised to see how many kids were showing up for visits with big jumps in weight."]},{"begin":"219.680","end":"234.760","lines":["Children who were previously in a normal BMI percentile suddenly jump, you know, 20, 30 BMI percentiles - so moving from normal weight to either overweight or from overweight to obesity."]},{"begin":"234.760","end":"259.360","lines":["Just to be clear, kids are growing. So they're supposed to be gaining weight every year. That's normal. And healthy kids come in all shapes and sizes. But where it might become a concern is when they're jumping significantly from their usual growth trajectories. So a kid who has been growing consistently along, say, the 25th percentile and then suddenly jumps to the 90th, that might be a signal for a pediatrician to stop and take a look at what's going on."]},{"begin":"259.360","end":"261.680","lines":["What kinds of things would they look for?"]},{"begin":"261.680","end":"293.040","lines":["Well, they want to see that this is just part of a kid's normal growth pattern. And if it's not, the pediatrician might want to suggest ways to slow the weight gain so that a kid's height can catch up. They might also want to make sure that a child isn't having problems, like elevated cholesterol or fatty liver disease, sleep apnea. And mental health is also a big issue. You know, this pandemic has been stressful for everyone, including kids. It threw their lives into disarray, too. And changed eating habits is one way that manifests itself."]},{"begin":"293.040","end":"308.720","lines":["Stacey Rosenfeld is the mother of twin 7-year-old boys in Miami. And she says she saw this happen in her own family. One of her boys gained 20 pounds in about six months last year. She says, he went from being a kid who lived for basketball to not wanting to go outside to shoot hoops at all."]},{"begin":"308.720","end":"316.200","lines":["He actually said to me one day, I don't even like basketball anymore, which to me was just such a reflection on, like, how much our kids were struggling."]},{"begin":"316.200","end":"321.680","lines":["She says, kids that young may not have the language to say, I'm feeling anxious or depressed."]},{"begin":"321.680","end":"329.520","lines":["That is a shame for a kid to not want to go outside and shoot hoops. Did she have any advice for other parents based on her experience?"]},{"begin":"329.520","end":"350.400","lines":["Well, Rosenfeld is also a psychologist. She specializes in eating disorders. She says, it's key not to focus on the child's weight because you don't want to mess up their body image. Instead, focus on healthy behaviors, including more structured mealtimes and less all-day snacking. That's actually something a lot of parents I talked to say got out of control in the early months of lockdown."]},{"begin":"350.400","end":"361.240","lines":["A lot of my focus has been on that, on like, OK, like, let's sort of go back to a little bit more structure. Let's focus on mindful eating. Let's focus on moving our bodies again."]},{"begin":"361.240","end":"380.040","lines":["And she treats both her twins the same. And that's something every expert I spoke with emphasized. You don't want to single anyone out. Make healthy changes for the whole family. And, Rosenfeld says, please don't put your kids on a diet. Restrictive eating can really backfire and set the stage for eating disorders."]},{"begin":"380.040","end":"397.200","lines":["I also spoke with Anna Lutz. She's a registered dietitian in Raleigh, N.C. She says, the parent's job is to offer kids a variety of healthy food, establish set mealtimes and snack times and practice eating together without screens. And the kid's job is to decide whether and how much to eat."]},{"begin":"397.200","end":"409.680","lines":["You know, don't be a short-order cook. And at the same time, don't force your child to eat a certain amount. Or don't force your child to clean their plate. Provide the food, take a deep breath and let them listen to their body. Let them do their jobs."]},{"begin":"409.680","end":"413.000","lines":["She says, this approach can make parents less anxious around mealtimes."]},{"begin":"413.000","end":"420.440","lines":["And this really has been an anxious time for parents all over. But you said some communities are being hit harder than others. Tell us about that."]},{"begin":"420.440","end":"430.280","lines":["Well, this pandemic has hit communities of color and lower-income families harder. We're talking lost jobs, higher levels of food and housing insecurity and high rates of COVID."]},{"begin":"430.280","end":"433.360","lines":["Mirza says this took a toll on her patients."]},{"begin":"433.360","end":"444.320","lines":["You live in an apartment. You hardly have any place to go and exercise. You live in a neighborhood that has a high pandemic prevalence. You cannot go out, you know, to the park. The park is closed."]},{"begin":"444.320","end":"451.800","lines":["And these extra challenges were on top of everything else kids faced, with close schools, lack of sports and other activities."]},{"begin":"451.800","end":"457.520","lines":["What if you have a kid who maybe doesn't want to get moving again? How do you encourage them to be active?"]},{"begin":"457.520","end":"482.720","lines":["You know, pediatrician Sandra Hassink had some good tips along these lines. Again, you want to make changes as a whole family. So maybe think about doing family walks. For younger kids, maybe create a star chart. And tell them once they fill it out for the week, they get to choose a family activity you all do together. For older kids, you can maybe ask them to do errands with you that just gets them moving. And you can also encourage smaller movement breaks throughout the day."]},{"begin":"482.720","end":"484.360","lines":["Here's Hassink again."]},{"begin":"484.360","end":"511.040","lines":["Now I think we're saying take five or 10 minutes out of every hour that you're sitting, get up and move around. Just start moving around. Maybe take half an hour screen time break in the evening, and maybe extend that to an hour. So the message here is to look at the routines, start small and begin to move your way forward into a healthier routine from the one you have."]},{"begin":"511.040","end":"513.040","lines":["Anything to encourage movement, really."]},{"begin":"513.040","end":"516.200","lines":["Are things expected to get better as kids go back to school?"]},{"begin":"516.200","end":"534.520","lines":["Yeah, to an extent. It should help kids get back into a routine. Hopefully they'll go back to normal bedtimes. But, you know, the pandemic is still going on. We don't know what recess or PE is going to look like. A lot will vary by district. And there's some concern that kids who have gained a lot of weight may face teasing when they go back."]},{"begin":"534.520","end":"538.840","lines":["Pediatrician Nazrat Mirza is hearing these fears from her patients."]},{"begin":"538.840","end":"559.600","lines":["We're having children who are scared to go back to school because they now realize that, you know, they have changed. And they don't want to meet their classmates."]},{"begin":"559.600","end":"591.960","lines":["If you hear these fears from your kid, experts say encourage them to talk about it. And help them think ahead, if this happens to them, how are they going to respond? And, you know, this is one thing all parents can help with. Teach your kids not to tease others. We've all been through an exhausting year and a half. And it's not over. I think we could all use a little compassion."]},{"begin":"591.960","end":"597.560","lines":["Yeah. OK, Maria, so what are the main points for parents to remember?"]},{"begin":"597.560","end":"623.080","lines":["Check in with your pediatrician. They can help you assess your kid's health. Focus on healthy behaviors, not on weight. You can support healthy eating and physical activity. And weight never has to be a part of the conversation."]},{"begin":"623.080","end":"684.280","lines":["Think about creating structured mealtimes and snack times for your kids, where you offer a variety of healthy foods so they know when they're eating next and aren't grazing all day. You want to encourage kids to become more mindful eaters. And also, create opportunities for them to move their bodies throughout the day. Family walks are great. And last but certainly not least, be compassionate with yourself and with others."]},{"begin":"684.280","end":"694.000","lines":["And a lot of patience - NPR health correspondent Maria Godoy, thank you very much."]},{"begin":"694.000","end":"695.640","lines":["My pleasure."]},{"begin":"695.640","end":"719.120","lines":["Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode - it's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."]},{"begin":"719.120","end":"757.800","lines":["For more LIFE KIT, check out our other episodes. Maria's hosted episodes about intuitive eating and how to get started exercising. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"757.800","end":"792.160","lines":["This episode of LIFE KIT was produced by Meghan Keane, who's also the managing producer. Beth Donovan is the senior editor. Special thanks to Miranda Kennedy. A shorter version of this episode originally appeared on Morning Edition. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm A Martinez. Thanks for listening."]}],"duration":792}