{
  "title": "The Key To Stepparenting: Be Patient, It Takes Time",
  "url": "https://www.npr.org/transcripts/1028197246",
  "intro": "Becoming a parent is challenging, and the same is true for those becoming stepparents. In this episode, we talk to experts — some of whom are stepparents themselves — about how you can navigate the process. They share their do's: let the biological parent deal with discipline — and their don'ts: don't say anything to the child that you wouldn't want them to repeat to the other parent.",
  "transcript": [
    {
      "author": "KAVITHA CARDOZA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Kavitha Cardoza. Kisha Batsuli was excited to become a stepparent."
    },
    {
      "author": "KISHA BATSULI",
      "text": "When I started off, I felt like I was in a Disneyland World fairy tale ending. I loved it."
    },
    {
      "author": "CARDOZA",
      "text": "Her husband was amazing. Her 4-year-old stepson was adorable. She even invited her stepson's mother to the wedding. But as Batsuli settled into family life, her role began to feel hard."
    },
    {
      "author": "BATSULI",
      "text": "You're trying to find your way. You're trying to find where you fit. You're trying to find what works best. And if some of the people in that family are not receptive or accepting of you, then there's a challenge there."
    },
    {
      "author": "CARDOZA",
      "text": "Today, Batsuli is far more comfortable in her role as a stepparent and has a close relationship with her 13-year-old stepson. She even has an online platform, Blended On The Rock, that helps other families navigate stepfamily relationships. She knows what went wrong in the beginning."
    },
    {
      "author": "BATSULI",
      "text": "Having too many plans or an expectation of what you think it should be like is the absolute worst. Like, that is an epic fail. Take it from me, epic fail. Unrealistic expectations - I had this family idea of what I wanted it to be like, and they're never going to do this, and they're never going to do that. No, that's not the case. That's not the case. We're all transitioning here, right? We're all trying to figure it out."
    },
    {
      "author": "CARDOZA",
      "text": "This episode of LIFE KIT is about how to become a stepparent. It's a term that's loaded. In fact, stepparent sometimes feels so negative, people have started using other terms like bonus parent or other parent or love parent or even making up a name. And what do you call the children? I'm a stepparent. And for me, when I said my stepsons, it sounded like I didn't love them and was keeping them at a distance, and calling them my sons felt like I was trying to take their mom's place, which I wasn't. So over time, I began calling them my boys, which kind of feels right."
    },
    {
      "author": "CARDOZA",
      "text": "I know from personal experience that finding your way can be tricky and scary and infuriating. It can also be joyful and interesting and extremely fulfilling. Just a quick note - we use the term biological parent or bio parent to mean the parent from the original family, whatever that looks like in yours. So let's look at practical ways to make the process of being a stepparent a little easier - essentially a road map I wish I had."
    },
    {
      "author": "CARDOZA",
      "text": "The first takeaway is to reset your expectations. Understand and accept that being a stepfamily is a very different dynamic from what Dr. Patricia Papernow calls a first-time family. She's a psychologist and author of three books on stepparenting."
    },
    {
      "author": "PATRICIA PAPERNOW",
      "text": "A stepparent enters as an outsider to an already established bond between the parent and child and also an already established system. And the other thing is that kids are hard-wired to connect to their parents. They often are not very interested, ranging to rejecting, of having a stepparent come in and disrupt their lives."
    },
    {
      "author": "CARDOZA",
      "text": "Even something as small as how you stack the dishwasher can feel like a big difference for a child who's gotten used to a certain way of doing things."
    },
    {
      "author": "PAPERNOW",
      "text": "So it's a very, very different start, and it means the parent and the stepparent are in really, really different positions. The parent is an insider connected to the child and the stepparent is an outsider."
    },
    {
      "author": "CARDOZA",
      "text": "Stepfamilies are common. According to a 2011 Pew study, more than 4 in 10 American adults have at least one stepparent in their family. But Papernow says often we don't talk about how challenging it is to become that family."
    },
    {
      "author": "PAPERNOW",
      "text": "If you came in expecting to bond with kids and expecting to feel really close to your partner, there's a lot of shame often."
    },
    {
      "author": "CARDOZA",
      "text": "But just acknowledging that your family is different can provide a more realistic, grounded perspective and give you permission not to beat yourself up. Remember what Batsuli said."
    },
    {
      "author": "BATSULI",
      "text": "Having too many plans or an expectation of what you think it should be like is the absolute worse. We're all transitioning here, right? We're all trying to figure it out."
    },
    {
      "author": "CARDOZA",
      "text": "The second takeaway is to be intentional about how you're going to enter your new family and your role in it. Dr. Stephanie Irby Coard is an associate professor of human development and family studies at the University of North Carolina, Greensboro. She says learn all you can about the child or children and the family dynamics. Be intentional about it."
    },
    {
      "author": "STEPHANIE IRBY COARD",
      "text": "Having very sort of honest and transparent discussions around the child or the children, around their history, around their temperament, around their personality, any special needs."
    },
    {
      "author": "CARDOZA",
      "text": "She says ask your partner to help you understand their child and what their experiences have been."
    },
    {
      "author": "COARD",
      "text": "A biological parent should know their child. They should know what calms their child, and they should know what triggers their child. And so I think that the - that type of information is important because only if you really know your child can you then anticipate how somebody else can contribute to that knowledge."
    },
    {
      "author": "CARDOZA",
      "text": "Coard also says examine your own relational history and how comfortable you are with kids. She says we come to parenting in different ways. Some plan it; others don't."
    },
    {
      "author": "COARD",
      "text": "I think it's really important to also give voice to any feelings of resistance or fear or anxiety that a parent may have - a potential stepparent may have around parenting."
    },
    {
      "author": "CARDOZA",
      "text": "You need to relate differently to your stepchild, depending on whether they're a toddler, a teenager or an adult. So Coard says be flexible."
    },
    {
      "author": "COARD",
      "text": "And so you have to just understand, developmentally, where that child may be and be willing to kind of take their lead as opposed to forcing yourself - oh, I'm the stepparent, so I say this, and we're going to do this - allowing that child to also have a say and a voice in how much they want to interact and be part of it."
    },
    {
      "author": "CARDOZA",
      "text": "Part of being intentional, she says, is knowing - and you're going to hear this a lot - that the process takes time. Don't force it. And that brings us to takeaway three - relationships are at the heart of creating a blended family, but they can take time; Batsuli says far longer than you think."
    },
    {
      "author": "BATSULI",
      "text": "We tend to sometimes think, oh, people can, and I know I did, that things are supposed to happen immediately. But no, everybody's adjusting. Everybody's transitioning. Relationships take time. So I encourage people to be patient."
    },
    {
      "author": "CARDOZA",
      "text": "She says start out doing low-key fun activities, like going for ice cream or a hike."
    },
    {
      "author": "BATSULI",
      "text": "The parent that you're dating needs to start this. They need to be the lead in this charge because you're coming into their family on their side. And they are the parent to those kids. So it's very important that they create that unity and that atmosphere that makes you feel safe, as well as the kids feel safe, with coming together. Once the parent kind of initiates and forms that, then you can kind of flow as you see fit."
    },
    {
      "author": "CARDOZA",
      "text": "Also, watch carefully to gauge how the child reacts."
    },
    {
      "author": "BATSULI",
      "text": "So if I know this child is still hurting and they're not ready for their parent to be with anyone, but the parent decided to go ahead and do it anyway, I need to proceed with caution. I need to take a little bit more time to understand or allow that person, the child, to kind of get comfortable with me before I try to zone in and try to make it something."
    },
    {
      "author": "CARDOZA",
      "text": "Batsuli says once everyone is more comfortable with each other, then you can start to form your own relationship with the child. Start with doing some of the activities they like to do."
    },
    {
      "author": "BATSULI",
      "text": "Sit down, watch a movie with them. Play the game with them. You may hate the game. But if that's something they're into, you may do that every so often. I'm not saying buy everything they like; do everything they want to do. But what I am saying is to build those connectors. You may need to hop in their world."
    },
    {
      "author": "CARDOZA",
      "text": "Papernow says while it's important to do things together, it's also important for everyone in the family to feel like they're getting one-on-one time with each other."
    },
    {
      "author": "PAPERNOW",
      "text": "Every time the whole family is together, there's competition between each of what we call the subsystems. If the couple is close, the child is left out. If the parent-child relationship is close, the new stepparent is left out. And when everybody's together, the stepparent's the outsider. So I suggest, in addition to finding fun things to do together, find one-to-one time for the couple without the kids. The parent and child also need time alone together, regular, reliable time alone together. And this includes, by the way, adult children."
    },
    {
      "author": "CARDOZA",
      "text": "Papernow says, especially if custody isn't split evenly, the child should spend more time alone with their bio parent when they do see each other. She urges stepparents not to feel left out, rather to use the time to do things they like - catch up with friends, read a book, sleep in."
    },
    {
      "author": "CARDOZA",
      "text": "And again, this is super important - be patient. Papernow says these families can take years to build."
    },
    {
      "author": "PAPERNOW",
      "text": "But there's somebody I did a radio interview with once - she said it's a slow cooker; it's not fast food."
    },
    {
      "author": "CARDOZA",
      "text": "Takeaway three is be respectful to the other parent, especially in front of the children. Papernow says that's important to remember because in the beginning, children often experience the addition of a new stepparent as a loss."
    },
    {
      "author": "PAPERNOW",
      "text": "It's a loss of the parent's attention. It's a loss all over again of the original two parents. It's often a lot of change. So the adults have to go a lot more slowly than they thought."
    },
    {
      "author": "CARDOZA",
      "text": "She says kids can also feel what's called a loyalty bind."
    },
    {
      "author": "PAPERNOW",
      "text": "If I care about my new stepmom, I'm disloyal to my mom. That seems to be normal. It almost seems to be wired into kids."
    },
    {
      "author": "CARDOZA",
      "text": "Children can be loyal to a bio parent even if they're no longer involved or even alive. So we need to say it, even if this seems like a no-brainer - don't bad-mouth that person no matter the provocation."
    },
    {
      "author": "PAPERNOW",
      "text": "It comes easily if that person is difficult or challenging. But do it out of kids' earshot because here's what we know. What makes for poorest well-being for kids is not stepfamilies. It's not single-parent families. What makes poorest well-being for kids is adult conflict, even adult tension. So if you want kids who are healthy - and healthy kids are a lot easier to parent than unhealthy kids - you really need to not bad-mouth their other parent, not make things tense in front of kids."
    },
    {
      "author": "CARDOZA",
      "text": "Batsuli says you also need to be mindful of your reactions and even the questions you ask."
    },
    {
      "author": "BATSULI",
      "text": "The minute you, like, roll your eyes or look away or make a weird face - like, oh, my God, what is she talking about? - like, stuff like that, the kids feed off of."
    },
    {
      "author": "CARDOZA",
      "text": "She says any hint of criticism towards their other parent can make children feel awkward and uncomfortable, even if they don't have a particularly close relationship."
    },
    {
      "author": "BATSULI",
      "text": "So just making sure that you're not putting them in an uncomfortable position to feel like they need to defend either parents, whether it's the parent you're with or the parent that's not in their home."
    },
    {
      "author": "CARDOZA",
      "text": "It's also a good rule not to say anything to the child that you wouldn't want them to repeat to their other parent. Let your home be a safe space where they don't feel they need to keep secrets."
    },
    {
      "author": "CARDOZA",
      "text": "The fourth and next takeaway is a biggie for stepparents - let the biological parent deal with discipline. Papernow says it's a common misconception that stepparents should be allowed to discipline the children and that the biological parent should back them up."
    },
    {
      "author": "PAPERNOW",
      "text": "It's disastrous. The research is very clear. Kids are not ready for a stepparent's discipline until or unless that stepparent has formed a caring, trusting relationship with his or her stepchild. That means the parent needs to retain the disciplinary role."
    },
    {
      "author": "CARDOZA",
      "text": "That means timeouts, consequences, curfews should all come from the biological parent, not the stepparent. Papernow says that doesn't mean you need to be silent, but it does mean being mindful that this is a fragile new relationship, and how you speak - words and tone - matters."
    },
    {
      "author": "PAPERNOW",
      "text": "So if you're having trouble with the mess in the kitchen, you're not going to say to your stepdaughter, you're a slob; I want you to clean this up right away. You're going to say, oh, honey, this mess is so hard for me; could you help me clean it up? It's reaching. It's forging a relationship. Now, that's not discipline. Discipline would be, you are supposed to clean up after yourself; clean up right now."
    },
    {
      "author": "CARDOZA",
      "text": "She says a child should be respectful, even if they don't like you or are not ready to see their parent move on with someone else. Batsuli says sometimes the biological parent you're with may feel guilty because of what their child has experienced and be more lenient with them as a result. That's why honest conversations with your partner are critical."
    },
    {
      "author": "BATSULI",
      "text": "You guys can figure out where to meet in the middle. There's - that's a boundary. Where are we meeting in the middle? OK, I understand that you want to let them do da-da-da-da-da (ph), or your personality is da-da-da-da-da. But I can't deal with this, so how do we meet in the middle?"
    },
    {
      "author": "CARDOZA",
      "text": "She says it helps a lot if both biological parents can agree to the same set of rules in both households, like bedtime and chores."
    },
    {
      "author": "BATSULI",
      "text": "So when they're going to separate homes, they don't feel much of a shock when they have to do one thing in one place and then not have to do it in the other place."
    },
    {
      "author": "CARDOZA",
      "text": "But of course, sometimes co-parenting doesn't work because there's too much conflict, and there's what's called parallel parenting, where each parent does something different in their own house. Batsuli says children will adjust to different sets of rules."
    },
    {
      "author": "BATSULI",
      "text": "It won't happen right away. But they'll be able to kind of tell, like, I can do this at Dad's house, and I can do this at Mom's house. Be a little lenient, have a little bit more grace if they don't do it right away because, remember; they're coming from a place that's not like yours at all. So that's where that patience kicks in."
    },
    {
      "author": "CARDOZA",
      "text": "Takeaway five goes hand-in-hand with patience. It's - don't take things personally."
    },
    {
      "author": "CARDOZA",
      "text": "Papernow remembers once she was talking to her teenage stepdaughter when her husband's former spouse came over."
    },
    {
      "author": "PAPERNOW",
      "text": "When his ex-wife walked in, his teenage daughter turned away from me and to her mother. Now, I understood this. I'd been talking about it for over a decade by then. It was so painful to have her turn away from me like that. It was just a few moments, but I could barely speak to her for a day or two. So that was deeply surprising - just how painful to have a kid turn away from you so fully."
    },
    {
      "author": "CARDOZA",
      "text": "Papernow says those are times to lean on your partner and share how you feel. Batsuli agrees. She also has another piece of advice - don't take everything personally."
    },
    {
      "author": "BATSULI",
      "text": "We already kind of feel like the outsider, so we carry that insecurity. Like, OK, he's not talking. Does he have an issue with me? Did I do something? Did I say something? And it may not even be about you. And I think a lot of times, we take a lot of things personal as stepparents because we don't feel like we're a part of that inner circle anyway."
    },
    {
      "author": "CARDOZA",
      "text": "Batsuli hosts meet-ups between stepmothers and biological mothers, though not from the same families. She says it's a way to learn a different perspective. Initially, she thought..."
    },
    {
      "author": "BATSULI",
      "text": "Well, you guys are not together no more. I'm good to your child. You're supposed to, like - you're supposed to just be OK with it."
    },
    {
      "author": "CARDOZA",
      "text": "During the meet-up, she learned it was more complicated."
    },
    {
      "author": "BATSULI",
      "text": "It was just so many different things that bio moms go through that I couldn't connect with 'cause I didn't have a child of my own. I was the person adding to this, that in order for us to deal with conflict or deal with what the person may be feeling or thinking, we have to understand their point of view. So perspective was key for me to breaking down the walls and the barriers of the conflict that we were experiencing in our blended families."
    },
    {
      "author": "CARDOZA",
      "text": "You've heard about how challenging it can be to be a stepparent. Remember the role is also filled with lots of joy. In fact, sometimes what you thought were disadvantages can actually be helpful. Papernow says stepparents are what she calls intimate outsiders; they can provide insight others can't."
    },
    {
      "author": "PAPERNOW",
      "text": "You are close enough that you know your stepkids really well. But you are outside enough, so you don't have some of the automatic triggers that parents have. Stepparents and stepkids can form such a different kind of loving bond. I don't need my stepkid to be a certain person. It can be really quite a wonderful mentoring relationship."
    },
    {
      "author": "CARDOZA",
      "text": "Batsuli says it's expanded her heart and her family."
    },
    {
      "author": "BATSULI",
      "text": "My bonus son's side, his mom's side - they are amazing people, and they don't treat me any different. They speak. They invite. Like, they're cool. So just having more people to, like, love, more people to be around - it's not always perfect, but it is a blessing when it is perfect."
    },
    {
      "author": "CARDOZA",
      "text": "I think for me, the most important part I've learned about having stepchildren is they're children. And like all kids, they can be goofy, stubborn, creative, challenging, interesting and maddening. But watching my boys grow up into good and kind and decent men and knowing I've had a teeny tiny role in that process makes everything so very worth it."
    },
    {
      "author": "CARDOZA",
      "text": "So let's recap."
    },
    {
      "author": "CARDOZA",
      "text": "First, reset your expectations. This isn't going to be the family you envisioned, whatever that was. This is a family. You're the new person entering it. Remember; everyone is figuring it out."
    },
    {
      "author": "COARD",
      "text": "You think you get it. And then it's like, wait a minute, it worked yesterday; it's not working today (laughter)."
    },
    {
      "author": "CARDOZA",
      "text": "Be intentional. Learn everything you can about your new family dynamics and your stepkids. What do they like? What triggers them? What experiences have made them who they are? And then be intentional about entering their world. Keep it very low-key at first. Be respectful of the other parent, even if you don't agree with how they parent or with decisions they make. Remember; you want your home to be a safe space for your stepchild. Not bad-mouthing the other parent is key."
    },
    {
      "author": "PAPERNOW",
      "text": "What makes poorest well-being for kids is adult conflict, even adult tension."
    },
    {
      "author": "CARDOZA",
      "text": "When it comes to discipline, take a backseat. This doesn't mean you can't set boundaries or voice your needs. It just means in this area, a bio parent should take the lead. And lastly, don't take it personally."
    },
    {
      "author": "BATSULI",
      "text": "We take a lot of things personal as stepparents because we don't feel like we're a part of that inner circle anyway."
    },
    {
      "author": "CARDOZA",
      "text": "For more LIFE KIT from NPR, check out our other episodes. I hosted one about how to manage children's anxiety, and we have another on how to rethink your relationship to social media. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CARDOZA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Special thanks to Julia Wohl for her help with fact-checking. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr. I'm Kavitha Cardoza. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5996246380.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/17/8_stepparent_final3_wide-08e4546ca2c0dbbdd153d3ac109fbf3ba45f75d0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA CARDOZA, HOST",
    "KISHA BATSULI",
    "CARDOZA",
    "BATSULI",
    "PATRICIA PAPERNOW",
    "PAPERNOW",
    "STEPHANIE IRBY COARD",
    "COARD"
  ]
}