{
  "title": "If you want to get closer to your partner, start talking about money",
  "url": "https://www.npr.org/transcripts/1028081097",
  "intro": "Talking about money can feel intimidating, even taboo. But it's also the key to fostering a closer connection with your partner. In this episode, financial therapist Amanda Clayman breaks down five crucial elements to a healthy financial relationship with your significant other.",
  "transcript": [
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Lauren Migaki."
    },
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "When you start dating a new person, there's a lot of questions to throw out there. Are we exclusive? Do you want to meet my parents? And then there are those questions you ask yourself. How vulnerable should I be? Am I talking too much about my ex?"
    },
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "And contrary to what Miss Manners might say, we should also be asking questions about money because money is in everything, from something as small as splitting the check to taking our first vacation together to ultimately building a life together. And all of that requires something called financial intimacy."
    },
    {
      "author": "LAUREN MIGAKI, HOST",
      "text": "In this episode of LIFE KIT, we're going to hear from financial therapist Amanda Clayman. She counsels individuals and couples on issues relating to money. And she says, money problems are never just about money."
    },
    {
      "author": "AMANDA CLAYMAN",
      "text": "Money shows up in our lives every step of the way as something that appears on the surface like a problem to be solved. But usually, it reveals something deeper about something in our life that needs to change, grow or shift."
    },
    {
      "author": "MIGAKI",
      "text": "Clayman's been a financial therapist for over 16 years. Money, she says, is more than just a spreadsheet issue."
    },
    {
      "author": "CLAYMAN",
      "text": "I often joke with clients that money is in many cases a feeling problem masquerading as a thinking problem. Most of the kind of practical problems that people are having, the pain that we feel is emotional pain. And so what we need to do to solve the problem involves as much speaking to that pain as it does looking at the numbers."
    },
    {
      "author": "MIGAKI",
      "text": "She says that couples often come to her at transition points in their lives - a job change, a new living situation. And she helps them see how a financial crisis can actually be an invitation to learn more about each other and get closer."
    },
    {
      "author": "CLAYMAN",
      "text": "I see couples struggling to feel heard and understood by their partner. We don't think of intimacy as on the table even when we're talking about money. So we don't invite it into the conversations that we're having. So I try to take what's presenting as a financial crisis and really think of it as just a way to open the door and to better understand ourselves."
    },
    {
      "author": "MIGAKI",
      "text": "To do that, she uses what she calls the five components of financial intimacy."
    },
    {
      "author": "CLAYMAN",
      "text": "The five qualities are equality, inclusivity, transparency, sustainability and flexibility."
    },
    {
      "author": "MIGAKI",
      "text": "This episode of LIFE KIT, we're setting up you and your partner to have real conversations about money and maybe get a little closer in the process."
    },
    {
      "author": "MIGAKI",
      "text": "In your role as a financial therapist, you've got sort of a five-step process for something that you call financial intimacy. I'm wondering if you can help us define that and talk us through it."
    },
    {
      "author": "CLAYMAN",
      "text": "So with the first one, equality, what we want to capture here in a healthy financial dynamic is that both partners have equal say and equal power about what's going to happen with the money. So sometimes when a couple comes to me with an inequality imbalance, there's a partner that either has - maybe is bringing in the bulk of the income and then thus feels like they should have more say. Or sometimes there's a partner that's just more anxious about money and so really needs money to be a source of control for them and feels like their partner is just - in not agreeing with them and not doing what they say should be done with the money, that this is threatening to them. And they want their partner to kind of come to heel, if you will."
    },
    {
      "author": "CLAYMAN",
      "text": "So where I would approach that is, all right, well, we need to have both parties present in the decisions about the money. Just because you're more anxious or because you make more of a contribution to the income doesn't mean that you get an outsized say in this."
    },
    {
      "author": "CLAYMAN",
      "text": "The second one, inclusivity, is basically saying that both partners need to show up in these financial decisions, too. So if the first one is about equal power, this next one is about participation because we often find that one partner really wants to exclude the other one or that one partner wants to opt out. And neither of those works in the long term because what it does is it kind of sticks the one partner in some ways, even if they're asking for it, with all of the risk if something goes wrong. So if you're the one making all of these financial decisions and then your partner doesn't like it or something doesn't work there, you make a mistake even, there's too much room for blame. And also, we can't have intimacy, which is the ultimate goal, unless we have that inclusivity, that buy-in."
    },
    {
      "author": "MIGAKI",
      "text": "Yeah. I feel like you hear a lot of partners say, like, oh, he just handles the finances or she just handles all the finances. And you're saying that's something we should avoid."
    },
    {
      "author": "CLAYMAN",
      "text": "I - you know, on a surface level, it can work. It's not always a disaster. It can lead to less conflict of money. But if you are looking for ways for money to be a route to intimacy and connection, that really starts with both partners showing up and taking that journey together."
    },
    {
      "author": "MIGAKI",
      "text": "Yeah, yeah. And then I guess that would lead straight into your next sort of characteristic, which is transparency."
    },
    {
      "author": "CLAYMAN",
      "text": "Yeah. So information is obviously really important when it comes to money, and transparency is about access to that information. We can still have areas of negotiated privacy. We can still say, like, you know, we both agree to put this much money in to the joint account. We agree that these are the joint expenses. And then this is the amount that we have left over for personal - for making our personal decisions about. That's fine. But there's still transparency in the mechanism of how that decision gets made. There's still transparency in terms of, like, if somebody really suspected that something hinky was going on on the other side, that they would be able to say, I'd like to know for sure. Like, let's get our credit report every single year and go through it together because our agreement is nobody's opening any, like, credit accounts without the other one's knowledge. So transparency is kind of like our - it's like the bumpers, like the guardrails so that we can all take a look and make sure that everything's going according to plan."
    },
    {
      "author": "MIGAKI",
      "text": "Someone's checking your math."
    },
    {
      "author": "CLAYMAN",
      "text": "Right. Exactly. Exactly. And this leads to sustainability and flexibility because sustainability, I feel like, is the one that often gets overlooked. So sometimes - like, I had a client, for example, who had that high need for control and safety with money. And the couple had some debts, and they really wanted to just put every resource that they could toward paying down the debt. And, of course, that made sense when it came to the math. But when the other partner felt like this plan had taken all of the joy out of what money could do..."
    },
    {
      "author": "MIGAKI",
      "text": "Right. All work and no play."
    },
    {
      "author": "CLAYMAN",
      "text": "Exactly - out of their life, that was not sustainable for the relationship because they now transferred all of this resentment and felt it toward their partner. So sustainability means that we have to compromise in many cases. And so the last piece is flexibility. It means that we can change it if it's not working or if circumstances or needs change; that it's not like, well, we agreed to this and so now you're stuck with it; that we have the ability to learn and change and change our minds as we learn and that that's OK, too. Again, it comes back to we're never done with money, right?"
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter)."
    },
    {
      "author": "CLAYMAN",
      "text": "So let's kind of - like, let's roll with where our money is taking us in a flexible way."
    },
    {
      "author": "MIGAKI",
      "text": "Right. And over the course of a lifetime, I think our relationship to money changes constantly."
    },
    {
      "author": "CLAYMAN",
      "text": "For sure."
    },
    {
      "author": "MIGAKI",
      "text": "OK, let's say I'm in a brand-new, shiny relationship. At what point should we as a couple start talking about finances and financial attitudes?"
    },
    {
      "author": "CLAYMAN",
      "text": "I find that money comes up pretty naturally if we let it, that it gets harder the more we think of it as a very special talk about money. So, like, even when it comes to dating, there are conversations that happen around, like, do you split the check if you go out to dinner, or do you alternate who picks up the check? Or, you know, like, how you're making decisions about joint resources, like, that's happening in dating."
    },
    {
      "author": "MIGAKI",
      "text": "Are you a good tipper?"
    },
    {
      "author": "CLAYMAN",
      "text": "Yes, totally. Like, I think the more we just invite these more mundane conversations about money into our lives, the more we just find that communication flows."
    },
    {
      "author": "MIGAKI",
      "text": "I wonder if you could help us with some good starter questions if you're not necessarily a natural at asking some of these questions."
    },
    {
      "author": "CLAYMAN",
      "text": "Sure. It can start with a question about a question. So, like, how comfortable do you feel being open about money? And it can follow then, like, are you comfortable talking about how much money you make? Are you comfortable carrying debt? And then from there you can say, like, well, how do you think that we should do this? Should we have a special date where, you know, we show up and and get into these things?"
    },
    {
      "author": "MIGAKI",
      "text": "How romantic (laughter)."
    },
    {
      "author": "CLAYMAN",
      "text": "It can be in the sense that, like, if it's hard for one or both of you, like, that vulnerability is a really important part of intimacy."
    },
    {
      "author": "MIGAKI",
      "text": "Yeah."
    },
    {
      "author": "CLAYMAN",
      "text": "Our most fabulous selves cannot be truly intimate with another person. It's the kind of, like, the messiness, the part that we're still figuring out. Like, when we can share that with another person, that's really where that magic connection happens."
    },
    {
      "author": "MIGAKI",
      "text": "Well, especially if you're planning for your future together, I could see that."
    },
    {
      "author": "CLAYMAN",
      "text": "Yes. Yes. I literally sat with a couple that was eight months pregnant, and they had kept everything separate. And it was a point of real not just pride but, like, their idealism that they were both independent, self-sufficient people. But now they were running into a situation where that arrangement just wasn't sufficient. And the way that I asked about it was to literally say, like, who does the baby belong to financially?"
    },
    {
      "author": "MIGAKI",
      "text": "Oh, my gosh."
    },
    {
      "author": "CLAYMAN",
      "text": "And the sort of absurdity of the question, it was meant to sort of, like, to poke a little bit of reality into the fact that, like, the concept of who was in this relationship, who was in this family, needed to be expanded."
    },
    {
      "author": "MIGAKI",
      "text": "Well, I mean, that brings up a good question of is there a rubric for when couples should start to merge finances and what finances should they merge or keep separate?"
    },
    {
      "author": "CLAYMAN",
      "text": "There are pros and cons to every system. So I call it the one-pot, two-pot and three-pot systems. Each setup has things that it does well and things that it doesn't do very well. Like, a two-pot system, keeping everything separate, works when people are generally pretty equal in terms of their earning and the stability of their jobs. Three pots and one pot do better - three pots is, you know, like, a joint account and then two individual accounts."
    },
    {
      "author": "MIGAKI",
      "text": "And sorry, the one pot is just like..."
    },
    {
      "author": "CLAYMAN",
      "text": "Everybody."
    },
    {
      "author": "MIGAKI",
      "text": "...What's yours is mine - everyone..."
    },
    {
      "author": "CLAYMAN",
      "text": "Yes."
    },
    {
      "author": "MIGAKI",
      "text": "...In one bank account?"
    },
    {
      "author": "CLAYMAN",
      "text": "Throw it all into one pot."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter) Got it."
    },
    {
      "author": "CLAYMAN",
      "text": "That's a good system for when incomes are really different, when one partner may have no income for a while. Like, let's say somebody goes back to school or is out of the job market or chooses to be a stay-at-home parent. I find that when people have a common understanding of their circumstances and what the options are, in these cases, many times there's a sense of agency in making that choice together, as opposed to this is something where the change is being imposed on them, which doesn't usually bring out our best level (laughter) of participation."
    },
    {
      "author": "MIGAKI",
      "text": "(Laughter) If there has been a breach of trust in the relationship, whether financial or otherwise, how would you repair that?"
    },
    {
      "author": "CLAYMAN",
      "text": "Repairs happen over time. Like, we need to understand that initially after there's a breach of trust, there is a tendency to really be reactive and self-protective. We feel a tremendous loss of control. And when it comes to money, because money is kind of hardwired into our sense of survival and that kind of reaction, we can get very, very closed off and very self-protective. It doesn't mean that that's where we're going to be forever."
    },
    {
      "author": "CLAYMAN",
      "text": "So if we go back to our five characteristics here, like, transparency is going to be super important. Inclusivity, making sure everybody's involved, is really important. The sustainability piece is probably going to need to be re-examined to think of what happened and was going wrong for how long before that. Once that condition of safety feels solid, then we can sort of think about what we want to build on top of that."
    },
    {
      "author": "MIGAKI",
      "text": "If you had to give sort of an elevator pitch for financial intimacy, what are the top things that you feel like any person should know?"
    },
    {
      "author": "CLAYMAN",
      "text": "People should know that when we come to money discussions with the objective of being correct or being right, that we are missing opportunities to make money a source of intimacy."
    },
    {
      "author": "MIGAKI",
      "text": "It's almost like money is just a stand-in for anything in relationships. You can't come to any conversation wanting to be right in a relationship, I have learned (laughter)."
    },
    {
      "author": "CLAYMAN",
      "text": "It's so true. And it's so frustrating because human beings love being right. It just lights up our brain. It's like such a fast track to dopamine. We're (laughter) so addicted to it."
    },
    {
      "author": "MIGAKI",
      "text": "Well, I will just say, Amanda Clayman, thank you so much for joining us."
    },
    {
      "author": "CLAYMAN",
      "text": "Thank you, Lauren. I really loved being here."
    },
    {
      "author": "MIGAKI",
      "text": "So let's recap Amanda Clayman's five components of financial intimacy."
    },
    {
      "author": "MIGAKI",
      "text": "To start, equality - you and your partner should have equal say and equal power in financial decisions, even if one of you makes more than the other or one is more frugal."
    },
    {
      "author": "MIGAKI",
      "text": "Inclusivity - both partners should participate in financial decisions. One partner shouldn't be stuck with all the responsibility and thus all the risk. And to really feel like a team, both partners need to be involved."
    },
    {
      "author": "MIGAKI",
      "text": "Transparency - information around finances should be shared openly - no secret bank accounts or credit cards or spending habits. That doesn't mean you can't have your own money. It just means that there's transparency in terms of how financial decisions in the household are made."
    },
    {
      "author": "MIGAKI",
      "text": "Sustainability - sure, it might make sense to put all the money you possibly can towards a shared debt. But is that sustainable for both partners? Make sure you're making financial decisions and habits you can actually stick to."
    },
    {
      "author": "MIGAKI",
      "text": "And finally, flexibility - if things aren't working or your financial situation changes, stay open, and be willing to change your mind."
    },
    {
      "author": "MIGAKI",
      "text": "This episode was produced in collaboration with WNYC's Death, Sex & Money. They did a series on financial therapy where Amanda Clayman counsels a real couple struggling with financial issues. And it gets really real. You can find Death, Sex & Money anywhere you listen to podcasts or at deathsexmoney.org/financialtherapy."
    },
    {
      "author": "MIGAKI",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about how to curb unnecessary spending. And we have another on how to brew a bomb cup of coffee. You can find those at npr.org/lifekit."
    },
    {
      "author": "MIGAKI",
      "text": "And here, as always, is a completely random tip from listener Krissy Jones."
    },
    {
      "author": "KRISSY JONES",
      "text": "Whenever you go look at a recipe online, if you click the print recipe button, it will take you to a completely separate link without all of the backstory behind the recipe and all the extra details that you didn't ask for. And then you can save that link. So if you ever want to go back to the recipe, you can just go directly to where all of the instructions and the ingredients are. And it saves you a bunch of time."
    },
    {
      "author": "MIGAKI",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Our production team also includes Andee Tagle, Audrey Nguyen and Janet Lee. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. Our intern is David West Jr."
    },
    {
      "author": "MIGAKI",
      "text": "I'm Lauren Migaki. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1623241631.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/16/capossela-lifekit-npr-financial-intimacy-1_wide-d2c7b4250fb32022866640424a67195d35cf401d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAUREN MIGAKI, HOST",
    "AMANDA CLAYMAN",
    "MIGAKI",
    "CLAYMAN",
    "KRISSY JONES"
  ]
}