{
  "title": "5 Tips To Help You Give Good Feedback",
  "url": "https://www.npr.org/transcripts/1029652315",
  "intro": "Massella Dukuly understands that the simple act of giving somebody feedback can be terrifying. But her job as director of learning and development at LifeLabs Learning is to teach people how to give good feedback.In this episode, Dukuly shares five things to keep in mind as you're giving feedback to another person.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short anonymous survey at npr.org/lifekitsurvey. It'll help us out so much and will give you a chance to tell us more about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thanks."
    },
    {
      "author": "JULIA FURLAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Julia Furlan. And today, we're tackling something that I think a lot of people struggle with at work - how to give feedback."
    },
    {
      "author": "FURLAN",
      "text": "Whether you're a boss or an intern or somewhere in between just talking to your peers, you're going to have to talk to someone about their performance at some point in your professional life. We're going to start off with a perfect example of what not to do from HBO's \"Insecure.\" It's from Season 1, Episode 4, where Molly, who's one of the only Black people in the office, is approached by her boss."
    },
    {
      "author": "HEATHER MAZUR",
      "text": "(As Hannah Richards-Foster) Don't you just love the new summer associate class?"
    },
    {
      "author": "YVONNE ORJI",
      "text": "(As Molly Carter) Oh, yeah. I better watch out or one of them is going to try and take my job."
    },
    {
      "author": "MAZUR",
      "text": "(As Hannah Richards-Foster) Yeah. And Rasheeda is really funny."
    },
    {
      "author": "ORJI",
      "text": "(As Molly Carter) Yeah, she's hysterical."
    },
    {
      "author": "MAZUR",
      "text": "(As Hannah Richards-Foster) But I don't know. A few of the other partners and I have noticed that she's been a little - you know, she's not quite adjusting to the culture here like some of her fellow interns."
    },
    {
      "author": "ORJI",
      "text": "(As Molly Carter) Oh."
    },
    {
      "author": "MAZUR",
      "text": "(As Hannah Richards-Foster) And we just feel that it would be great for you to have a chat with her because it wasn't so long ago that you were a summer associate."
    },
    {
      "author": "MASSELLA DUKULY",
      "text": "Oh, my gosh."
    },
    {
      "author": "FURLAN",
      "text": "(Laughter) Yeah. Respond."
    },
    {
      "author": "DUKULY",
      "text": "Cringe, cringe, cringe. Oh, my gosh. I - well, I must say, for those of you who watch \"Insecure,\" I would like to believe that Season 4 Molly would be way more equipped to say the right thing in that moment rather than yes."
    },
    {
      "author": "FURLAN",
      "text": "That's Massella Dukuly She's the director of learning and development at LifeLabs Learning. She leads classes on how to give better feedback. Massella says that the lack of specificity in this example is prototypical bad feedback."
    },
    {
      "author": "DUKULY",
      "text": "What does it mean to tell somebody, you're just not adjusting well? Tell me, what does adjustment look like? Is it that I didn't come to the company happy hour? Is it that I didn't work until a certain time, I didn't come in early enough? Like, I can't know what it means to adjust well in an environment unless I really understand what success looks like."
    },
    {
      "author": "FURLAN",
      "text": "Another don't is being indirect. There's a term for what went down in that \"Insecure\" clip, and it's called triangulation."
    },
    {
      "author": "DUKULY",
      "text": "Triangulation is when feedback is observed by one party, and then another person is then responsible for sharing feedback with the other party."
    },
    {
      "author": "FURLAN",
      "text": "Aside from minimizing the chance that something gets lost in a very uncomfortable game of telephone, you're not exactly setting the stage for a productive conversation. Like, imagine if somebody came up to you and was like, hey, I don't know what the deal is, but the boss asked me to talk to you. It would feel like people were talking about you behind your back, and nobody likes that."
    },
    {
      "author": "DUKULY",
      "text": "And, like, what people experience in psychology is known as the amygdala hijacking, where suddenly now they're just in this place where it's like, I can't listen to anything. People go into that fight-flight-freeze mode because they feel like they need to protect themselves."
    },
    {
      "author": "FURLAN",
      "text": "Look; I get it. Giving feedback is hard. It can be uncomfortable. And on some level, you worry that you could hurt the other person's feelings because that's sometimes what happens when you give feedback. But I want to say that getting good feedback can feel like an act of generosity, and I've experienced it firsthand. I had a boss who put so much thought and care into the way that she talked to me about my work, I felt like she was really invested, and I always felt better after talking to her and getting feedback. So really, constructive, actionable feedback is a gift. And in this episode, we're going to teach you how to give it. But don't worry; we have another episode coming about how to receive feedback, too, because, you know, we're completists like that. What can I say? And while we're mostly focusing on giving feedback in a workplace setting, by all means, please take this wisdom from Massella into your whole life. You won't regret it."
    },
    {
      "author": "FURLAN",
      "text": "I'm very glad you're here. I find it extremely difficult to give feedback. Just as a starting point, can you tell me a little bit about why it can be really hard for people to give feedback?"
    },
    {
      "author": "DUKULY",
      "text": "Absolutely. So I'm with you. Feedback is really hard. Often, people just don't have this foresight or understanding that feedback is a tool that is intended to be helpful. They are oftentimes relying on their notion of what feedback might be, so maybe that is something that has been criticism in their experience, whether that's, like, in a workplace, in their personal lives, in their family dynamics. And, like, God knows we can't - you know..."
    },
    {
      "author": "DUKULY",
      "text": "...We can't therapize all of those things. It's a lot. So..."
    },
    {
      "author": "FURLAN",
      "text": "Right, right."
    },
    {
      "author": "DUKULY",
      "text": "...I think those are some of the most pressing sort of challenges."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. I mean, I feel like the times that I think about, you know, giving feedback when I was a manager, I couldn't sleep. It was - the hardest part of my job was trying to address some of the things that needed to be fixed. And I have to be honest. I didn't do it. I remember I, like, went into - what's it called? - an annual review situation. And I had prepared all of this stuff. I had written myself a little script. And when I got in the room, I just - I caved. I just was like, you're doing great. Everything's fine."
    },
    {
      "author": "DUKULY",
      "text": "Everything's fine. The world is on fire."
    },
    {
      "author": "DUKULY",
      "text": "You're not alone, though."
    },
    {
      "author": "FURLAN",
      "text": "Can you believe that?"
    },
    {
      "author": "DUKULY",
      "text": "That happens."
    },
    {
      "author": "FURLAN",
      "text": "Oh, God. Why? Like, I don't know. I feel like it's very, very difficult to be honest in that way. But let's just start with some basics."
    },
    {
      "author": "DUKULY",
      "text": "Sure."
    },
    {
      "author": "FURLAN",
      "text": "How can you tell the difference between feedback that's helpful to give and feedback that is not going to do any good?"
    },
    {
      "author": "DUKULY",
      "text": "I think what makes it easy for somebody to know whether or not feedback is useful is when there are actually specific details. Clarity is everything. So if I come to you and I'm like, hey, Julia, I just feel like you could be more thoughtful, I think what would feel really unfortunate about feedback like that is that people - like, I don't know many people who would willingly sort of admit, like, stand up, put their hand up and say, I'm not a thoughtful human being. You know, like, they might know that maybe there's some work that they could do, but they probably wouldn't say it. And I think there's an interesting thing where it just boils down to ego. So if you're sharing something that goes against somebody's idea of their own self-perception, what ends up happening is that of course they're going to feel attacked even if they're like, I don't know what I'm supposed to do with that. What does thoughtfulness even mean? I think I'm thoughtful."
    },
    {
      "author": "DUKULY",
      "text": "But instead, it might be like, hey, Julia, I called you yesterday, and I didn't hear back from you for, you know, the rest of the evening. And let's assume we have a relationship where we expect one another to respond quickly. But at least you're like, oh, OK. Massella's called, and now I know that there's a specific thing that she has an expectation of. Either I'm very clear with her about, like, hey, that is not something that I can do all of the time or, oh, man, I apologize; I should've responded back sooner."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. So specificity is key. I had a boss who used to sort of be like, you seem unhappy. And, like, that was, like, the beginning of the conversation. And I would spend a lot of time both trying to prove and disprove that I was unhappy, and clearly I was. But also, it didn't feel like I could do anything with that. It couldn't..."
    },
    {
      "author": "DUKULY",
      "text": "Right."
    },
    {
      "author": "FURLAN",
      "text": "Like, what are you going to do? It wasn't just like, it seems like you're unhappy, like, what are the things that are making you unhappy or, like, can I hear - it didn't feel like there was a two-way conversation."
    },
    {
      "author": "DUKULY",
      "text": "So when I think about your scenario that you've just shared, what I'm wondering is, like, are you telling me that I look unhappy because you're concerned about me as a human? Are you telling me that I look unhappy and that it's a bad thing or going to impact my job negatively?"
    },
    {
      "author": "FURLAN",
      "text": "Absolutely."
    },
    {
      "author": "DUKULY",
      "text": "Me knowing that is going to maybe help me better understand, OK, how am I supposed to share myself in this situation or not, or how am I supposed to just adapt my behavior because maybe I don't want to lose my job."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "There are so many different things. Like, the why behind it I think is really imperative because it helps people then decide, OK, how do I engage with this feedback? And to your point, feedback should absolutely be a dialogue - at least two parties, not a monologue, not somebody being like, hello, I've come to tell you X, Y and Z, and then we just sort of take it."
    },
    {
      "author": "FURLAN",
      "text": "So LifeLabs teaches a feedback skills class where..."
    },
    {
      "author": "DUKULY",
      "text": "Yes."
    },
    {
      "author": "FURLAN",
      "text": "...They teach the science of feedback. Can you give me a sort of, like, brief summary of - just tell me more about it."
    },
    {
      "author": "DUKULY",
      "text": "Yeah. So, you know, when it comes to feedback and research, there's a ton of things out there that - or a ton of studies out there that talk about the components that make feedback most helpful. In general, what we've seen, again, is that specificity is key. So in our feedback we provide - first, you know, sharing what's known as a micro-yes. This is a question to kind of open up space for, one, the person to be essentially consenting to having a conversation with you, which I think is really important and powerful."
    },
    {
      "author": "DUKULY",
      "text": "Second thing is making sure that we're providing data. So again, this is specificity. The way that we like to describe this to folks is, like, imagine that instead of you seeing or observing this feedback, that it's being observed by a camera. Let's imagine this camera can hear. But it's like a camera doesn't know what late is. A camera doesn't know what grumpy is. A camera doesn't know what rude is. But it does know what it heard, and it does know what it saw. And that's how we want to be presenting information."
    },
    {
      "author": "DUKULY",
      "text": "The third thing, which I think is really powerful from a research perspective, is the why piece or what we call it as the impact statement. These are so huge because it really helps people to buy into the information that's being shared. This is the, oh, OK. Like, it needs to resonate with me. This is how we sort of step out of this zone of compliance, people just doing something because they feel like they have to or they're going to get in trouble if they don't, but a full understanding."
    },
    {
      "author": "FURLAN",
      "text": "So an impact statement would be something like, when you don't respond immediately to this production question, it's a lot harder for us to move the production process along, and it slows down the entire work that we're doing. Is that what you mean?"
    },
    {
      "author": "DUKULY",
      "text": "Absolutely."
    },
    {
      "author": "FURLAN",
      "text": "OK."
    },
    {
      "author": "DUKULY",
      "text": "That's a perfect impact statement. And I will say, in addition to that, it doesn't only have to be about the work. It could even just be about the person. Maybe what you've noticed is that them not responding in time to production questions makes people feel like they're unreliable. Hey, you know, it could be - sometimes, you know, people need different types of motivation. And so if you think that this will be something that helps them feel a little bit more connected to the feedback you're sharing, I would definitely feel free to explore your impact options."
    },
    {
      "author": "DUKULY",
      "text": "And then the last thing is opening it up with a question so that it can become a dialogue."
    },
    {
      "author": "FURLAN",
      "text": "OK, so the four-step process is micro-yes, data point, impact statement and question."
    },
    {
      "author": "DUKULY",
      "text": "That's right."
    },
    {
      "author": "FURLAN",
      "text": "Before we move on, my dear listeners, I want to go back to that clip."
    },
    {
      "author": "MAZUR",
      "text": "(As Hannah Richards-Foster) You know, she's not quite adjusting to the culture here like some of her fellow interns."
    },
    {
      "author": "ORJI",
      "text": "(As Molly Carter) Oh."
    },
    {
      "author": "FURLAN",
      "text": "There is so much going on in that sentence - power dynamics, race, gender stuff, all in one tiny moment. So if you're a manager and you're questioning bias in your own feedback, Massella suggests asking yourself some really tough questions."
    },
    {
      "author": "DUKULY",
      "text": "For example, you know, what looks professional to me? What looks above and beyond to me is going to be shaped by what I've heard, seen, experienced. And, you know, you can be a well-meaning, good human being and still be biased. We are all biased. And what we have to be cognizant of is, like, am I then projecting my bias onto other people? And so some questions to be asking yourself to determine that - like, one, well, what does, you know, for example, adjusting actually mean? What does it mean to adjust well? What does it mean to adjust poorly? And you really want to break down the specifics of that. The other thing..."
    },
    {
      "author": "FURLAN",
      "text": "Adjusting to a culture in this case."
    },
    {
      "author": "DUKULY",
      "text": "Yes."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "Sure, might be something like that. The other thing that you want to be asking yourself is, would I say this to another person? So would this be something that I would say to Julia but not to Tom? And if it's not consistent, then perhaps bias might be at play."
    },
    {
      "author": "FURLAN",
      "text": "Right."
    },
    {
      "author": "DUKULY",
      "text": "An internal question to be asking yourself is like, is this potentially a bias? And I can give you an example for myself recently. Like, I was watching - I don't know - maybe CNN or whatever. Like, it just popped on. And I don't remember the context, but somebody on there, per usual, was an expert of something. And they show up on the screen. And, you know, people are working from home, so this dude had, like, a backwards cap on, and he was, like, chilling in a T-shirt. And it's CNN, so people are sort of buttoned-up, so to speak."
    },
    {
      "author": "FURLAN",
      "text": "Right, right."
    },
    {
      "author": "DUKULY",
      "text": "And I looked at him, and I thought in my brain, like, oh, you're coming on CNN. Like, at least dress up. But then I thought for a second, why does it matter? Like, he can be an expert and dress whatever way that he wants. But again, I've been doing this work long enough to catch myself to ask those questions. So it's not to say you're never going to have the thought. But to the point around bias, it's important that we are at least able to build in sort of speed bumps to say, does this apply? Does it actually matter? Like, what is the impact? What is the negative consequence? There's no negative consequence. I'm sure this man is a frickin' (ph) brilliant genius. Great. Share your wisdom, sir, in your baseball cap. It doesn't matter."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. And also, like, if that was part of the assignment, if wearing - if, like, having your hair blown out was part of the assignment..."
    },
    {
      "author": "DUKULY",
      "text": "Tell me."
    },
    {
      "author": "FURLAN",
      "text": "...You have to say that, you know?"
    },
    {
      "author": "DUKULY",
      "text": "Exactly, exactly. And, you know, the other thing that you brought up is around power dynamics. This is huge. I think that particularly in the workplace, leaders have to acknowledge power dynamics being a barrier. And sometimes what I'll hear from people, like, when we're working with companies is that they'll say, but I really feel like I have an open relationship with the people that I manage. They can trust me. They can talk to me. I have good intentions for them. And all of that might be true, but still, you are the person in this sort of hierarchy that impacts their job security, maybe how much money they're making. Even if you don't feel like you're in control of that, there's a perception of such. So we have to really step back from what our intentions are and really look at the impact of a situation, even if it's not one that you've created."
    },
    {
      "author": "DUKULY",
      "text": "So what we have to be doing here is modeling and being very clear with people that, hey, you can give me feedback on the feedback. Let's have a conversation. But you have to invite it. And if you don't invite it, it's very likely that the same behaviors just happen over and over and over again."
    },
    {
      "author": "FURLAN",
      "text": "What you're saying is that, like, if you are the person in power and you're giving feedback, you have to create a system where the person with less power feels like they can say their piece, feels like they can speak to the feedback. Is that right?"
    },
    {
      "author": "DUKULY",
      "text": "Yeah, I'd say that's right. And I think to break it down even further, just looking at specific habits, I think one thing that you can be doing first and foremost, before you ever even have to give feedback in your relationship is sharing with them the - like, what feedback is, like, what it means in your culture. So as an example, maybe you work in an organization where feedback is quite regular. And from your perspective, feedback is simply a learning and growth tool. You should share that because otherwise people are coming to the situation with their own sort of implicit and explicit, you know, ideas and definitions. So this is first a step for alignment. Be really clear on what feedback is and the purpose it serves in your work environment."
    },
    {
      "author": "DUKULY",
      "text": "Beyond the clarity of what feedback is and the purpose that it holds, the second step you want to be doing is making sure that you're asking for feedback regularly. So there is a term in psychology called CEO disease. And essentially what it says is that the more power you have in your work environment, the higher your title, the more money you make, the less likely people are to actually give you feedback because, one, fear of consequence because of, again, power, stature, money and, two, they think that you don't need it. And God knows, we all know leaders somewhere that desperately need feedback, but nobody tells them."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "So if you're not asking, you're not inviting it, you run the risk that people don't feel like they can genuinely be honest with you."
    },
    {
      "author": "FURLAN",
      "text": "OK, so we've got some great strategies for giving feedback. You want to make it specific. You want to have a why or an impact statement. But what happens when we're talking about positive feedback and it's all just like, oh, my God, you're so amazing, without any specificity? Massella, of course, has an answer for that."
    },
    {
      "author": "DUKULY",
      "text": "Positive feedback is one of the most underutilized tools that we have as human beings. And the reason why isn't that we don't give it, but we don't give it well. And it comes down to balance. This is something that we talk about in our feedback workshop at LifeLabs, where you want to make sure that you don't stand on only one end of the spectrum. So for example, if you're dealing with somebody who's only always giving critical feedback, it becomes exhausting at a certain point. Either you're just completely, you know, feeling overwhelmed by it or you just stop listening to them. And then the people who are very positive all the time - you're great, you're amazing, you're lovely - it's like, oh, OK, thanks. But, like, they're just not as credible. And so where we build our credibility is when we can share both the good and the bad, where it's like I can trust that you have the ability to see it all."
    },
    {
      "author": "FURLAN",
      "text": "Yeah. And I think especially in a work context, I think we have to remember that, like, you have to build a culture around it so that people can feel open to giving feedback, both positive and negative."
    },
    {
      "author": "DUKULY",
      "text": "Yeah. And I want to name something here for folks. No matter how many templates you have or research you read or podcasts you listen to, giving feedback is still going to feel slightly uncomfortable. So, like, let's just normalize that upfront."
    },
    {
      "author": "DUKULY",
      "text": "And I also want to normalize that even when you do it right, even when you nail it, it doesn't mean that the other person is just going to be like, oh, great. I got it. Amazing."
    },
    {
      "author": "FURLAN",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "You know, like, we're all dealing with our own crap and our own experiences, behaviors, again, that impact how we respond to these types of things. There are people who just live in a posture of needing to protect themselves. So people often do feel defensive because they feel like they have to defend their intentions. And I think what we have to be better at as human beings is understanding that, especially when coming from a good place, well-intended, feedback should be a tool for learning."
    },
    {
      "author": "FURLAN",
      "text": "So now to recap. Takeaway No. 1 - before you even give your feedback, consider if bias could be part of the equation. Is the feedback that you want to give to Sally, for example, something that you'd also talk to Tom about?"
    },
    {
      "author": "FURLAN",
      "text": "Takeaway No. 2 - feedback should be a dialogue. Consider how the power dynamics might impact the conversation, and figure out what you can do to make sure the person receiving the feedback feels like they can respond. Try opening the conversation with a micro-yes. Give people agency to opt in to receiving the feedback."
    },
    {
      "author": "FURLAN",
      "text": "Takeaway No. 3 - share an impact statement so that the person can understand the why behind your feedback."
    },
    {
      "author": "FURLAN",
      "text": "Takeaway No. 4 - make sure your feedback is specific and direct. Provide data that is objective. So, like, instead of saying, you haven't been on your A game, say something like, you've missed your last three deadlines, and you've been showing up late. What's going on?"
    },
    {
      "author": "FURLAN",
      "text": "Takeaway No. 5 - pushing through discomfort to give good feedback is worth it. If you feel yourself wavering or questioning what you're doing, just remind yourself that feedback is supposed to be a tool for learning and growth, and that's why you're there."
    },
    {
      "author": "FURLAN",
      "text": "And on a closing note, here's one last reminder from Massella."
    },
    {
      "author": "DUKULY",
      "text": "Just remember that one of the kindest things that we can do for people in our lives, whether you work with them, love them, they're friends, whatever the case is, is help them build awareness around things that maybe they just don't have awareness of. And the sooner you can do that, the sooner you put them in a position to be successful in that area."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/lifekitsurvey. It'll really help us out. Again, that's npr.org/lifekitsurvey."
    },
    {
      "author": "FURLAN",
      "text": "For more LIFE KIT, your favorite show, check out our other episodes. We've got one about how to find a mentor and also one about what likeability really means in the workplace. You can find those at npr.org/lifekit. And if you love LIFE KIT, which I know you do, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "FURLAN",
      "text": "And now, a completely random tip, this time from listener Christina Van Allen (ph)."
    },
    {
      "author": "CHRISTINA VAN ALLEN",
      "text": "When you're applying for jobs, I think sometimes I do it after 10 p.m. So rather than sending that email at 10:05 or 10:10, I like to wait until the next morning and send it out. I know a lot of email applications you can actually schedule a send for 8 a.m. the next morning. So make it look like you woke up bright and early and applied for this job."
    },
    {
      "author": "FURLAN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "FURLAN",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen with help from our intern, David West. Meghan Keane edited this episode. She is also the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis."
    },
    {
      "author": "FURLAN",
      "text": "I'm Julia Furlan. Thank you so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7094666838.mp3",
  "img": "https://media.npr.org/assets/img/2021/08/20/gettyimages-1220117316_wide-a2f5d9d066309336f861b4b5651c06bc9eb33c99.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "JULIA FURLAN, HOST",
    "FURLAN",
    "HEATHER MAZUR",
    "YVONNE ORJI",
    "MAZUR",
    "ORJI",
    "MASSELLA DUKULY",
    "DUKULY",
    "TAGLE",
    "CHRISTINA VAN ALLEN"
  ]
}