{
  "title": "Hybrid work is here. These tips can help you and your team thrive",
  "url": "https://www.npr.org/transcripts/1034133768",
  "intro": "More companies are offering hybrid work schedules, allowing office workers to split their time between the office and home. A hybrid setup has plenty of benefits but can be challenging to navigate. These tips can help you and your team ease into it.",
  "transcript": [
    {
      "author": "ANDREA HSU, HOST",
      "text": "Ah, September - the moment many of us expected to be finally heading back to the office - back to in-person meetings, water cooler chats and, yes, the dreaded commute. And then came the delta variant. That has delayed the so-called great office return for a lot of remote workers. But that just means more time to prepare"
    },
    {
      "author": "TSEDAL NEELEY",
      "text": "In-person is easy. All-remote is easy. The gray zone - a lot of uncertainty."
    },
    {
      "author": "HSU",
      "text": "I'm Andrea Hsu. I cover workplace issues for NPR's Business Desk. And I'm here to explore getting back to the office and how to make a hybrid setup work."
    },
    {
      "author": "LORRISSA HORTON",
      "text": "I think the one thing most of us can assume is that no day is going to be identical anymore. You know, maybe I want to work in the office Wednesdays but at home Monday, Tuesday, Thursday, Friday. And you might choose to do something completely different."
    },
    {
      "author": "HSU",
      "text": "Now, some of you might be thinking, what? I'm an essential worker. I never worked from home, or I've been back in my office for months full-time. We know. Hybrid work is not possible in all professions. But we also know a lot has changed in the pandemic for office workers."
    },
    {
      "author": "KATIE",
      "text": "Pretty much once they declared a pandemic in the U.S., I was like, I don't know that I want to go back into the office right now."
    },
    {
      "author": "HSU",
      "text": "Some of us miss going into the office."
    },
    {
      "author": "JAKE SMITH",
      "text": "I might be one of the few people in the country who kind of enjoys going to the office."
    },
    {
      "author": "HSU",
      "text": "Others appreciate having a flexible work schedule."
    },
    {
      "author": "DAMON LARSON",
      "text": "I sleep better because I have more of a work-life balance. I actually have time off of work instead of a commute."
    },
    {
      "author": "HSU",
      "text": "And working people who in the past were told, no way can you work remotely - well, some of us discovered actually we can."
    },
    {
      "author": "JAMES CAMPION",
      "text": "I think now, after being virtual for essentially a year, it's really not difficult. Granted, do I communicate less with them than I probably would be in office? Yes. But I still have a lot of, like, chats that I have going on the side at all times."
    },
    {
      "author": "HSU",
      "text": "Now, in survey after survey, people have said, I don't want to be back in the office full-time, or I won't go back to the office full-time."
    },
    {
      "author": "MICHELLE",
      "text": "So when you're sitting in traffic, you're thinking to yourself, why am I doing this? I don't need to do this."
    },
    {
      "author": "HSU",
      "text": "And companies are saying, OK. Let's make this hybrid thing work. So in this episode of LIFE KIT, how to thrive in a hybrid work setup. These tips are meant for the worker bees - you know, all of us who sit in cubicles and report up. But bosses and managers, there may be something in here for you, too."
    },
    {
      "author": "HSU",
      "text": "I want to introduce you to Tsedal Neeley. She's a professor at Harvard Business School. Two and a half years before the pandemic, when we had no idea what we were in for, she began working on a book called \"Remote Work Revolution: Succeeding From Anywhere.\" She told me it pains her that a global pandemic is what ultimately set off the revolution. But now it's here."
    },
    {
      "author": "NEELEY",
      "text": "We have changed. Work has changed. The way we think about time and space has changed."
    },
    {
      "author": "HSU",
      "text": "I also talked with Lorrissa Horton. She works for the tech company Cisco. She's one of the leaders of Webex, the online platform that a lot of companies use for remote work. Even before the pandemic, Horton had years of experience splitting her time between home and office. And that worked well."
    },
    {
      "author": "HORTON",
      "text": "Hybrid work has provided some really amazing opportunities, where I get to spend more time with the people that I love and still am able to do the job that I love."
    },
    {
      "author": "HSU",
      "text": "But what works for one person may not work for another. And that brings us to our first takeaway. We should not go into hybrid work with the expectation that everyone wants the same thing. You need to figure out what works for you."
    },
    {
      "author": "HORTON",
      "text": "I think we've been focusing on, what do you need as an environment that works best? I've definitely seen some parents who have said, I can't wait to get back into the office because literally nobody can bother me there. And then I've had others that have said, like, I'm never going to go back. I can't imagine not having that flexibility. So everyone, I think, has been much more open with their personal requests or desires for what makes their life work the best. And I think with that amount of sharing, there is much more understanding of, it's just going to be different."
    },
    {
      "author": "HSU",
      "text": "And that's OK, she says. Maybe you're someone who likes being in the office. You found working at home in the pandemic lonely. You may want to spend more of your days on site. Or maybe you found you're less stressed and more productive at home. The solution for you might be going into the office less. We've come a long way since going to work meant being in the office nine to five. Now, Horton says, for many workplaces, it makes more sense to talk about common hours when everyone is reachable, no matter where you are."
    },
    {
      "author": "HSU",
      "text": "Of course, this may not all be up to you. But Tsedal Neeley stresses, once you've figured out what works for you, you'll need to advocate for yourself. The good news is, there may never have been a better time to do so. Remember, to borrow from the title of her book, we're in a remote work revolution."
    },
    {
      "author": "NEELEY",
      "text": "When I was working on this book, people didn't have the level of empathy that they started to develop by the time the book was done and published. And I was delighted, for the first time in my career, to see the empathy that people had and the willingness to make these accommodations. I think people have proven, and even, the words that I use nowadays is, they've earned the right to ask for flexibility."
    },
    {
      "author": "HSU",
      "text": "All right. But I'm already imagining some of you shaking your heads. Is this even a possibility?"
    },
    {
      "author": "HSU",
      "text": "What if my boss says no to a hybrid schedule? Well, before we get to what you might do about that, it might be useful to think about where your boss might be coming from. It could help you make a stronger case."
    },
    {
      "author": "NEELEY",
      "text": "The boss is worried about losing control. The boss is worried about, what is happening when things are out of sight from me? The boss is worried about losing people's hearts and minds, their connection to the culture. How do I keep it together? How do I make sure I'm equitable? How do I make sure that everyone feels connected, whether they're online, offline, in-person? And how do we make sure we're achieving our work goals?"
    },
    {
      "author": "HSU",
      "text": "So that's the employer's perspective. With that in mind, what can you do if you see a vision for hybrid work that your boss doesn't share? That was a problem for Damon Larson (ph) in South Dakota. His company was on board with hybrid but couldn't accommodate employees who need additional tools to make it work."
    },
    {
      "author": "LARSON",
      "text": "If you have had equipment issues or internet provider issues or anything else, then you were being requested to return to the office. You were not given that option."
    },
    {
      "author": "HSU",
      "text": "Well, here's our takeaway No. 2; expect a negotiation. Be open-minded about it, and be ready to make your case. Lorrissa Horton says that starts with an open conversation."
    },
    {
      "author": "HORTON",
      "text": "My recommendation is to start with all of the things that you are excited about with your job, with your company, and that you appreciate. Because I think it's important that they know you're coming from a place of, I want to find a compromise that works because I care about the work I'm doing. I care about the company. But at the same time, I know I can't do my best job if I am constantly stressed about if I can keep my family safe - just explaining what your concerns and needs are for you to continue moving forward."
    },
    {
      "author": "HSU",
      "text": "Of course, it's not always going to work. Not everyone will be able to negotiate the hybrid setup they want. And if you end up as the only person working a hybrid schedule, you could risk being left behind. You have to do what feels right to you. And at some point, you may decide it's time to move on."
    },
    {
      "author": "HORTON",
      "text": "I think in this case, there is a lot of deep reflection that is going to be needed. You know, which things is a higher priority for you? Is it that job and that team and that company, or is it your own personal comfort and anxiety or stress? The good thing is, there are so many companies right now that are hiring hybrid workers that there's probably more opportunity now than ever before where your physical location is no longer a limitation to the kind of job opportunities that are available to you."
    },
    {
      "author": "HSU",
      "text": "By the way, if you are considering leaving your job, LIFE KIT also has an episode about that."
    },
    {
      "author": "HSU",
      "text": "But back to hybrid work, assuming you've gotten the go-ahead, let's get down to some practical matters. How do you make it all work when some people are in the office and some are not? Well, this brings us to our takeaway No. 3; connect with your colleagues early and often, and be intentional about it. Remember back in the office, when you had those spontaneous conversations, the off-the-cuff gut checks, the quick chats in the lunch line? Well, Lorrissa Horton says you can bring those moments back in a hybrid work setting. Think about what you need to communicate, and then choose the right tool for it. Many messaging apps have a nice feature that allows you to update your status - you know, whether you're online and available or away. Horton loves that."
    },
    {
      "author": "HORTON",
      "text": "If I can look down my list of teammates and see, like, who's available right now? Maybe I just need a quick vent session, or maybe I just need a quick brainstorm. I can find someone who's free and say, do you have five minutes? So I think that's super helpful, and that's the stuff that people try to replace with scheduled meetings, but then we just got caught in, like, 12 hours of scheduled meetings. And really, you needed five minutes for, like, a completely fresh set of eyes to tell you how they are seeing the problem or a different way to think about the situation you're in."
    },
    {
      "author": "HSU",
      "text": "And by the way, the status feature - that can be just as helpful when you're deep into something and don't want to be disturbed. A stop sign icon in Slack, for example, is the digital equivalent of headphones on, door shut. It may even be more effective. The point is, being in touch with your coworkers beyond the deliverables and deadlines can help restore a sense of camaraderie."
    },
    {
      "author": "NEELEY",
      "text": "I call it creating these deliberate moments. It doesn't take long, but so powerful."
    },
    {
      "author": "HSU",
      "text": "And Tsedal Neeley says when it comes to communication with your manager, don't wait for your six-month review. For workers who are virtual, frequent check-ins can achieve so much."
    },
    {
      "author": "NEELEY",
      "text": "People have to have these active conversations. The onus is both on managers and employees to make sure that they happen so that people know what's going on, and if you need more resources, you get it. If you need more training, you get it. If you need more coaching, you get it. If you need praise and recognition, you get it. And so that's key."
    },
    {
      "author": "HSU",
      "text": "Let's hear from Katie (ph), who works at an engineering firm in Iowa. We heard from her at the top of the episode. She asked to be identified by only her first name. She says constant communication with her hybrid team has been key."
    },
    {
      "author": "KATIE",
      "text": "I've taken on the mindset that I will essentially have to just advocate for myself and make sure that my team knows what I'm accomplishing."
    },
    {
      "author": "HSU",
      "text": "Lorrissa Horton and her team have also been thinking about how to make sure that more junior employees and people of marginalized identities have a strong community in the virtual space as well as in the office."
    },
    {
      "author": "HORTON",
      "text": "I think this is something that became top of mind definitely in the last year. Because there was a lot of concern that a lot of people work on their networks within the office to provide that ally support. How do you create that community? You're not going to necessarily run into someone that maybe looks like you or shares some common things with you and be able to create that connection easily in the hallway."
    },
    {
      "author": "HSU",
      "text": "There are ways to make up for that, such as joining an employee resource group or reaching out to someone whose work you admire for a virtual coffee."
    },
    {
      "author": "HSU",
      "text": "So everything we've been talking about - that's all software. Let's turn for a moment to hardware. A lot of us spend a lot of our time at our computers. If you're like me, you might have a keyboard you really like, or you might be accustomed to having two screens. Maybe you have a standing desk. Here's our fourth takeaway; if you're splitting your time between home and office, make sure your computer setup works in both places and that your desk is just how you like it. Lorrissa Horton says the last thing you want is to discover one morning that your short an HDMI cable. You don't want to be your own tech support every day."
    },
    {
      "author": "HORTON",
      "text": "The way you work should be the same and really minimizes that cognitive load for the employee. Because they just want to get their job done. And so I think that is super critical in doing hybrid work successfully. Otherwise, I think over time people will say, it's just too frustrating, the cost is too high, so I'm just going to pick one place and stay there."
    },
    {
      "author": "HSU",
      "text": "Of course, replicating your office setup at home will cost money. Horton says your company may be saving money by not having everyone in the office all the time. It may be worth raising the issue, whether at a company meeting about the return to the office or in an email to your supervisor. There may be extra funds available."
    },
    {
      "author": "HORTON",
      "text": "So it's really taking that savings and reinvesting it into a workplace that is designed for hybrid workers, that is designed for people who are going to be coming in and out. I heard a lot of requests for ergonomic chairs, maybe not even the sit-stand desk. But there's a lot of other alternatives of things that can sit on a desk."
    },
    {
      "author": "HSU",
      "text": "Michelle (ph), who also asked to be identified by just her first name, works in human resources at New England. She's the person at the beginning of the episode who really didn't like returning to the office. She was only able to negotiate one day at home every week."
    },
    {
      "author": "MICHELLE",
      "text": "One point of view was the cost savings. By having less people in the office on a daily basis, we were able to have some transportation savings."
    },
    {
      "author": "HSU",
      "text": "Well, we have one last takeaway for you today on how to be successful in a hybrid work setup. It's about building trust. Of course, that's important in any kind of work setting, but especially so when you're out of sight for long stretches. Tsedal Neeley says workers really proved themselves in the pandemic. Productivity went up."
    },
    {
      "author": "NEELEY",
      "text": "We didn't see people goofing off. We saw people working too hard and too much."
    },
    {
      "author": "HSU",
      "text": "Which is not good either. It led to a lot of burnout. But in general, Neeley says, if you're working a hybrid schedule, be good to your colleagues. Be reliable."
    },
    {
      "author": "NEELEY",
      "text": "Do as you say. You show up when you need to, virtual or not, on time. Follow up. People need to feel confident that with you as a teammate, they are going to do really well. So demonstrating that reliability is really important. Then the other thing is competence. Demonstrate your competence. Demonstrate it through your words, through your actions. And contribute actively to your group's progress."
    },
    {
      "author": "HSU",
      "text": "And a final note on building trust; it helps to get to know your colleagues. Let them get to know you. Lorrissa Horton says getting to know one another in new ways was a silver lining in the pandemic."
    },
    {
      "author": "HORTON",
      "text": "Over the last year, we all became more human. It was just, you know, your boss or your manager. It was a person. Because we all probably saw each other's lives and homes much more deeply than we ever had before. Don't lose that, even when we go back into the office. I think it's actually brought out a lot more healthy conversations about, what are you trying to balance with your job? So we saw people's pets. We saw people's children and significant others and the home or environment they had to work in. It is really bringing your whole self to work and not just your professional self."
    },
    {
      "author": "HSU",
      "text": "So to recap, our takeaways on how to be successful in a hybrid work setup. Takeaway No. 1; don't expect everyone's arrangements to be equal. Hybrid work is all about customization. Takeaway 2; be open to negotiating. Try to find a schedule that works for you and your boss. Takeaway No. 3; use communication tools early and often to check in with your boss and with each other. Takeaway No. 4; have the same desk setup at home and at work. Don't spend hours trying to troubleshoot IT problems. And lastly, takeaway No. 5; get to know your colleagues. That builds trust, and it counts for a lot when things don't go as you hoped."
    },
    {
      "author": "HSU",
      "text": "And we know whenever we go back to the office, it's not going to be perfect. But think about everything else we've been through in the pandemic. We can do this."
    },
    {
      "author": "HSU",
      "text": "Thanks again to Tsedal Neeley and Lorrissa Horton. For more LIFE KIT, check out our other episodes. We've got one on quitting your job, getting into investing and lots more on everything from health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "HSU",
      "text": "And now, as always, a completely random tip, this time from our listener, Victor Nova (ph)."
    },
    {
      "author": "VICTOR NOVA",
      "text": "When I am taking off my dirty socks to throw them in the laundry, instead of just throwing them straight into the laundry, I take my socks off, and I take the hair tie and attach the two dirty socks together. And this keeps them from, you know, coming separated in the washer."
    },
    {
      "author": "HSU",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HSU",
      "text": "This episode was produced by Janet Woojeong Lee and edited by Audrey Nguyen. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. Special thanks to Damon Larson, Jake Smith (ph), James Campion (ph), Katie and Michelle for speaking with us. I'm Andrea Hsu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6943035330.mp3",
  "img": "https://media.npr.org/assets/img/2021/09/04/fields_npr_lifekit_j2_final_wide-f4fd73301c9a15a618021a90c13f3ef5a2bce8d4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDREA HSU, HOST",
    "TSEDAL NEELEY",
    "HSU",
    "LORRISSA HORTON",
    "KATIE",
    "JAKE SMITH",
    "DAMON LARSON",
    "JAMES CAMPION",
    "MICHELLE",
    "NEELEY",
    "HORTON",
    "LARSON",
    "VICTOR NOVA"
  ]
}