{
  "title": "Dating over 50: It's OK to be nervous, but don't let that stop you",
  "url": "https://www.npr.org/transcripts/1036793960",
  "intro": "Contemplating dating when you're 50 or older can feel daunting. But to find love, you usually have to date.In this episode, relationship experts give their best tips for figuring out what you want in a new relationship and getting back into the dating scene.",
  "transcript": [
    {
      "author": "TANYA BALLARD BROWN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Tanya Ballard Brown, an editor for NPR's National Desk and a writer for Date Lab at The Washington Post. I'm also divorced, which means that I'm dating again."
    },
    {
      "author": "BROWN",
      "text": "But contemplating dating when you're older, or more seasoned, can feel daunting, especially if you never thought you'd be back out there. It might seem like everyone else is all booed up and locked into some kind of relationship."
    },
    {
      "author": "BELA GANDHI",
      "text": "So let me set the stage. If you're coming out of divorce - right? - or you're widowed, whatever it is, 48% of American adults in this country are single. That's 118 million. And out of those, 35 million are singles over 50."
    },
    {
      "author": "BROWN",
      "text": "Oh."
    },
    {
      "author": "GANDHI",
      "text": "So OK - so right."
    },
    {
      "author": "BROWN",
      "text": "Those are good numbers (laughter)."
    },
    {
      "author": "GANDHI",
      "text": "Oh, that's great. You're like, hey, that's me. OK, all right."
    },
    {
      "author": "BROWN",
      "text": "Some good numbers."
    },
    {
      "author": "GANDHI",
      "text": "I got this. I'm good numbers. People, the pond is big."
    },
    {
      "author": "BROWN",
      "text": "That's Bela Gandhi, a professional dating coach and founder of Smart Dating Academy. Now, I asked her, what are the need-to-knows before putting yourself out there again?"
    },
    {
      "author": "GANDHI",
      "text": "You need to do some work on yourself - and not you, but all of us that are reentering the dating world at this point - to say, OK, what do I want this time around? Who is a partner that's going to make me happy? More importantly, what do I need in a partnership to be happy and successful? Does the thought of dating put a little bit of a spring in my step? Have I done the work to grow myself so I know what I contributed to the breakup of my last relationship? And how am I better?"
    },
    {
      "author": "BROWN",
      "text": "The self-work is one thing. The actually getting out there part is something else altogether. It can be overwhelming to reenter the dating pool if you haven't done it for several years or even decades. And the rules have changed. Technology feels like an inescapable part of the process, and that's on top of our own personal insecurities."
    },
    {
      "author": "BROWN",
      "text": "Love expert and author Susan Winter says fear is part of the process, but you shouldn't let that stop you."
    },
    {
      "author": "SUSAN WINTER",
      "text": "When you get excited about the possibility of what could happen in your life, how you could create a new story, a new chapter, it will automatically override your resistance or the, like, I need to lose five pounds. I don't want - I don't know."
    },
    {
      "author": "BROWN",
      "text": "Winter reminds us that making the effort to get back out there, even if you don't find love right away, is a positive thing."
    },
    {
      "author": "WINTER",
      "text": "Either way, it's going to be a great adventure. At least we're doing something positive. We're not sitting at home wishing that the pizza delivery guy is going to be the one, right? We are actually going out there and meeting people."
    },
    {
      "author": "BROWN",
      "text": "In this episode of LIFE KIT, Dating Over 50, or, as I like to call it, dating for the grown and sexy. First, Bela Gandhi is going to talk us through the business of dating and help us think about our dating strategies. Then we'll turn to Susan Winter, who will give us tools for processing our hopes and fears around reentering the dating world."
    },
    {
      "author": "BROWN",
      "text": "OK, now let's hear from Bela. While the idea of being with someone can feel, oh, so good, for many of us, the uncertainty and sometimes tediousness of the search is not all that great. Well, what if the idea of finding love again puts a spring in your step, but the idea of dating doesn't (laughter)? And you need to date to get to the love, right?"
    },
    {
      "author": "GANDHI",
      "text": "You need to date to get to the love. It's kind of like saying, I'd really like to get the medal for having run a marathon, but I don't want to run that marathon thing, right? It's kind of the same thing. So look at the dating process with new eyes. Just tell yourself, I'm going to get myself out there, and I'm going to meet a lot of interesting people and make some friends, and I'm going to have fun with this. That is the best mindset. If we dread dating, it's like dreading job interviewing when you need to get a job. If you dread the interview, how do you think you're going to perform? Not so well. So there's so many similarities, Tanya, to partner search and job search, and we just don't always put that same logic process behind it."
    },
    {
      "author": "BROWN",
      "text": "All right, all good points. You're thinking more strategically about your dating life as opposed to sort of letting what happens happen. Is that what you're sort of recommending?"
    },
    {
      "author": "GANDHI",
      "text": "What I want you to do is have what I call a daily dating routine, right? Dating should not take over your life. I don't want this to be a second, third or fourth job for you. As we advance on in age, we become more complicated, like a good bottle of wine, right? And so we have those other responsibilities. Build in 15 minutes in the morning and 15 minutes in the evening to do something to take some small steps to get your dating life to the next step. This is not meant to, you know, just say, well, you know, when it's meant to be, it's just going to drop in my lap. No, it's not. You want - I want you to think about this strategically, have a plan and be proactive about it. Be conscious and mindful."
    },
    {
      "author": "BROWN",
      "text": "OK. So what are some of the mistakes then - or the missteps that you see seasoned daters reentering the dating - making some of those pitfalls that we can avoid?"
    },
    {
      "author": "GANDHI",
      "text": "Accepting red flags, dating only one person at one time - that's a huge one, right? Especially as women - let's just go there - we go out on one or two dates with someone, and they look promising. And what do we want to do? We want to lock it down. We want to get out of the dating world. And that's when we tend to do the S-word - settle. Settle for red flags. We do not want to settle. Think about your dating life as a horse race. You got to have many horses to make it a race, and you are the prize. And so there's got to be multiple horses in there. And the horse that looks like it's going to win after the first lap - we all know that's not always the case, right? So don't just one-and-done date 'cause you'll settle."
    },
    {
      "author": "BROWN",
      "text": "I love this. I love it. I love it. I love it. I love it."
    },
    {
      "author": "GANDHI",
      "text": "Woo hoo (ph)."
    },
    {
      "author": "BROWN",
      "text": "(Laughter) So, OK, let's turn to dating apps. For the 50 and older crowd, do we have to be on these apps (laughter)? And if so, are there some apps that are more amenable to, again, the grown and sexy, seasoned crowd than others?"
    },
    {
      "author": "GANDHI",
      "text": "Yeah. So my advice is 100% get on the apps, and look at the apps with gratitude. Change our mindsets. Do I have to be on the apps? You want to be on the apps. Online dating is the world's largest cocktail party, and that is a party that you want to be at. Now, is everybody right for you? No. But are there some great people there that could be good lids to your pot? Absolutely. So, yes, 100%, I recommend being on one to two apps maximum at the same time. Don't go on eight different apps. You'll have dating fatigue, right? You can't do anything with eight - one or two. And get on the apps, and then 15 minutes in the morning, 15 minutes in the evening."
    },
    {
      "author": "BROWN",
      "text": "OK, OK. Well, so for those of us who are new to the dating app world because again, maybe we were in these relationships and we just - there was no need to be on Tinderoni (ph) or what have you. Talk us through some of the etiquette. How do you get off of this thing, off the phone, and get into real life?"
    },
    {
      "author": "GANDHI",
      "text": "So I say there's four steps to a good date. No. 1 is messaging back-and-forth on the app. When you feel like you have enough of a rapport, do a quick 10-minute phone call. OK? So talk on the phone, and if they pass the litmus test, then schedule a 30-minute video date. OK, that's it. I don't want it to be longer than that. And if you want to get off sooner, that's fine. Doing a video just like this - well, I know you guys can't see us, but we're on video so we can see each other and have a juicy conversation - there's a chemistry there, even though it's in two dimensions, right? But you see this person. You hear them. You look at their movements. You can tell so much about somebody and build chemistry and connection with somebody so the real date is more exciting."
    },
    {
      "author": "BROWN",
      "text": "You want to leave them with enough to say, hey, let's get out in person and sit in the park and actually have a conversation."
    },
    {
      "author": "GANDHI",
      "text": "Exactly. Put some boundaries around the date. So basically, you disclose yourself as like sips of water versus a big gulp."
    },
    {
      "author": "BROWN",
      "text": "So you're dating. You're - maybe you're widowed or you're, again, divorced - say you have children. Is there a rule of thumb for how long to date someone before, you know, introducing them to your children or other important people in your life?"
    },
    {
      "author": "GANDHI",
      "text": "You know, if the kids are young - and I know we're talking about the grown and sexy population. I like that term. But there may be some of you that have younger kids, like 10 or younger. And at that point, I usually say kids can get so attached to people. You don't want a revolving door of people in and out if you've got young kids. But if you don't have young kids and your kids are grown, then after you have become exclusive. And in my practice, it's 15 to 20 good dates with all green flags, no red flags. And now you're committed - boyfriend, girlfriend, girlfriend, girlfriend, whatever your title, whatever your jam. But you're there. Then you can think about introducing your grown children and meeting this person's grown children because you want to make sure that your people like your person as well. But I don't want it to happen too soon. You don't have to rush out to do that."
    },
    {
      "author": "BROWN",
      "text": "OK, so I'm divorced. You know, when in dating do you talk about, I guess, what happened in that relationship? Do you talk about what happened in that relationship?"
    },
    {
      "author": "GANDHI",
      "text": "Have those conversations between the fifth and the 10th date. Those are not dates one through five conversation. One through five is easy, breezy, macaroni cheesy, getting to know each other, making sure it's easy, seeing if the chemistry might develop. And then date six through 10 is where you want to start talking a little bit about what happened in your divorce - right? - and having good soundbites around what happened in your relationship."
    },
    {
      "author": "BROWN",
      "text": "This is a good time to bring in our other guest for this episode."
    },
    {
      "author": "WINTER",
      "text": "I'm Susan Winter. I'm a relationship expert."
    },
    {
      "author": "BROWN",
      "text": "Now that Bela has given us a framework, Susan can help us with our language. So being divorced, often - you know, you're dating - oftentimes people want to know, like, what happened in that relationship, right? They want to ask this - they want more detail about this failed marriage."
    },
    {
      "author": "WINTER",
      "text": "Oh, I hate that word. It worked until it didn't work. There's no such thing as a failed marriage. You changed and you grew, but it worked until it didn't work. It's so unfair that we're not given credit for all the years that we did."
    },
    {
      "author": "BROWN",
      "text": "Yeah, and it can - also can..."
    },
    {
      "author": "WINTER",
      "text": "Sorry, it's my thing."
    },
    {
      "author": "BROWN",
      "text": "But, no - but it also kind of feels like - that the underlying thing is that there's something wrong with you because you didn't make this work, right?"
    },
    {
      "author": "WINTER",
      "text": "Well, you don't want to be dating those people anyway that think like that."
    },
    {
      "author": "BROWN",
      "text": "Is there a good way to - some sort of succinct (laughter)..."
    },
    {
      "author": "WINTER",
      "text": "Yeah."
    },
    {
      "author": "BROWN",
      "text": "...Way to say, you know, the - and maybe you said it, actually, when you said it worked until it didn't work. That might be the answer. That might be a good answer."
    },
    {
      "author": "WINTER",
      "text": "That's a pat answer, yes, that we grew apart or it worked until it didn't work. These are pat answers. And you know, if it's a date that's not really rocking your world, you can give that as a throwaway. But somebody you like will ask a little more of you, and so it's really wise to have a prepared and curated comment that defines, to the best of your ability, what actually happened, whether it's we grew apart, he developed a gambling addiction, we thought we knew each other, we changed so dramatically, the goals that we agreed upon in our 20s - nowhere near who we became in our 30s and 40s and 50s, and we decided mutually that we owed it to ourselves to live a full and complete life in resonance with a partner that's where we're at. So we divorced."
    },
    {
      "author": "BROWN",
      "text": "Oh, this is good."
    },
    {
      "author": "WINTER",
      "text": "So, you know, it has to be real. But do it in advance. Don't think you can wing it. Really think about it."
    },
    {
      "author": "BROWN",
      "text": "Well, that's a good segue into this next thing, because something that comes up a lot for older or seasoned - I like that word - seasoned..."
    },
    {
      "author": "WINTER",
      "text": "That's cute."
    },
    {
      "author": "BROWN",
      "text": "...Seasoned daters, aside from, you know, being older, is that we bring more established lives to the table. You know, there may be children. There may be property, caregiving responsibilities, you know, other responsibilities that you didn't have the last time you were dating. So do you have some advice for how to balance all of that with just sticking that toe back in the dating pool?"
    },
    {
      "author": "WINTER",
      "text": "I really would love to have people ask how they want to feel in this new relationship. What kind of relationship do they want? How would it look and feel in the real world? How do you see your daily interactions with this person because marriage for a senior person - for a mature person, I should say - it gets a little complicated. Now you're talking about children, blended families, inheritance. You're talking about financial concerns. So there's a lot more to it. Maybe you want to rethink how you'd like to participate with your partner to get the best out of the closeness and the intimacy and to minimize any of the downside of the risk or, you know, hurt feelings from kids that don't really know how to process your being in their parent's life."
    },
    {
      "author": "BROWN",
      "text": "OK. Well, here's a - and this is a very, very, very important question, Susan."
    },
    {
      "author": "WINTER",
      "text": "OK, I'm ready."
    },
    {
      "author": "BROWN",
      "text": "Aside from the apps, what are some strategies for meeting people who are your contemporaries?"
    },
    {
      "author": "WINTER",
      "text": "Yeah."
    },
    {
      "author": "BROWN",
      "text": "Where are some good places to meet people?"
    },
    {
      "author": "WINTER",
      "text": "Well, now, it depends on what's happening with COVID and wherever you're living at the current time."
    },
    {
      "author": "BROWN",
      "text": "Safely. Safely."
    },
    {
      "author": "WINTER",
      "text": "But I - you know, that does - I've got a dog. Walking a dog is brilliant. You get to meet people I would never meet otherwise because we have dogs. So any kind of an icebreaker - a hobby, something you enjoy, whether it's music, it's a restaurant, it's entertainment. Sometimes we have to go out of our comfort zone to really meet people, because otherwise I'd be sitting at my desk all day long. I know that. So I make myself get up and go and meet people that I wouldn't meet in my day-to-day life. But if you can find something where you have shared interests, so that you're happy going on your own, independent of meeting somebody, you'll be in the right mindset and the right frame of mind to meet somebody if it does happen."
    },
    {
      "author": "BROWN",
      "text": "Well, I love that advice. But I also wonder for people who find that their time is limited - it can be harder sometimes for people who sort of need a wingperson, as it were. Any ideas for how to sort of navigate that space?"
    },
    {
      "author": "WINTER",
      "text": "I'm sure that there are some people in your social circle with whom you can do a group activity. And sometimes a mixed crowd is a much more inviting, inclusive environment. If you can get a group of friends together to go to a bar, to go to a sporting event, to go to the park, it seems to be that kind of environment, where they see people happy and getting along, that makes the barrier to communication with people who would like to talk to you a little bit lower. What we're looking for are the right people that edify your state of mind. You always want to be with a friend that's going to bring out the best in you and make you feel comfortable when you go out, so that being with them is the joy, and everything else is just delicious discovery."
    },
    {
      "author": "BROWN",
      "text": "(Laughter) Delicious discovery - oh, I like that. OK, these days, there's a whole new sort of landscape for people in that, you know, there's, you know, things like consensual non-monogamy. But it gives, like, sort of new or people returning to the dating scenes, like, the opportunity to explore themselves in ways maybe they hadn't considered before, you know? That can be exciting but also scary. How can people open themselves up to these new experiences safely and ethically?"
    },
    {
      "author": "WINTER",
      "text": "Well, just because something is on the table doesn't mean you need to participate. Again, people that are more mature, we have time to know ourselves. We know what we want. We know what we don't want. But I think for the curious, this is a time to explore and always using your own internal sense of how you feel about something as the barometer, whether you continue or not, and to be with people that feel safe for you in that exploration, if that's where you want to go."
    },
    {
      "author": "WINTER",
      "text": "There are many people that are confused as to who does what nowadays. You could have a lady saying to herself, I think he likes me, but he doesn't ask me out. And then her friends are going, well, I think you've got to ask him out. And then, well, but I don't want to text him back all the time. Am I supposed to, you know, barrage him with texts? Well, yes. Otherwise, he won't know you like him. And so some of the protocol is off, and that's a learning curve, too."
    },
    {
      "author": "BROWN",
      "text": "It's a good thing that you said that about the texting because, like, I'm expecting a phone call and people are texting and I'm like, just call me (laughter). Just call me."
    },
    {
      "author": "WINTER",
      "text": "Oh, they use don't the phone. No, no. They use the phone to call grandma. It's like, there are people that don't even set up the voicemail features. So the technology is a whole nother thing. Now that we're reentering as a new version of ourselves, yet with all this historic information as to who we are and what we want, we are standing at the edge of the cliff of this technological shift and role shift. And there we are like, OK, I'm single. Here I am. That's the experience."
    },
    {
      "author": "BROWN",
      "text": "Right. Right. That's a good point. So you're 50 or beyond and seasoned and you've raised children. What happens - you decide to date, and your children decide they don't want you dating?"
    },
    {
      "author": "WINTER",
      "text": "That's a really good question. And, you know, whether it is your children or anyone in your family or your friends that oppose the concept of you dating, I'd get to the root cause of why. What is being threatened on their end? What do they fear? Until you know what it is that's driving that need for them, you won't know how to address it. So when you finally get to that little nugget at the bottom of their fear basket, then think of creative ways to get the answer to the opposite. For example, I'm afraid that you're going to get hurt. And you'll say, OK, how about if we do a review? This could be fun. I'll let you see who I'm dating, and I'll tell you what happened. And I won't do anything until I really talk to you first, and we'll chat about it and see your feelings. Now, I realize that gives them an awful lot of power. Another choice is, I'm an adult. I love you dearly. It's not your business. But some place..."
    },
    {
      "author": "BROWN",
      "text": "I'm grown and sexy (laughter)."
    },
    {
      "author": "WINTER",
      "text": "Yeah. But some place in between all of that because you want your children to be on board with the fact that you deserve to be happy. At least you can say, this is what I'm looking for. I would really like your support because I feel excited about the fact that I'm going to have a partner that resonates where I am today. And so engage their support, and maybe that will eliminate their resistance."
    },
    {
      "author": "BROWN",
      "text": "Susan, thank you so much."
    },
    {
      "author": "WINTER",
      "text": "Listen, here are three little words - the possibility exists."
    },
    {
      "author": "WINTER",
      "text": "People fall in love every day. They get married. They partner. They do all sorts of things. So the possibility exists that there's a beautiful new chapter to your life."
    },
    {
      "author": "BROWN",
      "text": "Thanks again to Bela Gandhi and Susan Winter. I'm excited to put all this advice to the test. For more LIFE KIT, check out our other episodes. We've got one on dating apps, another on how to break up that features more of the lovely Susan Winter and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And here, as always, is a completely random tip."
    },
    {
      "author": "VICTORIA SHIELDS",
      "text": "Good morning! This is Victoria Shields (ph) from Ohio. After our kitchen renovation, I became frustrated with our new large farmhouse sink. Cleaning the dishes left food particles to chase around in the sink. I purchased a squeegee at our local dollar store, and now the sink is easily cleared. Have a great week."
    },
    {
      "author": "BROWN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Our production team also includes Clare Marie Schneider, Audrey Nguyen and Janet Lee. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Wynne Davis. I'm Tanya Ballard Brown. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6086539932.mp3",
  "img": "https://media.npr.org/assets/img/2021/09/13/npr-aug21-dating-age-50-final_wide-f40cad74e834a6aa500ad87ac279e618c3d10ae3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TANYA BALLARD BROWN, HOST",
    "BROWN",
    "BELA GANDHI",
    "GANDHI",
    "SUSAN WINTER",
    "WINTER",
    "VICTORIA SHIELDS"
  ]
}