{"title":"There's More To Getting In Shape Than How You Look","url":"https://www.npr.org/transcripts/1036689011","intro":"Exercise is important, but balancing exercise with mental health and your own body confidence can be a tricky thing to pull off.In this episode, we talk to experts about how to keep comfortable in your body as it changes, and how to find that balance while exercising.","transcript":[{"author":"ANDREW LIMBONG, HOST","text":"This is NPR's LIFE KIT. I'm Andrew Limbong. Like a lot of folks, I started working out a bunch during the pandemic. I'm talking, like, real jock stuff, you know, like swinging and cleaning and pressing hunks of metal. And I started noticing my body change, which was kind of cool. I'd never lifted weights before, so this was new to me. But then I started noticing myself noticing my body more often, you know? Suddenly, the ever-changing glob of skin and bones that I was seeing in the mirror wasn't changing enough to my liking, you know? My traps weren't big enough, my core not toned enough. Turns out, a lot of people were also feeling the same way, according to Ornella Corazza, professor of addictive behavior at the University of Hertfordshire in the United Kingdom."},{"author":"ORNELLA CORAZZA","text":"There was, indeed, a greater anxiety about body image during the lockdown."},{"author":"LIMBONG","text":"Corazza has been part of a growing body of research showing a serious growth not just in body image anxiety, but also..."},{"author":"CORAZZA","text":"Exercise addiction and also the use of image and performance-enhancing drugs."},{"author":"LIMBONG","text":"Of course, exercise is important. But balancing exercise with mental health and your own body confidence can be a tricky thing to pull off, which is exactly what we'll be covering on this episode of LIFE KIT, how to keep comfortable with your body even as it changes."},{"author":"LIMBONG","text":"Before opening up a CrossFit gym and becoming the head of fitness at Reebok, Maillard Howell had another life."},{"author":"MAILLARD HOWELL","text":"Those 11 years in the pharmaceutical industry showed me how important quality of life was."},{"author":"LIMBONG","text":"He sold insulin, saw patients with end-stage renal failure as a result of diabetes and thought, something is wrong."},{"author":"HOWELL","text":"It's a shame that late 50s, mid-50s, people are passing from lifestyle-related diseases here in the most developed nation in the world."},{"author":"LIMBONG","text":"Instead of tackling problems at the back end with medicine, he wanted to take a more holistic approach to health, one that helped address problems before they became problems. And that perspective has shaped how he approaches his fitness philosophy, focusing on..."},{"author":"HOWELL","text":"People's quality of life, how they are able to live day to day."},{"author":"LIMBONG","text":"He wasn't always like this. In his 20s, he was definitely trying to get shredded."},{"author":"LIMBONG","text":"I know you said, when you were in your 20s, you were thinking that way about aesthetics, right? Is there even anything, like, wrong with that? Like, is that inherently bad?"},{"author":"HOWELL","text":"No. There isn't anything inherently bad with it. I use this term a lot. I tell clients - I'm like, look; I'm here to make you feel better, move better and look better, you know? But the look better comes last, in my opinion, you know? I think the first thing is, you have to feel better. I want people to leave that 6 a.m. class, that 7 a.m. class and be like, dang, I feel really good. Like, I can take my day on. Well, you know, I didn't really want to do that, but I did it. And my endorphins are charging. And I just feel really good about myself. And that's why I'm so passionate about what I do."},{"author":"LIMBONG","text":"When it comes to balancing exercise with mental health and body confidence, our first takeaway is to figure out why you're working out. There's a ton of research out there on how exercise is great for your physical and mental health. Maillard makes his why about quality of life."},{"author":"HOWELL","text":"I don't sell you, hey, you're going to be the most ripped person on the beach. I don't sell you that you're going to go to the CrossFit Games. I'm not selling you that you're going to, you know, bench press 1,000 pounds or whatever. None of the above. I'm selling you that, hey, you're going to be able to play with your kids without getting out of breath, you know, on the weekends. I'm selling you to prepare for life, and not just physically, but it's a mental journey as well. It's an emotional journey as well. And those are skills that can be transferred over to when you walk into your office at work, when you walk into your home, with your relationship with your partner, your spouse, your kids, any of the above."},{"author":"LIMBONG","text":"I told Maillard that bit about me noticing myself more often."},{"author":"HOWELL","text":"There is a level of self-confidence and a level of self-esteem that comes with working out and comes with fitness and comes with, oh, man, I - you know, I couldn't do A a month ago. Now I can do A and B or whatever the case might be. But you just have to be aware of it trending a little too extreme just like with anything else in life."},{"author":"LIMBONG","text":"Ornella Corazza, the researcher from before, says that seeing fitness as purely a means to get more attractive - whatever that even means - can lead people to compulsive exercise, disordered eating, depression and performance-enhancing drugs."},{"author":"CORAZZA","text":"We need to remember that we not only have a body, but we are our body. The body is not a machine, you know, and has its needs, you know? We need to get in touch with feelings, with sensation, emotion of our body, asking ourselves how we feel."},{"author":"LIMBONG","text":"By the way, there are a few other episodes of LIFE KIT on understanding the science behind weight loss and how healthy bodies don't look like any, you know, one thing, because people can often get caught up in arbitrary measurements, whether that's something like BMI, which Maillard calls obsolete, to aesthetics. Maillard says there's a reason why look good is at the bottom of his list of priorities."},{"author":"HOWELL","text":"Weird nutritional habits and stuff start sneaking in when you start focusing on primarily to look good. The ego starts getting involved in, suddenly, the results they've seen over the last three to six months. And suddenly, they're not eating bread anymore. They're not eating rice anymore. They're not eating - and I just think it starts skewing really extreme."},{"author":"LIMBONG","text":"What those extremes look like can be different for different people, which is our second takeaway. Check in on yourself for some signs you might be slipping into an unhealthy mindset."},{"author":"CORAZZA","text":"Is it fine if the person skips a few days at the gym? Or does the person get anxious because the person wants to go to the gym, feel the need to go back to the gym? Does the person feel any kind of withdrawal syndrome because can't exercise, for instance? Is exercise really having an impact on the life of the personal life of this person?"},{"author":"LIMBONG","text":"Are you repeatedly canceling plans with friends and family, prioritizing exercise instead? Do you feel the need to hide the amount you're working out? Is your workout routine impacting your sleeping habits in a non-productive way?"},{"author":"CORAZZA","text":"It's kind of a complex scenario. But, you know, it can become problematic. I personally think it's very important to detect the early signs of difficulties before waiting to have a serious condition."},{"author":"LIMBONG","text":"But those seem to be pretty normal things if you, like, play sports - right? - or if you're training for something - right? - if you're training for, like, a goal. Those just seem part and parcel with it. So how - like, if you have to do those things anyway to hit your goals, how do you know when you're crossing a boundary?"},{"author":"CORAZZA","text":"So I really think that the key question is, who is in control? Are you in control of your life? Or is certain kind of behavior or things controlling you, yes? So for instance, I had an interview a while ago. We were discussing some results about professional athletes. So they need to exercise every day in order to become the No. 1 to get the gold medal. So the question was - so are they all addicted to exercise in this case? - the journalist asked me. And I said, no, you're missing the point. We're talking about professionals. If they want, they can stop doing it, you know? It's not something that they need - is controlling their life. But they are in control of their life. It's their job. It's their activity. So the control is with them and not with the behavior."},{"author":"LIMBONG","text":"And, of course, there's all the body image issues that come with scrolling through Instagram and seeing all your hot friends and all the hot famous people and all the hot influencers."},{"author":"LIMBONG","text":"I think people who get involved in fitness and fitness culture, it's very easy to start, like, following certain accounts on Instagram and then comparing yourself, right? Like, I think we all have a certain media literacy to know that, like, I'm never going to get as big as, like, The Rock, right? That's not - I'm like, I have a job. I can't spend all day at the gym, right?"},{"author":"HOWELL","text":"(Laughter) Correct. Correct."},{"author":"LIMBONG","text":"But, like - but if I see, like, peers of mine that are, like, getting somewhat athletic - right? - I start having to chase that goal. And I wonder, is there - is that something you've seen? And is there a way to get out of it?"},{"author":"HOWELL","text":"You know, we live in a social media world, right? And even myself, I do get caught up. And this social media thing is so ego-driven. And it's so look at me, look at me, look at me, look at me. It's not going anywhere, you know? It just keeps evolving. I think you have to be self-aware and be able to, at point, say, you know what? Yes. I'm going to engage in some of this. But I'm not going to let it control me. Or I'm going to be aware that - you know what? I need to step back a bit."},{"author":"LIMBONG","text":"That's our third takeaway. Try not to compare yourself or your progress with others. We're all built different. We all live different lifestyles."},{"author":"HOWELL","text":"Comparison is the thief of joy. Don't compare. Don't - please, don't get caught up in the social media. Focus on you. Focus on your self-confidence. Focus on your journey. It goes back, again, to what I just said. Like, we all have different levers, different lengths, different dimensions - all of the above. We all do different things for a living. I don't have any kids. I got a pesky, little dog. You might have four, five kids at home, you know? There's so many variables, so stop comparing. The Rock has a personal chef, for crying out loud, you know, just for example - nothing against The Rock. Love you."},{"author":"LIMBONG","text":"You can also, of course, just stop following them. But that's a whole different LIFE KIT episode. So you found your why. And you've been mindful about your emotional and mental needs on top of your physical ones. Next, figure out how to move your body that doesn't feel like a total chore to you. That's our fourth takeaway. Maybe you're into doing circuits or lifting weights. Maybe you hate the idea of going to a gym and would rather hit up a spin class or yoga. Or maybe the idea of exercise for exercise's sake doesn't work for you, so try more recreational stuff like rock climbing or hiking or boxing. Places often offer free trials, so take advantage of them and get a sense of the vibe."},{"author":"HOWELL","text":"Find a fitness facility that resonates with you. I tell people a lot of the times, come take a free class. Get a vibe for the coaches, the type of coaching that we do. See if it resonates with you. And then, you know what? Go to the zip code over. Go to the next gym, and take their class as well. Do that for the next month. Take four free intro classes. And at the end of the four weeks, make your decision."},{"author":"LIMBONG","text":"And when you do find your thing, remember it doesn't have to leave you absolutely wrecked for it to count. Research shows that just a little bit goes a long way."},{"author":"HOWELL","text":"Just like with anything, there should be balance. I think the fitness world, coupled with social media - suddenly there's this, you know, you've got to go till you die kind of deal. And it's not sustainable."},{"author":"LIMBONG","text":"Consistency is key here. We're looking for long-term benefits, but it can be hard to stay motivated. Maillard recommends figuring out something concrete and specific to work towards. That's our fifth and final takeaway."},{"author":"HOWELL","text":"You should be tackling some sort of movement goal, some sort of fitness goal, whatever it is, and start building on that habit today."},{"author":"LIMBONG","text":"Your goal should challenge you to get to a better place than you are now, but it's important to set realistic and achievable goals. Having one can also help keep some of the mental health stuff we talked about earlier in check. But setting the goal might be tricky, so you could work with your doctor to help find one."},{"author":"HOWELL","text":"Don't be afraid to ask your physician or your primary care doctor questions. Hey, what's this mean? OK, well, I understand what it means academically, but what do - how does it mean? And how does it relate to my day-to-day? And how does my day-to-day affect it? And what should I be doing to affect it?"},{"author":"LIMBONG","text":"And don't put all your focus on weight. There are other important numbers to ask your doctor about, too - resting heart rate, blood pressure, what your step count should be."},{"author":"HOWELL","text":"That starts to plant the seed in people's heads, like, oh, snap. I didn't know that. Maybe I could pick a goal that revolves around that, that can help contribute to my overall wellness and well-being and fitness level."},{"author":"LIMBONG","text":"Once you've set your goal, Maillard says he likes to reverse engineer them. So say you want to run that 5K turkey trot without stopping or deadlift your body weight or hit some step number. Figure out when you want to hit that goal by and work backwards from there. And having these small steps can help you motivate towards the bigger picture."},{"author":"HOWELL","text":"You can always come up with 101 excuses why you shouldn't be, why you can't. It's super easy to just roll with the can't. It's super easy. But if you focus on that three-month goal, you'll realize that today is important. It doesn't have to be a big thing. Just go in the general, vague direction of the goal, the three-month goal. And trust me, it will help."},{"author":"LIMBONG","text":"Any little thing helps, even on days when you're just not up for it. Can't run your miles? Go for a short walk. Feeling sore? Do some stretching."},{"author":"HOWELL","text":"I know what I do today is going to have an effect. No matter how tiny it is, that drop in the pan today is going to help that three-month goal, and that's what keeps me focused."},{"author":"LIMBONG","text":"So take it day by day. Be mindful that your fitness journey isn't just a physical one but a mental and emotional one as well."},{"author":"LIMBONG","text":"To recap, takeaway 1 - find your why. Maillard recommends making your why about quality of life. Takeaway 2 - keep an eye on your behaviors for any indications you might be veering into unhealthy territory. Takeaway 3 - try not to compare yourself or your progress to others. Takeaway 4 - find your how. What kind of exercise do you enjoy? Takeaway 5 - set a goal. It helps to have something concrete to work towards and then work backwards from there."},{"author":"LIMBONG","text":"For more LIFE KIT, check out our other episodes. We've got one on how to have a healthier relationship with social media and another on how to eat healthy on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Rachel Paashaus (ph)."},{"author":"RACHEL PAASHAUS","text":"So the key to being able to use white strips without being a drooling fool is to put a mouth guard in the bottom of your mouth, and that will make it a lot better."},{"author":"LIMBONG","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."},{"author":"LIMBONG","text":"This episode was produced by Audrey Nguyen with help from our summer intern, David West Jr. It was fact-checked by Janet Woojeong Lee. Meghan Keane is the managing producer. She also edited this episode. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider. And special thanks to Maria Godoy and Heather Hausenblas. Our digital editors are Beck Harlan and Wynne Davis. I'm Andrew Limbong. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2382513505.mp3","img":"https://media.npr.org/assets/img/2021/09/13/20210812_dull_healthyliving-79-copy_wide-0771ac3e18bdc80d09ed50ce91b8ac9d88455e3a.jpg?s=1400&c=100&f=jpeg","authors":["ANDREW LIMBONG, HOST","ORNELLA CORAZZA","LIMBONG","CORAZZA","MAILLARD HOWELL","HOWELL","RACHEL PAASHAUS"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,1778,23545,10241,20920,27070,19164,12387,17921,10015,7412,19890,23465,22236,23786,25510,13700,12949,18496,13572,6090,6519,10481,21786,27494,19804,14110,20879,11932,8297,8640,10490,9509,8696,11217,18690,16420,22084,21432,19149,24733,24603,24696,12902,21578,24099,9124,8919,8495,8219,17939,8409,24801,23097,12874,8233,13156,14835,9592,11694,8276,15673,10680,4450,3686,27897,14873,26699,19465,24025,17048,11898,13645,16006,17567,14967,17418,21233,8301,6278,7979,22615,19786,11263,21034,9826,19073,14972,11480,8176,8873,17005,22256,25264,2002,15770,23149,22736,25207,20582,22002,6910,8734,23232,9919,15323,8560,17310,19607,7792,17034,3327,23591,25847,1997,25654,21141,20295,20123,13953,13325,8747,15758,11180,18633,23382,25583,23232,19745,20824,11129,18145,20357,8250,21396,17840,10419,19934,13055,8281,18124,10495,10305,3048,25189,22252,6679,23100,14227,23855,17612,20778,13475,14193,6596,10970,6992,18140,12880,26087,24515,12546,22897,12282,16806,17288,10887,12021,14008,16094,21773,16430,2760,12232,19946,24605,18815,22144,14490,22716,17052,15194,19333,17337,11292,7315,20666,20572,7458,15296,9158,12365,10999,7190,25847,16380,14668,15205,14099,25073,25883,19516,23785,11396,6748,11661,1978,21257,23507,20947,11960,21128,7882,21177,20493,11632,16604,22379,15381,10039,11510,23674,11082,12915,13438,14120,17452,20206,3693,23603,25940,23871,15488,17750,13544,15245,14056,23325,21635,21101,20686,16240,15806,11971,24172,10114,18097,17029,9903,3015,565,671,954,250,321,161,82,3390,25329,21940,17231,13711,26545,18231,12276,16730,12055,5584,26105,10966,21355,27366,17764,9678,7894,20423,9275,16478,17479,18797,15699,17691,18872,28019,9853,24506,11981,21505,12210,12342,15555,9834,27503,21659,21107,25770,12544,16086,11801,25742,23802,15981,8595,4917,20209,15594,13048,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,13429,11213,13749,14886,19853,3853,21975,17942,11457,13248,18920,19833,27761,9856,17462,3926,28142,18779,20176,18630,26718,24514,6322,27750,15718,27982,16469,16209,13155,10618,11522,9594,23382,18294,24302,18857,14821,16319,15699,17178,9240,26539,16628,16243,14408,10062,9664,45,22,52,15145,26606,26978,15882,21910,19770,26220,11135,20723,16289,8512,14913,12484,13782,10357,15717,12606,11088,1527,19055,21885,24924,12678,11463,25712,17474,18193,19587,16329,19997,25420,14192,12907,3502,23612,25786,17091,19653,26311,23519,14420,26188,20283,19799,14985,9412,3204,13,4,3,16,26177,19941,11700,15355,11314,14396,19573,13070,15494,3500,19152,21744,18840,14947,13611,13652,11790,1603,23373,14058,11391,11994,16001,11914,5598,7771,13766,10962,8068,10860,14907,10633,5215,23384,18914,10213,8327,7983,8597,8517,3961,19279,22477,22390,14667,20792,20866,7714,27,33,13,8,5,21744,24488,19657,10068,21428,9704,18576,11347,16138,16417,12364,16786,24766,22495,16436,23254,18891,17405,17247,18546,6421,5476,8312,15940,18843,13117,18736,12852,10944,13846,18205,25279,17594,18562,19793,8695,17403,26971,21439,11559,17752,10348,18757,15773,15659,19322,15705,7667,14488,13870,26353,21679,19862,14396,15271,15453,10936,14450,5397,22298,20669,11110,16370,19532,10807,15183,10301,8097,24290,21532,23363,21659,17363,11812,14020,8684,3900,14736,12383,16415,19660,10895,13377,8157,23091,26654,18100,23743,18449,22703,10356,23271,22414,12551,20631,23146,22228,17200,14408,21997,21875,8241,10800,21486,10133,26277,14431,9401,11185,11210,12239,19475,15476,13295,6369,3655,25368,25920,19471,24193,23974,21766,22967,17501,15496,13127,21063,24318,10336,3011,11552,17744,16369,20093,25559,9987,21473,8086,19887,12769,9414,7948,3010,9930,17492,20122,18718,21733,23540,15319,14902,18961,22398,19234,17888,17573,15596,10515,12374,10554,11647,5821,26458,24259,24221,9790,17857,22684,13513,17428,18098,19011,15888,17120,19449,11002,18123,4616,21059,21771,21054,15587,938,1795,10748,19889,15330,29333,25092,21269,17494,24811,13908,22717,13382,14203,11579,12909,16741,14798,5400,404,19750,22983,20210,13144,14511,9964,12559,23581,17263,12382,8233,1529,13025,22064,17424,9602,12087,24507,14535,12374,2113,6723,11715,12464,23794,20964,15204,11797,11571,9003,1515,8693,15861,15447,4400,14406,20112,25049,7299,11460,2780,403,22664,18919,18603,18756,23772,19608,21309,21448,17144,10018,17536,10342,7842,1690,14059,15236,14929,15169,10676,8324,11957,17614,23038,11969,921,12143,9458,17693,20863,12796,6785,17418,19729,23374,21209,22063,14325,3993,15889,26371,18395,19661,19726,8747,18095,22431,15276,17696,20685,20346,3310,8526,16105,11007,23792,15635,20837,22500,10304,8936,10673,17206,1834,26946,26169,23461,18197,22673,23596,12399,22926,17970,23868,22318,21276,9924,14712,22703,15955,14962,23385,22030,7072,8701,1205,23579,22017,27082,15409,11708,14725,11880,23239,13356,7148,22722,6469,22022,21050,9645,17456,22852,8867,1795,27418,17989,15891,20046,22845,23269,18998,12258,18970,1910,13872,12369,19093,18305,7619,314,24705,10795,11756,12410,22071,13917,6587,10646,10558,21411,21497,6920,12088,19316,17246,13449,18360,11566,22397,16693,17414,24521,16376,8658,13473,1518,2649,17987,14208,12456,8656,2289,4200,7857,12382,4230,25521,23402,24112,16811,23222,15949,6216,22845,17539,23181,2227,24219,25158,18574,15369,417,14384,23229,20647,8538,17607,11014,12816,22363,15119,9168,25309,17157,23529,3026,49,4549,10216,13960,16141,6090,14950,19622,21591,18642,23192,3029,1262,1291,20606,14335,16535,21516,8206,592,18341,21401,18853,23439,14698,15715,14783,11998,20355,10837,7902,9114,11421,21509,9888,12474,23559,13042,11331,17777,13266,7937,22836,7510,5446,8027,15827,11984,15986,9230,13917,13399,7824,10693,22843,20512,21109,13820,14209,19512,17244,13783,5076,3287,3149,2159,27166,23444,23571,9325,6706,6482,13780,12949,16424,14617,12469,19679,20885,17881,18166,18692,11365,9345,3949,18878,19245,22470,20315,22943,8635,3850,12257,19089,17255,16276,16217,20924,19993,17350,13574,13534,11129,15209,16891,3830,15876,15129,18961,23704,24009,17478,22151,22088,23850,16039,6946,17637,16613,9202,3418,20215,11643,1599,12995,24104,18427,18590,11229,18308,22709,20650,9665,10318,10443,12737,8534,12194,15502,13403,7351,4026,3323,22629,22142,21731,11995,14986,14223,20041,18727,24017,10222,15828,10035,10732,14303,8972,8902,8418,15174,22486,22850,10514,10820,5645,17734,8521,17746,9948,20680,22712,17561,17055,8045,12410,22010,20699,20429,5004,6280,21383,6083,21651,12100,13794,19664,13796,9553,13986,5168,12575,16459,23326,27727,4306,14238,11900,14092,17285,13799,18660,25997,23484,13794,10199,10734,20039,21386,20431,8145,10001,5363,5236,13337,17525,20501,17885,10616,3411,8675,18402,22838,7407,22131,8567,11696,12480,16752,10498,15104,9827,10329,8933,2854,13817,20293,10762,21888,13605,11577,17231,10983,1109,22909,25105,21054,14730,22807,20155,11875,20435,24660,16700,8433,8068,21050,19636,8983,22236,22370,13919,16183,22749,21219,9559,9911,5023,7759,14332,19798,6960,12497,16291,24097,24609,23967,12688,22031,19932,21420,5698,17603,25826,21810,8199,21439,23172,15501,22100,15462,21330,17929,10440,10078,23342,8751,5255,24891,25510,22393,13131,15645,24738,19642,15876,14721,17662,24045,21199,12320,12854,12283,15179,10584,5690,4498,17269,6166,14098,17816,12846,18979,22971,10090,8630,16838,10959,11937,5795,21201,13607,15112,13838,3615,5264,10976,14521,13106,14509,5095,15278,10914,6659,21909,8808,4525,12111,13733,23936,1568,21099,13560,13123,15181,12510,13991,17763,9646,7523,4737,24358,19978,18928,8158,15997,19385,22464,13549,22401,10597,6013,7963,20379,10471,18140,21589,11202,11753,14481,14213,4153,24614,21742,20870,20894,21566,22168,23210,11265,10670,10319,3211,24729,24714,22656,25547,21038,23406,20935,15637,12503,14354,9897,18172,11435,10155,10374,23244,17915,22585,9292,4757,19351,23024,17469,5004,20227,15454,17297,8143,9959,23796,12765,14143,6096,1532,24558,17138,13475,16334,17559,14497,9204,22234,16325,20302,23138,6480,10446,11799,10425,9127,23100,9770,12415,4234,1011,2577,25955,21155,12330,11517,16107,6182,16376,9583,14305,15870,14751,6028,6999,1580,11737,14536,14126,11632,14320,10765,11351,7376,9999,1811,16207,22063,13554,14782,16680,627,12999,13732,19417,14393,16931,6257,14006,20383,22535,12312,23441,16700,14217,3972,1988,23545,11811,14380,14931,18904,18721,22159,19415,11310,24457,4437,7706,23574,4334,13449,15365,16717,20694,23875,15470,7655,24042,21024,21982,23118,21425,10959,14294,24965,13347,20146,19477,24522,9772,14748,13562,10335,14866,22634,15578,13774,22524,18886,21693,13668,10217,23894,20619,19432,24724,14535,7991,6363,14934,12218,22922,14060,7365,10494,12109,2640,1363,19190,17063,14080,11157,17187,11790,15014,12725,8979,14698,21745,16169,11979,19301,10465,11675,5751,13346,8213,9551,16354,8672,12157,12946,12320,10217,7784,11394,6608,748,23112,21296,12276,18181,19886,19763,23333,12987,12579,9372,10453,17347,23967,23516,13689,16402,16566,21098,20445,16317,7709,15854,9421,12217,21119,13298,21200,1251,1258,24408,24453,18873,22567,23945,20961,14031,26549,26313,2057,636,15837,28561,25986,14522,18000,19716,17395,12536,11780,19887,17192,26106,25915,19448,15688,27553,10496,6969,11430,19171,14892,23321,5396,2592,722,22192,23593,14538,13894,16180,9998,15167,24462,19184,19371,8283,13687,12565,8932,1452,78,23241,12824,11048,19465,11553,12277,11990,13134,17302,12322,15015,16521,12667,13884,8729,11463,6974,701,15378,10339,1862,24239,20042,17663,19140,6694,10816,11365,11654,13390,14144,18624,7058,13384,13565,11530,13646,19941,8306,14582,8455,8212,11806,778,15584,24661,7560,23124,10231,8506,21580,7929,11075,9264,9294,13174,9148,21708,17613,13778,16677,11256,20603,20068,3328,2385,11627,23392,17282,13780,14845,16198,16429,21032,16939,19675,12243,23279,11752,14153,8631,13124,16957,9167,10517,11570,17065,9388,4379,16071,16044,13688,17188,11556,12434,2329,19170,19040,22729,24589,16151,9890,21676,23464,12445,20923,13373,20284,7209,9858,9022,9824,2122,16174,17721,11812,14937,6887,11631,8077,14739,20059,8500,6082,10293,22462,5570,23794,13125,5794,14362,22143,10117,9342,13160,2386,23155,21594,8868,23549,16728,7665,23636,6397,12245,17171,9189,5280,3812,25707,26721,18146,20235,22280,15661,9709,6331,16558,22717,14135,13083,19278,17170,11763,20495,12585,23081,15748,12743,24222,20451,7356,9717,12328,24424,21053,9858,10249,5790,3410,14993,16469,22214,24936,28379,24068,26285,3662,1815,2457,21188,4155,28503,13558,13782,13552,21411,17855,14649,3437,23727,26177,21961,17136,20892,6892,26013,11252,19112,12009,15959,15057,19846,12893,18780,25154,26139,4883,24778,25812,25572,26895,12123,19011,14687,9511,14905,11449,28861,23060,16329,10892,7151,11470,6850,28172,19264,25503,24712,23368,26089,19118,14662,27664,20826,15739,15870,18524,21680,24775,25302,26679,2006,20438,26982,25339,17802,2437,24321,24809,16602,12768,6594,2121,2085,20889,24496,26487,24093,2535,16512,25581,13869,2930,5665,25307,22841,19329,7943,15202,15955,18784,12447,2833,6602,24675,20081,17472,20472,19949,5363,2369,2017,28040,22497,14953,11730,12437,12355,11386,13811,2915,2509,15085,21981,18057,12015,10452,7455,2232,11203,23118,21802,13917,11789,16643,2309,23586,21693,18097,22095,18176,12423,2895,16725,20701,15054,14448,9567,20617,7458,14611,14145,11668,2552,20451,17045,10243,15686,7218,12007,13790,14450,16496,13147,4167,17497,19494,11340,5558,11324,10330,23094,22153,20496,19655,3919,3386,3071,10333,21328,1907,2484,6214,22609,22442,12953,13793,23899,9050,14819,2940,2927,10172,10887,17193,20967,7803,3979,2279,23341,23692,21813,11067,15790,24233,23324,10127,8802,11237,7137,3333,2172,5805,20197,11272,12097,2285,12929,18721,15917,20002,12045,9271,13611,14706,17733,13631,9315,14383,19159,21043,24167,24459,11827,8836,24293,17376,20554,23483,23715,10651,15842,17398,4892,17379,18553,17511,8454,21745,3201,16653,23846,17929,22976,16478,17814,5324,18771,22953,22942,4489,22130,23570,10965,11405,7989,2581,17611,18972,19988,14796,18634,20039,12881,14484,11039,16272,3411,3618,3003,7491,18766,11378,24268,9015,18040,9385,20598,15395,8953,7671,13064,13640,14757,3019,3879,3385,13721,23718,20891,18564,19215,11884,16951,17920,14164,15612,11648,16671,12544,10953,21671,16488,11792,16241,2631,3610,11390,21324,17646,26052,14342,16416,5140,3903,23499,12886,10737,18256,20934,27420,15496,16573,24763,23727,20282,20667,9969,3095,4295,15398,20016,20312,16903,24081,12260,16211,14839,22591,16681,13741,18325,3078,17644,15002,2207,9903,2985,2701,15311,17480,17234,12466,16920,20352,18136,8893,7142,29430,24008,15865,18062,7443,20638,20952,23601,17870,11374,10709,14567,17214,12656,8152,3872,5687,21997,24392,18615,16202,21739,22901,22647,19555,22157,10632,13277,11711,12715,23017,21237,21183,23198,13196,11288,4531,2408,6194,21896,25215,8114,24037,17478,15800,12106,11383,14389,16972,13702,15323,11750,11167,24939,23416,20233,3540,4888,23907,18525,13717,19887,13046,8192,16005,3834,4447,13642,22400,23320,8013,12992,26186,7195,19521,16218,12085,15573,8272,18218,2248,22656,21836,15869,17960,18474,15080,15913,14336,15284,11866,20921,25275,7738,5760,24331,24350,25377,13021,22113,7263,23119,21209,23677,21922,7005,26865,19597,1920,1294,15825,25424,23175,22231,13028,22891,8655,21123,18649,18066,14789,14020,15814,18793,13372,4344,25110,22388,21110,7943,3241,21605,18497,10186,10483,6945,22536,16705,16448,14382,8448,99,10330,21318,17569,24157,9858,23912,25174,12739,15459,10870,6902,13548,10029,6558,5944,19502,18206,22369,12859,11520,9180,20942,17870,21165,21624,18218,13391,8043,14033,23178,14714,4871,22418,23085,22764,7922,17742,20725,18855,21975,12140,12935,15132,15015,25595,8417,130,139,258,22162,382,40,22220,24438,18538,23889,13800,45,23585,13662,12286,24955,18906,22089,19222,28198,21805,13626,12007,9900,13519,22816,21752,12251,21895,21150,11548,13117,18318,1000,19307,21345,23133,7896,15843,16644,20907,22820,1068,331,19703,22020,25129,11387,14056,10526,6914,5036,9788,16605,17542,21252,20809,12922,17595,25787,11255,9612,4741,21227,22827,17739,15167,8945,15998,13360,14340,23277,10113,9953,2391,9136,9561,3645,2142,1622,11610,25454,12439,10261,2814,27471,22920,14825,11314,7513,12540,14064,20381,16642,10841,24112,13572,14802,19417,18138,16629,20331,23221,2350,4989,26570,24913,18176,12362,25247,19413,23647,19115,12310,14141,19030,21801,8408,16857,20529,27688,24340,20050,21467,4201,6585,7987,5373,23695,22375,21155,14993,13560,17834,17807,11862,3111,12867,14540,22972,15698,16074,11543,2405,2175,2793,23515,9999,8030,9967,1882,2350,19594,11883,20435,22652,22823,2577,20414,3023,22793,17064,14133,25052,21573,9137,13126,11658,12719,23958,24668,19302,13077,11696,23130,20703,18275,6968,10193,16748,17959,16652,2659,24252,23531,17431,18585,18017,19369,13933,9420,15001,14319,9783,18393,17771,18221,7210,25048,2868,27639,13346,23487,21263,20698,21136,6678,6729,22044,23714,15937,23564,12971,24595,8742,13126,23599,18525,21053,13122,14855,19807,12950,23254,23428,8685,12111,23637,20590,11097,3473,24333,8010,25814,24611,23566,15908,21911,21752,16676,18927,21916,10201,22660,11643,20120,22851,16606,2114,22484,19989,16777,21408,5766,20887,11264,11128,22620,2535,26894,22539,17593,13613,19827,15866,23889,20045,18853,16324,17073,22341,15056,22117,21811,14641,2898,13594,24248,5302,23264,11875,9703,15878,23059,5577,5225,2704,23996,23092,22372,21307,13237,13240,24879,12973,9353,5729,21569,21539,22314,20757,18332,2279,17948,19241,2360,17575,23483,13224,17863,11695,8662,16715,23049,18437,21101,20652,8725,21680,5005,19197,11688,14393,24116,10399,14085,18899,14677,12309,7911,13459,18925,4586,24110,9800,18506,24495,25835,16606,16434,8176,17511,7665,10717,3259,24117,18186,22644,22653,22799,22754,15283,11544,11376,21330,20358,8262,21837,21610,19842,10674,17306,24225,22668,9686,3159,26328,25398,24211,21924,23058,16905,22172,15388,15882,8561,25499,5363,23890,15493,15395,17301,22894,17683,18108,16191,12087,15103,16659,4577,7027,14654,17661,23586,22989,11137,24036,13773,18065,13318,10473,3605,16213,23350,3911,5878,15910,24610,16009,8357,6862,7155,17608,16551,16119,8342,17676,19099,10997,3430,5119,11489,14936,15267,19078,1632,1582,2555,22390,21256,18097,16312,1184,9692,14000,15944,9246,7451,10971,9377,1462,1129,13973,25233,21302,14140,15040,5954,1044,1023,899,21877,23261,17199,11850,21451,16545,10607,6566,810,10317,20627,10673,8272,22183,21968,648,11978,6702,11236,2059,11275,10721,8888,767,21051,24911,2127,22109,14250,17441,18096,165,19224,24768,16615,10921,17616,14980,13566,15392,12695,22906,6886,1356,21020,22554,24544,16804,15890,15218,17212,6766,9030,21760,5995,24572,5177,177,22812,20077,24653,16081,21252,282,16841,20513,16597,22066,8533,173,6422,19277,17261,20733,8410,25120,16201,14277,2246,23556,19459,23198,14457,21319,20091,17590,13188,15177,12528,297,6266,23484,16302,19033,16152,20557,21916,24434,25358,18103,11370,22717,18664,20021,17683,16289,12846,11514,15209,14955,11128,1123,22754,24533,10481,13215,12492,9108,12351,14558,1938,456,217,2569,3952,3030,7541,171,13657,13283,23503,23799,13559,24297,18025,11501,20301,9857,24592,23642,11147,8999,23168,16035,16431,13795,20219,3737,6655,23920,13661,12452,22719,26120,26012,19808,10682,16728,19933,15036,13085,11849,13848,13754,15784,16058,19553,10831,23839,24076,4493,5999,22392,20729,21562,25341,13109,15114,23127,12515,13633,24250,8361,20307,7159,11539,12013,24322,7576,17765,24071,19522,9659,22606,16197,13260,9722,15017,7697,7012,24129,24623,6007,19068,25875,25280,23133,24405,10876,17118,13321,21943,23825,12869,14134,18134,9393,10470,995,330,1177,601,540,403,1047,1097,1884,1984,1845,1775,24395,25343,17067,23762,19171,19150,19255,23119,19337,16994,21099,21441,13996,11574,15368,12351,18903,12032,8719,22150,26094,21983,16241,10754,7308,17349,24131,25828,16752,24770,23545,19765,15058,14095,19554,19000,20065,21272,9561,1418,24171,25720,23983,22444,20759,16373,19794,15628,18585,16848,11542,8593,23451,13215,20724,16423,17275,12030,1765,3952,26670,24516,15137,11306,9987,20770,17950,25497,14220,17646,13832,23596,4106,1210,15841,14377,17267,15889,12180,14629,6873,18772,20495,1587,13709,22798,13989,18798,12333,6774,10553,2130,17422,15820,9625,14463,18628,23334,22919,16511,1523,16549,23995,15415,23537,1413,1398,24477,15943,21137,23604,6723,1328,23785,25574,20646,23241,15998,23505,14790,11574,13767,12922,9123,18757,17802,13011,7787,19708,14996,22657,16551,20221,18791,22091,16245,21149,22339,16106,11086,16147,23023,19913,11729,2631,23493,18498,22350,12335,18721,22435,14464,21450,11997,22621,25450,20359,15442,12633,14503,17844,1716,14144,24455,24480,21928,17761,16845,16055,3262,20810,24306,9994,16652,8595,21811,16285,13885,22833,20765,11696,22094,1824,25913,23099,11919,12088,21258,4977,24112,14451,20371,15699,17185,8952,24424,18019,9922,6302,22403,3333,23341,27825,25295,15754,16532,24951,22490,23101,15709,4225,22123,16956,21277,13654,16979,22738,13367,10872,13082,6181,24315,21166,21659,10144,14872,13993,1516,912,679,708,785,734,441,395,248,254,140,110,74,54,39,27,6,6,2,22111,23591,12539,13971,13952,15564,19376,10453,7605,22239,20662,13120,8299,9203,6008,15342,12221,13873,16011,9758,8483,16276,19996,19013,13615,10998,12966,15996,13486,5991,18966,13131,20902,9251,21615,15681,6091,10916,8027,15332,14631,6195,17796,15196,14411,11988,11935,21891,17716,7265,10054,18892,18453,21087,9782,18007,8331,16323,12579,9376,10912,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8561,6463,9851,21329,21881,22171,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,19090,12868,13112,5754,4185,52,3,23720,25488,23933,17277,22247,24634,11802,20862,23149,16529,7602,15189,21819,22039,21491,26219,10948,19397,22043,3630,28069,28066,12128,13290,4392,17908,23934,15237,8650,14618,20844,14550,21209,20888,13161,15317,17299,23015,15790,21324,11240,11230,9133,25230,20455,6006,13925,18063,24341,21858,20105,11695,16042,27572,15686,18548,16069,11809,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,23130,20794,18663,25675,17670,15211,19703,14714,26180,15025,13383,15284,9660,11186,13399,9917,3297,25662,16632,14520,14373,18715,9626,20993,25414,20833,10853,25213,26920,20056,14057,25923,28295,7002,24159,18978,23209,10387,13031,200,1457,4608,19603,21295,6218,19347,11652,8253,12654,15061,15139,13748,5227,16356,16967,16462,6927,24093,9782,11481,12031,14952,14995,19028,18545,8227,14570,24956,25381,18398,12645,11619,7022,17650,11859,16169,12484,9809,2494,23224,21528,16099,19856,2769,1734,22934,27208,16747,13980,11358,7834,12182,12924,13864,18535,13096,10499,19126,14527,9104,23144,15896,20695,4135,2244,15915,16274,19801,22396,24639,15035,12543,10438,9744,9487,13841,9689,613],"fragments":[{"begin":"0.000","end":"55.600","lines":["This is NPR's LIFE KIT. I'm Andrew Limbong. Like a lot of folks, I started working out a bunch during the pandemic. I'm talking, like, real jock stuff, you know, like swinging and cleaning and pressing hunks of metal. And I started noticing my body change, which was kind of cool. I'd never lifted weights before, so this was new to me. But then I started noticing myself noticing my body more often, you know? Suddenly, the ever-changing glob of skin and bones that I was seeing in the mirror wasn't changing enough to my liking, you know? My traps weren't big enough, my core not toned enough. Turns out, a lot of people were also feeling the same way, according to Ornella Corazza, professor of addictive behavior at the University of Hertfordshire in the United Kingdom."]},{"begin":"55.600","end":"60.200","lines":["There was, indeed, a greater anxiety about body image during the lockdown."]},{"begin":"60.200","end":"67.160","lines":["Corazza has been part of a growing body of research showing a serious growth not just in body image anxiety, but also..."]},{"begin":"67.160","end":"71.920","lines":["Exercise addiction and also the use of image and performance-enhancing drugs."]},{"begin":"71.920","end":"89.680","lines":["Of course, exercise is important. But balancing exercise with mental health and your own body confidence can be a tricky thing to pull off, which is exactly what we'll be covering on this episode of LIFE KIT, how to keep comfortable with your body even as it changes."]},{"begin":"89.680","end":"98.160","lines":["Before opening up a CrossFit gym and becoming the head of fitness at Reebok, Maillard Howell had another life."]},{"begin":"98.160","end":"104.520","lines":["Those 11 years in the pharmaceutical industry showed me how important quality of life was."]},{"begin":"104.520","end":"113.600","lines":["He sold insulin, saw patients with end-stage renal failure as a result of diabetes and thought, something is wrong."]},{"begin":"113.600","end":"122.760","lines":["It's a shame that late 50s, mid-50s, people are passing from lifestyle-related diseases here in the most developed nation in the world."]},{"begin":"122.760","end":"149.800","lines":["Instead of tackling problems at the back end with medicine, he wanted to take a more holistic approach to health, one that helped address problems before they became problems. And that perspective has shaped how he approaches his fitness philosophy, focusing on..."]},{"begin":"149.800","end":"158.120","lines":["People's quality of life, how they are able to live day to day."]},{"begin":"158.120","end":"168.680","lines":["He wasn't always like this. In his 20s, he was definitely trying to get shredded."]},{"begin":"168.680","end":"188.680","lines":["I know you said, when you were in your 20s, you were thinking that way about aesthetics, right? Is there even anything, like, wrong with that? Like, is that inherently bad?"]},{"begin":"188.680","end":"246.040","lines":["No. There isn't anything inherently bad with it. I use this term a lot. I tell clients - I'm like, look; I'm here to make you feel better, move better and look better, you know? But the look better comes last, in my opinion, you know? I think the first thing is, you have to feel better. I want people to leave that 6 a.m. class, that 7 a.m. class and be like, dang, I feel really good. Like, I can take my day on. Well, you know, I didn't really want to do that, but I did it. And my endorphins are charging. And I just feel really good about myself. And that's why I'm so passionate about what I do."]},{"begin":"246.040","end":"261.480","lines":["When it comes to balancing exercise with mental health and body confidence, our first takeaway is to figure out why you're working out. There's a ton of research out there on how exercise is great for your physical and mental health. Maillard makes his why about quality of life."]},{"begin":"261.480","end":"302.720","lines":["I don't sell you, hey, you're going to be the most ripped person on the beach. I don't sell you that you're going to go to the CrossFit Games. I'm not selling you that you're going to, you know, bench press 1,000 pounds or whatever. None of the above. I'm selling you that, hey, you're going to be able to play with your kids without getting out of breath, you know, on the weekends. I'm selling you to prepare for life, and not just physically, but it's a mental journey as well. It's an emotional journey as well. And those are skills that can be transferred over to when you walk into your office at work, when you walk into your home, with your relationship with your partner, your spouse, your kids, any of the above."]},{"begin":"302.720","end":"306.200","lines":["I told Maillard that bit about me noticing myself more often."]},{"begin":"306.200","end":"325.720","lines":["There is a level of self-confidence and a level of self-esteem that comes with working out and comes with fitness and comes with, oh, man, I - you know, I couldn't do A a month ago. Now I can do A and B or whatever the case might be. But you just have to be aware of it trending a little too extreme just like with anything else in life."]},{"begin":"325.720","end":"340.360","lines":["Ornella Corazza, the researcher from before, says that seeing fitness as purely a means to get more attractive - whatever that even means - can lead people to compulsive exercise, disordered eating, depression and performance-enhancing drugs."]},{"begin":"340.360","end":"356.200","lines":["We need to remember that we not only have a body, but we are our body. The body is not a machine, you know, and has its needs, you know? We need to get in touch with feelings, with sensation, emotion of our body, asking ourselves how we feel."]},{"begin":"356.200","end":"377.720","lines":["By the way, there are a few other episodes of LIFE KIT on understanding the science behind weight loss and how healthy bodies don't look like any, you know, one thing, because people can often get caught up in arbitrary measurements, whether that's something like BMI, which Maillard calls obsolete, to aesthetics. Maillard says there's a reason why look good is at the bottom of his list of priorities."]},{"begin":"377.720","end":"397.560","lines":["Weird nutritional habits and stuff start sneaking in when you start focusing on primarily to look good. The ego starts getting involved in, suddenly, the results they've seen over the last three to six months. And suddenly, they're not eating bread anymore. They're not eating rice anymore. They're not eating - and I just think it starts skewing really extreme."]},{"begin":"397.560","end":"406.760","lines":["What those extremes look like can be different for different people, which is our second takeaway. Check in on yourself for some signs you might be slipping into an unhealthy mindset."]},{"begin":"406.760","end":"432.240","lines":["Is it fine if the person skips a few days at the gym? Or does the person get anxious because the person wants to go to the gym, feel the need to go back to the gym? Does the person feel any kind of withdrawal syndrome because can't exercise, for instance? Is exercise really having an impact on the life of the personal life of this person?"]},{"begin":"432.240","end":"444.800","lines":["Are you repeatedly canceling plans with friends and family, prioritizing exercise instead? Do you feel the need to hide the amount you're working out? Is your workout routine impacting your sleeping habits in a non-productive way?"]},{"begin":"444.800","end":"458.760","lines":["It's kind of a complex scenario. But, you know, it can become problematic. I personally think it's very important to detect the early signs of difficulties before waiting to have a serious condition."]},{"begin":"458.760","end":"478.360","lines":["But those seem to be pretty normal things if you, like, play sports - right? - or if you're training for something - right? - if you're training for, like, a goal. Those just seem part and parcel with it. So how - like, if you have to do those things anyway to hit your goals, how do you know when you're crossing a boundary?"]},{"begin":"478.360","end":"527.800","lines":["So I really think that the key question is, who is in control? Are you in control of your life? Or is certain kind of behavior or things controlling you, yes? So for instance, I had an interview a while ago. We were discussing some results about professional athletes. So they need to exercise every day in order to become the No. 1 to get the gold medal. So the question was - so are they all addicted to exercise in this case? - the journalist asked me. And I said, no, you're missing the point. We're talking about professionals. If they want, they can stop doing it, you know? It's not something that they need - is controlling their life. But they are in control of their life. It's their job. It's their activity. So the control is with them and not with the behavior."]},{"begin":"527.800","end":"537.160","lines":["And, of course, there's all the body image issues that come with scrolling through Instagram and seeing all your hot friends and all the hot famous people and all the hot influencers."]},{"begin":"537.160","end":"557.320","lines":["I think people who get involved in fitness and fitness culture, it's very easy to start, like, following certain accounts on Instagram and then comparing yourself, right? Like, I think we all have a certain media literacy to know that, like, I'm never going to get as big as, like, The Rock, right? That's not - I'm like, I have a job. I can't spend all day at the gym, right?"]},{"begin":"557.320","end":"559.000","lines":["(Laughter) Correct. Correct."]},{"begin":"559.000","end":"574.040","lines":["But, like - but if I see, like, peers of mine that are, like, getting somewhat athletic - right? - I start having to chase that goal. And I wonder, is there - is that something you've seen? And is there a way to get out of it?"]},{"begin":"574.040","end":"607.880","lines":["You know, we live in a social media world, right? And even myself, I do get caught up. And this social media thing is so ego-driven. And it's so look at me, look at me, look at me, look at me. It's not going anywhere, you know? It just keeps evolving. I think you have to be self-aware and be able to, at point, say, you know what? Yes. I'm going to engage in some of this. But I'm not going to let it control me. Or I'm going to be aware that - you know what? I need to step back a bit."]},{"begin":"607.880","end":"615.600","lines":["That's our third takeaway. Try not to compare yourself or your progress with others. We're all built different. We all live different lifestyles."]},{"begin":"615.600","end":"647.680","lines":["Comparison is the thief of joy. Don't compare. Don't - please, don't get caught up in the social media. Focus on you. Focus on your self-confidence. Focus on your journey. It goes back, again, to what I just said. Like, we all have different levers, different lengths, different dimensions - all of the above. We all do different things for a living. I don't have any kids. I got a pesky, little dog. You might have four, five kids at home, you know? There's so many variables, so stop comparing. The Rock has a personal chef, for crying out loud, you know, just for example - nothing against The Rock. Love you."]},{"begin":"647.680","end":"685.400","lines":["You can also, of course, just stop following them. But that's a whole different LIFE KIT episode. So you found your why. And you've been mindful about your emotional and mental needs on top of your physical ones. Next, figure out how to move your body that doesn't feel like a total chore to you. That's our fourth takeaway. Maybe you're into doing circuits or lifting weights. Maybe you hate the idea of going to a gym and would rather hit up a spin class or yoga. Or maybe the idea of exercise for exercise's sake doesn't work for you, so try more recreational stuff like rock climbing or hiking or boxing. Places often offer free trials, so take advantage of them and get a sense of the vibe."]},{"begin":"685.400","end":"708.760","lines":["Find a fitness facility that resonates with you. I tell people a lot of the times, come take a free class. Get a vibe for the coaches, the type of coaching that we do. See if it resonates with you. And then, you know what? Go to the zip code over. Go to the next gym, and take their class as well. Do that for the next month. Take four free intro classes. And at the end of the four weeks, make your decision."]},{"begin":"708.760","end":"717.240","lines":["And when you do find your thing, remember it doesn't have to leave you absolutely wrecked for it to count. Research shows that just a little bit goes a long way."]},{"begin":"717.240","end":"729.560","lines":["Just like with anything, there should be balance. I think the fitness world, coupled with social media - suddenly there's this, you know, you've got to go till you die kind of deal. And it's not sustainable."]},{"begin":"729.560","end":"741.840","lines":["Consistency is key here. We're looking for long-term benefits, but it can be hard to stay motivated. Maillard recommends figuring out something concrete and specific to work towards. That's our fifth and final takeaway."]},{"begin":"741.840","end":"751.880","lines":["You should be tackling some sort of movement goal, some sort of fitness goal, whatever it is, and start building on that habit today."]},{"begin":"751.880","end":"768.840","lines":["Your goal should challenge you to get to a better place than you are now, but it's important to set realistic and achievable goals. Having one can also help keep some of the mental health stuff we talked about earlier in check. But setting the goal might be tricky, so you could work with your doctor to help find one."]},{"begin":"768.840","end":"781.640","lines":["Don't be afraid to ask your physician or your primary care doctor questions. Hey, what's this mean? OK, well, I understand what it means academically, but what do - how does it mean? And how does it relate to my day-to-day? And how does my day-to-day affect it? And what should I be doing to affect it?"]},{"begin":"781.640","end":"790.120","lines":["And don't put all your focus on weight. There are other important numbers to ask your doctor about, too - resting heart rate, blood pressure, what your step count should be."]},{"begin":"790.120","end":"804.160","lines":["That starts to plant the seed in people's heads, like, oh, snap. I didn't know that. Maybe I could pick a goal that revolves around that, that can help contribute to my overall wellness and well-being and fitness level."]},{"begin":"804.160","end":"830.640","lines":["Once you've set your goal, Maillard says he likes to reverse engineer them. So say you want to run that 5K turkey trot without stopping or deadlift your body weight or hit some step number. Figure out when you want to hit that goal by and work backwards from there. And having these small steps can help you motivate towards the bigger picture."]},{"begin":"830.640","end":"857.600","lines":["You can always come up with 101 excuses why you shouldn't be, why you can't. It's super easy to just roll with the can't. It's super easy. But if you focus on that three-month goal, you'll realize that today is important. It doesn't have to be a big thing. Just go in the general, vague direction of the goal, the three-month goal. And trust me, it will help."]},{"begin":"857.600","end":"868.720","lines":["Any little thing helps, even on days when you're just not up for it. Can't run your miles? Go for a short walk. Feeling sore? Do some stretching."]},{"begin":"868.720","end":"884.040","lines":["I know what I do today is going to have an effect. No matter how tiny it is, that drop in the pan today is going to help that three-month goal, and that's what keeps me focused."]},{"begin":"884.040","end":"896.080","lines":["So take it day by day. Be mindful that your fitness journey isn't just a physical one but a mental and emotional one as well."]},{"begin":"896.080","end":"948.640","lines":["To recap, takeaway 1 - find your why. Maillard recommends making your why about quality of life. Takeaway 2 - keep an eye on your behaviors for any indications you might be veering into unhealthy territory. Takeaway 3 - try not to compare yourself or your progress to others. Takeaway 4 - find your how. What kind of exercise do you enjoy? Takeaway 5 - set a goal. It helps to have something concrete to work towards and then work backwards from there."]},{"begin":"948.640","end":"991.920","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to have a healthier relationship with social media and another on how to eat healthy on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Rachel Paashaus (ph)."]},{"begin":"991.920","end":"1003.720","lines":["So the key to being able to use white strips without being a drooling fool is to put a mouth guard in the bottom of your mouth, and that will make it a lot better."]},{"begin":"1003.720","end":"1024.160","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."]},{"begin":"1024.160","end":"1069.440","lines":["This episode was produced by Audrey Nguyen with help from our summer intern, David West Jr. It was fact-checked by Janet Woojeong Lee. Meghan Keane is the managing producer. She also edited this episode. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider. And special thanks to Maria Godoy and Heather Hausenblas. Our digital editors are Beck Harlan and Wynne Davis. I'm Andrew Limbong. Thanks for listening."]}],"duration":1069}