{
  "title": "Is It Laziness, Or A Sign You Need To Slow Down?",
  "url": "https://www.npr.org/transcripts/1037450015",
  "intro": "We don't question whether our pets, friends or family have earned their right to exist, so why do we sometimes think about our own lives in those terms? What we learn about the value of productivity and the negative connotation of \"laziness\" is part of the problem, says social psychologist Devon Price.In this episode, Price, author of Laziness Does Not Exist, shares tips for rethinking the concept of laziness and how feeling \"lazy\" is actually a useful signal from our bodies and our deepest selves.",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Elise Hu. And let's start this episode with a true legend."
    },
    {
      "author": "DEVON PRICE",
      "text": "Yeah, so I have a chinchilla named Dump Truck, and he's never been productive in his life, right?"
    },
    {
      "author": "HU",
      "text": "That's Devon Price, a social psychologist and the author of the book \"Laziness Does Not Exist.\" And of course, importantly, they're the owner to Dump Truck, the chinchilla."
    },
    {
      "author": "PRICE",
      "text": "Like any pet, he just sits there, and in fact, he's actually very destructive. He's chewed..."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "...my floorboards to just rubble."
    },
    {
      "author": "HU",
      "text": "Devon doesn't believe in laziness. Their book is all about how the idea of laziness has actually been wielded to make people feel unproductive and unworthy, which brings us back to the chinchilla."
    },
    {
      "author": "PRICE",
      "text": "I would never look at him and think of his life in terms of has he justified his right to exist? He's not paying rent. He's not performing any service."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "And it would be absurd to even think about his life in those terms."
    },
    {
      "author": "HU",
      "text": "Yeah, we never expect that of our pets or any animal, right?"
    },
    {
      "author": "PRICE",
      "text": "Right. We just let them be. They are nature, and we are, too. And so, I think animals help us remember that we don't actually - or we shouldn't have to - earn our right to exist. We're fine and beautiful and completely lovable when we're just sitting on the couch, just breathing. And if we can feel that way about animals that we love and about, you know, relatives that we love, people in our lives who we never judge by their productive capacity, then we can start thinking of ourselves that way, too, and I think we can think of all of humanity that way."
    },
    {
      "author": "HU",
      "text": "The laziness lie, as Devon calls it, makes us believe that there's always more we could be doing - at work, in our relationships, at home - and that our worth is our productivity. So, instead of viewing laziness as a deficit or something we need to fix or overcome with caffeine or longer work hours, Devon says to think of laziness as a sign that you probably need a break."
    },
    {
      "author": "PRICE",
      "text": "Laziness is usually a warning sign from our bodies and our minds that something is not working, and we really need a break."
    },
    {
      "author": "HU",
      "text": "So, in this episode of LIFE KIT, tips on how to rethink laziness and stop viewing your output as who you are. That achievement mindset might actually be hurting you. Basically, tips on how to become more like Dump Truck."
    },
    {
      "author": "PRICE",
      "text": "Nobody should have to earn their right to be alive. Everyone's, you know, perfectly worthy and valid just as a living, breathing, human animal."
    },
    {
      "author": "HU",
      "text": "So, Devon, when you say laziness, what is it, really?"
    },
    {
      "author": "PRICE",
      "text": "Laziness is usually a warning sign from our bodies and our minds that something is not working, and we really need a break. The human body is so incredible at signaling when it needs something, but we have all learned to ignore those signals as much as possible because they're a threat to our productivity and our focus at work. So, you know, when we don't get enough sleep..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Our brain reclaims sleep by taking..."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "...Little microsleeps. And it can be really dangerous when we're just driving down the road. You know, people have, like, millisecond long periods..."
    },
    {
      "author": "HU",
      "text": "Absolutely."
    },
    {
      "author": "PRICE",
      "text": "...of REM sleep. And basically, that's what happens to a lot of us when we see ourselves as lazy. If you're zoning out at work, it's probably because you've been focusing on a really stultifying task for way too long and you need stimulation, or you need social contact, or you need to just change gears, or you've just hit your capacity for the day. So, a lot of the things that we call laziness - it really comes from a person doing way too much and ignoring their bodies subtle signs that they need to go take a walk, take a nap, get something to eat, whatever it is to kind of recharge your batteries and kind of bring you back to life."
    },
    {
      "author": "HU",
      "text": "What if we're not fully in control of our time, for example, at work, and we work with bosses or for bosses that do prize work and overwork?"
    },
    {
      "author": "PRICE",
      "text": "This is such an important part of the equation. Most of us don't have that ultimate freedom to walk away from things that are exhausting to us and just work at a much slower pace. Unlearning the hatred of laziness isn't another thing to beat yourself up for not doing correctly because most of us are in a situation where our freedom and our choice is pretty restricted. So if you're in a workplace where you aren't kind of trusted to self-motivate and you aren't given the room to set limits, you are really in a coercive environment that's going to keep running you down."
    },
    {
      "author": "PRICE",
      "text": "So a lot of times, it comes down to looking into things like unionizing, documenting problems as they occur, demonstrating how when one person leaves the company, all of their work is just dumped onto someone else instead of replacing them, because that's a really widespread problem in a lot of organizations. So beating the fear of laziness is not, like, this individual neurosis that we have to cure, even though there are individual steps we can take to take better care of ourselves and self-advocate. A lot of times it really becomes community advocacy and collective advocacy because it is a problem that comes from above and from around us, not just from within."
    },
    {
      "author": "HU",
      "text": "So, Devon, what types of people often get pigeonholed as lazy?"
    },
    {
      "author": "PRICE",
      "text": "So people who are dealing with any kind of anxiety, ADHD, depression, any kind of mental health struggle - those are people who tend to have been called lazy throughout their lives, any time they're out of energy or just having trouble getting through a really overwhelming moment or day. People can't see that internal struggle, and so then they just..."
    },
    {
      "author": "HU",
      "text": "Right."
    },
    {
      "author": "PRICE",
      "text": "...judge it as them, you know, lacking willpower or being lazy. Marginalized people, especially people of color, tend to be branded as lazy a lot in a lot of..."
    },
    {
      "author": "HU",
      "text": "Sure."
    },
    {
      "author": "PRICE",
      "text": "...really insidious ways. There's a way in which learned helplessness is really just kind of accurately recognizing that you're in a really difficult situation where people aren't giving you freedom and autonomy and not really respecting you or letting you feel heard. And so a lot of times, we call people lazy when they're just kind of checking out of a really unfair situation or a..."
    },
    {
      "author": "HU",
      "text": "Oh."
    },
    {
      "author": "PRICE",
      "text": "...really unmotivating situation. So that's a group of people who gets called lazy a lot, and it's really just them recognizing patterns in their environment and noticing that people don't reward their efforts, so of course they're going to conserve energy as much as they can."
    },
    {
      "author": "HU",
      "text": "Let's kind of just zoom out. What role would you say does laziness play in our society?"
    },
    {
      "author": "PRICE",
      "text": "Yeah. So laziness is this kind of demon that we all think that we're possessed with, and that fear of laziness is something that has been really easy to turn against us and to use to exploit us and to justify exploiting other people. So historically, especially when you just look at the history of the United States, we've always reached for laziness as a way to explain why certain people are oppressed and maybe even why they need to be oppressed for their own good because they're otherwise just going to take advantage of the system. They're looking for a handout - all of these other really demonizing narratives that we have about any time a person has a limitation, needs a break, isn't being productive or can't be productive. And that fear of laziness - it changes and shifts a little bit in what form it takes over time. But it really has been serving that same function for centuries at this point."
    },
    {
      "author": "HU",
      "text": "And on the flip side, though, it does seem aspirational to work hard, right? We've all been told to work hard in order to succeed. It is considered something virtuous to be a hard worker - right? - and something we're praised for - kids get praised for as early as they start, you know, trying for things. So I guess the flip side of this is, how could a mindset of working hard in order to succeed be bad for us?"
    },
    {
      "author": "PRICE",
      "text": "Well, we live in a reality where people do accurately recognize that we live and die by our ability to work. And so there's this self-defeating but also really rational quality to our compulsive overwork that a lot of us have. We recognize that we live in a world that's really precarious. Unfortunately, it becomes really self-defeating to say, I'm in this on my own. I need to work really hard and make a lot of money so that I can take care of myself because when you think that way, you also take on a much gloomier view of other people, right? Anyone else and their needs is kind of a threat to my own kind of rugged individualism and independence."
    },
    {
      "author": "PRICE",
      "text": "So it keeps us really isolated. It keeps us judging our coworkers for not pulling their own weight because we're suffering so hard, so it can kind of create this downward spiral of just workaholism and isolation. And it also just means that by behaving like we have to be independent and do it all on our own, it creates a self-fulfilling prophecy where we never ask for help..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...And we never help other people. And so, the world becomes even more dog-eat-dog, if that makes any sense."
    },
    {
      "author": "HU",
      "text": "So this is so culturally programmed in us, this idea that there is such a thing as laziness, and that is bad, and that hard work or even overwork or productivity is good. So how should we reframe laziness, and how can we?"
    },
    {
      "author": "PRICE",
      "text": "So if you can't pay attention at 3 p.m. every day - which is true for me; I just hit a wall - instead of beating yourself up and thinking that you're a failure and that you need more coffee and more willpower and more shame - and we all know that doesn't work - just learn from that. OK, that is not a productive time of day for me. I'm going to go take a walk. I'm going to go play a video game. I'm going to do the dishes. I'm going to eat a snack - whatever it is."
    },
    {
      "author": "PRICE",
      "text": "And that's true really of any emotion, no matter how inconvenient it is. Whether you're feeling frustrated or resentful or just really dreading something that's on your calendar, those emotions tell you that you're doing way too much and that you're having a lot of unfair expectations put on you that you can't keep up with. So honoring those and working with them as much as you can can really change your relationship to laziness. And I think it can also set a really positive example for your colleagues and the people around you, too. So it can have a bit of a domino effect."
    },
    {
      "author": "HU",
      "text": "Yeah. In fact, you have said that laziness is actually helpful. Is it just helpful in that way? Or how are some other ways that the signals that we get about laziness might actually be helpful?"
    },
    {
      "author": "PRICE",
      "text": "Yeah, I think laziness really is this, like, canary in a coal mine kind of emotion, that it tells us when our values are out of step with our actual lives. So a lot of times, we pour so much energy into being impressive at work, satisfying all the demands of our friends and family and just trying to overachieve in every possible way, that we don't really listen to that inner voice that tells us, here's what matters most to me in my life. Here's what I really believe in and value. And here's how I really would live if I wasn't just setting out to satisfy other people."
    },
    {
      "author": "PRICE",
      "text": "So I think when we start listening to laziness, we can really question a lot of unfair social standards - really big ones too, you know, like fatphobia, this social standard that says that our bodies need to look a certain way and that we need to exercise and cook meals that look a particular way. And it's just all of this drive towards, you know, meeting a really arbitrary standard of perfection."
    },
    {
      "author": "PRICE",
      "text": "When we stop pushing ourselves to kind of overachieve by this completely arbitrary metric, we can say, OK, what actually feels good for my body? How do I actually want to spend my time? What kind of food brings me pleasure and allows me to, you know, enjoy time with other people, instead of, you know, just always opting for a salad, and, you know, avoiding the birthday cake in the office or whatever it is? When we detach from really rigid standards that say you need to work hard, you need to self-sacrifice, you need to be perfect and hardworking and all of these things, then we can finally really reorient and say, OK, here's what I actually value and what brings me pleasure. And that gives us a chance to let go of those social standards that really punish everyone and that are really oppressive and unfair."
    },
    {
      "author": "HU",
      "text": "Speaking of self-sacrifice and letting go, another idea that you have written about is this notion of our relationships as another place where we can overwork. So what are the similarities? Draw the link for me between professional overwork and emotional exertion in our relationships? And how could the antidotes to these situations be similar, too?"
    },
    {
      "author": "PRICE",
      "text": "Sure. Yeah. So we default towards saying yes to everything and to really losing that sense of boundaries between ourselves and other people. Obviously, we are all interdependent, and we need to take care of each other, and it is really important to show up for people. But when we're only saying yes out of a sense of obligation and to keep people happy, it really puts us in an unwinnable spot. It gives people unrealistic expectations to have of us because we can't do it all for other people. We can't be there for everyone in every way, at all times. And it really makes our relationships end up being really false and driven by a lot of resentment. So when we get honest about what our limits actually are and we can actually say to someone, sorry, I can't show up for you in this way because I don't have time or I'm tired or something else needs to take priority, that actually opens us up to have way more genuine relationships that are more of a two-way street."
    },
    {
      "author": "HU",
      "text": "So, clarifying our values is really important. How do you suggest that we do that as a way to fight this laziness lie?"
    },
    {
      "author": "PRICE",
      "text": "Yeah. So I do have this exercise in the book, but you can also get it online. It's just called the Values Clarification Exercise, and it's something that a lot of therapists give out, where it's just a list of different values that a person might have, and you're asked to kind of rank-order them. So it can be things like achievement, family, connection, humility, care for other people, any number of different things. And the point of the exercise is to really identify for yourself, if you have to choose three of these values off of this really long list, what are the three that you're going to choose because you can't actually fulfill all of them equally all of the time? And once you have a sense of what really matters most to you in your life, what makes you feel the most alive, connected, the moments that make you say, oh, if all of life was like this, life would be amazing - that kind of can be a good cue of what your values are..."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PRICE",
      "text": "...Those peak moments in life - then you can look at how your actual life is out of step, and what things you can kind of cut out of your current existence that are taking up a lot of time but are not in line with your values. So again, for some people, that might be, maybe I actually don't need to exercise every day. Maybe I'm just doing that because our culture tells us you're supposed to do that."
    },
    {
      "author": "HU",
      "text": "OK, so how do we motivate ourselves without falling into this trap of thinking that we're lazy when we're not working?"
    },
    {
      "author": "PRICE",
      "text": "I think we believe that we need to really push ourselves to be motivated, when human nature doesn't really tend to play out that way. Most people really want to feel useful. Most people really want to feel engaged in something that matters. So the question of how do we motivate ourselves - I think it's important to think of it in terms of what do I feel pulled towards? What do I feel called to do? What gives me joy and pleasure? And what activities in my life can I look back on and say, I'm really glad I did that, and it was really satisfying to do that, because that is really the lead. Rather than pushing ourselves towards accomplishing something or beating ourselves up for not kind of grinding away at it all of the time, I think we just need to learn to trust ourselves better. And I think once we reorient towards that, a lot of things tend to fall into place. We make time for the things that do feel good and rewarding and that matter."
    },
    {
      "author": "HU",
      "text": "Devon Price is a social psychologist. Devon, thank you so much."
    },
    {
      "author": "PRICE",
      "text": "Thank you so much for having me."
    },
    {
      "author": "HU",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to ditch fast fashion, and we have another on how to do nothing, plus lots of other episodes on mental health, personal finance, parenting, and more. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, a story idea or a thought you want to share, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HU",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle, and Janet Lee. Special thanks to Clare Lombardo. Our digital editors are Beck Harlan and Wynne Davis. I'm Elise Hu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9266106838.mp3",
  "img": "https://media.npr.org/assets/img/2021/09/22/lk_lazinessdoesnotexist_wide-3479c4a9ca7b5c30a084cf5bad19e46370be4796.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "DEVON PRICE",
    "HU",
    "PRICE"
  ]
}