{
  "title": "How To Rethink What You Spend Your Time — And Life — Doing",
  "url": "https://www.npr.org/transcripts/1045301136",
  "intro": "You've only got 4,000 weeks to live — give or take. While that may come as a brutal dose of reality, it's also an opportunity to think about how you're spending that time.In this episode, we talk to Oliver Burkeman, author of Four Thousand Weeks: Time Management for Mortals, about the idea of time management, why none of us will ever be in control, and how we can better decide what we spend time on, and ultimately, the moments that make up a life.",
  "transcript": [
    {
      "author": "OLIVER BURKEMAN",
      "text": "OK. Are you ready?"
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Yeah."
    },
    {
      "author": "BURKEMAN",
      "text": "OK."
    },
    {
      "author": "TAGLE",
      "text": "Hey. So I know you're just trying to mind your business and enjoy a quick podcast - this is NPR's LIFE KIT, by the way - but we're about to throw you a bomb - a time bomb."
    },
    {
      "author": "BURKEMAN",
      "text": "(Reading) Just as there will be a final occasion on which I pick up my son, a thought that appalls me, but one that's hard to deny since I surely won't be doing it when he's 30, there will be a last time that you visit your childhood home or swim in the ocean or make love or have a deep conversation with a certain close friend. Yet usually there'll be no way to know in the moment itself that you're doing it for the last time. We should therefore try to treat every such experience with the reverence we'd show if it were the final instance of it. And indeed, there's a sense in which every moment of life is our last time. It arrives. You'll never get it again. And once it's passed, your remaining supply of moments will be one smaller than before."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show, and that was Oliver Burkeman reading from his book \"Four Thousand Weeks: Time Management For Mortals.\" It's all about how to handle the time we have here on Earth, which maybe during your fifth Zoom meeting of the day can sometimes feel endless but when it's actually averaged out comes out to an astonishingly brief - dare I say even brutal? - 4,000 weeks."
    },
    {
      "author": "BURKEMAN",
      "text": "I mean, that is very approximately the average lifespan. And even if you're incredibly lucky in terms of your lifespan, it's still going to be a very hard limit. And this has lots of ramifications for how we think about using our daily time that I think we don't pay enough attention to, really."
    },
    {
      "author": "TAGLE",
      "text": "We all try to master time in our own ways - meal prepping and timer methods, batch work or daily wrap-up emails or meticulously color-coded planners. The problem with efficiency, says Burkeman, is that it often works."
    },
    {
      "author": "BURKEMAN",
      "text": "What happens is basically that you get a lot busier, and you get a lot busier with less important stuff. So, for example, you know, if you get incredibly good at processing your email - and I've been there - what happens is you just get lots more email because you reply to people, and then they reply to you, and it goes on forever and ever, and you get a good reputation as being very responsive, so it's worth more people's while to email you."
    },
    {
      "author": "TAGLE",
      "text": "The answer to the riddle of time management, says Burkeman, is to first understand that time can't be mastered at all, no matter how diligently we plan or how perfectly we arrange our schedule."
    },
    {
      "author": "BURKEMAN",
      "text": "Of course, this is always something that you're about to achieve or that you're going to achieve in a few months' time or maybe next year or maybe when you find the right system. It was never actually something that I managed to do. I don't think it is something that human beings can do. And so, really, this book came after - this book is what came after admitting defeat in that struggle, I think."
    },
    {
      "author": "TAGLE",
      "text": "It's not a race we can ever hope to win. And there's beauty in that, says Burkeman, because it's in accepting our limitations that we can really begin to make the most of our time. In this episode of LIFE KIT, exploring and embracing our 4,000 short weeks."
    },
    {
      "author": "TAGLE",
      "text": "So let's get going. The clock's ticking."
    },
    {
      "author": "TAGLE",
      "text": "Can you speak a little on the dictatorship of the clock and how our relationship with time has evolved over the years?"
    },
    {
      "author": "BURKEMAN",
      "text": "I think it can be really hard for us to understand that our particular way of relating to time, you know, even is a way of relating to time because it's so completely second nature to us that it's like fish being unable to see water. But I think that if you had gone back to the time of early medieval peasants in rural England, many other times and places in history as well, they just would not have thought of time as a resource, as something that was somehow separate from them and that they had to use well or that they could waste or that they could save. You know, none of those ideas that come from seeing time as a resource and seeing time in some sense as analogous to money as well - those just wouldn't have arisen, right? If you're a dairy farmer, you have to milk the cows when the cows need milking. And if some productivity guru arrived at your doorstep and said, well, batching tasks is the key to efficiency, so why don't you do, like, all the milking for the next six months on the next - today and tomorrow to get it out of the way - obviously, that's ridiculous. Like, you're far too yoked to the rhythms of nature to make that kind of attempt to master your time."
    },
    {
      "author": "BURKEMAN",
      "text": "And I think - yeah, I mean, I certainly don't think we should go back to the lifestyles of medieval peasants. They had a lot of diseases and very low life expectancy, and it was generally unpleasant. But I don't think they would've felt hounded by time in this way. I don't think they would've felt that time was a kind of enemy that they had to sort of spend every day trying to dominate or conquer and then feeling miserable and guilty when they failed."
    },
    {
      "author": "BURKEMAN",
      "text": "I think we can hope to recover some sense of that sort of pure immersion in time where you're not thinking about it as a clock, this way of thinking about time that has many, many uses, absolutely, but also just means that there is always, somewhere in the back of your head, a ticking clock and a sense of racing against time."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. When I read that section, I was just thinking about, you know, we have our morning meeting - a daily morning meeting. And sometimes we'll wrap up early, and we'll be like, OK, I'll give you your four minutes back, your six minutes back. And, you know, we're just trading those minutes, those seconds every day, and we really think about those things. And we're so grateful. It's six minutes to do more work."
    },
    {
      "author": "BURKEMAN",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Often we feel our biggest struggle with time is that we don't have enough of it, right? But you say that we don't have time; we are time. And, really, our need for productivity, for perfectionism, for a whole lot of things comes down to fighting our own mortality. Insert mind-blown emoji. This is a lot. Could you please walk us through this a little? Why is embracing our finitude helpful?"
    },
    {
      "author": "BURKEMAN",
      "text": "Finitude is the situation that we are in, and we are all in it, and it is universal, and it is maybe the one thing that every human on the planet shares. And ultimately, I think that fighting the most non-negotiable aspects of the way reality is - it's just a recipe for stress, for anxiety, for always feeling like the meaning of life is off in the future and never now."
    },
    {
      "author": "BURKEMAN",
      "text": "And by contrast, facing up to the way that things are just a bit - you know, I don't claim to have done it perfectly. Certainly not. But, like, any degree to which you can sort of see the truth that our time is limited, that we can't do everything that you can imagine, far more goals than you could ever achieve - any degree to which you can see that, feel the discomfort of it but be OK with that is another degree to which you have taken ownership of your life and started to build a meaningful one."
    },
    {
      "author": "TAGLE",
      "text": "OK. We're starting to come to grips. How can we choose what to give our time to and what to sacrifice? Where do we start?"
    },
    {
      "author": "BURKEMAN",
      "text": "When it comes to actually positively figuring out what is meaningful, I have always really valued - and I write about a question from the Jungian psychotherapist James Hollis, who suggests that we should ask of our lives, of big decisions in our lives and things like that not, is this making me happy; would this make me happy, but does this path enlarge me or diminish me?"
    },
    {
      "author": "BURKEMAN",
      "text": "Firstly, we're terrible at predicting what's going to make us happy. But also, I just think that, as Hollis argues - I think he's right - that we do almost always kind of know the answer to this enlargement-diminishment question. If you are in a professional role or you're in a relationship that causes you various kinds of angst and stress and anxiety, whatever, you can usually tell whether that's the kind of negative feelings that are part of a growth process that you want to sort of stick with and work through because it's making you a better person or if it's the kind that are really totally toxic and you should get out of that situation as fast as you can. Like, people know in their bones."
    },
    {
      "author": "BURKEMAN",
      "text": "And that's important because, obviously, jobs and relationships and life paths that make people miserable are not ones they should stay in if they could possibly avoid it. But on the other hand, most of us, I think, understand that a meaningful life does involve a whole bunch of things that don't feel really great and pleasurable in the moment of doing them. And if anyone, for example, with the experience of having small children will know that there are plenty of moments changing diapers at 2 o'clock in the morning when you wouldn't say, like, you were living your best life in terms of sheer happiness. But at the same time, that feels usually, at least in the best case, like you're doing the right thing with your life, that you're doing it in that moment, that there's meaning to it. And that generalizes way beyond parenthood to lots of other contexts, right?"
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "BURKEMAN",
      "text": "So you've got to have a way of assessing what's meaningful to you that doesn't rely on the idea that right then in that moment it feels, like, super great and fun because it often doesn't."
    },
    {
      "author": "TAGLE",
      "text": "Right, yeah. So what I'm hearing is that we just have to accept that there's going to be trade-offs and that there's going to be sacrifice."
    },
    {
      "author": "BURKEMAN",
      "text": "Right."
    },
    {
      "author": "TAGLE",
      "text": "And you have a lot to say in your book about how with our own time we can be better about those sacrifices, right? You talk about, you know, focusing on one big project at a time. You talk about strategic underachievement. Can you walk us through some of those?"
    },
    {
      "author": "BURKEMAN",
      "text": "Sure. I think there are a lot of approaches to time that kind of start to seem very intuitive once you start from this premise that you definitely can't do everything you can think of. So one of those techniques that I write about is just choosing in advance what to fail at. I think that is a lovely idea that I got originally from the author Jon Acuff."
    },
    {
      "author": "BURKEMAN",
      "text": "But if you in your own mind can at least decide, look; you know, for the next six months, I'm not going to be the kind of person who keeps a tidy home, or for the next six months, I'm going to do the minimum exercise I need to keep fit, but I am not going to be training for any 10Ks - you know, if you can do - make decisions like that on a cyclical basis instead of constantly feeling bad about yourself when you fail to do an impossible amount when you realize that, in fact, you are going to have to fail at something, you decide it in advance, it's a lot more pleasant because, you know, you don't put the effort in in the first place. You don't have to then keep beating yourself up for doing - for not doing something that humans can't do."
    },
    {
      "author": "TAGLE",
      "text": "I also love the idea of a done list. Can you talk a little bit about a done list and feeling good about the time we spend at the end of a day?"
    },
    {
      "author": "BURKEMAN",
      "text": "This is super easy. A done list is just a question of whatever other lists you keep of all the tasks you have to do and when you plan to do them, keep a list of the things that you have already done that day that gets longer during the day as you do more things."
    },
    {
      "author": "BURKEMAN",
      "text": "I think it's very common for us to sort of wake up in the morning feeling like we're in a kind of productivity debt, in a negative balance, like in a bank account, and unless we do a lot of stuff that day, we won't get back up to zero and be OK. Obviously, if you're in a paid professional position, you are in a kind of productivity debt because you do owe your employer productivity. But this at existential level, this idea that you haven't quite justified your existence on the planet if you haven't done a lot of things in a day, I think it's really a recipe for, you know, a very unhealthy psychological situation. You never are going to do enough to fully feel like you've paid it off. And then, you know, it's the end of the day, and it all starts again the next day."
    },
    {
      "author": "BURKEMAN",
      "text": "So a done list is just a way of keeping some of the focus on the fact that, you know, you are accomplishing a whole bunch of things. I think we find it very hard to focus on the things that we did while there are these huge, terrifying lists of things that we have yet to do."
    },
    {
      "author": "TAGLE",
      "text": "Love that. Another credit to your account. It's a great mental image. Speaking of things that matter and things that don't, distraction - the crisis of distraction. In a way, you say that we pay for distraction with our life, which I understand and I'm also terrified by."
    },
    {
      "author": "BURKEMAN",
      "text": "(Laughter) We talk about attention as a resource. People talk about it being a limited resource. I think it's a little bit of an understatement to call it a resource. It just sort of is your life, right? When you get to the end of your life, the sum total of all the things you paid attention to will have been your life. If there are some friendships there that you never actually paid any attention to, well, you didn't really have those friendships, right? I mean, if there was an interest that you had that you never actually spent any attention pursuing, well, you didn't really have that interest. So it really matters what we're paying attention to because it just is - it just adds up to a life. And that's why distraction is such a sort of serious problem - because, yeah, if you're paying attention to things that on some level you don't want to be paying attention to, you're just giving away the only precious thing you have - right? - which is the time of your life."
    },
    {
      "author": "TAGLE",
      "text": "I believe the scientific answer to that is sheesh. Sheesh. On to - another thing I wanted to talk to you about was worry and planning ahead. We all do this in our own way. My husband is of the camp similar to you in that nothing exists until it's on the calendar, and he much prefers if everything is on the calendar at least six months in advance, black ink only, G2 point - 07-point pens preferred. Now, while we all know that it's..."
    },
    {
      "author": "BURKEMAN",
      "text": "I love this guy."
    },
    {
      "author": "TAGLE",
      "text": "...A positive thing..."
    },
    {
      "author": "BURKEMAN",
      "text": "Especially the specific pens - that's brilliant. That's great."
    },
    {
      "author": "TAGLE",
      "text": "Listen; we're getting along, Oliver. OK?"
    },
    {
      "author": "TAGLE",
      "text": "Now, while we all know that it's a positive thing to plan and bring order to our lives as much as possible, how does this thinking also get us into trouble?"
    },
    {
      "author": "BURKEMAN",
      "text": "I think that compulsive planning - and I certainly would suggest that I come from a family of compulsive planners and have been and maybe still am a compulsive planner - I think it makes us feel like we're exerting control over time."
    },
    {
      "author": "BURKEMAN",
      "text": "I don't think this means that planning is useless. I find myself quite annoyed by the sort of person who is very self-consciously spontaneous about things and insists on, you know, never making any plans. But I do think we could try - and I have made some progress in this, I think, personally - to sort of hold our plans a lot more loosely, to see, as the meditation teacher Joseph Goldstein says, that, like, the plan is just a thought. It's a statement of your intentions made in the present moment. And that's great. It's good to have intentions. But it's just a thought, and it's just a present moment statement of intentions. And as soon as we start thinking of it as, like, a frame that we've put down over the day, and the day is going to comply with our demands, well, then you're just in a recipe for stress because guess what. You know, events, incidents happen, and other people carry on being other people instead of just obeying your desires. And so, you know, there's a way of planning that enables you to move quite freely through life. But there's a way that I think plenty of us are prone to that is just a recipe for stress and anxiety."
    },
    {
      "author": "TAGLE",
      "text": "I'm going to bring that to my next calendar meeting."
    },
    {
      "author": "BURKEMAN",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Oliver, you have five questions in your book that you recommend that we ask ourselves. Would you mind just walking us through them?"
    },
    {
      "author": "BURKEMAN",
      "text": "So the questions include asking where in your life you're currently pursuing comfort when, in fact, a little easily tolerable discomfort might get you where you want to go; whether you're holding yourself to standards of productivity or accomplishment that it would, in fact, be impossible for anyone ever to meet; in what ways you have yet to accept the fact that you are who you are and not someone you think you ought to be, which I think is a very significant pressure on many people and the choices they make about how to live their lives; to ask in which areas of life you're still holding back until you feel like you know what you're doing, when I would suggest that perhaps nobody ever really knows what they're doing and that everyone is winging it all the time."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely."
    },
    {
      "author": "BURKEMAN",
      "text": "And then finally, how would you spend your days differently if you didn't care so much about seeing your actions reach fruition? I think there's a lot of very meaningful projects and activities, both in personal life and in work, in activism, in all sorts of domains, where it's very useful to think, what if I judge the value of this task not by whether I'm going to see the world saved from climate chaos or whether my parenting ended up creating wonderfully successful human beings or whether this organization finally manages to bring justice to this corner of the world or something like that, but just see it as valuable as a part of a very long chain that has, you know, people who've been there centuries before you and has people who'll be there centuries after you and just sort of focus on what you can do in the little stretch of time that you have."
    },
    {
      "author": "TAGLE",
      "text": "Thanks again to Oliver Burkeman for letting us steal a little of his time."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about how to manage jealousy, and we have another on how to curb unnecessary spending. You can find those and lots more episodes at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Special thanks to Audrey Nguyen, who helped with this episode, and Allie Wrubel (ph). Our production team also includes Janet Woojeong Lee. And our digital editors are Beck Harlan and Wynne Davis. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8336946999.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/13/lk_4000weeks_phan2_wide-a729e0b82b5928befef0a83cf16f14a5935c74db.png?s=1400&c=100&f=png",
  "authors": [
    "OLIVER BURKEMAN",
    "ANDEE TAGLE, HOST",
    "BURKEMAN",
    "TAGLE"
  ]
}