{
  "title": "Applying for health insurance doesn't have to be confusing. Here's a handy glossary",
  "url": "https://www.npr.org/transcripts/1046371801",
  "intro": "Picking health insurance takes a lot of work. It's not a one-size-fits-all type of situation, and there are a lot of confusing terms that come up every year. You also need to consider your general health and finances. So how can you make sense of it all? That's where we come in. In this episode of Life Kit, we'll have experts guide you on where to look for coverage, how to narrow down plans — and how to get trustworthy help if you need it.",
  "transcript": [
    {
      "author": "SELENA SIMMONS-DUFFIN, HOST",
      "text": "When open enrollment for health insurance rolls around, usually in the fall, HR departments and local brokers try to make it fun - balloons, kazoos."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Happy open enrollment, everyone - so exciting."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Are you having fun yet? No? No. For real, picking health insurance is work."
    },
    {
      "author": "AARON DELAO",
      "text": "It's also not fun or sexy to be talking about insurance or health care."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "There are a lot of confusing terms."
    },
    {
      "author": "SABRINA CORLETTE",
      "text": "So once you hit your deductible amount, you would only be responsible for a co-payment or co-insurance."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Plus, you have to think hard about your health and your finances and make decisions."
    },
    {
      "author": "LIZ MCCLEMORE",
      "text": "You've got all these plans - bronze and gold and silver and looking through all the details."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "I'm Selena Simmons-Duffin. I cover health policy for NPR's science desk. In this episode of LIFE KIT - how to choose a health insurance plan, whether you're aging out of your parent's plan and picking one for the first time, you're ready to switch things up or you're uninsured and you want to see if you have any workable options, we'll have experts guide you where to look for coverage, how to narrow down plans and how to get trustworthy help if you need it."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Before we dive in, let's talk about why health insurance is worth having - in other words, why it's worthwhile to put in all the effort to find a plan and enroll. To begin with, you can think about health insurance like your local fire department. You might not need to call often or ever. But if your house catches on fire, it's there for you."
    },
    {
      "author": "CORLETTE",
      "text": "If you get catastrophically ill, cancer or you have an accident, it will protect you against what can be incredibly expensive hospital bills, physical therapy bills."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "That's Sabrina Corlette."
    },
    {
      "author": "CORLETTE",
      "text": "I'm a research professor at Georgetown University, and I co-direct something called the Center on Health Insurance Reforms, which essentially means that I study health insurance all day, every day."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "The financial security health insurance provides is important because health care is notoriously expensive in the U.S., much higher than elsewhere in the world. For example, the cost of treating breast cancer can be as high as $200,000. A hospitalization for COVID-19 costs an average of $73,000. Even just getting an MRI can cost more than a thousand dollars. So health insurance offers financial protection. But that's not all."
    },
    {
      "author": "CORLETTE",
      "text": "The other purpose is simply access to a network of providers at essentially a discounted rate."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "You can think of this aspect of it like a club. Join the Cigna club or the Kaiser club or the Aetna Club and get discounts on the doctors in your club and your prescriptions, all that stuff. Health insurance does some other things for you too, like covering preventive services for free so you can keep yourself healthy with well checkups and cancer screenings. A lot of people in the U.S. don't have health insurance - about 28 million people. Certainly, for many of them, it's because there are no affordable options. But if you're uninsured, it's important to know that almost half of the uninsured qualify for free or low-cost plans. Sometimes people don't know these programs exist or how to sign up. That's what this episode is here for."
    },
    {
      "author": "CORLETTE",
      "text": "The first thing I tell people is, do not Google I want health insurance."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Don't do it. Instead, I'm going to tell you where to start searching for options. Here is the first takeaway - know where to go. It's not obvious, and it varies depending on your age and job and financial situation. So let's walk through the basic places you can find insurance."
    },
    {
      "author": "CORLETTE",
      "text": "In this country, it is a truly wacky patchwork quilt of options."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "First, we're going to talk about the public insurance options you might have access to. If you're 65 or older, you can sign up for Medicare. It's a federally run program. The government pays for your health care. There are some caveats here about what Medicare doesn't cover. Some people buy extra plans to cover extra things. You can find lots of info at medicare.gov. Medicaid is the health insurance program for people who are low income. It covers a lot of people - 80 million Americans. Medicaid is run by the state you live in and funded by both the federal and state governments. The details of whether you're eligible depends on where you live. Then there are the private health insurance options."
    },
    {
      "author": "CORLETTE",
      "text": "The vast majority of us get our coverage through our employer if we are under the age of 65. You might have a choice of one insurance company or multiple. And the employer typically will cover between 70% and 90% of your premium costs, which is pretty nice."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If your job offers health coverage, your HR or benefits department should walk you through how to explore and select your options. It might be something like an online benefits portal. If you don't qualify for any of these, there is another option."
    },
    {
      "author": "CORLETTE",
      "text": "Starting in 2014, we have something called Obamacare or the Affordable Care Act marketplaces. And I sort of sometimes think of that market as the market of last resort. Your employer doesn't offer you any coverage. You're not eligible for Medicare 'cause you're not old enough. You're not poor enough for Medicaid. You can go to the marketplaces, apply for financial help and choose a plan there."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you hear marketplaces or the insurance exchanges, they're the same thing. They refer to the online shopping tools you can use right at HealthCare.gov or through your state. Some states run their own marketplaces, like Your Health Idaho or DC Health Link. If you live in one of these states, not to fear, HealthCare.gov will still get you there. HealthCare.gov will also tell you if you qualify for Medicaid and help you figure out how to enroll in your state. It's important to know about all these programs before you start to look for health insurance because it can be scary out there on the internet."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Remember how we told you not to use your favorite search engine when you're shopping for health insurance? Sherry Moore made that mistake. She's a retiree in Tampa, Fla., and she filled out an online interest form with her contact information to allow health insurance brokers to contact her."
    },
    {
      "author": "SHERRY MOORE",
      "text": "The first day I did it, I got, like, 20 phone calls back to back to back. And everybody told me the same thing. I mean, we've got great rates. I'm like, you know what? I just want to look at it. I want to think about it."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "She was still getting calls five months later. You have to be super careful about this, not just because getting tons of phone calls is annoying, but also because some of the health insurance plans people might be trying to sell you are short-term or skinny plans. They might seem very appealing because they're cheap, but they also might not cover some basic things like prescription drugs and annual checkups, which a lot of experts warn make them not a very good deal. So, as Sabrina Corlette says, don't Google it. Avoid those flashing online ads and interest forms."
    },
    {
      "author": "CORLETTE",
      "text": "Just go straight to HealthCare.gov. No matter what state you live in, you can go through that portal."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you're scrambling for a pen and paper at this point, don't worry, a written version of this episode is at npr.org/lifekit with all the links you need."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Now presumably you're in the right place. You're starting to weigh your options. How hard this is is going to vary a lot. Maybe you're picking from one or two options through work. Ask your co-workers what they like. Call it a day. On the other hand, if you're shopping in the Affordable Care Act marketplaces..."
    },
    {
      "author": "DELAO",
      "text": "Here in Texas, in my - in our market area that we help serve clients in, we had 76 plans to review with clients."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Yikes. That's a lot of plans. That is Aaron DeLaO, by the way. He is the director of health initiatives with an organization called Foundation Communities in Austin. He says even with dozens of options, you can narrow it down with some basics. Which brings us to the second takeaway - use what's predictable about your health to guide you. We'll talk you through a quick decision flowchart that will help you come up with a ballpark guess of how much health care you might use in the year ahead. Aaron DeLaO says start with this question."
    },
    {
      "author": "DELAO",
      "text": "Do you want insurance for that catastrophic event that might happen? Or do you know you have a health issue now that you're going to need ongoing care for?"
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you're pretty healthy but you want that protection if, heaven forbid, you get a bad injury or a serious diagnosis, that might steer you towards more basic plans. If you have ongoing health needs you know you'll need coverage for, those can be really useful for narrowing your options down. Aaron says, think about the prescription drugs you know you'll be taking, the doctors you want to be able to see and the hospital you'd like to go to if you need it."
    },
    {
      "author": "DELAO",
      "text": "If there's a plan that doesn't have your provider or your medications in-network, those can be eliminated because if you really want to stick with your provider and you know you're going to need these prescriptions ongoing, let's find a plan that's going to cover those."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Sometimes you can put this info in while you search online to filter out the plans that won't work for you. When in doubt, call the insurance company and ask, is my provider in-network for this plan? Is my medicine on the plan's formulary? That's the list of medications an insurance plan will cover. One thing to note, Sabrina Corlette says, is that some plans have more flexibility when it comes to covering things out of network than others."
    },
    {
      "author": "CORLETTE",
      "text": "You may have a choice between what's called an HMO or a PPO. And without getting too wonky, an HMO is typically a plan that doesn't let you see out-of-network providers, or you can, but you're paying a hundred percent. But a PPO will give you a lot broader choice of providers. Might be a little bit more expensive to see an out-of-network provider, but they'll still cover some of that cost."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "You can think about it like this. HMOs, or health maintenance organizations, have pretty closed networks of providers. If you see those providers, you're good. If you see an allergist your friend recommended who's not in that network, your costs are all on you. PPOs, preferred provider organizations, are a bit more flex-y (ph). They also have a network of providers. But you can see that allergist, and your plan will still chip in."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "All right. You've done your best to look in a health crystal ball to start zeroing in on a plan. Next, we're going to talk about the cost side of things. The third takeaway is learn your health insurance vocab. We're going to walk you through what all those jargony cost terms mean and how to use them to find a plan that's in your budget."
    },
    {
      "author": "DELAO",
      "text": "I know it's hard to navigate what a co-pay is. What's my cost sharing? What's my deductible? What's my max out-of-pocket?"
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Let's start with the simplest one. The premium is the amount you pay every month, like your cable subscription or any other bill - pretty straightforward. Then things get tricky with something called cost sharing. This is your share of the cost for your health care. You pay these costs on top of your monthly premium whenever you use health care services like going to the doctor or picking up a prescription, anything like that. One piece of this is your deductible."
    },
    {
      "author": "DELAO",
      "text": "Deductible is an amount of money that your insurance will not cover until you spend a certain threshold of expenses in health care. So if you have a $5,000 deductible, that means you'll be covering the first $5,000 of your health care expenses for the year before your insurance starts covering it."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "At the beginning of every year, your deductible resets to zero. If you don't use a lot of health care in a given year, you might not even get close to paying your full deductible. If you do use a lot of health care, the first few appointments and prescriptions you pick up early in the year might seem extra expensive because you haven't hit your deductible yet. Your insurance is kicking back. And when you hit that magic number, it'll sit up and start kicking in. After that, you do still have some costs when you go to the doctor in the form of a copay or coinsurance."
    },
    {
      "author": "CORLETTE",
      "text": "A copayment is a flat dollar amount that you would pay for, say, a doctor's visit. And then you have something called coinsurance. That is a percentage of the total cost that you pay."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "All of this cost sharing does have a limit, though. If you use a lot of health insurance, you might hit your max out-of-pocket. And that is..."
    },
    {
      "author": "DELAO",
      "text": "The most you'll ever have to pay this year for your health care - so a lot of people who have babies often get their max out-of-pocket covered very quickly because it's expensive to have a baby."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "So say you're in a plan that has a deductible of $2,000. After you hit your deductible, you'll still be paying copays or coinsurance until you hit this even higher ceiling of the out-of-pocket maximum - say it's $4,000. After that, no copays, no coinsurance. Your insurance will pay 100% of the cost of all covered health services for the rest of the year."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Here's one way of thinking about these costs that might be helpful. Insurance companies use these costs kind of like dials. A basic plan might dial back the monthly premium so it's not too much every month, but then have a high deductible. If you chose that, you'd be making a bet that you wouldn't need to use a lot of health care in the coming year. If a plan dials up the premium, so you're forking over quite a bit every month, you'll likely have much lower other costs, like deductibles and coinsurance."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you're shopping on healthcare.gov, there's a shorthand for these different levels of plans, and that is the metal categories. Bronze is the most basic plan. Silver's a bit better, then gold. And the top-line plans are platinum. It also has this handy tool that shows the estimated yearly cost, taking all of these various costs into account and giving you a ballpark of what your overall health insurance costs might be in the year. Some other search tools might have this as well. It's pretty useful so you don't have to do as much math in your head."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK, once you know what all these terms mean, then you'll need to roll up your sleeves for Takeaway No. 4. Think about your budget. What can you manage to pay for your health plan? Which plans are available and affordable to you might vary a lot depending on where you live, your income and who's in your household. With the pandemic, Congress passed new temporary funding to make premiums more affordable and cover more out-of-pocket costs for people. You may qualify for those subsidies depending on your income. The Biden White House says 4 out of 5 enrollees qualify for plans with premiums of $10 or less per month. Now, the income the plan is asking about isn't what your income was this past year. You're looking forward at what your income will be next year."
    },
    {
      "author": "DELAO",
      "text": "Thinking about, are you eligible for a promotion that you think you're going to get? Are you working in a temporary position now, and you don't think that's going to continue into the new year? What will your income look like?"
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "This can be very hard to do. Liz McClemore struggled with it when she was shopping for insurance for the first time outside of a job. She lives in Inglewood, Calif., and she was laid off from her digital marketing job in the early days of the coronavirus pandemic. At the time, she had unemployment insurance coming in, but she had no idea how to try to predict the future, to know what her income would be and what health coverage she would need."
    },
    {
      "author": "MCCLEMORE",
      "text": "The fact that your insurance is tied to your job and through no fault of your own, when you lose that job, you lose something that's really important. And the whole system is so convoluted and really expensive at a time when you don't have money coming in."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "She did eventually get a plan. She had been paying about $60 for her employer-sponsored plan. Of course, the full premium was more than that. It was just mostly covered by her company. The new plan she bought on her own cost her more than $300 a month."
    },
    {
      "author": "MCCLEMORE",
      "text": "With this one, you know, my prescription cost is a little bit higher. My copay to visit is actually, like, three times as high. The deductible is different. So it's not quite the same thing for more money, but it's better than nothing."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Seriously, finding a good plan can be tough. Liz did it on her own. But maybe even after all this great information, your eyes are still glazed over and you feel completely overwhelmed. Well, if you're shopping for a plan in the Affordable Care Act marketplaces, I have good news. The fifth takeaway - take advantage of free, impartial, professional help. Again, don't Google or click on ads to find it. Actually, head back over to healthcare.gov and click on Find Local Help. You can put in your ZIP code and look for an assister, sometimes also called a navigator. Aaron DeLaO is one of these. They're given government grants, and their only job is to sign people up for health insurance."
    },
    {
      "author": "DELAO",
      "text": "So we are unbiased. We're not contracted with insurance agencies to help people find insurance that they want them to have. So we do it completely autonomously, impartially. Really, it's about what's best for the consumer."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "A lot of people have benefited from reaching out to a navigator. Deborah Kagan called one when she was moving from New York state, where she was covered by Medicaid, to Florida, where she didn't qualify for Medicaid. She was really scared."
    },
    {
      "author": "DEBORAH KAGAN",
      "text": "My biggest fear was having Type 1 diabetes. And without my medication, I'm dead. And during COVID, I also found out that I had breast cancer and I had a brain tumor. And it was just one thing after the other."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "She connected with an assister at the Family Healthcare Foundation in Tampa and was able to sign up for a zero-dollar marketplace plan that covers all of her medical needs."
    },
    {
      "author": "KAGAN",
      "text": "They saved my life. I mean, the navigators were amazing. And they knew everything, all the updates, and guided me through every step of the way and were just beyond helpful."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "There are also insurance brokers who often get commissions from insurance companies. Sabrina Corlette says the good ones want happy customers, so they'll get you in a good plan."
    },
    {
      "author": "CORLETTE",
      "text": "Go through either healthcare.gov or your local state department of insurance to find somebody that's licensed and in good standing."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK. The sixth and final takeaway is know your deadlines. This year has been kind of a strange one when it comes to enrollment. The Biden administration opened a special enrollment period from February to August because of the pandemic. Usually, you only get a few weeks in the fall to sign up. In 2021, the sign-up period starts November 1 and runs until January 15. Open enrollment at your work and Medicare are going to be different, although they're usually in the fall as well. For Medicaid, you can enroll at any time. Aaron DeLaO says even if you've already got an insurance plan that seems fine and it's tempting to just let it automatically renew..."
    },
    {
      "author": "DELAO",
      "text": "Look and see, are you eligible for additional subsidies to lower the costs of your monthly premium? Is there a plan that is, with those increased subsidies, that you can now get a silver plan as opposed to a bronze plan, which lowers your deductible, which lowers your copayment?"
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Like an annual health insurance checkup. He says give yourself a few hours to get it done, especially if you really want to weigh different options, and call your doctors to double check they would take a new plan. His team aims to get people in and out, enrolled in a plan in an hour and a half. Assisters like Aaron actually work year-round because if you have what's called a qualifying life event, you get your own personal enrollment period. That can come at any time of the year."
    },
    {
      "author": "CORLETTE",
      "text": "Say you have a major change in income or you have a baby or, you know, death in the family. Any of those things - you can report that change, and they will do a reassessment of your situation."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "For everyone else, don't miss the annual open enrollment period, your window of opportunity to get enrolled in a new plan. It can be a new seasonal fall favorite - right after Halloween and before Thanksgiving."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK. Not going to lie, that was a lot of information, so let's recap our takeaways on how to pick a health insurance plan. Takeaway No. 1 - know where to go to look for your plans. It might be a benefits portal through your job. It might be healthcare.gov or Medicare. Don't Google I need health insurance. Takeaway No. 2 - use what you know about your health to guide you. Think about any potential big health items in the coming year and use your favorite doctors and usual prescriptions to narrow your choices down to plans that cover those key things. Takeaway No. 3 - learn what all those tricky cost terms mean, like deductible and coinsurance. Takeaway No. 4 - look at your monthly budget alongside your health needs to figure out what plan suits you best. Takeaway No. 5 - get free, impartial help from assisters. You can put in your ZIP code on healthcare.gov/localhelp. And Takeaway No. 6 - know your deadlines There are usually only a few weeks a year to pick a plan, so make sure you get it done in that window."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Health insurance is important, but it's also confusing. It asks a lot of us. Hang in there. Find people to help, and make sure you get covered."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Thanks again to Sabrina Corlette and Aaron DeLaO. For more LIFE KIT, check out our other episodes. We've got one on paying off medical debt, starting therapy and lots more from health to parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, as always, a completely random tip, this time from our former intern and Morning Edition producer David West Jr."
    },
    {
      "author": "DAVID WEST JR, BYLINE",
      "text": "Hey, LIFE KIT. My name is David West, and I have a tip for you. Do not throw away your old dry cleaning recycling because what you want to do is when you're traveling, you want to use that old dry cleaning material. Poke holes in the top of it. You can put a bunch of clothes in that dry cleaning with the hangers, and you can mobilize with those clothes."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is our senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Clare Marie Schneider. Our digital editors are Beck Harlan and Wynne Davis. I'm Selena Simmons-Duffin. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3794972244.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/15/npr_healthinsurance_final1_wide-bc51ec9e7a86291e3632727e1077f09707778da3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SELENA SIMMONS-DUFFIN, HOST",
    "UNIDENTIFIED PERSON",
    "SIMMONS-DUFFIN",
    "AARON DELAO",
    "SABRINA CORLETTE",
    "LIZ MCCLEMORE",
    "CORLETTE",
    "SHERRY MOORE",
    "DELAO",
    "MCCLEMORE",
    "DEBORAH KAGAN",
    "KAGAN",
    "DAVID WEST JR, BYLINE"
  ]
}