{
  "title": "Beyond delivery: How a birth plan can prepare you for all four trimesters",
  "url": "https://www.npr.org/transcripts/1046148256",
  "intro": "For expectant parents, navigating pregnancy, childbirth and postpartum can raise a range of emotions. There are so many things to think about and prepare for, and knowing where to start can feel daunting. But a birth plan can help!In this episode, Martina Abrahams Ilunga and Gabrielle Horton of NATAL, offer guidance on creating a birth plan that works for you, and makes it simple for your support system to pitch in.",
  "transcript": [
    {
      "author": "GABRIELLE HORTON, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "FRANCESCA POLANCO",
      "text": "Literally, no one is feeling what you're feeling. And the room could be full of people, but you're the only one that's going through it. All the anxieties kick in because it's me. Like, I'm the one that's giving birth. I'm the one that's going to have a baby in my arms and has to make all these decisions."
    },
    {
      "author": "HORTON",
      "text": "I'm Gabrielle Horton."
    },
    {
      "author": "MARTINA ABRAHAMS ILUNGA, HOST",
      "text": "And I'm Martina Abrahams Ilunga. We're the hosts of \"Natal,\" a podcast docuseries about having a baby while Black. On our show, we pass the mic to parents, but also providers, advocates and birth workers, like Francesca Polanco, who you heard at the top of the episode. They share their stories about pregnancy, childbirth and postpartum care in their own words."
    },
    {
      "author": "HORTON",
      "text": "And something that we talk a lot about on \"Natal\" is just how important it is for families to have agency over their birthing journeys. Whether you give birth in a hospital, in a birth center or at home, birth is not just something that happens to you. It's a process that you can play an active role in shaping. That means taking time to think about what you want or don't want this experience to look like."
    },
    {
      "author": "ILUNGA",
      "text": "Yes. And these decisions are more than deciding if you want a vaginal birth or a C-section or what song you'd like to play as the baby arrives. It's about creating a plan that allows you to dream, prepares you for the journey ahead and empowers you to speak up about your needs and wants."
    },
    {
      "author": "HORTON",
      "text": "This plan is what's known as a birth plan. And on this episode of LIFE KIT, we'll talk with parents and birth workers about what a birth plan is and how to make and manage one, from pregnancy all the way to postpartum. So let's get started."
    },
    {
      "author": "ILUNGA",
      "text": "The term birth plan might be a completely new idea for some. So to help us get started, we reached out to our friend Tanya Smith-Johnson. She's a mother of six homeschoolers, a U.S. Navy veteran and the policy director of Healthy Mothers Healthy Babies Hawaii. Tanya's also a certified professional midwife. So if anyone knows what a birth plan is all about, it's her."
    },
    {
      "author": "TANYA SMITH-JOHNSON",
      "text": "A birth plan is really a tool for a birthing person to outline their wishes in not just their labor and their birth, but their postpartum as well. I think lots of times, you know, we leave that part out, but it really is a way for a pregnant and birthing person to really have some autonomy and control over the decisions that are being made for them as they labor and as they give birth to their child, right?"
    },
    {
      "author": "ILUNGA",
      "text": "In many ways, Tanya is describing the birth plan as an empowerment tool, and I really love that."
    },
    {
      "author": "HORTON",
      "text": "I do, too, because it centers a birthing family and puts them in a position to make informed decisions about what's happening to their bodies and to their babies. And the research backs it up, too. A 2012 study in The Journal of Perinatal Education looked at how women develop and negotiate their birth plan and its effect on overall birth experiences."
    },
    {
      "author": "SMITH-JOHNSON",
      "text": "The birth plan is, you know, showing for those families that had it even when things didn't go to plan, they felt seen and heard. And they were able to still have positive experiences, even if it didn't go the way they wanted to."
    },
    {
      "author": "ILUNGA",
      "text": "And while we know birth and babies have a timeline all of their own, the idea of having a less-than-positive experience or for something to go wrong is a real concern that many parents have, especially considering the gross racial disparities in maternal health outcomes. Studies show that Black women in the U.S. are three to four times more likely to die from pregnancy and childbirth complications. And nearly 60% of those are avoidable."
    },
    {
      "author": "HORTON",
      "text": "Chanel Tyler and her husband, Sheldon McIntosh, took these risks very seriously as they prepared for the birth of their first child, Madison, earlier this summer."
    },
    {
      "author": "CHANEL TYLER",
      "text": "So it was scary kind of when we were going into this because on one hand, like, you really want to be excited. But on the other hand, I knew that my risk was higher than other people, just for the fact that I was a Black woman."
    },
    {
      "author": "ILUNGA",
      "text": "And research has proven the cause for these disparities isn't race, but rather racism. But that's a whole other conversation, one that we get into in \"Natal\" Season 1."
    },
    {
      "author": "HORTON",
      "text": "But as you can imagine, there are a lot of considerations to think about, and it can feel really overwhelming, which is why our first takeaway is to start talking about your birth preferences sooner rather than later. According to Tanya, doing so gives families a chance to really think about all possible outcomes."
    },
    {
      "author": "SMITH-JOHNSON",
      "text": "So I think a birthing plan is good about helping you think about the things you might not want to think about without having to feel trauma around it, without being surprised or blindsided. You know, we're always wanting things to, you know, go as planned and go exactly how we want them. But what happens if labor stalls out in? What happens if we're at home, home birthing and we possibly have to transport into the hospital? What happens if the baby's heart rate drops, and they're starting to talk about C-section? How do you want that to go, right?"
    },
    {
      "author": "HORTON",
      "text": "Now, you might be wondering, how soon should you start to ask these questions? For Miami-based full-spectrum doula Francesca Polanco, it's never too early."
    },
    {
      "author": "POLANCO",
      "text": "If you're talking about having babies, you should be talking about your preferences and writing them down. It's super important because this is a way of managing expectations for you and your partner. If you're not vocalizing this and having conversations about it, sometimes, you can be surprised and caught off guard with your preferences, your partner's preferences, what your family thinks. And that can create unnecessary stress."
    },
    {
      "author": "ILUNGA",
      "text": "To Francesca's point, starting early on your birth plan also allows you to map out your prenatal care, figuring out things like, do you want ultrasounds? And how often? Or do you want to go for testing, like glucose testing or genetic testing and more? All of these decisions will only help you feel more prepared as you inch closer to your due date."
    },
    {
      "author": "HORTON",
      "text": "And then, of course, there's delivery. At the very top of your birth plan should include your name, your provider's contact information, the address of the hospital or wherever you're planning to give birth and your blood type. Chanel and Sheldon had great advice on what else to consider."
    },
    {
      "author": "TYLER",
      "text": "Some of the components were, what type of delivery do I want to have?"
    },
    {
      "author": "TYLER",
      "text": "Who do we want to be in the room or be present..."
    },
    {
      "author": "TYLER",
      "text": "Do I plan to breastfeed right after giving birth?"
    },
    {
      "author": "TYLER",
      "text": "What kind of mapping out my pain level? So one of the things that worked really well for us was, like, we made, like, a pain scale. And one to three, you know, meant something different from four to seven and then eight to 10. And so basically, once I crossed over into, like, a 8 threshold, that meant that the pain was, like, unbearable and that it was time for us to get an epidural."
    },
    {
      "author": "ILUNGA",
      "text": "Honestly, that pain scale is everything. That's definitely something to jot down. And this one sounds obvious, but you need to write it down. Your birth plan can go on a piece of paper, in a Google doc or using the Notes app of your smartphone. There are even birth plan apps and templates online to help you get started."
    },
    {
      "author": "HORTON",
      "text": "One general rule of thumb is to keep it to a single page. But let's say you have special medical history or important information that your birth team should know about. Don't be shy about adding that. Anasia Sturdivant sure wasn't when she gave birth to her son, Isaiah, last year."
    },
    {
      "author": "ANASIA STURDIVANT",
      "text": "I would say my birth plan primarily included just kind of an overview of all those things. And then I had a secondary page that kind of, like, had the details of, like, my medication or the history of, like - in case they didn't know that, like, hey, I've had miscarriages."
    },
    {
      "author": "HORTON",
      "text": "In addition to what goes in the plan, who goes in the plan is just as important. That's our second takeaway - determine who will play an active role throughout your pregnancy journey and how. So make sure you give it serious thought, no matter what your support system looks like."
    },
    {
      "author": "ILUNGA",
      "text": "As for who gets to accompany you in your birthing space, make sure you add their names to your birth plan. As a queer single mom who lived hours away from her family, Anasia's delivery day support persons included her doula, Jasmine (ph), and a close friend, Lori (ph). And she wishes she had included that in her birth plan."
    },
    {
      "author": "STURDIVANT",
      "text": "Regardless of it being COVID, when my support person Lori left, I was just kind of alone. And they were like, well, now no one else can come. Like, she had to leave and go do something. But had I identified what my family looked like more then, I feel like it wouldn't have been as much pushback as far as letting someone come in there because they said one person, and it was just me."
    },
    {
      "author": "ILUNGA",
      "text": "The thing is who you choose to be a part of your birth journey is completely up to you. It might be your own parents, your partner, a really good friend or all of the above. But narrowing down your list of support persons is something that Francesca encourages her doula clients to think long and hard about."
    },
    {
      "author": "POLANCO",
      "text": "The way that I encourage them to think about people that have gotten them through tough times or that have shown up for them or that always show up for them. Who supports you? You know, who do you call when you're going through something? Because oftentimes, we can romanticize this experience or people and be like, oh, yeah, I would love if this person was here in labor. But you have to ask hard questions like, is this person the best at supporting you? Does this person bring you anxiety? Do they get more anxious about something you're going through than you do?"
    },
    {
      "author": "HORTON",
      "text": "And if the answer to that last question is yes, they bring me so much anxiety, don't ignore that. Your birth plan is a chance for you to keep it 100 about the kind of care you need and deserve in this new chapter. And that might mean that not everybody is included or at least not in the way they want to be."
    },
    {
      "author": "HORTON",
      "text": "But we know that these conversations can be easier said than done. So if you're worried about hurting someone's feelings, you can assign them a role outside of the birthing room."
    },
    {
      "author": "ILUNGA",
      "text": "And if you're not quite sure how to tell them, try something gentle, like, while I'm birthing I'd be so honored if you could prepare my first meal. Or I'd love for you to come visit and meet the baby once I've had a chance to rest a bit. Remember this is your experience. And if you want to get extra eyes on your birth plan, you can ask people or other parents who you trust to look it over."
    },
    {
      "author": "SMITH-JOHNSON",
      "text": "I would say once, you know, you kind of have those things figured out, that's the point where you start to talk about it with whoever your care provider is, be it a midwife, be it a OB-GYN, a nurse, nurse practitioner, to share that information. And I like to tell people to do that as early on as possible because then you have the decision to figure out whether or not that person is on board with your wishes. And if that person is not, it gives you opportunity to hire someone else."
    },
    {
      "author": "HORTON",
      "text": "Like Tanya reminds us, birth plans help to hold medical providers accountable. So make sure that everyone in your birth plan has a copy of it. For instance, it was important to Anasia that medical residents and training staff did not perform any procedures on her during her hospital stay. So she made sure to include that in her birth plan and provided copies to her care team. But when it came time to check how far her cervix had dilated, Anasia was surprised to see that it was, in fact, a medical resident conducting the exam. Fortunately, her doula was right there to step in."
    },
    {
      "author": "STURDIVANT",
      "text": "And it felt really awkward and really, like - like, she wasn't doing it right. And I don't blame her for not doing it right because she is learning. But I do - I did take fault into the other staff that were there because I had specifically said it to them and gave them a copy of my birth plan. And I had told them, like, can you just stop? And she was like, oh, I'm sorry. So she stopped. And then I looked at my doula, and I said, could you remind them of the birth plan? And so then she took them out in the hallway and asked them, do they still have a copy? And they did have a copy. It was sitting there on the desk. And I went over it again with them. And then the nurse came back. And the student did not come back in at that time, but the nurse came back with the other nurse who was about to switch shifts, and they apologized."
    },
    {
      "author": "ILUNGA",
      "text": "While your birth plan should absolutely cover the big and serious stuff, we encourage you to think about their softer touches, too - things that can make your birth space more comfortable but also allow you to let your personality shine through. Chanel and Sheldon got their labor bag ready with this in mind."
    },
    {
      "author": "TYLER",
      "text": "I put Palo Santo, like, protection spray. And then we also - Sheldon had, like, a playlist that we had that we would, like - with, like, smooth jazz and, like, R&B and, like, lots of, like, relaxing songs."
    },
    {
      "author": "SHELDON MCINTOSH",
      "text": "We also had blankets and pillows and all that - like, your own personal thing that kind of gives you some sense of comfort. And we also brought a Google Chromecast to kind of hook up to the television in the event that we were going to be there and have some, quote-unquote, \"downtime\" while we were waiting for the baby or the dilation."
    },
    {
      "author": "HORTON",
      "text": "So far, we've talked mostly about pregnancy and delivery day. But as we know, it doesn't stop there. Once you're home with your newborn, all the planning you put into pregnancy and birth can feel like a distant memory. But life with a newborn isn't all coos and cuddles. It's also healing from birth, making feeding schedules, changing diapers, caring for older siblings. It gets real, real fast, which is why our third takeaway is to make sure you include postpartum care in your birth plan. As a doula and new mom herself, Francesca knows just how critical this period is."
    },
    {
      "author": "POLANCO",
      "text": "You'll hear about women being treated like queens or, you know, enjoy this time, enjoy the perks of being pregnant. And then postpartum comes, and you have the baby in your arms. And in our society, it's no longer about you. It becomes all about the baby. Everyone is excited to see the baby, and no one's worried about mom, who just went through this marathon to get the baby here. And that's why a postpartum plan is really important. You, as the pregnant person, need to figure out before the baby comes, what does support look like for you in a realistic way?"
    },
    {
      "author": "HORTON",
      "text": "Like most new parents, Chanel and Sheldon have been so focused on planning Chanel's birth experience that once they returned home with baby Madison, they were extremely overwhelmed. Chanel wished she had considered questions like, who's going to make sure their family had food to eat? Or who would stop by to assist with laundry and keeping the house tidy?"
    },
    {
      "author": "ILUNGA",
      "text": "This period is also a great chance for partners, family and friends to really step up and pitch in. In those first few weeks home, Sheldon just wanted to figure out how to be the best partner he could to both of his girls."
    },
    {
      "author": "MCINTOSH",
      "text": "So in seeing her go through this, I kind of went into, how can I be Superman, right? And let's not - or let me not paint the picture as if Chanel was the only one going through something quite, you know, challenging. It was super challenging for me as well - not necessarily with the physical side of things, but also with the mental side of things and feeling, are we doing the right thing or things? Are we getting this thing right? And then the larger part of that is, am I being the absolute best partner I can be for her? And once I realized that by trying to be super independent, I'm putting us both at a disadvantage, that's when the - you know, the brunt of the outreach started to really happen and saying, hey, listen. We need help. I need help. She needs help in this."
    },
    {
      "author": "ILUNGA",
      "text": "And this leads us to our fourth takeaway - ask for help, which, trust us; we know how hard that can be, especially if you're not really used to doing so. But at the end of the day, your loved ones won't know what you need until you tell them."
    },
    {
      "author": "SMITH-JOHNSON",
      "text": "And contrary to popular belief, even though it feels uncomfortable, people like directions, you know, especially when you're surrounded by people, and they want to help, but they don't know what to do exactly."
    },
    {
      "author": "ILUNGA",
      "text": "If you're unsure of what to say, Tanya has a few helpful tips."
    },
    {
      "author": "SMITH-JOHNSON",
      "text": "Oftentimes, what we do in our postpartum - we entertain other people. So we feel like we have to pick up the house, and we have to set out food for them and let them hold the baby and do all these things. And I really would love for us to shift that - right? - into where we can tell the people who are really there and they want to step up and step in for us, to be like, if you could just put a meal train together so I can have, you know, food for every other day for a couple of weeks, if possible, that would be so helpful because I don't have to think about it, and I know I'm going to be so tired. Do you mind just coming over, keeping me company and holding the baby so I can shower and wash my hair? You know, that would be so good - you know, really specific things like that, right? I really want people to think about how much work their body did and how much your body needs rest."
    },
    {
      "author": "ILUNGA",
      "text": "Tanya is right. Your body needs sleep. Everyone we talked to today agreed. Rest and nourishment should absolutely be included in your birth plan because without those things, you're no good to anyone, let alone a newborn. Just ask Anasia."
    },
    {
      "author": "STURDIVANT",
      "text": "You know, sleep was one that I hadn't included in my plan. It was just, you know, make sure the baby eats every two to three hours and not thinking about, you need to sleep at some point during those times and things like that. The people who I had adopted as family - they were very helpful and instrumental in that. Church family - they brought meals. And so I knew I was covered with meals. And so it was just a matter of, like, which friends can I reach out to for groceries so I'm not stretching anyone thin? It was difficult, like, finding who to help. But once I found those people, it was easy sailing. It wasn't like, oh, no. Today I really need this, and I have no way to get it. Even though it was a pandemic, like, I'd open my garage door, and there'd be, like, stuff sitting on my car. And I'd be like, oh, this is great."
    },
    {
      "author": "HORTON",
      "text": "I loved hearing about how Anasia's adopted family rose to the occasion for her and baby Zay. If her experience is any indication, it's literally going to take a village, which is why Sheldon and Chanel moved back to her hometown of Chicago. The move gave them a chance to be closer to family, including Chanel's mom, who's been a huge support for them."
    },
    {
      "author": "TYLER",
      "text": "Maybe about three or four weeks after I'd had Madison, she asked me, like, straight-up - she was like, do you think you need to see somebody? Do you think you need to see a therapist? I remember just breaking down. And even now talking about it, I'm getting emotional because I didn't know that she noticed that in me. I didn't know that anybody saw it in me. And I thought I was hiding it really well. And I came home, and I was talking to Sheldon. And I was like, can you tell that I'm not OK? And he was like, yes, everybody can tell that, like, you're not OK. And I just had no idea that it was that apparent."
    },
    {
      "author": "HORTON",
      "text": "Ultimately, you are not superhuman. So shave down your list of all the things you think you'll be able to handle on your own after giving birth. Realistically, you should expect to need support for six weeks after delivery, but even two or three weeks is better than none."
    },
    {
      "author": "MCINTOSH",
      "text": "I think being open and honest with yourself - and I think one of the things is - I don't know if people find it embarrassing or find it taboo or whatever it is, but it's not talked about enough. That part of this process should generally be talked about is not all, you know, roses and berries in dealing with a newborn. It's extremely challenging. And I think once people own up to that - it would ultimately have helped me walking into this space to be able to help her if I knew going in what needed to be managed and what needs to be mitigated."
    },
    {
      "author": "ILUNGA",
      "text": "And if you don't have a partner or family or friends nearby, consider hiring a postpartum doula or even a night nurse, if funds allow. The National Black Doula Association website is a great place to start. There, you can find doulas across the country who support all kinds of families and at various budget levels."
    },
    {
      "author": "ILUNGA",
      "text": "If you're an expectant parent, a parent of many or a loved one, if at any point along the way you find yourself in need of a pick-me-up, we leave you with the affirmations that lifted Francesca up during the birth of her first child, Ishmael. May they encourage you on your journey ahead."
    },
    {
      "author": "POLANCO",
      "text": "I had multiple mantras and affirmations that I had printed out and colored and put on the wall. But the ones that stuck with me the most when the going was getting very tough were, my ancestors are with me. Each surge brings me closer to my baby. That one was, like, really big. And then the last one was, my baby trusts me, and I trust this process."
    },
    {
      "author": "ILUNGA",
      "text": "All right, so we've covered a lot of ground today. Let's recap."
    },
    {
      "author": "ILUNGA",
      "text": "Our first takeaway is to start early. Do your research, ask questions, and start thinking about what you want your birth experience to look like."
    },
    {
      "author": "HORTON",
      "text": "Including deciding who you want alongside you for the journey. That's takeaway No. 2. Don't be afraid to set boundaries and prioritize your needs and wishes."
    },
    {
      "author": "ILUNGA",
      "text": "We cannot stress our third takeaway enough. Don't forget about the fourth trimester - postpartum. It's not all about the baby, and more than likely, you will need help with meal prep, household chores and simply balancing it all."
    },
    {
      "author": "HORTON",
      "text": "Which leads us to our fourth and final takeaway, which is to ask for help, for there's zero shame in doing so. Make sure you're direct with your asks so you get the kind of help you want and need."
    },
    {
      "author": "HORTON",
      "text": "If you liked this episode and want to hear more stories from Black birthing parents, check out our podcast, \"Natal.\" Our second season heads to rural America, and it debuts this fall. You can listen wherever you get your podcasts."
    },
    {
      "author": "ILUNGA",
      "text": "For more LIFE KIT, check out our other episodes. We've hosted one on how to support parents after pregnancy loss, and we've got lots more on everything from how to show up for your friends to lots of parenting episodes. You can find those at npr.org/lifekit."
    },
    {
      "author": "HORTON",
      "text": "And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "ILUNGA",
      "text": "And as always, here's a completely random tip."
    },
    {
      "author": "ANNIE HOLLAND",
      "text": "Yeah, I've got one for you. My name's Annie Holland (ph), mom of three here. I drive a sweet minivan. Open up both sliding doors, bring out the leaf blower, blow that [expletive] right out of there. I'm telling you - takes all of, like, seven seconds, instead of having to get in all those nooks and crannies, and just blows right out the other door. Yeah."
    },
    {
      "author": "ILUNGA",
      "text": "If you've got a tip or story idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "HORTON",
      "text": "This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Janet Woojeong Lee, Clare Marie Schneider and Audrey Nguyen. Our digital editors are Beck Harlan and Wynne Davis."
    },
    {
      "author": "HORTON",
      "text": "I'm Gabrielle Horton."
    },
    {
      "author": "ILUNGA",
      "text": "And I'm Martina Abrahams Ilunga. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3175735037.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/14/npr-birth-plan_wide-a2a991818bfec12de28bcbe5593eb51df133502f.png?s=1400&c=100&f=png",
  "authors": [
    "GABRIELLE HORTON, HOST",
    "FRANCESCA POLANCO",
    "HORTON",
    "MARTINA ABRAHAMS ILUNGA, HOST",
    "ILUNGA",
    "TANYA SMITH-JOHNSON",
    "SMITH-JOHNSON",
    "CHANEL TYLER",
    "POLANCO",
    "TYLER",
    "ANASIA STURDIVANT",
    "STURDIVANT",
    "SHELDON MCINTOSH",
    "MCINTOSH",
    "ANNIE HOLLAND"
  ]
}