{"title":"Most of the email in your inbox isn't useful. Instead of managing it, try ignoring it","url":"https://www.npr.org/transcripts/1047640678","intro":"Unread emails can be a source of anxiety for a lot of people. So instead of trying to read, filter or delete everything in your inbox, what if you just ignored it?In this episode, New York Times technology reporter Taylor Lorenz shares how spending less time on email and changing the way she thought about online communication has increased her productivity and given her back hours of time.","transcript":[{"author":"MAYOWA AINA, HOST","text":"Hello, LIFE KIT. My name is Mayowa Aina, and I am a reporter and a producer. So maybe you've heard of the concept of inbox zero, which is this quest to get rid of the badge on your inbox that constantly reminds you how many unread emails you have. Maybe inbox zero is some sort of symbol of having your life together - or not (laughter). But on this episode, we're talking about inbox infinity."},{"author":"TAYLOR LORENZ","text":"It is the opposite of inbox zero (laughter). I described it as just letting email messages wash over you and responding to the ones that you can but ignoring most of them."},{"author":"AINA","text":"I know. My blood pressure went up, too. That voice you just heard was Taylor Lorenz. She's a technology reporter for The New York Times, and she wrote an article about inbox infinity back in 2019. It's a short and sweet concept, and it may work for anyone looking for a different way of managing their inbox or inboxes. In Taylor's case, it's a way to start setting some boundaries and remove the expectation of constant communication altogether. We'll get into inbox infinity after the break."},{"author":"AINA","text":"I was curious about the reception to the piece, if you can think back to that, and what you heard from people and whether or not people were like, this is great advice; I'm implementing this now. Or..."},{"author":"LORENZ","text":"Yeah, it was two reactions basically. There was a bunch of people that were like, yes, this is my philosophy. I'd never had a name for it, but I've given up on email. I think that was a lot of people, just completely given up on email because it's such a broken system. And then I had a lot of really angry people, too - people that were like, oh, you're so entitled or, oh, this is so rude and da-da-da-da (ph). And to them I would say, you know, it's not rude. You know, it's not rude to be like, I don't have time to answer or respond or even read your emails. I get close to around a thousand emails a day, give or take. Sometimes I've gotten as many as 5,000 a day. Sometimes I - one day I even got 8,000 emails in one day. There is no possible way for me to read thousands of emails a day. There's just none - and much less respond to them. And every time you respond to one, you get emails back. So I just think that for me personally, this works."},{"author":"LORENZ","text":"If it doesn't work for you or if you're one of those people that demands a response to your email, I think you should look at kind of, like, you know, why you're thinking that way. And I think even people that don't embrace inbox infinity, it's good to kind of just, like, lessen your grip on email a little bit, you know? Don't feel like if - don't feel like you have to respond to every single thing. There's a lot of things that you can kind of miss, and it's fine. Or that person will loop back in a couple days if it's urgent. You know? It kind of, like, pre-filters out a lot of stuff in life."},{"author":"AINA","text":"OK. So I have questions. And before we dive into those, just to get into the nuts and bolts of it, how do - what are the steps?"},{"author":"LORENZ","text":"Yeah. I mean, there's really just one step, which is just kind of ignore your email. Like, you - the out-of-office responder can help. Some people don't like that. Even having an out-of-office responder can still give the impression that you might respond or that you're aware of your inbox. It's basically just about the fact that you're accepting that there's going to be this endless growing amount of email in your inbox every day, most of which you will never address or even see. And so I described it as just letting email messages wash over you and responding to the ones that you can but ignoring most of them."},{"author":"LORENZ","text":"I mean, I sort of just treat my inbox like a feed. It's like scrolling Instagram or Twitter. You know, if I see something and I happen to be online and I happen to see an email, I'll respond to it. But you know, the ones that come in when I'm not there or that I miss, I just don't stress about it too much. Have I missed a couple important things? Yes. But overwhelmingly, it's worth it for the hours and hours and hours that I've gotten back."},{"author":"AINA","text":"So, Taylor, how did you feel once you started doing this?"},{"author":"LORENZ","text":"Yeah. I felt like a weight lifted off my shoulders when I set the out-of-office responder permanently on. I just was, like, ah, one less thing for me to deal with. People were getting really aggressive on email with me. A lot of times as a reporter, people will reach out to you pitching something. And I'm like, hey, I - you know, I don't cover this. Right? And they'll immediately follow up with, OK, well, can you connect me with someone who does? Or can you let me know someone who does? And it's no. It's just, once again, you're asking for more email."},{"author":"LORENZ","text":"In my personal inbox, it was a little bit different. I set the out-of-office responder, and I was a little nervous. I was worried that, like, my family members or friends would be offended or annoyed, again, 'cause there is that expectation of, you know, replying right away. But what I found is I was actually totally fine. Like, nobody really cared. My personal inbox away message is a little bit more soft. It just says sort of, basically, I don't check this inbox; if it's urgent, text me. But it sets that bar. It's basically like having people self-filter themselves and think, just stop, and think for a second. Like, is this something super urgent that I actually need Taylor to respond to, or can I just not bother her right now? And most people - I mean, I would say 99% of my friends, they'll self-filter it out. You know, they'll be like, oh - you know what? - I was asking her for this, but I can just figure it out on my own, or I can resolve it in a different way and not put it on my plate. And so that's been really great."},{"author":"LORENZ","text":"I've missed a couple things. I've definitely missed a couple opportunities. I missed, like, a speaking opportunity once. I've missed a couple announcements and things like that. But overall, really nothing major has happened."},{"author":"AINA","text":"And I think that they're - I maybe have done this in a separate way where, like, I have an email inbox that is for all of the things that are more closely related to, like, junk email or, like, promotions or coupons or whatever I think is, like, my recovery email for my actual email (laughter). Like, something that I just, like, never check ever unless I absolutely have to, and, like, stuff just goes there and to try to kind of minimize what happens in my more - my other personal email or in my work email. And - but that seems also like a lot of things to manage. And so I don't know if that's another way to kind of get at the problem. And - 'cause it sounds like beyond just getting too many emails, the problem is, like, the way that we're communicating. Like, the - like you said, the system of email is just broken. Like, we just get too much stuff."},{"author":"LORENZ","text":"Well, also, people today just - like, there's this expectation of 24/7 availability and that everyone is always at your demand, you know? That you - there's this idea of, like, oh, if someone has free time, why can't they respond to my email, right? It's like, because that person is having free time. It's just very, I think, selfish to assume that your email should, like, come above another person's mental well-being. And I just mean that broadly for most emails - obviously, not the important ones. I just have to caveat that a million times because people will be like, well, what about this, or what about this? And I'm like, look; I'm speaking very generally. I just think most email is not useful."},{"author":"AINA","text":"And just to go back to something that you said, kind of looking at your inbox as, like, another feed akin to, like, Twitter or Instagram. Could you say a little bit more about that and sort of how you - what does your system kind of look like today?"},{"author":"LORENZ","text":"Yeah. My system today is - every couple days, I will look at my inbox and kind of scan for people's names that I know. And if I know someone's name, I'll click on the email. If I don't know someone's name, I usually won't click on their email unless the subject line is interesting or it needs responding to. That's my current philosophy. Yeah, I do the same with text messages. Like, I just kind of check it when I check it. And the ones that I miss, I just assume they'll loop back if it's important."},{"author":"LORENZ","text":"One person reached out to me, and they said that they were still checking all their email, but they had - their out-of-office responder basically just auto-answered a bunch of common things that people email them for. So it kind of was like, I think - a significant amount of their email was asking certain things or trying to get in touch with certain people, and so this out-of-office responder just immediately was like, hi, I'm a little bit slow on email. I'm not, you know, super plugged into my inbox right now. If you're - you know, if you're emailing out for these three things, here are the resolutions or the other people that you can follow up with directly. You know, if your email does not apply to these things, just know that I'll get back to you in the next few days or something. So I think even strategies like that, it's not fully, you know, my method of inbox infinity, but it does just put up a little bit - you know, it take the burden off you just a little bit, you know?"},{"author":"AINA","text":"Sure. I have to say I started off still as a skeptic. I wasn't quite sure (laughter) about the method. But I do feel like there is some merit to - I think maybe I have been indoctrinated from college, and I was like, this is how professional communication works, and this is how you should be expected to respond when you're in the workplace. But I think there's something to just this idea of, like, communicating your expectation and then going from there and - you know."},{"author":"LORENZ","text":"I think it's really for personal emails that this is an effective strategy. I think we're all on a million sometimes personal email lists or we're just getting lots of requests or things from, you know, your kids' school or whatever that you don't always need to reply to. And I think that this works well, you know, in that situation. It does work OK for me in my work situation because, once again, I get so many pitches, so my email box is really just mostly spam. And my editor and work people, you know, we're all on Slack together, so we can communicate on Slack, so I never miss a Slack message. You know, I'll respond to every Slack message. I'm totally available in that capacity. So it works for me. I think everybody has different expectations in terms of their job or personal life. And everyone's email box looks different. So I think, like, people should just really figure out, like, what works for them. But I really do advocate this idea of kind of just giving up that tight control and being a little bit more Zen and accepting that there are things that you just sometimes won't get to during the day, and that's fine."},{"author":"AINA","text":"Great. Well, we so appreciate your time and for getting the message (laughter)."},{"author":"LORENZ","text":"Yeah, thank you for having me."},{"author":"AINA","text":"For even more LIFE KIT, check out our other episodes. There's a really good one about kitchen organization for small spaces and another about time management for your whole life, and there's a bunch more on everything from money tips to parenting and health advice. You can find all of those at npr.org/lifekit. There's also a newsletter - just don't let it get lost in your inbox. You can subscribe at npr.org/lifekitnewsletter."},{"author":"AINA","text":"And as always, here's a completely random tip."},{"author":"MAURA CORKERY","text":"Hi. My name is Maura Corkery (ph). I used to be a fine dining chef. So if you're looking to make fish, then a hack for sort of taking away that stronger fish smell is to take your fish and then thoroughly soak it in milk for several hours. So yeah, just put your fish in a container or a bag. Make sure that it's covered with milk. Let it sit for a few hours in the fridge. Take it out. Rinse it off. And the strong fish smell should disappear with the milk. I'm not sure why or how it works, but I do not question that gift horse."},{"author":"AINA","text":"If you've got a good tip, please leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org."},{"author":"AINA","text":"This episode was produced by Andee Tagle. Meghan Keane is the managing producer, and Beth Donovan is the senior editor. Our production staff includes Audrey Nguyen and Clare Marie Schneider. And our digital editors are Beck Harlan and Wynne Davis. I am Mayowa Aina. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6314276833.mp3","img":"https://media.npr.org/assets/img/2021/10/20/gettyimages-1331662716_wide-248b57aa1a214631353c674dd21cb1e65a84a728.jpg?s=1400&c=100&f=jpeg","authors":["MAYOWA AINA, HOST","TAYLOR LORENZ","AINA","LORENZ","MAURA CORKERY"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,6,23626,27393,7735,15735,12630,9356,17757,13569,5519,16362,16380,17106,15327,11284,11460,20790,19578,18498,14567,21169,12026,10767,13210,9024,8294,20445,10500,6654,4535,9874,13381,11574,12135,11948,13380,12414,10396,9976,15359,10957,12682,10705,7474,13516,14466,10487,9896,2785,25947,18700,20052,16411,12373,15998,13765,11492,21181,14821,14631,15725,16967,14978,10327,8745,22438,14659,18449,14734,9403,8208,19963,2900,5786,4212,14322,15444,11404,15181,16297,11193,8400,11718,20402,7986,13093,18107,19491,12573,13760,3075,3970,19598,2956,6145,20880,15731,20362,8276,5278,23936,15426,18154,16285,9912,10704,15504,25078,16496,8364,15974,9384,9552,17048,6187,15997,18160,16354,13746,10808,11926,10507,13629,12961,17255,19010,17617,4982,5895,4355,3782,14147,13204,13748,9414,14395,12076,12168,14034,12159,10388,13546,12957,14602,12358,10943,11819,12435,13986,2324,18576,23866,10253,16943,17541,5468,3582,1953,4114,13699,16966,5596,20083,10423,14732,19006,6612,3771,4170,19635,20548,18311,18626,15827,19788,13428,8415,7958,9842,21656,19928,11855,10146,10591,21703,14750,3483,11349,17284,21987,17332,16607,11314,12046,8832,12381,10571,12519,8443,4798,3036,13980,15149,14608,22253,19680,9623,9208,12218,14198,13762,17469,13925,11313,8446,11109,13036,10075,7488,8311,8341,6027,8437,6716,19750,11238,8235,3094,12774,13467,19164,8655,20760,16265,22162,13555,16068,16904,11195,8384,10961,13929,13357,10953,7739,7883,9378,13815,11305,10679,8986,9190,3202,19951,12616,1460,3267,14879,21390,12560,10914,17450,9796,11998,6710,22566,19953,11980,7950,16350,9441,15696,19959,9069,14462,12767,7911,8699,9973,6973,8289,9343,6532,7762,9871,5682,3026,2850,3777,1908,1237,1142,747,595,316,161,130,61,17743,23585,26599,16628,24737,18209,12019,26989,20052,15984,9525,20508,18009,15649,19485,25020,10493,11698,11571,14220,14237,17598,18128,23670,15197,13644,3486,23661,24785,20417,21267,15722,24772,9532,17377,13146,17933,17753,8538,16273,18269,20417,14411,14577,14472,10958,8840,9954,23807,15233,22372,14626,16859,15985,9978,17001,17382,14583,13655,24248,13388,10545,19109,20521,18101,6667,18083,15955,15944,14364,10374,11421,15170,11549,11641,13704,11465,9996,7250,24187,23300,11140,15993,2757,82,57,27400,25416,19720,13390,22642,22293,21221,20481,12481,162,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,18524,21017,442,24093,21847,25759,18975,11700,8306,20949,17336,16506,13024,26618,12920,10942,21952,15470,19819,22442,17670,20415,28651,9058,24011,24534,22587,21502,16732,9374,16604,12426,24789,4031,26799,22687,16984,18544,25428,17866,13426,19727,18544,20498,13731,8695,1136,3,3,14,26177,22040,11700,15355,11314,14396,19573,13070,15494,4319,3300,21744,18840,14947,13611,13652,11790,3205,21972,23373,14058,11994,16001,11914,5965,7771,13766,13213,8068,10860,13227,14907,8005,23384,18914,10213,8327,7249,8597,8517,5205,3172,22477,22390,14667,8389,20866,10558,98,3,0,0,0,0,0,0,0,72,23416,15949,18547,19059,17104,10605,16783,10276,7374,10551,6512,20430,16990,22636,11420,11861,19267,16968,23354,20732,15072,16450,16083,10122,13268,12932,14585,9239,9706,7944,14304,14742,20749,15548,7742,9517,10152,13403,14083,11329,7561,17222,11732,10753,10832,11526,6951,14153,8606,11870,11280,11113,2373,17625,11523,13589,15798,15094,10915,15660,10562,6922,10082,7833,8751,8815,6469,9220,15136,17942,7689,10308,12488,10003,12072,12457,19190,17337,18503,20661,11748,9428,12944,20471,12427,12572,12883,841,12250,11894,12450,12580,12680,10471,11148,7756,9568,10175,11374,8755,12307,12244,12408,1064,15829,9649,7968,16978,9129,9588,14518,12093,8237,11043,13148,13122,10945,11695,13926,15319,10171,8634,440,16193,12449,15096,14439,7626,14667,9471,6931,3865,7344,13138,7671,16267,13963,13264,13608,14123,15538,11373,16522,975,14025,11470,10865,13144,10678,11327,11531,8910,11207,9019,12256,11073,11399,9285,12684,12028,10880,13129,668,14008,12594,11221,9392,9003,11202,14107,12188,10862,5812,13846,13406,7706,10448,11669,9678,8189,17510,10800,9474,13281,2627,13819,13548,14262,11170,13220,13495,6272,11406,9921,7560,9202,758,23855,19756,16171,12421,17420,13861,10790,13876,116,11561,16368,12881,11685,13594,19147,17448,12591,12133,17398,14063,13399,13149,13105,13452,10815,14109,9724,11395,15031,10416,18432,19765,10313,777,18159,10693,21061,17149,14381,14670,13157,10074,9957,1385,3521,20244,15630,7271,16403,10654,17338,17545,15258,13668,14955,12516,10542,7397,9991,16783,10626,12294,12550,10461,9726,11464,8435,11323,13826,18529,11876,15104,2145,385,946,3242,20762,13266,9039,15257,12373,7881,12358,12713,13636,12945,10129,10792,14262,14700,13616,15836,13436,15386,11559,15280,14334,544,20546,19197,16206,13033,15744,12096,21577,11264,12904,7650,9750,8319,8053,13888,18125,12276,11349,7416,15786,15651,12075,15285,16850,16683,10390,11142,8653,2927,21302,17170,11967,15374,16459,9596,695,250,18240,15019,15088,14617,14487,14609,10785,12181,13883,9893,10293,13275,10450,7856,13376,12210,19702,19554,14930,11750,18105,13188,12516,9734,6219,205,1116,22779,10865,22672,13976,18579,24208,10457,10133,19971,6571,14132,21360,20076,10975,12954,8350,1277,14302,16462,14365,13411,9856,11411,12690,19498,20385,9710,7904,21407,21564,24509,6315,15585,9968,11587,13077,12369,11092,10731,12543,13553,14077,10818,452,16212,14701,14899,9681,12973,10335,12802,11674,10090,13358,8796,7845,177,5309,20751,15226,13526,15502,11739,14482,14716,18128,14114,14887,939,12831,18639,18063,16006,15136,12375,15953,11647,14879,13320,8978,10830,15288,14057,14997,15414,12644,14146,13588,13660,7816,16038,4702,14135,15314,19934,15627,14230,17320,12934,16540,17966,9773,16844,11070,17408,12149,7436,13096,9642,8587,9498,15799,7242,15211,14924,14830,11352,18104,13822,11560,14339,15448,14549,12534,11808,11922,11057,12224,12853,822,17119,15791,17083,12169,17660,14558,13631,16438,14114,12822,15335,13168,12530,8066,9791,9151,14902,11387,2163,16503,19946,8354,14328,14209,4298,1338,16655,18491,16724,11973,14350,12734,14758,11986,7298,15653,15247,16397,14941,15961,14910,18748,13794,17338,11692,17348,16581,16895,13725,11878,19079,17316,13892,15557,12952,17074,17120,15714,14113,9800,9603,10169,12069,12078,14321,15631,17349,15609,5678,14005,14715,12409,10486,12819,16963,16743,16015,11084,6347,13329,15760,20419,8518,13116,15877,14176,7818,8965,18991,14007,20318,11069,14372,4778,510,20273,18237,16631,14128,10467,11470,5126,12362,9796,16097,15087,8246,16940,14912,158,20357,12608,14923,9395,11652,14538,3037,14431,8331,15484,10139,21024,11985,11822,8751,11463,18053,21801,21204,567,7445,10887,13587,9712,15135,15572,11096,10155,15182,9062,10057,6484,156,6899,23458,2055,21989,19558,15787,16742,5557,7758,16782,15586,11675,10388,8915,8923,14807,14049,15255,14860,10453,19827,16403,11873,12147,22106,13937,958,7984,15030,22336,18139,8295,13132,17360,25166,20119,18825,20626,10964,553,322,17383,18380,15695,7954,18800,20110,16475,14856,9588,9640,7992,7609,13602,16258,13379,11402,13429,10591,12710,12513,16488,15778,11416,11782,6573,8191,18205,16757,11540,20461,15280,13327,5364,20410,1767,17834,9140,20335,14163,12069,16012,13423,8126,12189,10044,8444,17114,8445,10554,9808,7601,14008,12659,1279,10911,5953,16254,12822,13506,13275,17038,18153,8738,10378,8112,12852,242,176,44,14487,10153,12667,13217,12720,13371,13011,11007,16331,15812,16797,15241,16055,13519,12755,10607,13316,8460,17358,15031,13149,9093,12691,12335,7764,8687,9501,8460,14747,15374,12713,6583,7935,471,13684,18174,17340,18124,18044,19849,16215,5166,128,16385,17785,10624,16681,18219,8245,8234,1034,6496,12919,17451,14393,13813,14285,14776,15941,19173,10553,9059,7401,13859,15774,9374,10163,11455,18594,15777,13736,14839,13903,13339,9131,11711,13892,17814,14802,12737,18178,15938,14389,13862,13550,10840,9982,15298,12661,11174,16708,10636,15183,15990,14653,8020,5985,17246,14973,18860,22237,18886,18941,17622,16761,14924,18092,15186,6559,18114,20058,7804,13608,12931,6950,22757,4922,15694,11071,12375,13336,13293,472,15335,20285,17638,12087,11747,11720,14840,21575,14427,18234,10998,16451,16428,14442,23871,11184,9797,10877,12539,13168,10079,13053,12382,12640,16363,8988,10130,7694,460,14963,15307,14756,17043,8286,14856,13799,19036,20382,10405,17746,13680,18844,16425,18810,16969,17516,15246,11949,10205,15220,14514,3408,15331,14528,13834,13533,14300,15479,8983,14882,15388,2479,17524,14005,14952,11571,9883,10370,9313,8208,11003,13284,8720,6667,9114,9613,16547,12043,18027,11027,14013,15930,9991,13477,3928,17910,16148,15888,13332,12541,16388,16425,9245,11022,12617,14776,7931,10499,10876,11181,11319,16552,14056,8280,11107,11469,12562,11353,921,887,20089,19365,15933,19631,13269,11883,14705,14301,17273,16894,15667,19857,15142,14740,12215,13234,14126,13723,22959,8696,3144,1185,14181,13092,6937,9148,7908,1450,14819,10458,20498,15749,16804,15588,12284,12454,11206,1377,390,18207,15799,23448,17660,13018,14384,14607,15871,8254,15879,10534,1498,19932,18195,22335,14383,12242,11735,14013,13482,16741,11353,8966,10044,16120,12525,13020,14918,10467,9541,10360,13785,14397,15519,13677,14185,18129,17806,1967,11794,15059,13644,20720,11112,9598,10133,8125,7753,20250,18902,14622,10732,21764,18692,6109,21267,13390,15979,12766,22946,21488,11354,10708,16760,9312,13472,10795,11291,10889,1502,14035,19583,13424,9051,9097,577,17608,14725,20412,17423,10477,7198,6233,458,18231,14247,16182,19725,10276,11158,12049,8291,21558,15384,10391,5396,19490,5459,14276,10121,8770,9706,8077,13294,7997,3343,15888,8218,3881,16559,13874,19404,11913,16771,18916,10608,14080,11191,11424,12194,9564,12612,7042,3527,5392,21823,23321,15180,7843,8443,24434,15558,12992,10431,7629,20148,17176,18788,9354,4286,307,5119,16345,18501,8172,14287,10089,11811,13873,20528,15779,20311,11896,13722,16649,14076,14042,13668,17920,13368,615,36,1175,843,14541,19256,14176,18812,17502,8984,14076,4081,105,5718,23433,19323,14027,13681,10094,9827,13360,12521,15326,15910,14284,12774,7935,15947,20932,14871,12271,14373,13650,21620,13776,12043,2732,18046,17157,14287,14809,21268,14843,9389,15198,9652,18362,15534,5447,5,13514,17536,13149,12779,2346,28,19437,9299,12962,14208,7781,11291,7652,11330,12168,8842,13018,14047,9100,16834,12862,10425,7488,13101,10451,17675,12658,14068,16619,16066,20452,17760,500,17238,13344,11814,18875,12859,8494,9552,11193,13284,12194,10646,13375,590,16214,17148,18019,13627,15800,14781,10033,7980,1927,12793,18074,19569,10566,4735,16911,7813,4726,211,19217,22277,15284,15728,15831,17578,11911,11911,14215,11719,11370,9699,6546,11095,6967,11067,8813,11086,14877,12742,10295,11198,1799,13362,13618,13961,15035,13557,13498,9525,8993,13054,12233,14781,13105,18225,9454,11124,24545,20792,17411,16756,15493,12146,10596,19119,10782,10360,14148,3669,158,10911,22727,9798,8913,235,308,2504,5263,6409,3175,20145,18156,16240,23075,16604,13496,9726,9336,5628,7877,20994,19687,14448,12447,20066,11616,12171,13968,16923,12819,14653,7818,8980,2759,15104,14726,9593,11779,12731,16003,16191,14273,15437,17137,15234,14007,15326,16282,9887,8348,12910,10610,4919,19911,17464,18370,15723,10590,13453,10863,12261,4764,15970,400,432,11319,13971,13600,11647,11631,10071,11640,11676,10978,10564,15008,9634,14688,11375,9651,9312,8135,19282,12001,10127,9536,18599,11740,11404,13206,12033,17039,16798,12949,13984,12288,20289,15182,10189,12266,17885,13639,20481,23750,16956,12448,11036,451,278,16500,22187,14775,12005,10891,15385,12808,9035,6249,6260,9644,8579,13315,6114,21836,6338,12029,15862,13993,10643,20827,8056,528,245,15308,14835,10643,7893,11158,7715,13410,13823,5997,74,14493,15817,6001,14203,15935,16200,18235,16087,14037,14674,11053,11123,11389,14340,10504,2998,12636,18540,18872,13181,5605,19824,14844,9521,2621,14804,17159,13075,19653,15788,10206,13719,6226,1041,15709,17904,16609,17685,8769,16682,13778,3131,21545,15584,13927,12632,20095,17119,13853,10621,9078,8475,17553,16705,13463,17072,11103,11557,8087,12111,973,21021,16700,1993,14222,13749,9605,13963,10130,13180,10692,7513,13128,9590,6634,15893,10760,8650,15070,13619,14842,15210,13865,13965,3934,10513,12352,17217,14687,14372,14957,11977,19839,12514,11741,15041,13383,12084,10609,12190,10591,15378,15259,18228,19528,16073,18930,16513,10320,10652,11502,20155,10676,908,15339,14883,16120,16805,17245,13211,9743,9862,14368,15759,10013,10594,15645,10979,11505,10925,16280,1967,17054,14090,4296,10921,15176,16345,14071,11561,7946,9247,16587,14811,11253,11204,9203,12506,11333,16129,12030,10138,12527,12691,17525,11482,3572,13449,15244,13043,14368,12814,6684,12393,12430,13927,21578,11475,11247,8595,9384,14369,4584,14477,13769,12141,11300,12695,11657,11696,12353,12372,13038,13067,12059,12128,12984,11055,10579,13453,18335,16057,3999,606,17110,17342,13747,13055,14075,12980,11010,10490,24152,15653,14026,14629,8206,10576,8596,6327,4207,12853,8975,9849,12080,14523,9521,1217,13471,15528,6211,21716,15554,18360,18294,18126,405,20018,20566,11265,11940,16041,2190,15328,13039,11787,10145,713,14331,13803,12075,14060,14698,14536,15700,17189,16679,14145,15534,11389,19808,12552,11829,11409,9577,10466,9909,6884,5557,471,63,366,117,251,6895,14270,18073,17036,16092,15370,13423,13123,11884,18338,8892,10086,16673,19820,10448,13018,13856,11128,10185,11045,8721,9309,970,14964,12845,12752,20375,21555,7006,19247,16503,11553,11786,9355,8374,9248,1021,17797,14042,11215,8370,12760,17176,14969,13517,15128,12374,13015,15803,7735,20398,14259,11452,12208,7608,7313,17357,18279,18285,17215,17044,15391,13901,14886,15860,16375,14682,24627,15406,22858,15352,13753,15218,15925,13814,10201,8521,9379,13508,15250,14960,13248,11822,11678,9704,9003,12650,8218,668,17801,11123,11928,18055,11363,16335,14519,14103,12847,948,15635,16268,14501,13527,12875,11441,14882,11868,9082,15239,8024,658,16706,19696,15793,12978,12177,10480,12389,14321,10980,6082,18437,16305,16358,15869,9477,9401,9292,9033,13660,11127,13099,10321,16575,9738,9672,11203,11897,11915,11650,13219,9540,12188,10674,10102,475,358,7976,19586,13857,13056,13982,11938,13579,16112,15715,16115,11358,12472,14062,5052,10300,9324,11300,16211,9769,16322,13832,12395,10186,10550,10976,14924,11025,15056,15551,12812,18037,17932,15999,15076,15018,14218,14780,8276,9626,12592,16762,14169,16271,18865,10250,12992,1410,16975,16922,12666,15059,15622,19880,18931,14347,11474,14618,8822,7420,6062,11786,14464,12093,10144,12376,8848,770,16398,14298,14548,11312,18313,14092,15597,13863,10787,965,15677,15870,13070,13732,15397,10232,9471,14268,13096,15038,13821,15115,14628,17468,16078,9186,12165,10968,11036,12789,6012,2771,2110,18236,16953,21560,19576,15203,13661,22365,15069,2416,10824,13150,14593,7543,7398,7853,18540,11915,13829,13267,15135,6914,11645,20712,15122,17729,14641,21036,10135,9741,4126,18089,13398,13652,12424,18163,21008,19571,6898,18923,9811,4528,5896,6306,11340,12400,10636,17441,19359,11904,17931,10219,15740,13773,15874,12271,14929,13182,7257,11705,13400,17125,16041,13055,14262,8902,13362,9127,16439,11485,5999,18327,10450,2939,14413,13196,14245,9913,4148,2255,1570,1728,1408,1888,1849,1194,835,586,618,1148,1018,16510,16097,17703,14067,16960,12874,12617,19062,14176,15482,13357,6000,3298,13505,10459,14930,11804,15130,9076,14355,11712,8095,9510,12010,9783,14179,2586,13564,16823,19114,21760,17491,9409,8851,13507,13233,17330,20690,2407,2367,12690,18331,18615,24281,11403,13750,14680,9721,6644,9584,11031,14664,12850,7794,2837,14131,18802,22639,15004,12761,18100,9039,13045,10656,8546,11632,17304,18701,5067,2799,2614,21941,11991,15050,14937,17924,2156,19483,22150,24198,16097,15580,2101,8991,12074,17717,21512,15175,13815,16263,7998,11274,8092,8700,15430,15679,2077,2106,13058,12722,17201,14195,13053,11956,13749,14205,16821,16745,4526,14957,12690,14580,13543,16449,17434,6730,14816,10298,13561,10563,16252,12435,10865,11681,10469,13408,1588,1166,20821,19020,17717,12261,14099,14553,9632,551,12959,16158,12084,22401,15529,482,9370,12936,17517,12766,10089,437,19516,17320,18780,12089,16064,14257,16286,13376,7881,13073,13159,2705,19451,13359,14451,15001,13321,3393,18875,12214,9522,11849,9783,13702,9350,13083,14352,450,14143,14327,14002,935,596,14988,13238,12715,12148,5100,609,14005,18870,16116,14714,14192,13132,12215,11916,12360,2547,14112,13289,17053,16444,19675,14573,12552,6497,949,15261,16202,9852,14691,15235,11892,13183,11543,15419,3153,19514,13185,12123,17503,14336,7856,9450,14053,12778,14553,9035,569,17023,11011,14006,8002,15287,16795,16296,13209,7724,16630,14325,16547,17451,14629,13911,18367,17217,2986,16816,13550,12193,14970,16622,2734,14237,18833,10218,11808,3816,6090,12245,12219,17742,15310,14013,17044,16919,18516,943,13188,9679,16747,13173,11274,8154,11142,12432,16089,13320,6123,15678,9945,12690,15259,12920,11317,11834,10173,3819,25425,13465,9375,10352,1122,19450,15583,20361,12990,15492,21834,10967,13896,13936,16703,11018,15292,17020,15136,1614,15761,12875,18574,16105,12676,14113,9303,13758,15954,1257,15061,13732,15227,16354,11276,10164,12183,7936,15531,17497,16044,9482,13931,14121,8092,916,8080,19675,17927,18329,8808,10187,11437,13943,8376,11356,18663,16280,17537,1712,9937,16697,24793,16479,14876,12798,12636,9062,8876,13301,14439,10005,3898,807,24936,17011,13764,15646,17390,2115,7599,22338,14973,10969,10009,3641,431,472,868,1838,3912,3628,1862,1030,600,463,270,141,107,60,41,25,23720,25488,23933,17277,24583,24634,10979,22760,23149,16529,4969,15332,21819,22039,22890,26219,10948,19397,22043,3425,28069,28066,12128,13290,4392,17908,23934,15237,12746,14618,20844,13947,21209,20465,15317,13553,18062,23015,15790,21324,11240,10223,18770,25230,18759,12674,14502,18115,24341,21858,20105,11695,16042,27572,15686,18548,16069,11928,15321,14500,6559,20912,23230,15475,14310,21708,18850,23783,20291,8207,16244,23539,7237,23130,19846,25675,25101,15156,15211,19703,10892,26180,15025,12810,15284,9660,12784,13399,9873,2326,25662,16632,14520,15473,18715,9626,20993,25414,18776,10853,25213,26920,20056,16485,25923,28295,7002,24159,23209,23027,10387,13031,80,27,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16012,15196,11988,11935,10486,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8673,12868,13112,5754,3608,17,3,23584,22753,17874,18355,21831,7919,27298,19856,15027,8769,13589,25090,20260,16066,19702,13028,24029,21896,16567,15826,11493,17487,15041,16468,14598,17515,18835,20734,17870,16842,24808,19646,22695,14438,20964,13487,24265,12162,11689,10841,10818,7708,20257,20031,13642,11611,15970,16331,6737,8243,5734,16450,25113,19902,7475,8407,19480,18051,12098,13428,7978,7563,22952,21842,14508,23165,14554,15712,15953,3026,7373,26468,16678,16297,664,847,536,320,200,20],"fragments":[{"begin":"0.000","end":"52.280","lines":["Hello, LIFE KIT. My name is Mayowa Aina, and I am a reporter and a producer. So maybe you've heard of the concept of inbox zero, which is this quest to get rid of the badge on your inbox that constantly reminds you how many unread emails you have. Maybe inbox zero is some sort of symbol of having your life together - or not (laughter). But on this episode, we're talking about inbox infinity."]},{"begin":"52.280","end":"65.000","lines":["It is the opposite of inbox zero (laughter). I described it as just letting email messages wash over you and responding to the ones that you can but ignoring most of them."]},{"begin":"65.000","end":"98.680","lines":["I know. My blood pressure went up, too. That voice you just heard was Taylor Lorenz. She's a technology reporter for The New York Times, and she wrote an article about inbox infinity back in 2019. It's a short and sweet concept, and it may work for anyone looking for a different way of managing their inbox or inboxes. In Taylor's case, it's a way to start setting some boundaries and remove the expectation of constant communication altogether. We'll get into inbox infinity after the break."]},{"begin":"98.680","end":"124.520","lines":["I was curious about the reception to the piece, if you can think back to that, and what you heard from people and whether or not people were like, this is great advice; I'm implementing this now. Or..."]},{"begin":"124.520","end":"226.760","lines":["Yeah, it was two reactions basically. There was a bunch of people that were like, yes, this is my philosophy. I'd never had a name for it, but I've given up on email. I think that was a lot of people, just completely given up on email because it's such a broken system. And then I had a lot of really angry people, too - people that were like, oh, you're so entitled or, oh, this is so rude and da-da-da-da (ph). And to them I would say, you know, it's not rude. You know, it's not rude to be like, I don't have time to answer or respond or even read your emails. I get close to around a thousand emails a day, give or take. Sometimes I've gotten as many as 5,000 a day. Sometimes I - one day I even got 8,000 emails in one day. There is no possible way for me to read thousands of emails a day. There's just none - and much less respond to them. And every time you respond to one, you get emails back. So I just think that for me personally, this works."]},{"begin":"226.760","end":"280.680","lines":["If it doesn't work for you or if you're one of those people that demands a response to your email, I think you should look at kind of, like, you know, why you're thinking that way. And I think even people that don't embrace inbox infinity, it's good to kind of just, like, lessen your grip on email a little bit, you know? Don't feel like if - don't feel like you have to respond to every single thing. There's a lot of things that you can kind of miss, and it's fine. Or that person will loop back in a couple days if it's urgent. You know? It kind of, like, pre-filters out a lot of stuff in life."]},{"begin":"280.680","end":"290.160","lines":["OK. So I have questions. And before we dive into those, just to get into the nuts and bolts of it, how do - what are the steps?"]},{"begin":"290.160","end":"327.320","lines":["Yeah. I mean, there's really just one step, which is just kind of ignore your email. Like, you - the out-of-office responder can help. Some people don't like that. Even having an out-of-office responder can still give the impression that you might respond or that you're aware of your inbox. It's basically just about the fact that you're accepting that there's going to be this endless growing amount of email in your inbox every day, most of which you will never address or even see. And so I described it as just letting email messages wash over you and responding to the ones that you can but ignoring most of them."]},{"begin":"327.320","end":"358.720","lines":["I mean, I sort of just treat my inbox like a feed. It's like scrolling Instagram or Twitter. You know, if I see something and I happen to be online and I happen to see an email, I'll respond to it. But you know, the ones that come in when I'm not there or that I miss, I just don't stress about it too much. Have I missed a couple important things? Yes. But overwhelmingly, it's worth it for the hours and hours and hours that I've gotten back."]},{"begin":"358.720","end":"362.640","lines":["So, Taylor, how did you feel once you started doing this?"]},{"begin":"362.640","end":"395.480","lines":["Yeah. I felt like a weight lifted off my shoulders when I set the out-of-office responder permanently on. I just was, like, ah, one less thing for me to deal with. People were getting really aggressive on email with me. A lot of times as a reporter, people will reach out to you pitching something. And I'm like, hey, I - you know, I don't cover this. Right? And they'll immediately follow up with, OK, well, can you connect me with someone who does? Or can you let me know someone who does? And it's no. It's just, once again, you're asking for more email."]},{"begin":"395.480","end":"457.880","lines":["In my personal inbox, it was a little bit different. I set the out-of-office responder, and I was a little nervous. I was worried that, like, my family members or friends would be offended or annoyed, again, 'cause there is that expectation of, you know, replying right away. But what I found is I was actually totally fine. Like, nobody really cared. My personal inbox away message is a little bit more soft. It just says sort of, basically, I don't check this inbox; if it's urgent, text me. But it sets that bar. It's basically like having people self-filter themselves and think, just stop, and think for a second. Like, is this something super urgent that I actually need Taylor to respond to, or can I just not bother her right now? And most people - I mean, I would say 99% of my friends, they'll self-filter it out. You know, they'll be like, oh - you know what? - I was asking her for this, but I can just figure it out on my own, or I can resolve it in a different way and not put it on my plate. And so that's been really great."]},{"begin":"457.880","end":"472.120","lines":["I've missed a couple things. I've definitely missed a couple opportunities. I missed, like, a speaking opportunity once. I've missed a couple announcements and things like that. But overall, really nothing major has happened."]},{"begin":"472.120","end":"526.240","lines":["And I think that they're - I maybe have done this in a separate way where, like, I have an email inbox that is for all of the things that are more closely related to, like, junk email or, like, promotions or coupons or whatever I think is, like, my recovery email for my actual email (laughter). Like, something that I just, like, never check ever unless I absolutely have to, and, like, stuff just goes there and to try to kind of minimize what happens in my more - my other personal email or in my work email. And - but that seems also like a lot of things to manage. And so I don't know if that's another way to kind of get at the problem. And - 'cause it sounds like beyond just getting too many emails, the problem is, like, the way that we're communicating. Like, the - like you said, the system of email is just broken. Like, we just get too much stuff."]},{"begin":"526.240","end":"576.840","lines":["Well, also, people today just - like, there's this expectation of 24/7 availability and that everyone is always at your demand, you know? That you - there's this idea of, like, oh, if someone has free time, why can't they respond to my email, right? It's like, because that person is having free time. It's just very, I think, selfish to assume that your email should, like, come above another person's mental well-being. And I just mean that broadly for most emails - obviously, not the important ones. I just have to caveat that a million times because people will be like, well, what about this, or what about this? And I'm like, look; I'm speaking very generally. I just think most email is not useful."]},{"begin":"576.840","end":"593.640","lines":["And just to go back to something that you said, kind of looking at your inbox as, like, another feed akin to, like, Twitter or Instagram. Could you say a little bit more about that and sort of how you - what does your system kind of look like today?"]},{"begin":"593.640","end":"627.800","lines":["Yeah. My system today is - every couple days, I will look at my inbox and kind of scan for people's names that I know. And if I know someone's name, I'll click on the email. If I don't know someone's name, I usually won't click on their email unless the subject line is interesting or it needs responding to. That's my current philosophy. Yeah, I do the same with text messages. Like, I just kind of check it when I check it. And the ones that I miss, I just assume they'll loop back if it's important."]},{"begin":"627.800","end":"681.440","lines":["One person reached out to me, and they said that they were still checking all their email, but they had - their out-of-office responder basically just auto-answered a bunch of common things that people email them for. So it kind of was like, I think - a significant amount of their email was asking certain things or trying to get in touch with certain people, and so this out-of-office responder just immediately was like, hi, I'm a little bit slow on email. I'm not, you know, super plugged into my inbox right now. If you're - you know, if you're emailing out for these three things, here are the resolutions or the other people that you can follow up with directly. You know, if your email does not apply to these things, just know that I'll get back to you in the next few days or something. So I think even strategies like that, it's not fully, you know, my method of inbox infinity, but it does just put up a little bit - you know, it take the burden off you just a little bit, you know?"]},{"begin":"681.440","end":"722.440","lines":["Sure. I have to say I started off still as a skeptic. I wasn't quite sure (laughter) about the method. But I do feel like there is some merit to - I think maybe I have been indoctrinated from college, and I was like, this is how professional communication works, and this is how you should be expected to respond when you're in the workplace. But I think there's something to just this idea of, like, communicating your expectation and then going from there and - you know."]},{"begin":"722.440","end":"842.240","lines":["I think it's really for personal emails that this is an effective strategy. I think we're all on a million sometimes personal email lists or we're just getting lots of requests or things from, you know, your kids' school or whatever that you don't always need to reply to. And I think that this works well, you know, in that situation. It does work OK for me in my work situation because, once again, I get so many pitches, so my email box is really just mostly spam. And my editor and work people, you know, we're all on Slack together, so we can communicate on Slack, so I never miss a Slack message. You know, I'll respond to every Slack message. I'm totally available in that capacity. So it works for me. I think everybody has different expectations in terms of their job or personal life. And everyone's email box looks different. So I think, like, people should just really figure out, like, what works for them. But I really do advocate this idea of kind of just giving up that tight control and being a little bit more Zen and accepting that there are things that you just sometimes won't get to during the day, and that's fine."]},{"begin":"842.240","end":"853.760","lines":["Great. Well, we so appreciate your time and for getting the message (laughter)."]},{"begin":"853.760","end":"859.480","lines":["Yeah, thank you for having me."]},{"begin":"859.480","end":"906.040","lines":["For even more LIFE KIT, check out our other episodes. There's a really good one about kitchen organization for small spaces and another about time management for your whole life, and there's a bunch more on everything from money tips to parenting and health advice. You can find all of those at npr.org/lifekit. There's also a newsletter - just don't let it get lost in your inbox. You can subscribe at npr.org/lifekitnewsletter."]},{"begin":"906.040","end":"910.680","lines":["And as always, here's a completely random tip."]},{"begin":"910.680","end":"962.600","lines":["Hi. My name is Maura Corkery (ph). I used to be a fine dining chef. So if you're looking to make fish, then a hack for sort of taking away that stronger fish smell is to take your fish and then thoroughly soak it in milk for several hours. So yeah, just put your fish in a container or a bag. Make sure that it's covered with milk. Let it sit for a few hours in the fridge. Take it out. Rinse it off. And the strong fish smell should disappear with the milk. I'm not sure why or how it works, but I do not question that gift horse."]},{"begin":"962.600","end":"978.960","lines":["If you've got a good tip, please leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org."]},{"begin":"978.960","end":"1002.760","lines":["This episode was produced by Andee Tagle. Meghan Keane is the managing producer, and Beth Donovan is the senior editor. Our production staff includes Audrey Nguyen and Clare Marie Schneider. And our digital editors are Beck Harlan and Wynne Davis. I am Mayowa Aina. Thank you for listening."]}],"duration":1002}