{
  "title": "How To Learn A New Skill",
  "url": "https://www.npr.org/transcripts/1049072849",
  "intro": "It can be incredibly gratifying to harness mastery of a skill. But why is learning new things so hard? In this episode, we'll explore that question and give you three steps to start learning something new. Now all you need to do is decide what it is you want to learn!",
  "transcript": [
    {
      "author": "ROMMEL WOOD, HOST",
      "text": "This is NPR's LIFE KIT. My name is Rommel Wood. I've been a radio producer for about five years. I've never hosted anything for NPR before, so it's fitting that this episode is all about how to learn a new skill. I suggested this topic because one of my favorite questions to ask people when I first meet them is, what was the last thing you taught yourself how to do?"
    },
    {
      "author": "WOOD",
      "text": "The question came in handy when I was booking contestants for NPR's game show, Ask Me Another. I found that it tends to crack people open and lead them to share something that they're really geeked about having accomplished. So I reached out to a couple former contestants to see if they remembered how they had answered. This is Sam Cappoli. He lives in San Diego."
    },
    {
      "author": "SAM CAPOLLI",
      "text": "Oh, goodness, that was teaching myself how to drive a manual transmission (laughter)."
    },
    {
      "author": "WOOD",
      "text": "Do you remember what the motivation behind that was?"
    },
    {
      "author": "CAPOLLI",
      "text": "Yeah. Well, my mom had tried to teach me years ago, and I was, like, a high school kid. It was my first year of college. It was a while back. But I was just not amenable to it, got too frustrated and dropped it without giving a second thought. Then they sold the old car that had the transmission, and I felt - I don't know - sad or guilty, like I had missed out on the part of, like, the family for doing that."
    },
    {
      "author": "WOOD",
      "text": "I also called up Amy Paull. She's a stay-at-home mom in Houston. A few years ago, she told me she was trying to learn how to do a pullup. And the reason really surprised me. It was escape rooms. She and her family were getting really into them, and while she was great at the puzzle-y (ph) trivia-themed ones, she struggled with the other kinds of escape rooms."
    },
    {
      "author": "AMY PAULL",
      "text": "I get to the physical ones (laughter) and I can do maybe the first room, or if my husband and my brother-in-law and one of my sons is on the team, they can go do the hard stuff. And so there are several things that require arm strength. And it was, like, rock climbing kind of things or holding yourself up, and I can't do any of that. So I was like, I'm going to get stronger arms so that I can be a better teammate for this questing. And so that was my motivation."
    },
    {
      "author": "WOOD",
      "text": "A pullup could lead to ultimate escape room domination. Got it. Any other takeaways?"
    },
    {
      "author": "PAULL",
      "text": "But I'm also kind of surprised how many people can do it (laughter). I'm like, why can people so naturally do it?"
    },
    {
      "author": "WOOD",
      "text": "I haven't had the chance to ask this question as much anymore since Ask Me Another ended recently and, well, I'm not really meeting as many new people as I used to. So a couple of nights ago, I decided to ask my daughter when she was taking her bath."
    },
    {
      "author": "MERCY",
      "text": "I can turn on the lights."
    },
    {
      "author": "WOOD",
      "text": "In what rooms?"
    },
    {
      "author": "MERCY",
      "text": "In some rooms."
    },
    {
      "author": "WOOD",
      "text": "Whoa. So did you teach yourself how to do that? Or did you just walk up to a light switch one day and say, I think I know how to turn that on and then you did it?"
    },
    {
      "author": "MERCY",
      "text": "No. When I a baby, I couldn't do it, but when I was a 3-year-old, I could do it."
    },
    {
      "author": "WOOD",
      "text": "Oh, 3-year-olds can turn on the lights."
    },
    {
      "author": "MERCY",
      "text": "Yeah."
    },
    {
      "author": "WOOD",
      "text": "So how did you learn how to do it? Did you do it because you saw other people do it and you thought you wanted to try it? Or how did you decide one day to turn on the light?"
    },
    {
      "author": "MERCY",
      "text": "When somebody reached the light for me and I recently learned it from that. And I learned that I - I don't know what I was going to say, but I have a new tattoo."
    },
    {
      "author": "WOOD",
      "text": "(Laughter) Those are very cool."
    },
    {
      "author": "WOOD",
      "text": "For the record, it's a temporary tattoo. All of these conversations got me thinking about learning at every stage of our lives. In this episode of LIFE KIT, we're going to explore how to learn a new skill and get some tips about how to keep at it."
    },
    {
      "author": "WOOD",
      "text": "My kid is constantly learning how to do basically everything, but she doesn't seem fazed by it. She's like, yeah, no, duh. Of course, I couldn't turn on a light when I was a baby, but now I can. So I talked to Rachel Wu. She's an associate professor of psychology at the University of California, Riverside, and she studies how we learn over the course of our lives. She explained to me why my 3-year-old has the upper hand when it comes to learning."
    },
    {
      "author": "RACHEL WU",
      "text": "The theory that I have is that it's easier to learn as a baby because you're not bogged down as much with a lot of things that adults are bogged down with."
    },
    {
      "author": "WOOD",
      "text": "Totally. That makes a lot of sense. Learning takes a backseat when you get older because we have more responsibilities. Something really needs to excite you or motivate you to learn something new. Sam's motivation to learn how to drive a stick was because he feels like he missed out on something that his mom tried to show him. Amy wanted to learn how to do a pullup so she could be a better escape room teammate. For me, I'm trying to learn how to be a better producer by learning what goes into hosting a show. So before you set out to learn how to do something, maybe have a goal in mind. What is your end game for the skill you're trying to master?"
    },
    {
      "author": "WOOD",
      "text": "Which leads us to Takeaway 1 - once you've pinpointed the skill you'd like to learn and set a specific goal, set yourself up for success. Rachel told us that it's easier for kids to learn new things because their whole lives up to a certain point are centered on learning. They don't have outside factors distracting them from their goals. Rachel says we can learn from that."
    },
    {
      "author": "WU",
      "text": "You know, using that open-minded learning approach, so just not dismissing something and thinking that something is irrelevant to learn - number two getting some kind of instructor who's - who also believes that you can do it and, you know, is good at kind of taking things and cutting them up in a piecemeal way so that you can get the appropriate amount of, you know, challenge and difficulty throughout the whole process."
    },
    {
      "author": "WOOD",
      "text": "What Mercy didn't mention during her bath were the many times over the course of her life that me or her dad would lift her up to reach the light switches or how we would wrap our hands around her hands to show her how to push the lever up and down. She didn't resist these lessons. She was genuinely curious. So if you're older than, say, 3 years old, find someone in your life that can cheer you on. Maybe text them a voice memo of your progress playing the piano so they can give you notes or just say, hey, great job."
    },
    {
      "author": "WU",
      "text": "And the third is having a mindset yourself of, you know, I can do this with enough effort. You know, with enough time, dedication, effort, I can get to where I want to go."
    },
    {
      "author": "WOOD",
      "text": "So let's say you fancy yourself a person with an open mind - got it - that you have access to people who are invested in your success - yep - that the thing you're trying to learn is relevant to you and your life. Why is it so hard to stick with something after you set out to master it? I have struggled with this my whole life. I'm really good at identifying things that I'd like to learn, but then I bail the moment I hit a wall or lose interest. Rachel also feels this."
    },
    {
      "author": "WU",
      "text": "Definitely experienced that, and especially most recently with piano, but also with German, too - I'm like, why am I not much more fluent (laughter) than I really am?"
    },
    {
      "author": "WOOD",
      "text": "Yeah."
    },
    {
      "author": "WU",
      "text": "And so what I do in those cases is I remind myself of how slowly kids are allowed to progress, right? So if you're learning a language, you know, we don't expect a kid to have their first word until, I don't know, 9 months, like, maybe 12 months. Let's say 18 months, you get 50 words. I could totally learn 50 words in 18 months, right? I could learn a hundred words in 18 months - so, you know, reminding yourself that kids take a long time to learn stuff. And it's not just that it's easier for them. It's because they have kind of nothing else to do except learn this stuff."
    },
    {
      "author": "WOOD",
      "text": "So in addition to figuring out what it is you want to learn and setting a specific goal, it might be helpful to think about setting up realistic timetables to hit that goal. Cut yourself some slack and give yourself the same amount of time to learn something as you'd give a child to learn it, too."
    },
    {
      "author": "WOOD",
      "text": "Let's head in to Takeaway No. 2 - settle in and start to tinker with the challenge at hand. You can approach learning a new skill a bunch of different ways, like our learning expert Rachel. She challenges herself to learn something new every few years. And she's racked up a lot of skills. She's an accomplished violinist, singer, piano player, painter, sculptor, and as she just mentioned, she's learning how to speak German. Her husband is German, and she thought it'd be fun to learn his language. That's amore - or however you'd say it in German."
    },
    {
      "author": "COMPUTERIZED VOICE",
      "text": "Das ist Liebe."
    },
    {
      "author": "WOOD",
      "text": "She was taking a few German classes on the campus where she works. And even though she was dedicating about five hours a week to learning the language, she found herself hitting a wall. So she turned to a familiar voice."
    },
    {
      "author": "WU",
      "text": "I would watch sitcoms that were English but then dubbed in German, specifically \"The Nanny,\" 'cause I..."
    },
    {
      "author": "WOOD",
      "text": "Oh, wow."
    },
    {
      "author": "WU",
      "text": "...Know that in - so - 'cause I know every episode. I'm a big Fran Drescher fan. And I know, like, what - I know, actually, every line. And so for me to know the line and then have - hear it in German, then, you know, that actually provides a lot of meaning."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "(Singing in German)."
    },
    {
      "author": "WOOD",
      "text": "So what Rachel does is she pulls up the episodes and then slows down the speed to 50%."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "(Singing in German)."
    },
    {
      "author": "WOOD",
      "text": "She also uses this trick with Pixar films and with German audiobooks for kids. The point here is that Rachel didn't just take a German class and quietly toil with it for hours every week. She split up her paths to learning in a bunch of different ways. Rachel's approach and my own experience with Mercy and the light switch reminds me of how Sam finally learned how to drive a stick."
    },
    {
      "author": "WOOD",
      "text": "A coworker of his was selling a car with a manual transmission. He made an offer and started watching YouTube videos on how to do it. When the day came to pick up the car, he asked his mom to tag along."
    },
    {
      "author": "CAPOLLI",
      "text": "I was a little nervous on the way back. She was like, you know what, guys? You know, everything'll go right. You've test driven the car and everything? I was like, sure, but could you drive it back for me?"
    },
    {
      "author": "CAPOLLI",
      "text": "So I revealed to her that I knew it by telling her that I didn't actually know how to do it all that well and I still wanted that little bit of help her in the end."
    },
    {
      "author": "WOOD",
      "text": "Sam didn't know how to drive a stick when he bought his new car. But he eventually learned by tinkering. He paired those YouTube videos and brought along his original instructor, his mom, to help him through it. In Sam's case, maturity helped him learn. He was finally able to ask his mom for help in a way that he was incapable of doing as a teenager. So if you've been telling yourself, hey, it's now or never to become fluent in a language, learn how to play an instrument, or maybe you want to start completely over in a field of study, it's really not."
    },
    {
      "author": "WOOD",
      "text": "Take Nell Painter. Nell is a historian and former professor at Princeton. She wrote a book called \"Old In Art School: A Memoir Of Starting Over.\" It's about what it's like to go back and earn a bachelor's degree and an MFA in painting when she was in her 60s."
    },
    {
      "author": "NELL PAINTER",
      "text": "When people speak to me saying, oh, you did this. You started something new in advanced age - and in art, advanced age is over 32 - but especially if you're in your 40s or your 50s or you 60s or you 70s - ah, how can I do that? I have said often, I'm so glad that I was old when I did my MFA in painting because the crits could be really cruel. I had experience. I had knowledge. I had the wisdom of age."
    },
    {
      "author": "WOOD",
      "text": "But at any age, doing something new is going to be really hard in the beginning. Babies don't just start walking around turning on lights. As we learned, that's 3-year-old stuff. Here's Nell again talking about what her first few art classes were like."
    },
    {
      "author": "PAINTER",
      "text": "So you draw, draw, draw, draw, draw, draw. You look at the model. You work. You draw. You work. You know, oh, I got to get this right. And then the teacher comes and says, rub it out and draw it again 10 inches to the right. So once again, you draw and you draw - get this all right - work, work, work, work. It's hot as hell. You're sweating like crazy. You draw. You work, work, work, work, work. And then the teacher comes in and says, rub it out and draw it 10% smaller. And the lesson is you can rub out your work. It doesn't all have to be a master - it doesn't it all have to be right. And it doesn't all have to be saved. You can rub that sucker out. Yeah."
    },
    {
      "author": "WOOD",
      "text": "Nell's instructor was trying to illustrate that you can't get too attached to any one thing. You have to keep shifting your perspective and attack your art from different sides. And if all else fails, you can always just start over. Here she is again, with some really solid advice."
    },
    {
      "author": "PAINTER",
      "text": "One thing is don't ask too much of yourself at the beginning. Know that..."
    },
    {
      "author": "WOOD",
      "text": "Yeah."
    },
    {
      "author": "PAINTER",
      "text": "...When you start something, you're not going to be very good at it. But keep at it. Keep at it. Don't be afraid to mess up."
    },
    {
      "author": "WOOD",
      "text": "Which brings me to Takeaway 3 - don't be afraid to make mistakes. Mistakes and failing aren't just part of learning a new skill. They are essential. Manu Kapur is a professor of learning sciences and higher education at ETH in Zurich, Switzerland, and he writes and teaches about the benefits of re-normalizing failure and the idea of productive failure. First of all, you might be wondering, what is productive failure?"
    },
    {
      "author": "MANU KAPUR",
      "text": "Well, very simply, you know, we're used to saying, you know, we can learn from errors, or mistakes are good when they happen and failure is good when it happens, provided we learn from it. So productive failure is the idea of saying, well, if failure is so good and compelling a teacher, then why do we wait for it to happen?"
    },
    {
      "author": "WOOD",
      "text": "Manu designs experiments where students are more or less set up to fail. He proves his concept of productive failure through the act of normalizing failure."
    },
    {
      "author": "KAPUR",
      "text": "I will, you know, design certain problem-solving activities for you where you would get the feeling that you can do something with it, you can generate some ideas. And I will - and those ideas will not be correct because the problem is designed in a way that you would not get to the correct answer."
    },
    {
      "author": "WOOD",
      "text": "At first, I thought it sounded kind of mean. But then he went on to explain to me that after the students realized their solutions were wrong, they often generate new and better solutions to the problems that were first laid out to them. It teaches them that there are often more than one way to fix something and, by extension, learn how to do something - which reminds me of Amy, who - when I was interviewing her to be on Ask Me Another a few years ago, she had just started researching proper pullup techniques. When I spoke to her recently, I asked her for an update on her progress."
    },
    {
      "author": "PAULL",
      "text": "I've done nothing since then."
    },
    {
      "author": "PAULL",
      "text": "I can no longer physically - I can't physically do a pullup if I wanted to."
    },
    {
      "author": "WOOD",
      "text": "She started training, and then she started experiencing some pretty intense pain in her shoulder. So she went to a doctor who told her something she wasn't expecting."
    },
    {
      "author": "PAULL",
      "text": "I think you have a frozen shoulder. And I was like, what the heck is that (laughter)? And I had never heard of it before. And it's just this weird thing. So I went to the next doctor. He's like, oh, yeah, that's, like, the worst case I've ever seen. It's like, great. And I was like, so what do I do? And he's like, you wait."
    },
    {
      "author": "WOOD",
      "text": "Amy's doctor told her that over time, sometimes a frozen shoulder can unfreeze itself. It's been three years, and Amy is still waiting. But she's shifted her attitude towards her initial goal of being able to do a pullup."
    },
    {
      "author": "PAULL",
      "text": "My oldest son, who is on the high school golf team, is, shall we say, a little scrawny. And both his coach and his, like, the guy he takes lessons from have both said, you should do some, like, fitness training, strength training to bulk up, get stronger. And so I thought, when my shoulder's better, I'm going to see if there's somebody that the both of us can go to - where he's too scared to go by himself. Maybe we just need guidance together."
    },
    {
      "author": "WOOD",
      "text": "Amy was met with an unsolvable problem, and in turn she came up with the solution she might not have otherwise arrived at. So I just want to go back to something Manu told me about normalizing failure - how we can often set unrealistic expectations for ourselves and how we can use failure to propel us through some of those expectations."
    },
    {
      "author": "KAPUR",
      "text": "Students come into the classrooms with very different kinds of norms, that if I'm struggling, it's not good. If I solve the problem incorrectly, it's not good. But it takes time. It's a constant effort to tell yourself that this is something I do not know. I cannot possibly expect myself to get it immediately. And when I'm struggling, I just need to tell myself that this is exactly the right zone to be in and then to do it again and again and again. And until such time, you just become comfortable with being uncomfortable because you're learning something."
    },
    {
      "author": "WOOD",
      "text": "Now is the part of the show where I'm going to get really serious with you. We've heard a lot from Manu about his work and how he studies productive failure. But we've heard very little about how this work is applicable to his real life. He's developed a new productive failure experiment for a class of one - himself. He's trying to master the art of..."
    },
    {
      "author": "KAPUR",
      "text": "Scrambled eggs, yes."
    },
    {
      "author": "WOOD",
      "text": "Yes, eggs, and is refusing to make it easy for himself."
    },
    {
      "author": "KAPUR",
      "text": "And, you know, I could have followed a recipe. I mean, one doesn't even need a recipe, right? Just put some eggs, smash them together and throw it all in the pan."
    },
    {
      "author": "WOOD",
      "text": "Sure. But Manu is not a man about to mess with suboptimal eggs. So what are his egg hopes and dreams?"
    },
    {
      "author": "KAPUR",
      "text": "You know, to have not the full scrambled eggs but the partial soft-scrambled eggs where there are chunks inside, but it's also scrambled."
    },
    {
      "author": "WOOD",
      "text": "Ah, yes, the soft scramble. Here are some of the ways Manu is tinkering with the process."
    },
    {
      "author": "KAPUR",
      "text": "Maybe you cook eggs at a higher temperature or, you know, you use more milk or like just - like, this called deliberate practice with variation."
    },
    {
      "author": "WOOD",
      "text": "He's tinkering, but he's still making mistakes."
    },
    {
      "author": "KAPUR",
      "text": "I would always overcook them. I could never stop in time."
    },
    {
      "author": "KAPUR",
      "text": "You know, it's a simple thing. You just, you know, you wait and you wait. And, no, it's not enough. Oh, it's too much."
    },
    {
      "author": "WOOD",
      "text": "He's still pushing, still chasing the perfect soft scramble."
    },
    {
      "author": "KAPUR",
      "text": "I would say I'm in forever beta mode."
    },
    {
      "author": "WOOD",
      "text": "He's going to keep trying new techniques, and one day, he might even crack it. He might finally figure out the perfect heat to no heat stir ratio that will lead him to the soft scramble of his heart's content. But then it might also lead him to the freewheeling world of omelets or, God help him, hollandaise. He's constantly trying, forever in beta mode. So whether you're trying to host podcasts for the first time, drive stick, do a pullup, turn on the lights, learn German, become a painter or learn how to scramble eggs, I think the most important thing is just to try it. It'll open you up to a world that maybe wasn't there for you before, and one day, you might find yourself in the position to teach someone else what you've learned. Like Sam - his drive to learn a manual transmission has built him up a little bit of a reputation among his friends and family."
    },
    {
      "author": "CAPOLLI",
      "text": "I've offered to all of my friends. I think it's become kind of like a joke at this point."
    },
    {
      "author": "CAPOLLI",
      "text": "Oh, yeah, don't worry. Sam will offer that, but don't feel like you need to take it up. It's just what I want to - I want to give someone that same experience that my mom tried to give me."
    },
    {
      "author": "WOOD",
      "text": "So let's recap. Takeaway one - set yourself up for success. Approach learning with a clear objective of what you want to master. Have an open mind. Find yourself a good instructor and surround yourself with supportive people who are invested in your success. Takeaway two - keep tinkering with the challenge at hand. If you're struggling to learn how to do something, stop and adjust the process. Play around with your method. Introduce different avenues of learning. Takeaway three - don't be afraid to make mistakes. They are an important part of the process. They are inevitable. So get comfortable with being uncomfortable."
    },
    {
      "author": "WOOD",
      "text": "For more LIFE KIT, check out other episodes. We've got one on how to start a new hobby, another on how to be more open minded and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to their newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "GINA ELLIOT",
      "text": "Hi, my name is Gina Elliot (ph), and my life hack is when you pour yourself a beer into a glass and it's too foamy, if you take your finger and wipe the sides of your nostrils with it and then dip it in the beer and stir it around, the bubbles go down, like, immediately so you can drink your beer. Cheers."
    },
    {
      "author": "WOOD",
      "text": "Leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee and Audrey Nguyen. Our digital editors are Beck Harlan and Wynne Davis. I'm Rommel Wood. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9511232894.mp3",
  "img": "https://media.npr.org/assets/img/2021/10/25/new-skill-lead-image-3_wide-ad173e2085896b79e793c12eff80ba5feb9d9f0d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ROMMEL WOOD, HOST",
    "WOOD",
    "SAM CAPOLLI",
    "CAPOLLI",
    "AMY PAULL",
    "PAULL",
    "MERCY",
    "RACHEL WU",
    "WU",
    "COMPUTERIZED VOICE",
    "UNIDENTIFIED PERSON",
    "NELL PAINTER",
    "PAINTER",
    "MANU KAPUR",
    "KAPUR",
    "GINA ELLIOT"
  ]
}