{
  "title": "What To Do When There's A Flash Flood Warning While You're Driving",
  "url": "https://www.npr.org/transcripts/1050148981",
  "intro": "What should you do when there's a flash flood warning? In this episode, we'll walk you through why we're seeing an increase in flood events, what you should keep in your car in the event of a flood-related emergency, and how to get from point A to point B safely, if you have to drive during heavy rains.",
  "transcript": [
    {
      "author": "AUDREY NGUYEN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Audrey Nguyen. Being from Houston, I am no stranger to water on the roads. Neither is Mose Buchele."
    },
    {
      "author": "MOSE BUCHELE, BYLINE",
      "text": "I have been out in the field trying to make these calls for myself when I'm in the car, trying to go report on these natural disasters, and I see this is impassible. I should not try to go over this road."
    },
    {
      "author": "NGUYEN",
      "text": "Mose is a reporter with member station KUT. According to his reporting, floods kill more Americans than nearly any other weather hazard, with over half of those deaths happening on the roads. Mose says flash floods can be particularly dangerous because the change in water levels happens fast."
    },
    {
      "author": "BUCHELE",
      "text": "It's not the type of thing where you see the water levels rising on a river, slowly kind of coming up. This is something that happens quickly, dramatically. And it's the type of thing that people can really get caught in almost unaware, which is what makes it so dangerous."
    },
    {
      "author": "NGUYEN",
      "text": "In this episode of LIFE KIT, how to stay safe in flash floods. We'll walk you through why we're seeing an increase in flood events, what you should keep in your car in the event of a flood-related emergency and how to get from point A to point B safely if you have to drive during heavy rains."
    },
    {
      "author": "NGUYEN",
      "text": "So we know climate change is causing an increase in extreme weather events. How is climate change impacting flooding specifically?"
    },
    {
      "author": "BUCHELE",
      "text": "We're getting more rainfall in shorter amounts of time and more dramatic rain events coming down. It's not that we're getting necessarily more rain through the years - that it's happening in a more compressed amount of time. And what that means is flooding. You talk to the experts, and they say when you combine that with other trends, like suburban sprawl, maybe kind of poorly planned developments and other things that can come and interfere with the way water flows on land, well, then you really have a recipe for more extreme flooding that we're seeing now and that we kind of expect into the future."
    },
    {
      "author": "NGUYEN",
      "text": "So you kind of touched on this in your last answer. But with some of the urban development, what other things make an area prone to flash floods?"
    },
    {
      "author": "BUCHELE",
      "text": "Anything that you do to put down impervious cover will affect the way water flows on land. And impervious cover is kind of a technical term for asphalt - anything hard that does not absorb water. The second you do that - it could be a rooftop; it could be a parking lot - what you're doing is changing the natural flows of water as it goes overland. Typically, you know, water is going to go downhill and find a path of least resistance into a creek or stream and make its way out to the ocean. When you start putting in impervious cover, it starts messing with that. And suddenly, you have more water sitting on land, and that can allow water to build up, and then you've got a flood."
    },
    {
      "author": "NGUYEN",
      "text": "Got it. All right. So let's move into the actionable stuff now. You reported that the majority of flood deaths happen to people while they're in their vehicles, so our conversation is going to be focused on that scenario."
    },
    {
      "author": "BUCHELE",
      "text": "Yeah."
    },
    {
      "author": "NGUYEN",
      "text": "I don't know if you've seen this clip, but back in 2016, there was this wild video of an ABC 13 reporter helping save a Houston-area man who had driven into deep water."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dude, you've got to get out of the car. You've got to get out."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "What do I do?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Swim. Swim."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "What do I do?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Leave the car. Swim."
    },
    {
      "author": "BUCHELE",
      "text": "Wow."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Come here."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Thank you."
    },
    {
      "author": "NGUYEN",
      "text": "I'm from Texas. I grew up in Houston. And on our highways, I would see all the time on those programmable, like, LED road signs the phrase, turn around, don't drown. It's pithy. It's easy to remember. Can you tell me a little bit more about it?"
    },
    {
      "author": "BUCHELE",
      "text": "Turn around, don't drown, is definitely, like - you know, it's something you hear in other parts of the country, but maybe not as much as you hear it here. And in fact, it did start in Texas. It was the kind of brainchild of a guy named Hector Guerrero, who used to be a meteorologist with the National Weather Service, who - he grew up in central Texas in, you know, the place they call Flash Flood Alley. And he just really thought that there should be a good way to communicate this concept."
    },
    {
      "author": "HECTOR GUERRERO",
      "text": "I felt like we needed to have something catchy. The National Weather Service needed a catchy phrase."
    },
    {
      "author": "BUCHELE",
      "text": "And so there you have it. Turn around, don't drown. The idea is that even if you see a little bit of water on the road, it might become dangerous. And it's just a much better policy to avoid it as long as you can, rather than try to risk it and go through."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah. One of my aunts is actually an insurance agent. And one Christmas, she gave me an emergency tool to keep in the car. And it has, like, a seat belt cutter, a window smasher, a whistle. I think there might even be, like, a weak flashlight on it, too."
    },
    {
      "author": "BUCHELE",
      "text": "Yeah."
    },
    {
      "author": "NGUYEN",
      "text": "So what kinds of things should people keep in their car in case of a flood-related emergency?"
    },
    {
      "author": "BUCHELE",
      "text": "You know, when you talk to Hector Guerrero, the guy who created Turn Around, Don't Drown, he'll also be the first one to tell you that that advice is great, but it's not going to be sufficient. There are definitely times when people just can't get away. When water comes and starts pushing against your doors and your windows, it can be difficult to get out of your car. And so having some type of device to break the glass can be really lifesaving."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah."
    },
    {
      "author": "BUCHELE",
      "text": "They say to aim for the corner of your window. That's the weakest part of the glass. And then just start hammering away at it until you can shatter the glass. You know, when I interviewed Hector, he even said that it might be wise to even bring something that you could float on in your car. You might want to bring something like a life vest, just to be on the safe side."
    },
    {
      "author": "BUCHELE",
      "text": "In the region where I live, we also have a lot of kind of technological solutions. There are websites you can visit while the rain is coming down, and it will say in real time, here's a place you can't cross; here's a place you can't cross. This is the kind of, like, you know, situational awareness, I guess, to use a kind of public safety term, that becomes super important when you're in the middle of a flood."
    },
    {
      "author": "NGUYEN",
      "text": "OK. So you talked about preparing before you go out onto the road by potentially checking these maps. Is there anything else that a listener can do to try to make it from point A to point B as safely as possible if there's just, like, somewhere that they really have to get?"
    },
    {
      "author": "BUCHELE",
      "text": "The first thing you need to know is whether or not it's better to evacuate or to stay put. And this is like a huge problem and challenge on the public safety side of things. You know, you said you grew up in Texas. And you might remember Hurricane Rita. And this is a hurricane situation, not quite the same as a flash flood. But they ordered the evacuation of the city, and we had - were many, many people dying on the roads in that evacuation. We see this at a smaller scale often in Central Texas with flash flooding, where someone may actually be getting in their car to try to escape, but then they hit water on the road, and that becomes deadly. So No. 1 is just to try to get a sense of whether to stay put or not. Try to pay attention to public safety announcements about that because those are things that public safety officials should be monitoring and advising on."
    },
    {
      "author": "BUCHELE",
      "text": "No. 2 - if you do get caught and you realize you're in your vehicle and at risk of getting swept away, you're really going to have to try to get out and seek high ground. And that actually was well illustrated in that little clip that you played from that TV station. It's dangerous. It's terrifying. But really, getting to high ground is the name of the game if you're surrounded by flooding waters. And, you know, there are all these anecdotes and stories that we hear around here - people climbing trees, getting up on a hill or some kind of elevation, just to try to escape the rushing water, and then calling for help, trying to get aid as - and waiting it out, if you can."
    },
    {
      "author": "NGUYEN",
      "text": "So if listeners only remember a few things from this conversation, what are your top-line takeaways for staying safe during floods?"
    },
    {
      "author": "BUCHELE",
      "text": "I guess No. 1 is I think it just really pays to remember that more people die on the roads in their vehicles than in other places. It may be very frightening to see water approaching your property, but it's a good idea to try to listen to public safety announcements and get a sense of whether you really are going to be more secure on the roads."
    },
    {
      "author": "BUCHELE",
      "text": "No. 2 - again, if you're in an area that's - where you can expect flooding, it might be a good idea to keep some of these things in your car just to help you get out if need be."
    },
    {
      "author": "BUCHELE",
      "text": "No. 3 - you know, they say - and I know this is hard, but try to stay calm. Don't drive into flooded roads. Turn around, don't drown."
    },
    {
      "author": "NGUYEN",
      "text": "Thanks again to Mose Buchele, senior correspondent at member station KUT."
    },
    {
      "author": "NGUYEN",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on navigating climate anxiety and another on how to talk to kids about climate change. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "NGUYEN",
      "text": "This episode of LIFE KIT was produced by the talented Janet Woojeong Lee. Meghan Keane is our fearless managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle and Clare Marie Schneider. Our digital editors are Beck Harlan and Wynne Davis. I'm Audrey Nguyen. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3378974105.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/01/gettyimages-1348808528-copy_wide-99a6239388dbd86c35abc02b08c43d7ad57c4830.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AUDREY NGUYEN, HOST",
    "MOSE BUCHELE, BYLINE",
    "NGUYEN",
    "BUCHELE",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "HECTOR GUERRERO"
  ]
}