{
  "title": "Getting kids ready for bedtime can be a struggle. Here are tips to make it a smoother operation",
  "url": "https://www.npr.org/transcripts/1052302645",
  "intro": "Getting enough sleep helps you focus, retain information and helps to fortify your immune system. For parents and caretakers struggling to get their little ones to bed on time, here are tips on establishing healthy sleeping habits — that can benefit your entire family.",
  "transcript": [
    {
      "author": "ARACELI GOMEZ-ALDANA, HOST",
      "text": "We've all heard the health benefits of getting a good night's rest. Getting those magical eight hours will help you focus, retain information and fortify your immune system. As a parent, if your child is having trouble falling asleep or if they can't sleep through the night, that can be exhausting."
    },
    {
      "author": "ADAM MANSBACH",
      "text": "I had a 2 1/2-year-old. And sleeping was not high on her list of priorities. It would sometimes take me upward of an hour, maybe even two hours to get her to go to sleep."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Adam Mansbach is an author and a screenwriter. Back in 2011, he was living in Philadelphia, and he was teaching at Rutgers University. Between his writing and teaching, he didn't have a lot of time for himself or time to spend with his partner or his 2-year-old daughter Vivian."
    },
    {
      "author": "MANSBACH",
      "text": "Those couple hours in the evening are, like, all you have. So if suddenly you can't get out of that room because this kid refuses to sleep and refuses to let you leave, and if you leave, you're starting the process over again, and if you sneak out too early, you're starting the process over again 'cause they see you, it's grueling."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Mansbach was feeling frustrated. And he was thinking, this isn't a lot of fun. But as a parent, he felt it was taboo to talk about how aggravating, tiring and lonely it can feel to be a parent at times. So he turned to comedy. One day, while he was away for work, he was reflecting, and he posted something funny on Facebook."
    },
    {
      "author": "MANSBACH",
      "text": "I wrote the Facebook post as a joke. It was very simple. It was like, look out for my forthcoming children's book, \"Go The [Expletive] To Sleep.\" It was just that in writing those words in that Facebook post, I sort of immediately knew what that book would look like, what it would be."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Yes, the book is called \"Go The F To Sleep.\" It's a children's parody book for adults. If you haven't read it, the book details the struggle that parents face when all they want to do is say goodnight and turn off those lights. It was a No. 1 New York Times bestseller. And it was a big hit, especially among parents."
    },
    {
      "author": "MANSBACH",
      "text": "It's aggravating, and it's tiring, and it can feel very lonesome. And I think a lot of parents were secretly harboring all of this rage and frustration that they didn't feel like they had an outlet for, and they hadn't seen it reflected anywhere."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "I'm Araceli Gomez-Aldana, reporter and host at WBEZ."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "In this episode, we'll help you avoid the bedtime struggle and maybe help you get a couple of hours back at the end of your day. I'll tell you about the building blocks experts say will help you get your kids to sleep and help you create some healthy sleeping habits for the whole family."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Experts often talk about the benefits of getting enough sleep. But how much sleep do children actually need? Well, members of the American Academy of Sleep Medicine reviewed more than 800 published articles and concluded that school-aged children should get nine to 13 hours of sleep. And teenagers should be getting between eight and 10. That's a lot of hours of sleep. When children are sleep-deprived, it affects their overall well-being, like their mental health, physical health and cognitive functioning. And honestly, if children don't get enough sleep, they get cranky. And that's no fun for anyone."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "To get some tips about navigating the headache of bedtime, I called up Dr. Nilong Vyas. She's a pediatrician and sleep consultant. And she says sleep is so important."
    },
    {
      "author": "NILONG VYAS",
      "text": "It's during sleep that the brain cleans itself and eliminates waste. So if that process is halted by shorter sleep times for adults and kids, it has deleterious effects for their future life. So prioritizing sleep - and I know better things will come along to make sleep seem so mundane - but if you make sleep hygiene habits and routines for your kids, as well as for yourself, consistent and reliable, the kids will excel in school as well as life. And it's never too late to start."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "So here is tip number 1. Make a bedtime routine for you and your kids. Vyas says a typical bedtime routine could include turning off all screens and devices and any bright lights, winding down and spending quality time with your child. This can be reading a book or singing lullabies, taking a bath and also putting on pajamas and brushing teeth and saying goodnight. And I know that all sounds great. But Vyas warns that parents need to be honest and realistic when creating a routine. Evaluate your daily tasks and come up with a routine that works for you and your family. And that's because a standard bedtime routine might not work for you."
    },
    {
      "author": "VYAS",
      "text": "If I say, your child needs 12 hours of sleep, and it needs to be 7 to 7, and the parent's like, well, we don't get home till 6, so that's not an option. Or we accommodate not only the family in their parenting practices and lifestyle but also the developmental needs of the child. And we talk about other things that they can do to make sure that that happens."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Coming up with a bedtime routine isn't always easy. Vyas recommends avoiding a common pitfall - don't get discouraged. Sometimes your intentions are to follow your plan, but life gets in the way. Just remember, what's important is having a plan."
    },
    {
      "author": "JOSEPH PASTRICK",
      "text": "Mom, I have to go to bed (ph)."
    },
    {
      "author": "LORENZA PASTRICK",
      "text": "Out of all my (laughter) kids, he's the one that, like, really never fell off the bed - maybe, like, once."
    },
    {
      "author": "JOSEPH",
      "text": "Yeah, once."
    },
    {
      "author": "PASTRICK",
      "text": "Yeah."
    },
    {
      "author": "JOSEPH",
      "text": "On this side, on this side."
    },
    {
      "author": "PASTRICK",
      "text": "Yeah, yeah, yeah. OK, you want to pick the story, or you want me to?"
    },
    {
      "author": "JOSEPH",
      "text": "I want this one. I want the whole thing. The whole book. Yeah, that ain't happening."
    },
    {
      "author": "JOSEPH",
      "text": "(Laughter) Yes, it is."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Lorenza Pastrick is a high school principal. Her husband, Mike Pastrick, he's a loan officer at a bank. They live in Munster, Ind. And together, they have four children."
    },
    {
      "author": "PASTRICK",
      "text": "Maya, 9, Michael, 7, Joseph, 4, and Mila, 2. So it's all a little crazy here, but we manage."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "With four kids and both her and her husband having full-time jobs, Pastrick says having a plan is key to making sure everyone's needs are met."
    },
    {
      "author": "PASTRICK",
      "text": "I took courses in development, and I know that sleep is important, and I know that the best way for any child at a young age is structure."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "In the mornings, it's all about getting ready for school and work. After school, they split pick-up duties, and once they get home, the next tasks depend on if there's any after-school activities like soccer or instrument lessons."
    },
    {
      "author": "PASTRICK",
      "text": "Those are the days that Dad and I both have to tag team the family. And then the evening time really consists of eating, get in the showers if it's shower day. But then after that, it's the kids get to get their homework done and we get ready for bed."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Yes. She says sometimes her kids will resist, but Pastrick says she's clear with her children and everyone understands the plan - lights out by 8 p.m."
    },
    {
      "author": "PASTRICK",
      "text": "They are pretty good about it, and I think that's because we try to keep consistent with the time where we start to settle down, like, 7:30, 7:45-ish and then by 8, lights are out because I try to go for a walk with my friends at 8:15 (laughter). So in order for that to happen, Mom tries to keep strict on the 8 o'clock. And we turn the lights out."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "When creating a bedtime routine, Vyas says there are three things you need to accomplish."
    },
    {
      "author": "VYAS",
      "text": "The first one is ensuring adequate sleep, which entails the 10 1/2 to 12 hours a night for school-aged kids. So making sure that they're getting enough sleep, establishing a bedtime routine that's consistent and keeping the wake time same even on weekends - those are the three primary things that, if that's in place, kids will tend to do really well with sleep routine and hygiene."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "So how do you achieve adequate sleep? Here is tip No. 2. I'm sure you've heard it before, but here's a little reminder - put away anything with a screen."
    },
    {
      "author": "VYAS",
      "text": "Because the blue light from the devices stimulates the retina and causes wakefulness and doesn't allow the melatonin, the sleep hormone, to elevate and allow the child to feel that sleep pressure. So if there's multiple devices or even lights are on in the house, it makes the child think that it's still daytime and they're not able to get into that sleepy state. So turning devices off, TVs, iPads, phones, all of it at least an hour before bedtime is ideal."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Maybe you've heard of melatonin, the sleep hormone, but do you know what sleep pressure is? It's basically a fancy word for sleepiness. There's a chemical called adenosine, and this chemical builds up when you're awake. And as it builds and builds and builds because you're awake, eventually, it triggers your body to feel sleepy or, as Vyas calls it, sleep pressure. And what gets rid of adenosine in your body? Sleep. During the wind-down period before bed, parents and school-age children can also benefit from keeping work and play areas separate. This will strengthen the association between the bedroom and sleep, not bedroom and work or bedroom and homework. And Vyas says for anyone looking to get better sleep, it comes down to consistency - waking up and going to bed around the same time every day, which brings us to tip No. 3 - consistency is the magic word. Vyas says in her experience as a sleep consultant, she often has to remind parents of two things - be consistent and make sure your child is getting enough sleep and, again, not just for a day or two. It has to be a routine."
    },
    {
      "author": "VYAS",
      "text": "Consistency is key. And often, parents that are researching things online and they'll try things for a day or two and then say, this doesn't work and then try another thing for a day or two, it usually takes being consistent for a period of three to four days before you'll see that change in behavior in the child."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Also everyone has to be on the same page - all caregivers, parents, grandparents and babysitters."
    },
    {
      "author": "VYAS",
      "text": "I usually recommend that everybody participate in the consultation so that everyone understands the theory behind it, as well as the overall plan, so everyone's working for the same goal."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Another thing that can help you maintain a consistent bedtime is having an optimal sleep environment. If your child's bedroom is ready for sleeping, it can cut down on distractions and build a strong association between their bedroom and sleep. Vyas recommends blocking out any light by using blackout curtains. She says the room should be pitch black with the exception of a nightlight, if necessary."
    },
    {
      "author": "VYAS",
      "text": "I like the use of sound machines, especially when the child is first learning to sleep through the night, you know, some sort of sleep proper association that signals to the child that it's time to go to sleep - so either a stuffed animal if they're over a year of age or a lovey or something like that every time the child gets that, the child knows it's time to go to sleep."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Keeping the room temperature cool is also important. Your body needs to dip down in temperature to achieve sleep, so keeping the room between 67 and 69 degrees is the ideal range to a good night's rest. Another thing that might help keep a consistent bedtime is getting enough exercise. The Centers for Disease Control and Prevention recommends school-age children should get at least one hour of physical activity a day. When children are active throughout the day, it helps them stay asleep throughout the night. Vyas says parents should also watch out for their children's cues and body language. If you notice they're beginning to get tired or if they've had a long day, don't wait to start the bedtime process."
    },
    {
      "author": "VYAS",
      "text": "If the child is not put to sleep while that sleep pressure is the most prominent and active, then there's a potential for them to no longer be sleepy. But they're still tired because they've had that period of wakefulness, but they're no longer sleepy at that point because that sleep pressure has gone away."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "And that is when the resistance starts or, as Vyas calls them..."
    },
    {
      "author": "VYAS",
      "text": "The shenanigans start in order to delay bedtime - I need one more hug, one more kiss, I need to go potty again, I have a bug bite. And my all-time favorite is - my child used to do this all the time - I need a Band-Aid."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Many parents have been there."
    },
    {
      "author": "JOSEPH",
      "text": "Mommy, I want to do another one that's shorter."
    },
    {
      "author": "PASTRICK",
      "text": "No. It's time to go to bed, baby."
    },
    {
      "author": "JOSEPH",
      "text": "No."
    },
    {
      "author": "PASTRICK",
      "text": "Yes. Go pee-pee and it's time to go to bed. We read the book. I'm going to go write it on your chart."
    },
    {
      "author": "JOSEPH",
      "text": "Not the way I colored it (ph)."
    },
    {
      "author": "PASTRICK",
      "text": "You didn't color it? Well, you can do it tomorrow. I'm going to stay home with you. Go pee-pee, though."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "And here is your tip No. 4 - be prepared for the shenanigans."
    },
    {
      "author": "JOSEPH",
      "text": "Mommy (unintelligible)."
    },
    {
      "author": "PASTRICK",
      "text": "Michael, get in your room now. You're seriously bothering me. All right. We're quiet."
    },
    {
      "author": "MICHAEL PASTRICK",
      "text": "Wait, wait, wait, wait. Hold up."
    },
    {
      "author": "PASTRICK",
      "text": "Michael..."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "Vyas recommends creating a checklist - add things that you and your child need to do before bedtime and add anything that the child typically requests."
    },
    {
      "author": "VYAS",
      "text": "On the list can be putting on PJs, brushing teeth, getting a sip of water, reading books, singing songs, scratching the back, hugs and kisses. And so after that bedtime routine is completed, you can have the child check off all the items, and it's a good reminder for the parents as well that all of the child's needs have been met. And so that when you go to leave and the child says, oh, I need one more sip of water as you're trying to leave the room, you can say we took care of that already, sweetie. I love you. Good night. I'll see you in the morning."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "You can find Vyas' checklist template on the digital version of this story at npr.org/lifekit. You can use the checklist for yourself or to help you create your children's bedtime routine. Another thing to keep in mind is that children might be feeling stress or anxiety, and it's manifesting as uncooperative behavior. Just like adults, children also feel stressed from time to time. I mean, they have school. They're navigating homework, after-school activities, other social interactions. Everything they have going on can at times prevent the child from winding down as they prepare for bed. So if your child feels overwhelmed, have them write all of their worries or tasks on a piece of paper or create a journal where they can write down their thoughts. And once they're written down, you can address them at another time but not during bedtime. Things like meditation can also help. Experts say mindfulness and breathing exercises can calm children down, and they can decrease stress hormones. You can do these exercises together during your bedtime routine. And when you feel like you've tried everything to help your child go to bed and you're still not having any luck with sleep, Vyas says that's when you should consider asking for professional help."
    },
    {
      "author": "VYAS",
      "text": "Many parents are always resistant to reach out for help, but then once they do and they see the same success, they're like, oh, my gosh, why didn't we do this sooner? I didn't realize I could have been sleeping so much better so much sooner. It would be nice if parents were sort of more open to accepting that help before it gets to that point and before it's too overwhelming. You don't want nighttime to feel like a nightmare. And if you're struggling every single night, it's a good idea to reach out for help."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "If your child is consistently unable to sleep through the night or they're having trouble falling asleep every night, consider calling your doctor. Remember, Dr. Vyas says it's never too late to ask for help."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "So let's recap. Tip No. 1 - make a bedtime routine for you and your kids. Set a bedtime and give yourselves enough time to wind down. Spend quality time together and go over your bedtime checklist. Tip No. 2 - put away anything with a screen at least an hour before bedtime because the blue light from the devices could prevent you from falling asleep. Tip No. 3 - it's all about consistency. Children need nine to 13 hours of sleep each night, so make sure your bedtime stays consistent even on weekends. And to help you keep a consistent bedtime, make sure your bedroom is cool and dark. You can use sound machines or white noise to soothe your child and give toddlers a stuffed animal or blanket for security. And tip No. 4 - prepare yourself for the shenanigans. Go through your bedtime checklist together. Once you're done, your child will know it's time to say goodnight. And if you're struggling every night, maybe ask for help. It's never too late to get on track and create healthy sleeping habits."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "For more LIFE KIT, check out our other episodes. We got one on raising a reader and many more on everything from health to finance to parenting. And you can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "ALLIE",
      "text": "Hey, LIFE KIT listeners, this is Allie (ph) from Honolulu. If you work from a computer all day, one of the best things you can do is turn off your notifications for your emails and your messages so that you just have downtime to actually be productive. Chances are, people don't need to reach you 24 hours a day, and those constant pings and dings that you're getting on notifications really stall the work that you're actually trying to get done. So go and turn them off and enjoy your time."
    },
    {
      "author": "GOMEZ-ALDANA",
      "text": "This episode of LIFE KIT was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle and Clare Marie Schneider. Our digital editors are Beck Harlan and Wynne Davis. I'm Araceli Gomez-Aldana. Thanks for listening and happy sleeping."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7453457303.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/05/gettyimages-1289083507-copy_wide-7636b0159c7249bcfd588083fd87b75949a9270a.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ARACELI GOMEZ-ALDANA, HOST",
    "ADAM MANSBACH",
    "GOMEZ-ALDANA",
    "MANSBACH",
    "NILONG VYAS",
    "VYAS",
    "JOSEPH PASTRICK",
    "LORENZA PASTRICK",
    "JOSEPH",
    "PASTRICK",
    "MICHAEL PASTRICK",
    "ALLIE"
  ]
}