{
  "title": "Caught in pandemic limbo? Here's how to rebound from life's interruptions",
  "url": "https://www.npr.org/transcripts/1053569597",
  "intro": "Writer Suleika Jaouad has made a career out of covering folks living in the 'in between' spaces — starting with herself. Diagnosed with leukemia at 22, she embraced writing as a way to regain narrative control of her life. She shares lessons on making peace with uncertainty and transforming isolation into creative solitude.",
  "transcript": [
    {
      "author": "BECK HARLAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Beck Harlan, LIFE KIT's visual and digital editor."
    },
    {
      "author": "BECK HARLAN, HOST",
      "text": "These days, a lot of people feel in between, myself included. We can't go back to the lives that we had before COVID, to all the plans that we held in early 2020, but we don't yet know what the future holds. We're kind of in a holding pattern in that liminal space between what was and what will be. We're adrift, and that can feel really isolating."
    },
    {
      "author": "BECK HARLAN, HOST",
      "text": "Journalist and author Suleika Jaouad gets it, perhaps better than most. At 22, shortly after graduating college, she was diagnosed with leukemia, and all of her big dreams for the future were put on hold."
    },
    {
      "author": "SULEIKA JAOUAD",
      "text": "It was one of those moments that creates an irreparable fracture in your life. There's the person and the life you had before and everything that comes after."
    },
    {
      "author": "HARLAN",
      "text": "Suleika spent four years going through treatment, much of it in physical isolation because of her weakened immune system. And she was told that she had a 35% chance of long-term survival. During those four years of in between, facing fear, uncertainty and loneliness, Suleika found a way to channel her isolation into creative solitude."
    },
    {
      "author": "HARLAN",
      "text": "While much of the outside world laid beyond her reach, she turned to writing to regain narrative control of her life."
    },
    {
      "author": "JAOUAD",
      "text": "It became the place where I began to interrogate my predicament and to try to excavate some meaning from it."
    },
    {
      "author": "HARLAN",
      "text": "That writing practice led to a New York Times column chronicling her experiences as a young adult with cancer and eventually her bestselling memoir, \"Between Two Kingdoms: A Memoir Of Life Interrupted.\" Today, as a cancer survivor and fellow pandemic human, she's dedicated her career to covering those living through interruption."
    },
    {
      "author": "JAOUAD",
      "text": "Every single one of us will have our life interrupted, whether it's by the ripcord of a diagnosis or some other kind of heartbreak or trauma that brings us to the floor. We need to find a way to live in the in-between place, managing whatever body and mind we currently have."
    },
    {
      "author": "HARLAN",
      "text": "In this episode of LIFE KIT, we'll talk to Suleika about working through isolation and interruption and the art of creative resilience."
    },
    {
      "author": "HARLAN",
      "text": "I remember from your book you wrote to yourself in your journal. You wrote, stay afloat. And I'm sure that you had to say that to yourself many times in the following years. What were some of the tools that you adopted to keep yourself afloat during that time?"
    },
    {
      "author": "JAOUAD",
      "text": "So I think one of the challenges for me when I was newly diagnosed was that I didn't have those tools. You know, all the careful plans I've made, all the expectations I had about who I was and how my life was going to go pretty much instantly evaporated. And so I found myself in this really lonely, dark place, especially during that first summer in the hospital. And I really struggled to figure out how to stay grounded and anchored within that fear and that sense of all-consuming uncertainty. And I didn't quite know how to participate in the world. You know, I couldn't work a 9-to-5 job at a time when most of my friends were starting their careers for the first time. I couldn't do any of my old hobbies. I couldn't even leave my hospital room."
    },
    {
      "author": "JAOUAD",
      "text": "What I ended up doing was a 100-day project with my friends and family. And the concept was really simple. We were each going to do one creative act a day for 100 days. And so my mom, who's an artist, decided to paint a ceramic tile every day that she assembled into a shield and hung above my bed. And for my 100-day project, I decided to return to something I'd done pretty much from the time I was old enough to hold a pen, which was to keep a journal. And I kept the stakes really low for myself and, you know, told myself that I was going to write every day. It didn't matter how good the writing was. It didn't matter how much I wrote. But that was what I was going to do."
    },
    {
      "author": "JAOUAD",
      "text": "And journaling became the place that I was able to find a sense of narrative control at a time when I had to cede so much control to others. It really - it became the place where I began to interrogate my predicament and to try to excavate some meaning from it. You know, I write in the book that survival is really its own kind of creative act, and that's what I realized in keeping that journal. When opportunities and possibilities feel foreclosed upon, when you're living with limitations, as I was, you have to find creative workarounds to exist, to hold on to some sense of self, to explore new parts of yourself that are emerging. And so I think, really, the biggest tool was creativity for me."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, there was no path, and you gave yourself a path, a way to, like, give yourself back some control. I love that phrase that you use - that survival is a creative act. I read in your book - you said that at times, feeling like you were expected to look for the silver lining, that didn't feel great. What is the distinction between survival as a creative act and just, like, everything's rosy; I'm going to, you know, not acknowledge the grief, the loss?"
    },
    {
      "author": "JAOUAD",
      "text": "So, you know, when I think of survival as a creative act, it's not trying to plaster over the isolation or to, you know, rewrite your predicament into something positive with a happy ending or some kind of neat resolution. It's writing into the unknown. It's writing toward the discomfort. And I just want to clarify that when I talk about creativity, it's not for people who consider themselves artists or writers. I really believe..."
    },
    {
      "author": "HARLAN",
      "text": "Right, right."
    },
    {
      "author": "JAOUAD",
      "text": "...Creativity is something that's accessible to all of us. It's not even something you have to be any good at in order to benefit from it. But it's really creating a kind of container for yourself where you have the space to reflect, to show up as your most unedited self, to write the things that you can't say out loud and to write toward and into that uncertainty."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, absolutely. I know that with your treatment, you experienced isolation before most of the world could understand what that would be like out of medical necessity. And it's something that a lot more of us have become familiar with in varying degrees since 2020. How did you feel facing isolation along with the rest of the world after experiencing it so acutely? Were you like, I've got this?"
    },
    {
      "author": "JAOUAD",
      "text": "I think so much of it felt familiar. Everything from the isolation to wearing a face mask to, you know, walking around with a gallon of hand sanitizer in your purse. But the difference, of course, like you said, was that I wasn't experiencing it alone. And so one of the very first things that I did at the beginning of the pandemic was to reprise that 100-day project. But this time, I didn't want to do it alone. I wanted to share it with the wider community. And so what I ended up doing was reaching out to friends and artists and community leaders and all kinds of different people and asking them to contribute a short essay and a journaling prompt. And we called it the isolation journals, and the mission of the isolation journals was exactly what I had to learn how to do on my own in my early 20s while sick, which was figuring out how to convert that isolation into creative solitude and possibility and maybe even community. And by the end of that first month, we had over 100,000 people from all over the world who were journaling together alone. And that project is still going strong today, and it's really, to me, a testament to the kind of creative resilience of the human species and our ability to adapt and to grow and to morph when our plans get upended."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. So the isolation journals community is big on what you call creative cross-training. Could you talk a little bit about that as a tool for creativity?"
    },
    {
      "author": "JAOUAD",
      "text": "Absolutely. So the idea of creative cross-training is that it's important for us to look outside of our own areas of interest. So if you're a poet, it might be helpful to take a class in creative nonfiction. If you're a novelist, maybe take a ceramics class. And for me, really, you know, we live in this culture that's so steeped in a kind of anxiety of accomplishment. And we don't have a lot of opportunities in our lives to be a bad artist, to play and to experiment and to try new things. And I think there's great value in that, in consciously and intentionally seeking out those new activities that you might not be any good at, that you may never be any good at but that you do because you want to try something new. And for me, you know, and my work as a writer, I, in the course of writing this book, found myself gravitating not toward other memoirs but reading true crime novels and suddenly having an idea about how to think of narrative suspense or whatever it might be. I think a lot is lost when we don't allow ourselves the possibility of a straying beyond what's immediately obvious or relevant to whatever it is we're doing or whatever it is we might be seeking and to engage in that kind of creative cross-training."
    },
    {
      "author": "HARLAN",
      "text": "It seems like a really good way to get yourself unstuck."
    },
    {
      "author": "JAOUAD",
      "text": "Absolutely."
    },
    {
      "author": "HARLAN",
      "text": "Which I think - yeah."
    },
    {
      "author": "JAOUAD",
      "text": "And to free ourselves of the shackles of perfectionism."
    },
    {
      "author": "HARLAN",
      "text": "Yes. So in your book, you say that the hardest part of your experience wasn't going through four years of cancer treatment, but that it was actually beginning again after you were in remission, sort of post interruption. And I think, collectively, we are all sort of trying to figure out how to begin again amid - we're not quite through but amid the interruption of the pandemic and all of the loss and isolation. How can people start to take back some of that control and move forward knowing that we can't go back?"
    },
    {
      "author": "JAOUAD",
      "text": "It's such an important question. You know, I think when our lives are upended, either by an illness or a pandemic or some other kind of deep heartbreak or a sense of loss, when we try to hold to our own routines, when we try to apply the plans that we'd had before such an interruption, it's a recipe for endless frustration. I mean, I think the truth is we want to feel like we can move on from them, but we can't compartmentalize these experiences. You know, there is no moving on. Instead, we have to learn how to move forward with them and to carry what lingers."
    },
    {
      "author": "HARLAN",
      "text": "Yes."
    },
    {
      "author": "JAOUAD",
      "text": "And so I think the challenge for me personally when I was grappling with this aftermath post-cancer treatment is that when you're in the acute stage of a crisis, there are so many people who are rallying together, who are collectively trying to figure out how to make it better. But when you enter the reentry phase that we're in, you don't have the cavalry running after you. I didn't have treatment protocols. I didn't have discharge instructions. The way forward was unknown to me."
    },
    {
      "author": "JAOUAD",
      "text": "So something that I ended up doing for myself when I was coming out of cancer treatment was leaving home and going on a very long road trip because I knew I had to figure out who I was in the aftermath of this experience. I could - you know, I was no longer a cancer patient. I couldn't go back to the person I'd been pre-diagnosis. But I really needed the time and space to heal and to figure out what moving forward looked like for me. And I think we're in a similar place now collectively where we're all going to be forever marked by the experience of COVID."
    },
    {
      "author": "JAOUAD",
      "text": "And so that process of moving forward, I think, requires a couple of things. One is reckoning with the impact of what we've all been through. The second is allowing ourselves the space to reimagine what our lives are going to look like moving forward because none of us can return to the person or to the lives we had pre-pandemic. And the third is really identifying what we want to carry forward with us from this experience. There are so many things about this pandemic that were so challenging and certain things that I wouldn't have chosen but realized I appreciated. I rearranged all of my priorities, and some of those changes are ones that I want to keep."
    },
    {
      "author": "HARLAN",
      "text": "Learning to really exist in that in-between - it's not easy. It feels like a lifetime of work, and you have written about it and spoken about it so beautifully."
    },
    {
      "author": "JAOUAD",
      "text": "Thank you. It's - yeah, it's our endless work. I think it's certainly my endless work. It's figuring out how to make a home in that in-between place and to embrace the messiness of it."
    },
    {
      "author": "HARLAN",
      "text": "Right. If we're waiting and waiting and waiting for everything to be perfect, we're going to wait forever, and we're going to miss life. Suleika, could I ask you to share a journaling prompt with LIFE KIT listeners who are feeling like they're caught in the in-between?"
    },
    {
      "author": "JAOUAD",
      "text": "So my favorite journaling prompt is one that I do nearly every day. It's from my dear friend, the author Holly Jacobs. And it's a prompt called a day in the life of my dream. And what the prompt asks us to do is to imagine ourselves at some point in the future, living the life of your dream. And this is a normal day, not a holiday or a special day. It's a typical and perfect every day. And the idea is to describe what you see, what you feel, what you hear, what you taste, who is there with you in your dream day and to write it in the present tense from the moment you wake up to the moment that you go to sleep."
    },
    {
      "author": "JAOUAD",
      "text": "And I love this prompt so much because I think, you know, what can happen when you're living in the midst of so much uncertainty is that the future can feel scary when your plans have vanished, when it feels difficult to look ahead. And so I love the immediacy of this prompt. I love the idea of allowing yourself to daydream but also of writing it in the present tense. And I've really found that it allows me to flex the muscle of optimism."
    },
    {
      "author": "HARLAN",
      "text": "Wow. That is so powerful - giving yourself permission to manifest, to even think about the future in a positive light, what could be possible. Thank you so much for sharing that with us."
    },
    {
      "author": "JAOUAD",
      "text": "Thank you so much for having me on."
    },
    {
      "author": "HARLAN",
      "text": "Thanks again to Suleika Jaouad. To learn more about the Isolation Journals, check out our digital story at npr.org/lifekit. For more LIFE KIT, check out our other episodes. We've got one on how to start journaling, another on grief and the holidays and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "KARI",
      "text": "Hi. My name is Kari (ph), and I have a random life hack. If you wear contacts and don't need all the contact cases that come with new bottles of solution, don't throw them away. Repurpose them as a tiny pill container. They hold a surprising number of pills, and the container doesn't take up much space in your pocket, purse or luggage. I hope this tip helps others stay organized and keeps plastic out of the landfills. I love the podcast. Thank you."
    },
    {
      "author": "HARLAN",
      "text": "Leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Janet Woojeong Lee, Sylvie Douglas and Audrey Nguyen. I'm Beck Harlan. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4009112740.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/08/npr_life_kit_suleika_jaouad-01_wide-bfeb05e504c3fd4104a5e9126051cf365d5700df.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "BECK HARLAN, HOST",
    "SULEIKA JAOUAD",
    "HARLAN",
    "JAOUAD",
    "KARI"
  ]
}