{
  "title": "Most students who want to transfer colleges don't. Here's how to start",
  "url": "https://www.npr.org/transcripts/1054306602",
  "intro": "Most students who want to transfer colleges don't. The process can be complicated and confusing and differ from state to state and institution to institution. Despite these hurdles, transferring is a common route to a four-year college. So how do you make the process go as smoothly as possible? Start early, stay organized and find a good fit.",
  "transcript": [
    {
      "author": "ELISSA NADWORNY, HOST",
      "text": "This is NPR's LIFE KIT, and I'm Elissa Nadworny, a higher ed correspondent for NPR. I want to introduce you to a current college student named Mia Mendoza."
    },
    {
      "author": "ELISSA NADWORNY, HOST",
      "text": "So you are in a unique position because you transferred twice?"
    },
    {
      "author": "MIA MENDOZA",
      "text": "Yes (laughter)."
    },
    {
      "author": "NADWORNY",
      "text": "So you're like - really, are the transfer expert."
    },
    {
      "author": "MENDOZA",
      "text": "Definitely. I would say so."
    },
    {
      "author": "NADWORNY",
      "text": "After high school, Mia started classes at City College of San Francisco."
    },
    {
      "author": "MENDOZA",
      "text": "When I started community college, both my mom and my dad were just like, we want you to at least get your associate's degree. When you get your associate's degree, you can stop school if you want."
    },
    {
      "author": "NADWORNY",
      "text": "But once she got her associate's degree, she didn't want to stop learning. So she transferred to San Francisco State University, the local option. She wanted to save money and live at home, but it wasn't quite the right fit. She was having trouble connecting with other students, and she wanted more support outside of the classroom."
    },
    {
      "author": "MENDOZA",
      "text": "So I was not happy at San Francisco State, and I wanted to get away from being at home."
    },
    {
      "author": "NADWORNY",
      "text": "So a year later, she transferred a second time to CSU San Bernardino in Southern California. That's when things clicked."
    },
    {
      "author": "MENDOZA",
      "text": "So during that second transfer and being out of my element and just saying, I'm going to try everything, join clubs, do this, do that, just putting myself out there, once I got here, I think it was worth it to come here."
    },
    {
      "author": "NADWORNY",
      "text": "Transferring between schools, going from a community college to a university, moving between two four-year programs, it's really a popular way for people to experience college. People are mobile and life, it ebbs and flows. Today, it's actually pretty common to go to one or two or even three different institutions before you get your degree. Transferring can be a great way to save money, offer you different experiences or locations or a totally different program you want to study. OK, so maybe you're ready to do this thing. I mean, if Mia can do it twice, clearly it can be done. So what's the transfer process like?"
    },
    {
      "author": "NADWORNY",
      "text": "How would you describe, like, the transfer process in one or two words?"
    },
    {
      "author": "BRIDGET JONES",
      "text": "Unique and complex."
    },
    {
      "author": "NADWORNY",
      "text": "Bridget Jones is the senior associate director of transfer admissions at Oregon State University."
    },
    {
      "author": "JONES",
      "text": "But not in a scary way. It's just - it's complex in that it can oftentimes be different from institution to institution, so it's not straightforward."
    },
    {
      "author": "NADWORNY",
      "text": "I like that you're like, it's not scary."
    },
    {
      "author": "JONES",
      "text": "It's not, yes. Well, maybe that would - those would be my two words, actually, to use - not scary."
    },
    {
      "author": "NADWORNY",
      "text": "(Laughter)."
    },
    {
      "author": "NADWORNY",
      "text": "Bridget Jones' job is to guide students through the transfer process. She's here in this episode of NPR's LIFE KIT, along with Mia Mendoza and a bunch of other transfer experts, to do just that because this episode is all about helping you navigate the college transfer process. Because research shows 80% of community college students intend to transfer, but fewer than a third actually do so. That's why we made this episode. Stay tuned for tips and to-dos to make sure you see this thing through."
    },
    {
      "author": "NADWORNY",
      "text": "First things first, takeaway No. 1 - start early."
    },
    {
      "author": "MARISA SERRANO",
      "text": "You need to start planning from day one."
    },
    {
      "author": "NADWORNY",
      "text": "Marisa Serrano is a transfer resource coordinator for the Austin Community College District. Her job is to help students through the transfer process. Her office sees about 2,000 students a year."
    },
    {
      "author": "SERRANO",
      "text": "Students a lot of times come in and they're the semester before they're going to transfer. And a lot of things could have happened that we could have helped them with along the process if we knew they were going to transfer."
    },
    {
      "author": "NADWORNY",
      "text": "She says your first semester at community college is not too early. Bridget Jones at OSU agrees."
    },
    {
      "author": "JONES",
      "text": "One of the first questions that a student probably should be asking is like, so, you know, what's the deadline? What's the timeline? I get a lot of students who wake up one day and it's like this light bulb goes off and it's an epiphany moment. They're like, I want to transfer. And they come into our office, and it's like, you missed the deadline."
    },
    {
      "author": "NADWORNY",
      "text": "Luckily, many schools admit transfer students at several points throughout the year. At OSU, it happens four times a year."
    },
    {
      "author": "JONES",
      "text": "So (laughter) it's like, well, you missed this one, but there's another one coming up. And fortunately for you, you're talking to me now, so we have a full 10 weeks to get you ready for the next term."
    },
    {
      "author": "NADWORNY",
      "text": "Mia Mendoza knows a thing or two about deadlines. When she was filling out the application to transfer out of her community college..."
    },
    {
      "author": "MENDOZA",
      "text": "And I was like, wait, wait, wait. Before I, like, ask my mother for $50 for this application, when was the deadline? Just to make sure, like, I'm not missing it. I look it up, and I'm like, oh, damn, it was last Friday. I missed it. So I did, in fact, end up taking a semester break."
    },
    {
      "author": "NADWORNY",
      "text": "Always good to just start thinking about things early. Now on to takeaway No. 2 - figure out what you want to study. Plan your path to graduation."
    },
    {
      "author": "NADWORNY",
      "text": "We know at this point you're really just focused on transferring, changing colleges. But, remember, the goal here is to get a degree and ultimately a good-paying job. To do that, you've got to think about what you want to study. What do you want to major in? This is essential to finding the right school for you. Marisa remembers one student she'd been helping with the research part. He had made it clear he wanted to study criminal justice. He came to her office with the application info for a specific university he'd had his heart set on."
    },
    {
      "author": "SERRANO",
      "text": "And I said, OK, that university doesn't have criminal justice. And the student said, OK, show me all the majors and I'll pick from that. And that is not a great way to decide on what your future is going to be because you clearly have an interest, you know, in this one major and then to decide because you want to fit into that shoe, that doesn't fit you (laughter)."
    },
    {
      "author": "NADWORNY",
      "text": "Before Mia was even accepted to San Bernardino..."
    },
    {
      "author": "MENDOZA",
      "text": "I was already looking at classes. I was looking at, like, my majors bulletin and, like, looking at what classes sounded interesting and making a list of it just to, like, have an idea of, like, what might sound interesting."
    },
    {
      "author": "NADWORNY",
      "text": "The reason this is so important is because different programs, different majors, require different kinds of credits, and credit transfer is a big part of this whole process. So that brings us to takeaway No. 3, which is make sure your credits apply and not just count. You need to make sure you have enough credits to even be considered a transfer student, but some credits are more valuable than others because they'll be required for your degree program, your major. So let's say you're thinking of studying engineering at the four-year school. That's going to need a lot of math classes, but a psychology degree might need less math or different kinds of math."
    },
    {
      "author": "SERRANO",
      "text": "You want to know if you need to take calculus or if you don't. Nobody wants to take calculus if they don't have to. So you're not just taking classes to take classes, right? You know that it's going for something specific."
    },
    {
      "author": "NADWORNY",
      "text": "And you don't want to waste your time or money in this journey. So just know there's a distinction between credits that transfer - meaning you get credit for them - and credits that apply to your major so you're closer to getting that degree. Here's how Marisa Serrano explains it."
    },
    {
      "author": "SERRANO",
      "text": "We're going to have a lot of classes that will transfer, but if it's not for your specific major or for your specific university, that's not necessarily going to help you get any closer to achieving that bachelor's degree."
    },
    {
      "author": "NADWORNY",
      "text": "So the distinction you're saying is it's not just that they're going to transfer and \"count,\" quote-unquote. It's actually that they're going to go towards the degree you're trying to get. They're going to build towards those degree requirements. Is that the distinction between transfer and apply?"
    },
    {
      "author": "SERRANO",
      "text": "Yes. We want it to be both of those things. We want it to go to the university. We want it to be part of your degree plan as well."
    },
    {
      "author": "NADWORNY",
      "text": "To help figure this out, lots of state systems and universities offer transfer guides."
    },
    {
      "author": "SERRANO",
      "text": "I love transfer guides. I can talk about them all day long. I want everybody to make transfer guides. I want them to have out-of-state transfer guides. I want it all."
    },
    {
      "author": "NADWORNY",
      "text": "Transfer guides are little documents that show you what credits apply to your program of study. They often list the exact courses at community colleges that count. If you're transferring from out of state, you can use the transfer guide to figure out what classes you have under your belt that might be equivalent."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No 4. - make sure you find a good fit. When Mia Mendoza first transferred to San Francisco State University, she did it because it was familiar, just two miles from her community college."
    },
    {
      "author": "MENDOZA",
      "text": "And I was like, yeah, San Francisco State, I'm going to go there because I know the school. I know people. I knew friends who went there, so they could help me out with anything if I needed it. And yeah, that's how I ended up at San Francisco State."
    },
    {
      "author": "NADWORNY",
      "text": "And looking back at those reasons, were they the right reasons?"
    },
    {
      "author": "MENDOZA",
      "text": "Absolutely not. Absolutely not."
    },
    {
      "author": "NADWORNY",
      "text": "Instead, she'd wish she'd done more research about student life, resources for transfer students, campus feel. For instance, San Francisco State was mostly a commuter school. Most days, the campus felt empty, which made it hard for Mia to make friends."
    },
    {
      "author": "MENDOZA",
      "text": "You're going to be happier if you go to the school you actually, like, really want to go to and you go to the school that you're - you really invested your time researching versus just saying, yeah, I'll go to my local university because, like, I'm going to get accepted there or because I get to live at home for free. Like, it doesn't always work out that way."
    },
    {
      "author": "NADWORNY",
      "text": "The second time she transferred, to CSU San Bernardino, she did a bunch more research about what the campus would look like, what it would feel like, the majors they had in the communications department and the opportunities for students, like internships and work study. Most experts suggest applying to three schools when transferring. They warn against too many but also too few."
    },
    {
      "author": "SERRANO",
      "text": "Students can have tunnel vision and really kind of focus on one university, and they don't see anything outside of that university."
    },
    {
      "author": "NADWORNY",
      "text": "I've heard this referred to as the T-shirt problem. Like, they get a T-shirt of a university and then they're stuck. They can't get that one out of their head."
    },
    {
      "author": "SERRANO",
      "text": "Yes. I always say it's like when you're ordering online, right? You - you're like, oh, this is the perfect shirt, the perfect outfit, and you're like, OK, I'm going to order it in extra large. And then it turns out it was, like, a baby extra large or something. But it's still cute, but it's not for you."
    },
    {
      "author": "NADWORNY",
      "text": "Just because your mom went there or you have a bunch of friends who go there, that doesn't mean it's the school for you. When you're trying to figure out if a school would be a good fit for you, you can ask yourself a couple questions. Do you want a big or small classroom? Do you prefer urban or rural environments or something in between? What career opportunities do they have for you? And honestly, how does it feel? A campus visit can help you figure this part out. And when you're visiting, ask yourself, does this feel right? Bridget Jones from OSU had a big question back when she was looking at colleges."
    },
    {
      "author": "JONES",
      "text": "Do the people look nice (laughter)? Like, this is something that is, like, so simple, but for me, that matters. It's like, yeah, I want to be around nice people."
    },
    {
      "author": "NADWORNY",
      "text": "If you can't visit in person, there are a ton of workshops and transfer info sessions online, so you can do a ton of exploring from your couch."
    },
    {
      "author": "CHRISTINA ORTEGA",
      "text": "Hi, everyone, and welcome to transfer chats. Tonight, we are talking about school-life balance, so you are going to hear from."
    },
    {
      "author": "NADWORNY",
      "text": "On a recent weekday evening, current students from a handful of Northern California community colleges are tuned in to a Zoom screen for a panel discussion. It's featuring former students who have successfully transferred to bachelor's degree programs."
    },
    {
      "author": "KARLA RAMIREZ",
      "text": "Awesome. So we do have four panelists here today. And let me share my screen with you all."
    },
    {
      "author": "NADWORNY",
      "text": "Tommy Alejandrez, who's now at the University of California Santa Cruz, introduces himself."
    },
    {
      "author": "TOMMY ALEJANDREZ",
      "text": "Hello, everybody. My name's Tommy Alejandrez."
    },
    {
      "author": "NADWORNY",
      "text": "He's taking classes in Latino studies and sociology. And he tells students what Santa Cruz is like. There's nature, good student support services and some other perks."
    },
    {
      "author": "ALEJANDREZ",
      "text": "I live in family student housing here at UCSC. I live here with my 64-year-old dad. So just so you guys know, you can move to student housing with your parents or your little ones."
    },
    {
      "author": "NADWORNY",
      "text": "He talks about applying for scholarships, asking for help and the things he looked for when he was applying to universities. He finishes with a pep talk."
    },
    {
      "author": "ALEJANDREZ",
      "text": "Most importantly, you have to root for yourself and you have to self-advocate for yourself and know that you're worth it."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Yeah, that's really good to know. Thank you for sharing. Good night. Thank you all."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Thank you."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Goodbye, everyone."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Take care."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Bye. Thank you for sharing. This is really helpful. Thank you."
    },
    {
      "author": "NADWORNY",
      "text": "The other part of doing your research, Bridget says, includes the money side of things."
    },
    {
      "author": "JONES",
      "text": "I know it can be daunting for students to dig too much into, like, the finances and thinking about loans and grants and scholarships and all that stuff. But it is important to understand. The more you know about that stuff, the more factual information you can have to make your final decisions about where you want to end up."
    },
    {
      "author": "NADWORNY",
      "text": "If you've been paying for community college out of pocket, Bridget suggests you fill out the FAFSA. That's the federal application for student aid. We've got a whole other episode on that. And a note here - don't be afraid of that sticker price. Most students actually don't pay that. There are grants and scholarships and federal loans that can make the cost of college a lot more reasonable."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No. 5 - stay organized. Mia Mendoza credits much of her success during the transfer process to staying organized."
    },
    {
      "author": "MENDOZA",
      "text": "It was like, here's my worksheet, here's my paper, here's my highlighter. These are the classes that sound interesting that cover this requirement, and that requirement."
    },
    {
      "author": "NADWORNY",
      "text": "For community college had worksheets and transfer guides that listed the classes she needed to transfer."
    },
    {
      "author": "MENDOZA",
      "text": "By the time I transferred, I had multiples of those papers printed out, classes highlighted. I had, like, Google Sheet documents listing all the classes I had and, like, all the grades I got and, like, the units and everything just to make sure I had it done."
    },
    {
      "author": "NADWORNY",
      "text": "You can bring your transfer guide with you when you talk to the admissions folks or the adviser at the school you're transferring to. It can serve as a backup when you need to convince the school to accept a credit. You'll also need to request official transcripts from the schools you've taken classes at, usually through an office called the registrar, which is the official record keeper of a college. Marisa Serrano also suggests saving your class syllabus. That's the sheet that tells you what the class will cover and all the things you'll learn. She says, that can be helpful when making sure your classes can apply to your major."
    },
    {
      "author": "SERRANO",
      "text": "Then maybe they can look at that syllabus. They can see, OK, this is what was covered in that class, and this is how it can be used here. So let's give you that credit. I recently had a student that attended here in 1995 calling me to see if she could get a copy of her syllabus."
    },
    {
      "author": "NADWORNY",
      "text": "Marisa was actually able to find that syllabus the student was looking for on the school's database. But she says it's always a better idea just to save them when you take the class."
    },
    {
      "author": "NADWORNY",
      "text": "OK. Finally, it is takeaway No. 6 - ask for help."
    },
    {
      "author": "JONES",
      "text": "Don't be afraid to ask any and all questions you have, no matter how silly they may seem to you. Ask multiple times if you forget to write it down or, you know, whatever it is. So don't be afraid. Like, we are here to help."
    },
    {
      "author": "NADWORNY",
      "text": "People who work in transfer admissions at four-year schools like Bridget at Oregon State or transfer counselors at the community college like Marisa, their whole job is designed to help you through this process. And when so many institutions have wildly different requirements for transfer, the best option is just to ask even if you're just thinking about transferring and you're at the very beginning of your journey because the end goal - to be happy, to be successful, to graduate - is within reach. Mia Mendoza, she's now a senior this year, and she's doing great. She's planning to find a job as an academic adviser after she graduates."
    },
    {
      "author": "MENDOZA",
      "text": "If you want to transfer, do it. Just do it. If you really, really want it, do it. And I think it's something definitely that students should definitely hop on because it's a really great experience."
    },
    {
      "author": "NADWORNY",
      "text": "Without transferring, she says, she'd never have found herself or her career."
    },
    {
      "author": "NADWORNY",
      "text": "OK, let's recap. Takeaway No. 1 - start early. Takeaway No. 2 - figure out what you want to study."
    },
    {
      "author": "JONES",
      "text": "You should be in a place that allows you to explore yourself, explore your own ideas and allow you to really expand your mind and gain some new perspectives."
    },
    {
      "author": "NADWORNY",
      "text": "Takeaway No. 3 - make sure your credits apply to your major or your program of study and don't just count towards graduation. Takeaway No. 4 - find a school that's a good fit for you. Takeaway No. 5 - stay organized. Takeaway No. 6 - ask for help."
    },
    {
      "author": "ALEJANDREZ",
      "text": "So don't ever be afraid to ask for help. You know, no question is a dumb question. I mean, you hear that all the time, and that's true. Just - you just got to ask."
    },
    {
      "author": "NADWORNY",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about how to get the most out of college. Plus, we have another on how to write a novel. You can find those and so much more at npr.org/lifekit."
    },
    {
      "author": "NADWORNY",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Beck Harlan is our digital editor. Meghan Keane is the managing producer, and Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle, Janet Woojeong Lee and special thanks to Heather Adams, Simeone Miller, Heather Hill, Clarissa Perez, Renee Esparza, Joseph Hauck, Hannah Beck, Christina Ortega, Karla Ramirez and the Transfer and Career Center at Hartnell College. I'm Elissa Nadworny. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4780526691.mp3",
  "img": "https://media.npr.org/assets/img/2021/11/10/capossela-transfer-lifekit-revised_wide-b5234c7d5684890f45cbccbb06acf9eb59082c61.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISSA NADWORNY, HOST",
    "MIA MENDOZA",
    "NADWORNY",
    "MENDOZA",
    "BRIDGET JONES",
    "JONES",
    "MARISA SERRANO",
    "SERRANO",
    "CHRISTINA ORTEGA",
    "KARLA RAMIREZ",
    "TOMMY ALEJANDREZ",
    "ALEJANDREZ",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4"
  ]
}