{
  "title": "5 tips on being a kinder neighbor and fostering a sense of community",
  "url": "https://www.npr.org/transcripts/1060464791",
  "intro": "What does it mean to be a kinder, more caring neighbor? From Daniel Tiger's world of make-believe to Winnipeg, here's how to plug into your community, practice small acts of kindness and boost your mood. We'll also think critically about being neighborly when things get complicated.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Hearing really good advice at the right moment is powerful. Suddenly, you've got the energy, clarity and momentum to take on a challenge. Each week, LIFE KIT gives listeners insight into the world around them. Your contributions to NPR stations make this important public service happen. At LIFE KIT, we're dedicated to helping people not just manage their lives but enrich their lives, because we believe everyone needs a little help every now and then. Whether you're figuring out how to have a tough conversation with a friend or how to support your kids during a pandemic, if you've heard a LIFE KIT episode that's impacted your life, your support will help keep the good advice coming. Go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit. And, thanks."
    },
    {
      "author": "DIANA OPONG, HOST",
      "text": "My kids and I love watching the children's TV show \"Daniel Tiger's Neighborhood.\" He's all about being kind and connecting with neighbors. Each episode is like a mini celebration of the awesomeness that is created from being tight with your neighbors. Sometimes, I wish I lived in the land of make-believe. Things just seem less complicated."
    },
    {
      "author": "UNIDENTIFIED SINGER",
      "text": "(Singing) A friendly face on every street just waiting to greet you."
    },
    {
      "author": "OPONG",
      "text": "And I say this because I don't know my neighbors at all. Don't judge me. But I've lived in my current house for almost seven years. And I couldn't tell you the first names of the people who live near me or, honestly, what types of cars they drive. I just haven't paid close enough attention. And the pandemic only deepened my no-need-to-get-to-know-them-anyway mindset. But as a kid, I knew almost all of my neighbors. We exchanged Christmas gifts, invited each other to parties, which were the best because you could just walk over. One time after school, when I was locked out of the house, I went to a neighbor who not only let me use her phone, but she even drove me to my mom's work so I could get a key."
    },
    {
      "author": "OPONG",
      "text": "It felt really good to know that if I ever needed anything, our neighbors were there. There was a sense of safety and comfort that came with knowing my neighbors as a kid. And feeling safe and secure is more important than ever. For NPR. This is LIFE KIT. And I'm Diana Opong. And on this episode - you've probably guessed it by now - tips on how to be a better, more caring neighbor. Yes, we've got lots of tips on how parents can guide their kids. But these reminders are important for all of us because building a safe and secure community while being kind to each other is essential."
    },
    {
      "author": "OPONG",
      "text": "Knowing how to be a good neighbor is a skill that is helpful to start at a young age. And Chris Loggins knows all about that. Chris is the supervising producer for \"Daniel Tiger's Neighborhood.\" And in case you're not familiar with the show..."
    },
    {
      "author": "CHRIS LOGGINS",
      "text": "The show is for 2 to 4-year-olds. And it is directly inspired by \"Mister Rogers' Neighborhood.\" So if folks are familiar with \"Mister Rogers' Neighborhood,\" part of that program took place in the Neighborhood of Make-Believe. And what we have done is update the show and animate the Neighborhood of Make-Believe. In each episode, there is a little song that is repeated throughout. We call it the strategy song. And these are all strategies to help children develop social and emotional skills."
    },
    {
      "author": "OPONG",
      "text": "So I called Chris up because I knew if anyone could, he would probably be able to help me learn a thing or two about being a good neighbor. Then I learned real quick, there is no such thing as a good or bad neighbor in the land of make-believe."
    },
    {
      "author": "LOGGINS",
      "text": "I think, if you're talking about a good neighbor, that sort of puts, on a certain level, a value judgment on what is a good neighbor, and also sort of introduces the concept of a bad neighbor. And we don't necessarily think of things as good versus bad. There are lots of different ways to be a neighbor."
    },
    {
      "author": "OPONG",
      "text": "That brings us to Takeaway No. 1. This seems obvious, but get to know your neighbors. It all starts with getting out of your comfort zone. According to a 2018 Pew Research study, 57% of Americans say they know only some of their neighbors. Whether you're a newbie or a long-timer in your neighborhood, being a kind neighbor all begins with small steps, like saying hi to people on your block and learning their names."
    },
    {
      "author": "LOGGINS",
      "text": "I recently, actually, moved into a new neighborhood. And I felt like it was important for our family to reach out to our new neighbors. But more importantly, we have neighbors who definitely helped us feel comfortable and helped us, you know, make sure that we had things set up and know where things are in the neighborhood."
    },
    {
      "author": "OPONG",
      "text": "Chris also says you don't have to spend a lot of money or plan a grand gesture."
    },
    {
      "author": "LOGGINS",
      "text": "You don't have to show up with a, you know, fresh apple pie or anything like that. It's just making somebody feel welcome. And I try to also make sure that the neighbors in our little area know the same about us."
    },
    {
      "author": "OPONG",
      "text": "OK. So we shouldn't start out the process by judging what makes a good or bad neighbor. But where do we go from there?"
    },
    {
      "author": "LOGGINS",
      "text": "I think being a neighbor starts with kindness and empathy. I've learned over the years that the kids that are in our core audience, 2 to 4-year-olds, they're still developing the idea or the sense of empathy. It's difficult for them to really think about how someone else is feeling or put themselves in someone else's shoes."
    },
    {
      "author": "OPONG",
      "text": "If a 2 to 4-year-old can learn these skills, I should be able to, too, right (laughter)? I wanted to know the best way to really get moving, so I asked Chris about the building blocks of being neighborly."
    },
    {
      "author": "LOGGINS",
      "text": "Being kind is one of the important building blocks to developing empathy and important social and emotional skills that will help children as they grow. And I think I find - and I know I'm biased - but I find that the show helps me. I mean, I use some of these strategies all the time myself. Even if I'm not singing them out loud, I hear them in my head. And they are helpful."
    },
    {
      "author": "OPONG",
      "text": "On \"Daniel Tiger's Neighborhood,\" they showcase how being kind can go a long way. Cleaning up litter or even cleaning up after a pet can make your neighborhood a nicer place to live and show your fellow neighbors that you care. And that takes us to takeaway No. 2 - make small, kind gestures a daily practice. You can ask your partner or kids to help pick flowers from your garden to give a new neighbor a bouquet. Or simply introduce yourself when you see them out for a walk. I mean, if you like to bake, go for it. No one's stopping you. I don't know anyone who'd resist a pie. And remember, it all starts with just making an effort to get to know the people that live around you."
    },
    {
      "author": "LOGGINS",
      "text": "(Singing) You can choose to be kind is another one of the strategies. I'm sorry for my singing. I know it's terrible. But that's in an episode of \"Daniel Tiger\" where he actually gets to be king for a day. King Friday makes Daniel king for the day in a playful way. And first, Daniel thinks, you know, being the king is all about being in charge and telling people what to do. And - but he quickly learns that the most important part of being king is being kind and taking care of the neighborhood. So I think that is something else that you could keep in mind is - I think, in everything that we do, we can make choices. And one thing that we can all do is choose to be kind."
    },
    {
      "author": "OPONG",
      "text": "There's this one episode of \"Daniel Tiger's Neighborhood\" called \"Neighbor Day,\" where Daniel learns that it's the little things we do that can mean so much to someone else. In the episode, Daniel Tiger's acts of goodwill have a ripple effect that leave everyone feeling good. Thankfully, this doesn't just happen in the land of make-believe. Once upon a time, in 2013 - the Before Times - a chain of generosity led over 200 people to pay a little kindness forward."
    },
    {
      "author": "MARTA ZARASKA",
      "text": "There was this one instance in Winnipeg, in Canada, at a local Tim Hortons. One driver decided to pay for the meal or the coffee of the driver behind him at the drive-thru. And then that driver was so grateful, he decided to pay for the driver behind him."
    },
    {
      "author": "OPONG",
      "text": "That was Marta Zaraska. She's a science journalist and author of \"Growing Young: How Friendship, Optimism, And Kindness Can Help You Live To 100.\" I reached out to Marta to help me better understand how taking care of our neighbors positively impacts our well-being."
    },
    {
      "author": "ZARASKA",
      "text": "For a very long time, I've been interested in how to live healthy and long. But I'd been approaching it before in the classic ways of, you know, diet, exercise. And then at work, I started coming across more and more studies showing that, actually, our mental health, our mental habits as well, our social behaviors, moderate at least as much for our longevity and health as diet and exercise."
    },
    {
      "author": "OPONG",
      "text": "But you say, instead of popping multivitamin pills, we're supposed to just connect with our neighbors. Skip the fitness tracker and engage with your community through gardening and connection. And I loved that. Another piece that I loved, too - stop obsessing. Be social and mindful, because that matters more for your longevity."
    },
    {
      "author": "ZARASKA",
      "text": "We have lots of different mechanisms inside our bodies, for instance, social hormones - such as oxytocin, serotonin, vasopressin, endorphins - that make this connection between how we relate with others and how our body works in the physical sense. For example, oxytocin - the famous love hormone, as it's often called - on one hand, makes you feel warm and fuzzy towards other people. But on the other, it also impacts your body on the physiological level. It, for instance, has anti-inflammatory properties. It helps our bones grow, potentially preventing osteoporosis. Serotonin as well makes you connect more with others."
    },
    {
      "author": "OPONG",
      "text": "That's Takeaway No. 3. Remind yourself that being connected with other people feels good. Encourage your kids to get to know the people they see in their neighborhood. Or even have them help make cards for neighbors during the holidays. Reaching out to new people can feel nerve-wracking at first. But it will boost your mood in the long run. Marta hasn't just written about this. She's been putting it into practice herself. She told me how she and her daughter get that oxytocin flowing."
    },
    {
      "author": "ZARASKA",
      "text": "I try to encourage her to think about being kind to the neighbors. So for instance, when our neighbor felt sick with coronavirus, together we baked muffins for neighbors, left them at the doorstep. So I try to encourage her also to participate in these kind of things that I'm doing for the community. We volunteer together in our village for local events. I also encourage her to walk around the place by herself on her own, even though I was absolutely stressed incredibly when I let her go by herself the first time. But I encouraged her to go out and be there and talk to people. She feels safe. And she feels connected to the community. And I think this is a very precious gift."
    },
    {
      "author": "OPONG",
      "text": "It literally does a body good to be friendly and caring. We have a change in our brains when we connect with others. But sometimes, connecting with people may not always feel safe. As a parent, stranger danger is something I have talked to my own kids about since they were old enough to walk. But they're older now. And I wanted to understand how I could teach them to be engaged and caring members of their neighborhood while also balancing being safe."
    },
    {
      "author": "ZACH NORRIS",
      "text": "And the stranger danger piece real. And we want to keep our kids safe. But I think the stranger danger can also be misleading in terms of how harm most often happens in our society."
    },
    {
      "author": "OPONG",
      "text": "Thankfully, Zach Norris made some time to talk to me about finding this balance. Zach is a father and the executive director of the Ella Baker Center for Human Rights in Oakland, Calif. In his work, Zach helps to promote investment in community, well-being and safety. He's also the author of \"Defund Fear: Safety Without Policing, Prisons, And Punishment.\""
    },
    {
      "author": "NORRIS",
      "text": "One of the things that I'm mindful of is just that we need to call into consciousness that - this idea of the so-called bad guy, and the way in which the so-called bad guy has been leveraged in ways that actually make us less safe."
    },
    {
      "author": "OPONG",
      "text": "If you're being told you can't trust people around you, that isn't exactly going to inspire community. And your kids will pick up on that. One way to combat the stranger danger outlook is getting involved in your neighborhood with your kids. That's Takeaway No. 4. Take your kids to places where they're meeting all different kinds of people who live in your neighborhood. Zach does this with his own daughters."
    },
    {
      "author": "NORRIS",
      "text": "I get to take them to events where they see amazing leaders who are incredible and empathetic, and also who are formerly incarcerated, who have committed some acts that led them - that they've caused harm, that they have made amends. And I think those are some of the experiences that we expose them to that I think help them to understand safety in a more dynamic way."
    },
    {
      "author": "OPONG",
      "text": "But then there are times when something unfortunate does happen, and it makes you feel unsafe. Zach makes a careful distinction in his book between feeling safe and secure. He says safety deals with a sense of not being harmed. Security is about having a roof over your head, a job that provides a living wage and feeling at ease in your ability to just exist. Zach told me about a time that he didn't feel safe in his neighborhood. His kids were just toddlers. And he found out that his home had been broken into."
    },
    {
      "author": "NORRIS",
      "text": "So I remember picking up glass, like, huge shards of glass, like as big as my hands, off of my daughter's bed. And thankfully, we weren't home, so my kids weren't hurt. No one was hurt. But that was a feeling of like, wow, what could have happened if we had been home? And being an advocate for sort of restorative justice, being an advocate for redemption - being an advocate for the idea that, as one of my mentors, Bryan Stevenson, has said, each of us is more than the worst thing we've ever done, I had to really call upon my better angels as I was thinking through what I was thinking about the person that broke into our house."
    },
    {
      "author": "OPONG",
      "text": "Feeling safe plays an important role in our drive to want to connect with our communities. Just like Chris Loggins said, people aren't just good or bad. There are nuances to all of this. Zach knew he had to be careful when talking about this with his kids."
    },
    {
      "author": "NORRIS",
      "text": "We just have conversations with them. We talk about, you know, here's what this person who broke into our home may have been experiencing themselves."
    },
    {
      "author": "OPONG",
      "text": "Zach and I also talked about what it takes for adults to really feel connected to their communities. Increased crime rates and the barrage of bad news that can be found on a daily basis can make the world feel unsafe."
    },
    {
      "author": "NORRIS",
      "text": "If we can understand that there's a distinction between crime and harm and that in order to get safe, we actually have to address both of those dynamics - we have to not only see the crime that happens in the streets, but also the crime in the suites of power, not just the crime on the corner block, but also the crime in the corner offices. And if we do that, I think that we'll have a better chance of really addressing all of the harms that really prevent us from having as safe communities as we would like."
    },
    {
      "author": "OPONG",
      "text": "Addressing harm when it's been done in any form, big or small, it starts with empathy. So let's say someone feels like they want to call the police in their neighborhood. What should they ask themselves before making that call?"
    },
    {
      "author": "NORRIS",
      "text": "I think they should ask themselves if they are seeing someone being actively harmed. A Black man was doing some level of calisthenics right off the sidewalk. And someone called the police on him. And then he ended up getting harmed by the police unnecessarily because he's, you know, just trying to do some exercise in the morning. And it's just like, that person, I don't feel like, should have called the police. So if you're calling the police because you don't believe someone belongs in your neighborhood, ask yourself, why? Why do you think this person doesn't belong in your neighborhood? Are they doing something that is harming someone? So those are some of the - I know that's a layered answer. But it is a complex question."
    },
    {
      "author": "OPONG",
      "text": "And that brings us to Takeaway No. 5. Check your implicit bias. Getting to know your neighbors and connecting with your community is a valuable way to feel safer in the place that you live. Actions speak louder than words to your kids. Your attitudes towards marginalized and vulnerable communities sets an example."
    },
    {
      "author": "NORRIS",
      "text": "So that's one of the things that I think people can do systemically. On an individual basis, like, people should be getting to know their neighbors and should be understanding what's up with their neighbors, what kind of vulnerabilities might they have. I think that COVID-19 has really showed, climate change has really showed that if we don't understand how we can support our neighbors, the consequences can be life-and-death."
    },
    {
      "author": "OPONG",
      "text": "Part of this is understanding, who even is a neighbor? And Zach has a more inclusive view about this."
    },
    {
      "author": "NORRIS",
      "text": "Your neighbors aren't just people who live in the neighborhood. Your neighbors are people who come to park near your house because maybe they don't have an adequate park in their neighborhood. And you have a nice tree on your block. Your neighbors are folks who come and run through your neighborhood, right? I think when we understand our neighbors as not just folks who live in our neighborhood but also pass through, we will come to better understand other communities as well. And that's what makes us truly safe, because I can't be safe on my block if you're not safe three blocks away."
    },
    {
      "author": "OPONG",
      "text": "Being a caring, more present neighbor is a helpful way to feel more safe and secure in the place that you live. The more you show your kids to appreciate their community, the more they will value being part of a whole."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "OPONG",
      "text": "Let's take a quick look back at the steps you can take to increase your neighborly quotient. Takeaway No. 1, get out of your comfort zone and get to know your neighbors. Takeaway No. 2, make small, kind gestures a daily practice. And involve your kids. Have your partners and kids help write a note of welcome to a new neighbor. Takeaway No. 3, kindness is contagious and is good for our well-being. Be sure to check in with yourself and your family about how you feel when you help your community. Takeaway No. 4, meet different people who live in your neighborhood. And Takeaway No. 5, check your bias. You may or may not be aware of the stereotypes you hold, but your attitudes towards people who are different from you impact your view of the world. Stop and think whether or not someone is being actively harmed before you make a call that could have irreparable consequences. And before you blame someone else, ask yourself, why do I think this person doesn't belong in my neighborhood?"
    },
    {
      "author": "OPONG",
      "text": "Special thanks to Christina Gorski (ph). For more LIFE KIT, check out our other episodes. We have one on creating a sleep routine with your kids and one hosted by me all about the benefits of reading aloud. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "OPONG",
      "text": "This episode was produced by the ever patient and talented Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production staff also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. And our digital editor is Beck Harlan. I'm Diana Opong. Thanks for listening. Now go meet one of your neighbors."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8652240089.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/01/npr_kindneighbors_final_wide-47a166f000cda65ee89bc089940ac2357899011d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON",
    "DIANA OPONG, HOST",
    "UNIDENTIFIED SINGER",
    "OPONG",
    "CHRIS LOGGINS",
    "LOGGINS",
    "MARTA ZARASKA",
    "ZARASKA",
    "ZACH NORRIS",
    "NORRIS"
  ]
}