{
  "title": "How to talk about money, privilege with friends — before it's time to split the bill",
  "url": "https://www.npr.org/transcripts/1060996322",
  "intro": "Even among the closest of friends, conversations about money and privilege can be awkward. In this episode from Life Kit and The Cut, author Otegha Uwagba discusses how we can break that ice — before it's time to split the check.",
  "transcript": [
    {
      "author": "JAZMIN AGUILERA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Jazmin Aguilera."
    },
    {
      "author": "AGUILERA",
      "text": "There's a complicated dance we all do when it comes to friendships and money. Having friends means going out, doing activities together - in short, spending money. All of my friends are from different backgrounds and make different salaries and have different values when it comes to saving and spending money, so I still don't know what the proper etiquette is when the bill comes. I haven't yet mastered the dance. And to make matters worse, since I moved to New York City, a lot of these insecurities have been turbocharged because this city is home to some super rich people. It's all very confusing, made nearly incomprehensible because we just don't talk about this kind of thing - I mean, not really."
    },
    {
      "author": "AGUILERA",
      "text": "And so for this episode of NPR's LIFE KIT, in collaboration with \"The Cut,\" I spoke with Otegha Uwagba, author of \"We Need To Talk About Money.\" She helps us figure out the best way to approach the sticky situations that come up around money and friendships. She's been thinking about money and friendships for quite a while."
    },
    {
      "author": "OTEGHA UWAGBA",
      "text": "I mean, I was working on this book for about three years before it came out, and money and having it or worrying about not having it is something that has really kind of dominated my life for various reasons. And certainly in my 20s, it's something that I gave a lot of thought to."
    },
    {
      "author": "AGUILERA",
      "text": "Otegha says there's a reason why it's so hard to talk about money with friends."
    },
    {
      "author": "UWAGBA",
      "text": "Money becomes shorthand for someone's value as person, and so it kind of isn't surprising that we find it difficult to talk about it openly, that we feel discomfort or shame. The amount of money you have invites judgment."
    },
    {
      "author": "AGUILERA",
      "text": "And she says money conversations can also serve as sort of a compass, pointing you in the direction of people you actually want to spend time with."
    },
    {
      "author": "UWAGBA",
      "text": "If I feel like someone is kind of tone-deaf or insensitive or doesn't really appreciate their good fortune, I have to say that over my 20s I've kind of fazed those friendships out - like, not in a deliberate way, but just in terms of thinking who I want to spend my time around and who frustrates me to be around."
    },
    {
      "author": "AGUILERA",
      "text": "We started out with the basics. When is it appropriate to talk about money with new friends?"
    },
    {
      "author": "UWAGBA",
      "text": "I think what's appropriate to ask kind of depends on how close you are as a friend, you know, in the same way that I probably wouldn't ask a total stranger, you know, oh, how did you pay for your apartment? Who pays for your apartment? How did you get on the housing ladder? But if someone - you know, if a friend of yours mentions something that they're doing that requires money and you kind of can't add it up and you don't understand how it fits and OK, we've just bought a second home and that sort of thing, I think it's very appropriate to - just in quite a neutral way, just to say, oh, how have you made that happen? How have you afforded that? You know, I know it's expensive. Like, I think for me, it's about tone and delivery and asking in a nondefensive, nonjudgmental way. And that's what I've found is most effective. I think if people are going to talk about the kind of lifestyles that having money enables them, then I think it's kind of fair to expect that other people might potentially have questions."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah, yeah, definitely. So in that case, what conversations about money should we be having with our friends, and what kind of boundaries should we set with them on the outset? Have you worked out any kind of strategies?"
    },
    {
      "author": "UWAGBA",
      "text": "I think the main kind of conversations I have with my friends is kind of in a social context. Like, do you want to go to this restaurant? Do you want to go on a holiday? I mean, just last week, a friend said, hey, a couple of us are thinking of going to Mexico for New Year, and I just said I've had a really expensive year. I also had a really nice holiday over the summer, so I don't think I can afford this one. I'm going to sit it out. And she was totally understanding. And, you know, being honest about your limitations, both with your friends and with yourself - like, I think self-delusion is one of the, like, most expensive habits - trying to keep up with your friends or compete with friends who have more money than you do."
    },
    {
      "author": "UWAGBA",
      "text": "And that's, like, kind of, like, on a day-to-day level. But on, like, a broader level, something that I didn't have in my 20s and that I felt quite embittered about and I write about in my book is that I wasn't having a lot of honest conversations with friends whose parents had given them, say, the money to put down a deposit on a flat or maybe were paying their rent. And I, for years, didn't understand how everybody else was going onto the housing ladder, and it just seemed completely impossible for me."
    },
    {
      "author": "AGUILERA",
      "text": "Been there."
    },
    {
      "author": "UWAGBA",
      "text": "Exactly. Like, I think a lot of people have been there. And it was only towards the tail end of my 20s that I found the sorts of friends who, A, were in a similar position to me and, B, were more willing to talk about that even if they had had help. If they said, you know, I've bought a place, they'd be like, yeah, my parents helped me. My parents gave me a deposit. My - and it was just that honesty that I was looking for."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah. Transparency seems to be the way to go and just approaching the topic, trying to be as neutral about it as possible."
    },
    {
      "author": "AGUILERA",
      "text": "But let's say that we're in the position of being the privileged ones, you and I, and we need to talk about - you know, with somebody who is not as privileged as we are. Where is the line between, you know, just being transparent about our financial situations and say, like, oh, you know, this turned out to be a very successful book, so now I'm able to do this, and where do you feel like it starts to get into bragging? Because that seems - I'm struggling with that a little bit with my friends back home. And I want them to be proud of me and happy for me, and I want them to know the details. I don't want to omit anything. But I also don't - I don't know where the line is."
    },
    {
      "author": "UWAGBA",
      "text": "That's an interesting question. I think you kind of just have to go slowly and see how receptive people are to what you're sharing. And, you know, is somebody asking questions about it? You know, if you say, OK, I signed this book deal and actually I got paid a decent chunk for it or I've made a decent chunk in royalties, you know, what's their body language? Do they want to know more or are they kind of closed off, and they don't seem engaged in it at all? And I think that can kind of tell you more about it. Like, I think if you are already conscious and worried about bragging, then I think it's highly unlikely that you are. Like, people who brag tend to just not be very self-aware."
    },
    {
      "author": "UWAGBA",
      "text": "I have found, from being on both sides of the coin, is that it's incredibly sort of crass to fret about your money worries to a friend whose problems probably outstrip yours. So if you're telling them about these financial successes you've had, now is also not the time to complain about, oh, but so-and-so got more for their book deal or so-and-so, you know, got this cushy new job. I think that is what I find that people tend to get wrong, which is that they don't target, I guess, their complaints and their gripes and their issues at the right audience. So I'm like, go talk to your rich friends about that. Like, they will understand that - you know, why you're annoyed about that. Like, I think you really have to know your audience."
    },
    {
      "author": "UWAGBA",
      "text": "But I - you know, I also don't think you should be embarrassed about financial success. But I think, again, it's just about being honest and honest about what it's allowed you to do and honest about what your limitations are, as well."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah. And on the flip side there, let's say that's, like, a one-on-one conversation. Those are very deep conversations. But let's, like, step back to, like, a group of friends and, you know, the things that come up with us in money in groups of friends all the time - splitting checks at dinner. It's always going to be awkward. It's always weird. Nobody addresses it until the check comes. And it's always this, like, awkward, what are we doing? - kind of situation. And in my experience - and this is a very generalized experience - but rich people are kind of cheap (laughter). And I know this from being a waitress myself sometimes. So in a situation where you're in a group setting and somebody wants to split the check evenly, somebody wants to have everyone pay only what they ate, how do you navigate that?"
    },
    {
      "author": "UWAGBA",
      "text": "I think it's helpful to be the person who looks out for other people in that situation, and that's kind of what I tend to do. So if I've gone for dinner with friends, and let's say one of my friends isn't drinking or doesn't drink - and obviously that tends to bump the bill up. Like, whether or not it relates to me and my spending, I do kind of tend to look out and say, oh, so-and-so, well, she didn't actually drink, so I think we should, like - she should pay less and that sort of thing. I think that can be a really good thing to do within your friendship circle because then you're kind of advocating for each other."
    },
    {
      "author": "UWAGBA",
      "text": "Now when I go out for dinner or I go out for meals, I kind of go out and I'm like, OK, this is going to cost me, and I'm kind of prepared with that. And so I either opt in to the occasion as a whole or I opt out. So, like, I - because I think it can be really tricky to kind of navigate the bill-splitting situation. So I'm either like, OK, well, I'm going out for dinner and this is going to cost me or I can't really afford this at the moment, so I'm going to skip dinner. Maybe I'll meet them afterwards for drinks and just be quite honest about it."
    },
    {
      "author": "UWAGBA",
      "text": "It's kind of a muscle, I think, kind of building up the ability to say, hey, this is slightly out of my budget. Do you mind go - do you mind if we go somewhere cheaper or do you mind if maybe one of us cooks at home? You know, I can host you guys at mine. And the more you do it, the easier it gets. And you often find that other people within your group are actually kind of grateful to you for doing that because, like, they also maybe don't want to spend money or they also are kind of feeling a bit strapped or, you know, they're just generally quite sympathetic."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah, that makes sense. So I'm afraid to bring up money to my wealthier friends because I'm afraid that they're going to think that that is the reason I'm friends with them. Like, I can tell that that is, like, a No. 1 fear, is, like - one of my friends, for example, is deathly afraid that people are only friends with her because they, like, assume that she's going to hook it up constantly. And I end up spending more money than I want to just to make things simple when I hang out because I don't want to have that, like, tension hanging in there as, like, am I saying - you know, am I hanging out with you because I want to hang out with you or am I hanging out with - you know, it just - how do I stop that whole section of tension and without making it awkward? How do I convince - like, lay that foundation that I'm not friends with you because, you know, you can get me into these parties or you have this amount of wealth?"
    },
    {
      "author": "UWAGBA",
      "text": "Well, I think you kind of have to suck up that it is going to be awkward when you kind of have the initial conversation that I'm going to advise that you have - like, an honest conversation and in, like, a neutral setting. It's not the next time you guys go out and you're at a really expensive restaurant or bar or whatever. But maybe if you're going for a walk or, like, she's over at yours and just saying, hey, you know, do you think we could - like, and kind of suggesting alternative of the things that you can do that are maybe a little bit more in your budget and just say that, like - just be really honest. Like, we are not in the same financial position, and I don't want our friendship to be kind of based around what we can do with each other that involves spending money."
    },
    {
      "author": "UWAGBA",
      "text": "Like, I think one of the weird silver linings of the pandemic was I realized how much I could sustain certain friendships without spending money because we couldn't go out. We couldn't go anywhere. And so there were a lot of phone calls and a lot of walks in the park and, you know, when restrictions eased to an extent, a lot of, like, dinners at people's houses. And it made me realize how we'd kind of gotten into this cycle of thinking the only way we could socialize with each other was to go somewhere expensive - you know, service charge and get an Uber home. And actually, that was all periphery to our friendship."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah. That's a great note, too, about the pandemic, like, stripping away all these, like, structures that we put ourselves into. What if you're a guest, like, and you go visit a friend? Is treating them appropriate or polite?"
    },
    {
      "author": "UWAGBA",
      "text": "Oh, definitely. Let's say you go and stay with a friend. They put you up for a week or something. It's polite to buy a present on the final night that you guys go out. You take them out to a nice restaurant, and you pay. Like, that to me is just, like, social niceties and politeness. And in a way, I think those things - the need for those things kind of diminishes the longer you've been friends. I will just kind of turn up and, like, just flop on their sofa because it's like, we're kind of beyond the point of those social niceties. So it definitely does kind of depend on the nature of a friendship, but it's always nice to, like, offer a token of gratitude. And I think it's something that I always kind of try to do if I'm - if somebody has been generous with me."
    },
    {
      "author": "UWAGBA",
      "text": "It doesn't have to be expensive. I think it's just the thought and the effort that counts. If staying with someone has saved you money - let's say it saved you - let's say you're going to visit a friend in a different country, and instead of having to pay for a hotel and Airbnb for a week, they let you stay in their place. Well, then you kind of have to think about it as, OK, well, I've saved, you know, a thousand dollars, so I can carve off a chunk of the thousand I've saved and maybe buy them, like, a really nice present."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah. Yeah, I'm really glad that you mentioned that the need for those niceties diminishes as you get closer to someone because I definitely have that experience."
    },
    {
      "author": "UWAGBA",
      "text": "Yeah, I'm, I think, way less polite with my, like, very close friends than with people I don't know as well, which - I don't know what that says about me."
    },
    {
      "author": "AGUILERA",
      "text": "Yeah. What do you think the biggest takeaway that you have come away with about this whole topic since writing your book and since thinking about it in such a, you know, deep way?"
    },
    {
      "author": "UWAGBA",
      "text": "I think one of the most toxic emotions around money can be shame. And I think that can be the thing that just, like, emotionally stops people from making progress in how they feel about money. I think one of the best ways to alleviate shame is having conversations with people in your life or conversations with therapists. I think we're really conditioned not to talk about money and not to admit to some of our more base instincts and some of our more negative emotions, whether it is jealousy or bitterness or resentment, all these things. And it kind of keeps us trapped, and it keeps us locked, and it stops you from really establishing a healthy relationship with money. So that is the main reason that I think that we need to talk about money because it absolutely can be transformative for how you feel about money."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "AGUILERA",
      "text": "This episode was produced in collaboration with \"The Cut.\" You can listen to their episode about friends, money and what happens if you end up on a viral TikTok spreadsheet that ranks your friends by income wherever you find your podcasts. For more LIFE KIT, check out our other episodes. We have one about how to boost your credit score and another on how to travel with friends. You can find those and so much more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "AGUILERA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our digital and visual editor is Beck Harlan. Special thanks to Noor Bouzidi, Jolie Myers and Natasha Knox. I'm Jazmin Aguilera. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2846791443.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/07/sol-cotti---npr---money-with-friends-2_wide-a286724c61689614b9dbb66ee9fd3b197caae241.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JAZMIN AGUILERA, HOST",
    "AGUILERA",
    "OTEGHA UWAGBA",
    "UWAGBA",
    "UNIDENTIFIED PERSON"
  ]
}