{
  "title": "Creativity can't be forced. Take restorative breaks, zone out to find new inspiration",
  "url": "https://www.npr.org/transcripts/1061925009",
  "intro": "Do you ever try to be creative, but no matter how hard you try, struggle to access that spark in your head? This episode explains how to escape that creative rut — and it all starts with taking intentional breaks.",
  "transcript": [
    {
      "author": "SIONA PETEROUS, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "PETEROUS",
      "text": "Rahaf Harfoush had a creative rut that changed everything for her."
    },
    {
      "author": "RAHAF HARFOUSH",
      "text": "The short story is that I got burned out, and it completely forced me to reexamine everything I thought I knew about productivity out of necessity. It was, like, beyond self-optimization right into, if I keep working this way, I'm going to die."
    },
    {
      "author": "PETEROUS",
      "text": "At one point, Rahaf was someone who was all about pushing through and hustling hard, but eventually she realized it wasn't sustainable. In fact, she came to the realization that this mindset of hustle culture was actively suppressing her creativity, forcing her into a creative rut, and it was devastating."
    },
    {
      "author": "HARFOUSH",
      "text": "I really understand the pain of not having your creative voice speak to you. Like, we should just take a second and actually acknowledge how awful that is because in a society where our sense of self-worth is so tied to our professional work - and I experienced this myself as a writer - nothing broke my heart more when I had my burnout - not my failing health, not my hair falling out, not my weight gain, not my insomnia - none of that broke my heart more than realizing that the voice that used to speak in my head and give me ideas went silent."
    },
    {
      "author": "PETEROUS",
      "text": "Rahaf is a digital anthropologist and the author of \"Hustle & Float,\" a book about reclaiming your creativity in a world obsessed with work. Her work focuses on reminding people that, sure, you can hustle hard, but it only works if you take breaks and recharge - aka, float. Without these floats, she says it's really easy to feel like you're never going to have a creative idea again. And what Rahaf said about the pain of not being able to connect with your creative voice - I felt that."
    },
    {
      "author": "PETEROUS",
      "text": "My name is Siona Peterous. I'm a producer and writer. And over the past year and some change, I've been navigating one of the worst creative ruts of my life. I kept trying to push through it, but it wasn't working. I felt like a failure, like I should be easily able to connect with my creative voice, and I was feeling incredibly sad about it. Whether you're having writer's block or struggling to think of a new recipe or trying to put lyrics together, you likely have been in the same position as me - just pushing yourself endlessly, hoping to have one of those dramatized moments we see in movies and read about in books."
    },
    {
      "author": "PETEROUS",
      "text": "The brilliant aha moment is a common image and expectation, but it's a bit unrealistic and unhelpful. So on this episode of LIFE KIT, we're talking about creativity, and more specifically, how to realistically handle the moments we find ourselves uninspired and in a creative rut."
    },
    {
      "author": "SARAH URIST GREEN",
      "text": "I would get intimidated if, like, creativity and making art was something where you had to have this grand inspiration, you know, where you had to have a eureka moment that this is the thing that I have to make right now."
    },
    {
      "author": "PETEROUS",
      "text": "Sarah Urist Green is a curator and art educator and the producer behind series like PBS' \"The Art Assignment\" and \"Ours Poetica.\" She has studied, interviewed and worked with artists from a variety of mediums over the years and says that the idolization of the sudden big moment is unrealistic."
    },
    {
      "author": "GREEN",
      "text": "You have to sort of sit down, and sometimes it comes easily, and sometimes it doesn't come easily. But great things aren't necessarily created in a midnight rush of ideas (laughter)."
    },
    {
      "author": "PETEROUS",
      "text": "Aside from that, Sarah takes some issue with the idea that creativity is something only meant for certain people."
    },
    {
      "author": "GREEN",
      "text": "I think we are all already creative beings. How you use that is, I think, up to you. And some people use it for how to efficiently pack a moving truck (laughter), you know? Like, some people use it in wildly different ways."
    },
    {
      "author": "PETEROUS",
      "text": "Wendy Suzuki is on the same page as Sarah. Suzuki is a professor of neuroscience and psychology at the New York University Center for Neural Science. She has done tons of research and experiments around creativity. And for her, it's all about usability."
    },
    {
      "author": "WENDY SUZUKI",
      "text": "Creativity is not only for the realm of geniuses like - I don't know - Picasso or Bach, but I think of creativity at a very utilitarian level."
    },
    {
      "author": "PETEROUS",
      "text": "My very first takeaway for you is that everyone is creative."
    },
    {
      "author": "PETEROUS",
      "text": "It is not a gift that only certain people have access to. And you can be creative even if it's not about your work. Organizing a space in a way that is most functional for you is creative. Creating a budget is creative. Just created a new medical breakthrough? Definitely creative. Finding a new route to get home faster or managing people's schedules is - you guessed it - creative."
    },
    {
      "author": "PETEROUS",
      "text": "All those different kinds of creativity stem from the same place. According to Suzuki, creativity involves three major parts of the brain, but the one we're most concerned about is the default mode network - aka, the imagination network."
    },
    {
      "author": "SUZUKI",
      "text": "If you put people in a fMRI scanner and you ask them just to, you know, just let their mind wander, what you get is not just random kind of activations of the brain, but everybody's brain who is currently kind of participating in mind-wandering has a set of structures, including the hippocampus, that gets activated, and that has become known as the default mode network."
    },
    {
      "author": "PETEROUS",
      "text": "Mind-wandering is something that happens when a person is awake and has a chance to let their brain explore different brain associations and ideas to create something new or weird or fun. It's often called daydreaming for us non-neuroscientists."
    },
    {
      "author": "SUZUKI",
      "text": "How many of us have enough time to just sit and mind-wander and let our creativity kind of flow out that way? I don't think enough of us do that."
    },
    {
      "author": "PETEROUS",
      "text": "All those random doodles you draw while in meetings or the scenarios that are playing out in your head while you stand in line - that is creativity happening in real time, which brings us to the second takeaway of getting out of a creative rut. Always remember that creativity is, on the most basic physiological level, driven by your brain having time to wander. So give yourself time to do that."
    },
    {
      "author": "PETEROUS",
      "text": "Because when your brain doesn't get time to mind-wander, it can lead to a situation where you literally are not able to think creatively about anything. It can feel like all your ideas are blocked because you're scraping an empty bucket. And Suzuki has a great tip for jumpstarting your mind-wandering and creativity - move."
    },
    {
      "author": "SUZUKI",
      "text": "I say that just that single power walk is like giving your brain a wonderful bubble bath of neurochemicals that include things like dopamine and serotonin and endorphins and even cortisol. And so what is the effect there? Well, I think most people would say, oh, you know, I feel better if I go for a walk. Especially if I'm really stressed out, I'll go for a walk and I'll feel better. Well, it's because you're increasing these mood-boosting and reward-boosting neurochemicals in your brain."
    },
    {
      "author": "PETEROUS",
      "text": "In fact, Suzuki says consistently moving your body actually promotes the birth of new cells in your hippocampus, which plays a major role in creativity. Just move your body in whatever way you can. So dance, run, jog, stand up and down repeatedly - whatever feels good. So remember, try your best to find those times to mind-wander, but don't beat yourself up if it doesn't happen every day."
    },
    {
      "author": "PETEROUS",
      "text": "Takeaway No. 3 for how to get out of a creative rut is always remembering that you need to stop and rest in order to start again. Never try to avoid the resting part. In an ideal world, the solution would be as simple as carving out time for yourself to chill and see where your mind takes you. But as Rahaf points out, we don't live in that ideal world. We live in a world hyperfocused on productivity, work devotion and a 24/7 grind."
    },
    {
      "author": "HARFOUSH",
      "text": "That's the sad thing - is that we keep telling people this toxic story. Like, you're tired? Just push through. Just keep going a little bit longer. Just go because we, you know, we value endurance, we value hard workers, we value people who hustle hard, you know?"
    },
    {
      "author": "PETEROUS",
      "text": "But on the other hand..."
    },
    {
      "author": "HARFOUSH",
      "text": "Our entire society, just in general, is obsessed with creativity. We idolize people who are creatives, and, like, we completely lose our minds over people who are creative and also profitable. That is like the absolute mixture and collision of two big societal values - right? - capitalism and creativity."
    },
    {
      "author": "PETEROUS",
      "text": "She says our societal obsession with productivity and a specific idolization of the ultra-rich creative is in part because many employers still use methods to track people's work that made more sense at the turn of the last century. It was a time when most of labor was about manufacturing and reaching peak production in a short amount of time. At the end of people's shifts, bosses could count and see how much work a person had done, but you can't quantify creativity or ideas of any kind in that way."
    },
    {
      "author": "HARFOUSH",
      "text": "We took a system that was built upon constant work - I'm going to work nonstop for this shift - and we try to apply it to a creative process, where, on a neurological level, being creative is, by definition, start and stop. It's, by definition, work and rest."
    },
    {
      "author": "PETEROUS",
      "text": "Whether or not you work in a place where you are expected to generate creative and innovative ideas constantly, you still live in a culture impacted by this overarching work structure. So no matter what type of work you do, there is a shame associated with not creating enough. And oftentimes, people try to push through instead of taking the rest they need to ultimately be creative."
    },
    {
      "author": "HARFOUSH",
      "text": "The thing that many people don't understand is that there are different types of rests, and there are different types of recharges that your brain needs. What our brains actually need is periods of destimulation, which means no screens, no emails, no audiobooks. Your brain just needs a second to breathe, to catch up, to integrate all the content that we've consumed."
    },
    {
      "author": "PETEROUS",
      "text": "And, look. It doesn't have to be a dramatic weeks-long period of rest to get your creative juices flowing again. One suggestion Rahaf has for a daily brain break - try staring at a wall for 15 minutes."
    },
    {
      "author": "HARFOUSH",
      "text": "And this is going to sound ridiculous, but it's a very simple solution. You literally set a timer on your phone for 15 minutes, and you stare at a wall. You don't meditate. You don't try to clear your thoughts. You don't focus on your breathing. No. Just sit there. Just sit there and let your brain race and let your brain do whatever. But just sit there and don't do anything."
    },
    {
      "author": "PETEROUS",
      "text": "We, as humans, need moments of rest. Whether it's staring at a wall, walking around your neighborhood, signing up for a random class that sounds fun, even going on a quick day trip somewhere, you just need time to disengage. Always check in with yourself by making sure you aren't overly relying on things like stress and pressure to fuel your creative process."
    },
    {
      "author": "PETEROUS",
      "text": "And I'll be honest. Managing pressure is a bit tricky because on one hand, experts acknowledge the fact that sometimes we do need a little pressure to get our creative process going. I mean, look; nothing gets me focused more than a quickly approaching deadline like the one for this script. And a lot of solutions have come out of some of the most dire and intense situations."
    },
    {
      "author": "PETEROUS",
      "text": "Do you think there's something about the pressures of necessity that sometimes revs up people's imagination?"
    },
    {
      "author": "SUZUKI",
      "text": "Absolutely. I think that those difficult situations like, oh, my God, it's, you know, it's do-or-die now, come up with an innovation or, you know, it's all over - that is the kind of kick in the pants that everybody sometimes needs to say, OK, well, let's just do this."
    },
    {
      "author": "PETEROUS",
      "text": "Over the years, Sarah has also seen how pressure and struggle have benefited artists' work."
    },
    {
      "author": "GREEN",
      "text": "I think about the artist and designer Christoph Niemann. He once told me about how struggle is part of making art and, you know, when you're searching and having a hard time, that's actually what it's all about and that art isn't necessarily about things coming easily."
    },
    {
      "author": "PETEROUS",
      "text": "And Rahaf also thinks pressure and stress can be good, just with some limits attached."
    },
    {
      "author": "HARFOUSH",
      "text": "Creativity is a cycle. So there is high-pressure points and low-pressure points. You cannot push yourself in an unlimited way. You cannot put yourself in stress for an unlimited period of time. You can use stress strategically to push yourself and to grow."
    },
    {
      "author": "PETEROUS",
      "text": "So the fourth takeaway on dealing with a creative rut is to always check in with yourself. Using stress and pressure to fuel your creativity is possible, but only to a certain point. You have to be really honest with yourself and figure out how to dial back on using stress too much because too much of it can eventually fuel burnout, anxiety and depression, among other things, and, ironically enough, cause your creative rut to last even longer."
    },
    {
      "author": "PETEROUS",
      "text": "I really had to grapple with this fourth takeaway for a long time. I was always taught that I have to push through and to pressure myself into solutions. I was convinced that my creativity is fueled by extreme pressure. When that didn't work anymore, I was a bit at a loss. I had to slowly introduce ideas of breaks and rest into my life and to learn how to use stress strategically, if at all. Something Sarah suggests is to simply walk away and come back a while later."
    },
    {
      "author": "GREEN",
      "text": "You know, whenever I'm writing something, I always, if I can, if I'm not up against a deadline, try to leave it for, I mean, ideally, like, a few weeks, but a day, two days can suffice to step away from something entirely and then come back to it with fresh eyes."
    },
    {
      "author": "PETEROUS",
      "text": "So now that we know about how creativity works, what creative ruts are and why it's important to avoid looking at creativity through the lens of hustle and grind culture, how exactly do you work through it? This is something that Nerissa Bradley, an actress, singer and multidisciplinary artist, had to figure out for herself, and I think her story has some lessons for anyone who is trying to figure out a creative rut. Growing up, Nerissa was really creative, but as she got older, she felt she had to pursue a more practical path - you know, things like math and science. But here is the thing. She was miserable."
    },
    {
      "author": "NERISSA BRADLEY",
      "text": "And it was just from a series of challenges to my own mental health that had me see that I wasn't really happy and fulfilled doing what I was doing."
    },
    {
      "author": "PETEROUS",
      "text": "After spending several years intentionally avoiding creative things, getting back into creative habits was a bit scary for Nerissa. What if she was bad? What if people judged her or laughed at her?"
    },
    {
      "author": "BRADLEY",
      "text": "I think fear and shame have such a role in suppressing creativity because it is the experience of being ostracized from a group and it has us fear our own survival and question and doubt who we are."
    },
    {
      "author": "PETEROUS",
      "text": "But Nerissa did eventually work through it. She stopped pursuing studies in the, quote-unquote, \"practical thing\" and introduced creativity back to her life by starting really small - just her, some friends, a canvas and some art supplies from down the street."
    },
    {
      "author": "BRADLEY",
      "text": "We started painting, and I just noticed my mind go quiet. A lot of mental chatter, a lot of mental noise, and I - like, all that silenced, and I was able just to paint and create something for the first time in years."
    },
    {
      "author": "PETEROUS",
      "text": "This brings us to our fifth takeaway - getting back into touch with your creative voice often means you simply just have to start. Start with a class. Start with writing a quick joke. Start with doodles. Just make sure to start and enjoy the process, instead of putting any expectation on your creativity. You really got to trust yourself and know that starting anything is the first step to working through your creative rut. For example, one idea Sarah has for anyone who eats food is creative meal-making. She learned about it from poet J. Morgan (ph)."
    },
    {
      "author": "GREEN",
      "text": "You know, food is a democratic medium. We all have to eat. So one of my favorite art experiences is getting together with friends, playing this wild algorithmic game with our names - the letters of our names to come up with new food items."
    },
    {
      "author": "PETEROUS",
      "text": "Oh, fun."
    },
    {
      "author": "GREEN",
      "text": "And you sort of play a Scrabble game where you come up with new dishes and then you make them."
    },
    {
      "author": "PETEROUS",
      "text": "And you don't have to do these activities alone. For Sarah, one of the more exciting aspects of Scrabble dinner is the fact that it is so collaborative, and even people who don't consider themselves creative can participate."
    },
    {
      "author": "PETEROUS",
      "text": "But you can do things that are even more low-key than a food Scrabble. During the COVID-19 lockdowns, Sarah got into repetitive tasks like weaving paper, creating drawings out of doodles and making collages. She also started wheel throwing. It's a totally new medium for her, which means she can mess up time and time again, and it's all good. Remember, removing the expectation of being productive and creating a masterpiece is a key part of working through a creative rut."
    },
    {
      "author": "GREEN",
      "text": "I've taken a lot of art classes in my life, but I'd never tried that. And I love being an amateur at something. I love sort of knowing that I'm not supposed to be an expert and meeting other people in the class who've been doing it for years and still mess up. And I'm just kind of giving myself permission to fail."
    },
    {
      "author": "PETEROUS",
      "text": "For Rahaf, getting in touch with your creative voice again while in a creative rut is about creating a practice of self-care. She says you need to make sure that your emotional and mental tank is full so you can be your most creative self."
    },
    {
      "author": "HARFOUSH",
      "text": "Put your rest in first. Put your workouts, put your meal prep, put your relationship time - put in those things first 'cause you're not going to find the time. You have to make the time. And you know that if you have good food and you are well-rested and you have good relationships, that is going to fill you up, and that will fuel your inspiration and your creativity."
    },
    {
      "author": "PETEROUS",
      "text": "And if none of those options feel good to you, don't forget that engaging with creativity again really is as simple as setting a timer for 15 minutes, staring at a wall and letting your brain do its thing."
    },
    {
      "author": "PETEROUS",
      "text": "Let's recap. First takeaway - unlearn the idea that only certain people are creative. It isn't true. Second takeaway - creativity is fueled by the brain's ability to mind-wander. Try to avoid overpacking your day, and give your brain some time to just do its thing. Third takeaway - creativity is a stop-and-start process. Don't forget to stop. If you try to ram through those breaks, you'll likely run into a creative rut. Fourth takeaway - if used strategically, stress and pressure can sometimes help fuel creativity, but overly relying on it will, in fact, stifle your creativity. So check in on yourself to make sure you're not overly relying on stress and pressure. Fifth takeaway - getting out of a creative rut doesn't require a massive project. It can be super small. Whether you want to do arts and crafts, like finger painting, go on a walk or stare at a wall, just start and trust that you'll eventually get where you want to go."
    },
    {
      "author": "BRADLEY",
      "text": "Just take the mic. Just take the action. Just take the first step."
    },
    {
      "author": "PETEROUS",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to learn a new skill, another on how to be more open-minded and lots more on everything from finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "JESSICA",
      "text": "Hi, NPR. My name is Jessica (ph). My LIFE KIT tip is when your friends or family members have babies, when you put it in your calendar, be sure to put the year they were born so when you're buying them a birthday card you don't have to remember if they're turning 3 or 4."
    },
    {
      "author": "PETEROUS",
      "text": "If you've got a random tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "PETEROUS",
      "text": "This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Sylvie Douglis and Audrey Nguyen. Beck Harlan is our digital editor. I'm Siona Peterous. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1139799629.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/06/21-1120-npr-creative-rut01_wide-21aa151a5085362e60ebef378d2abb0851ea39eb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SIONA PETEROUS, HOST",
    "PETEROUS",
    "RAHAF HARFOUSH",
    "HARFOUSH",
    "SARAH URIST GREEN",
    "GREEN",
    "WENDY SUZUKI",
    "SUZUKI",
    "NERISSA BRADLEY",
    "BRADLEY",
    "JESSICA"
  ]
}