{
  "title": "Stop being so mean to yourself. Here are 5 tips to help you break the cycle",
  "url": "https://www.npr.org/transcripts/1062746913",
  "intro": "Being self-critical comes naturally for a lot of people. It's easy to focus on the one bad review or the tiny flaw in an otherwise perfect presentation. Psychologist Joy Harden Bradford walks us through some strategies to quiet down those negative thoughts, including how to monitor and interrogate your negative self-talk and replace it with positive self-talk.",
  "transcript": [
    {
      "author": "T K DUTES, HOST",
      "text": "This is NPR's LIFE KIT. I'm TK Dutes."
    },
    {
      "author": "DUTES",
      "text": "As an audio producer and host, I spend a lot of time finding the positive when I talked to other people, and I love it. One of the best and easiest parts of this job is having quality conversations with interesting people and discovering all the good they have to offer. But when it comes to doing the same for myself, that can be a lot harder."
    },
    {
      "author": "JOY HARDEN BRADFORD",
      "text": "You know, that little voice inside our heads - right? - like, kind of, like, the running dialogue we have is self-talk, right? So we all have some version of self-talk. The only issue is that a lot of times that self-talk tends to be very critical and negative - right? - so things like, I'm so stupid, I never get anything right, no one will ever love me, right?"
    },
    {
      "author": "DUTES",
      "text": "That's Joy Harden Bradford, an Atlanta-based clinical psychologist better known as Dr. Joy. She's the host and founder of \"Therapy For Black Girls,\" a podcast and online space dedicated to encouraging the mental wellness of Black women and girls and one of my go-to places for a mental or emotional pick-me-up."
    },
    {
      "author": "BRADFORD",
      "text": "You know, the interesting thing is that our negative self-talk often operates in extremes, right? Like, there's not a lot of gray area or grace given when it's our negative self-talk."
    },
    {
      "author": "DUTES",
      "text": "It's so easy to be hard on yourself and so hard to give yourself a break, right? And once you get started, negative self-talk can become a dangerous, slippery slope. Dr. Joy says a lot of this harmful inner dialogue spurts from being too focused on the self instead of others or the world around you."
    },
    {
      "author": "BRADFORD",
      "text": "If you walk down the street and, like, you feel, like, oh, my gosh, everybody's looking at me, you sometimes walk with your head down, right? And if you actually look up, you would see that nobody's probably really paying attention to you."
    },
    {
      "author": "DUTES",
      "text": "In this episode of LIFE KIT, combating negative self-talk. We'll talk about ways to start silencing that inner critic and how to build up evidence for your positivity vibes. Let's go."
    },
    {
      "author": "DUTES",
      "text": "I realized sometimes I don't - it just - what are the triggers, Sis, because it just happens, and I'll be having a great day, and one little thing can change it. And I start thinking, well, this thing didn't go well because I did this or I was not prepared. And how dare I walk into a room thinking, who am I? Who am I to walk into this room? Like, what can trigger negative self-talk?"
    },
    {
      "author": "BRADFORD",
      "text": "This is a really complex answer."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "BRADFORD",
      "text": "And, you know, there's no one answer, and it can come from a lot of different places. So the thing that I think is important to think about, though, is that a lot of times that negative self-talk, if we really peel back the layers, we can really trace some of that back to early childhood experiences. A lot of times, if we think about it, some of those negative messages, the voice is actually somebody else's voice in our heads, right? So maybe we had a very critical mother or a very critical caregiver or somebody, you know, early in our lives. And later on, that will turn into our own internal negative self-talk. And so a lot of times, that's where it comes from is that, you know, we've been maybe criticized as young people and we carry that with us into our adult lives."
    },
    {
      "author": "BRADFORD",
      "text": "But I also think, TK, you know, you mentioning, like, this idea of, like, walking into a room and, like, who am I to be this, you know, racism also and all of the isms really play into that, right? You know, so this world is not necessarily set up for people who are not straight white men to succeed. And so we bring a lot of that with us because there are so many narratives about who we are as Black women and other people in the world. And so a lot of that can travel with us, and sometimes it becomes our own internal voice, and we internalize those messages."
    },
    {
      "author": "DUTES",
      "text": "Yeah, all the isms. These are things that we've been sitting with for years and years and repeated talk from mothers, fathers, caregivers, teachers and then society tells us what they think of us. Why is it so, quote-unquote, air quotes, \"easy\" to talk gently to our friends and not ourselves? Why is it - does it feel easier to help someone else through a negative self-talk moment and not myself?"
    },
    {
      "author": "BRADFORD",
      "text": "Absolutely. You know, because I think what happens is that when we are talking to a friend, we're able to externalize all of that, right? Like, we're able to see all of the good things that happen. And so even if our friend finds themself in a tough situation, like, we have all of these other contexts that easily comes to mind. And for some reason, it's just very difficult to do that for ourselves, right? So we can get - you know, we put out a podcast episode and there are, like, thousands of positive reviews. But what do we want to get stuck on? It's the one person who said, like, oh, her vocal fry, duh, duh, duh, whatever, right? And so, you know, I think that that is just, like, natural human kind of tendency."
    },
    {
      "author": "BRADFORD",
      "text": "And so one of the really great interventions for this, which I'm sure we'll get into more, is to talk to yourself as if you were talking to a best friend, right? So when we talk about things like self-compassion, we're talking about using the same kind and gentle language and approaches that we do with the other people we love in our lives with ourselves because we're also people that we hopefully love, right? And so really, how can we turn some of that kindness and gentleness on ourselves?"
    },
    {
      "author": "DUTES",
      "text": "OK, so now what - like, let's say I want to see this thing come and I want to head it off at the pass. Are there some questions I can ask myself, like, right at the top, you know?"
    },
    {
      "author": "BRADFORD",
      "text": "Yeah, yeah. So I don't know that heading it off at the pass is the idea because then you're kind of fighting against your humanity, right? You know, so we don't want to ever try to work against what's just naturally there. But what I do think is a good place to start is to really take notice of how much you're doing it. So very early on we were talking, you talked about how we often do it without thinking. And so one of the first exercises that I think could be really helpful is just to take a day or maybe a half a day and notice for yourself when that negative self-talk comes up, right? Is it around certain people, in certain situations, a certain part of the day? And what are those messages? So what is the negative self-talk that tends to come up for you most often? So is it, you know, something related to your worth or your looks or your whatever? And really write down - you know, so just make a log of what kinds of negative self-talk do you find yourself engaging in in any particular, you know, moment in time."
    },
    {
      "author": "DUTES",
      "text": "OK. And..."
    },
    {
      "author": "BRADFORD",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "OK. So, like, that's, like, monitoring. And that's a..."
    },
    {
      "author": "BRADFORD",
      "text": "Right."
    },
    {
      "author": "DUTES",
      "text": "...Physical, concrete thing that you could do. Are there other actions or taking yourself out of environment, people - are there other concrete things that I could go do?"
    },
    {
      "author": "BRADFORD",
      "text": "Yes. So I think once you have the log, then it is important to see what evidence do you have to support these negative messages that you tell yourself, right? So I never accomplish anything. Let's say that's some of your negative self-talk. Well, do we actually have evidence to support this? Like, have you never accomplished anything, or did you get a promotion last year? Did you get yourself up out of bed on time this morning, right? So really looking at what evidence do you have to support it and writing that down, also - so there's something about, like, physically writing something down that allows you to kind of see, like, OK, this isn't actually true, right?"
    },
    {
      "author": "BRADFORD",
      "text": "And so again, it's not about, like, stopping the thoughts. It's about, can we slow them down? Can I talk to myself kinder and gentler like I might a best friend? You know, if your best friend gave you their negative self-talk log, you would probably have all kinds of evidence to say, like, girl, no, this is not true about you, right? And so can you do some of that with yourself? And it's - and, you know, sometimes it does feel kind of cheesy and hokey, but, again, you're wanting to kind of see, is there any evidence to support these messages that you do tell yourself?"
    },
    {
      "author": "BRADFORD",
      "text": "And it's important to kind of get into that habit because when we do have, like, overly critical, negative images and messages to ourselves, it can impact our mental health, right? So, you know, you see things like anxiety and depression increase when we are telling ourselves negative things about ourselves, right? You see you might not be as motivated, or you might not go after that thing that you really want because you're feeling like, oh, I never can do anything right. And so it is really important for us to kind of really manage and take good care of ourselves in this way."
    },
    {
      "author": "DUTES",
      "text": "So it sounds like the key is really disputing."
    },
    {
      "author": "BRADFORD",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "You have to be your best lawyer to yourself."
    },
    {
      "author": "BRADFORD",
      "text": "Exactly. Exactly."
    },
    {
      "author": "DUTES",
      "text": "And let me tell you, doc, I got receipts on myself. I look at them, and we got the new year coming up. I can't wait to write up my receipts for 20 - you know, 2021 and into 2022 because, I will be honest, I was struggling last week with some work stuff that also is, like, life stuff and work stuff for me. And I said to myself, no, no, I'm a delight."
    },
    {
      "author": "BRADFORD",
      "text": "(Laughter) Yes."
    },
    {
      "author": "DUTES",
      "text": "And I am good at this because of these reasons. And guess who I get to talk to next week? Dr. Joy. You know what I'm saying? I'm not getting these high-quality interviews for nothing. Like - so I got to be my best lawyer, so I appreciate that."
    },
    {
      "author": "BRADFORD",
      "text": "Oh, yes. My favorite example of this is Mary Jane Paul from \"Being Mary Jane,\" right? And she had all those sticky notes..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "BRADFORD",
      "text": "...In her mirror and all of that. Like, putting up affirmations and kind words for yourself - there's nothing wrong with, like, reminding yourself every now and then, like, I can do this, or, you know, sending yourself voice notes so that you hear throughout the day, like, I'm worthy, I deserve to be in these spaces. There are so many awesome, like, affirmation tracks, especially done by Black women. Like, Tracy G has this incredible series that she calls, I think, audio vision boards where it's, like, these affirmations set to music. So if you need help, you know, kind of reminding yourself, like, there's nothing wrong with, like, using some of those resources, too, to just remind yourself and affirm yourself when you feel like you need it."
    },
    {
      "author": "DUTES",
      "text": "So now I'm on therapy IG - right? - real hard. I read the memes. I repost them. I look at the YouTubes, and I love it. I take what I can. But how - like, some of it is just hard for people, I think, also to accept because it comes across a way. It comes across - you know, there's like a little bit of cheese there. How do we cut through the cheesiness of all the, like, esoteric self-helpy stuff to, like, be really able to receive what's being said here?"
    },
    {
      "author": "BRADFORD",
      "text": "So I think, you know, TK, you bring up a really interesting conversation that is probably not the point of this entire podcast, but I do think it is really important to be very careful with, like, the kind of messaging you're taking in from social media, right? And so while I think, you know, there are clearly lots of therapists who are offering great insights and, you know, great resources, I think it can be overwhelming - right? - because I think when you're constantly, like, absorbing these memes and, like, oh, what do I need to fix about myself? - all the time, you really are starting to sometimes see yourself as, like, somebody who's like, broken."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BRADFORD",
      "text": "And - right? So in some ways, the thing that you were wanting to get help with, you're now more harming yourself because you're taking in all this information about what you could be doing better, right? And so when we're already somebody who is struggling with negative self-talk and kind of in a place of like, oh, I never do anything right, the last thing that you need is, like, a bunch of social media accounts kind of telling you, like, yes, you are doing it wrong."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "BRADFORD",
      "text": "Right? And so I think it's really important to make sure we're auditing, you know, how much time we're spending on social media and what kinds of information we are consuming from these platforms. Even if it is helpful, it's just not good to kind of constantly be in a place of, like, looking at all the things you could be doing better as opposed to, like, I'm good enough as I am, even if there are some things that I want to work on."
    },
    {
      "author": "DUTES",
      "text": "All right. And I feel like this kind of takes me to my next place of, like, getting us more down and more down, and we get to a darker place. And sometimes, I find myself - I get to that - I call it the third level of darkness."
    },
    {
      "author": "DUTES",
      "text": "And it's even now hard for me to accept affirmation from you, from a person, from a loved one. How do I accept affirmation in that third level of darkness?"
    },
    {
      "author": "BRADFORD",
      "text": "Yeah. So first, I think it's really important to try not to get to the third level of darkness, right? And I think that's sometimes what's happening, is that people are way too focused on self. You know, and that is something that a lot of times happens with, like, depression and anxiety, is that we feel like people are paying way more attention to us than they actually are. And so that's what I think what's happening on social media, too, is that we become just way too self-focused, and so it gets really hard to kind of pull ourselves out of that."
    },
    {
      "author": "BRADFORD",
      "text": "And even with affirmations, you know, I think we have to be mindful of the language that we use because if you are somebody who's struggling with feeling good enough - right? - an affirmation that says, I am great, or I am the best thing since sliced bread, you know, like, that is not going to feel achievable or realistic to you, and it can actually make you feel worse about yourself. And so, you know, using language like, I can be a half-percent better today or, you know, like I can do one more thing on my checklist today than I did yesterday, right? So setting yourself up for success, even with affirmations, I think, is really important."
    },
    {
      "author": "DUTES",
      "text": "I was going to ask if there's a template for positive self-talk. But you said, you know, like, we can't just be out here triggering ourselves talking about I am great, I am the best, because that might be too much. Can you..."
    },
    {
      "author": "BRADFORD",
      "text": "(Laughter) Right. It might be too much. You have to know where your own baseline is, right? Now, some - that might work for some people. But if you're somebody who's struggling a little bit more with feelings of self-worth or whatever, then that may not feel realistic. That may feel like a costume that you're putting on. What we're wanting is something that you actually feel like you can grow into. So I commit to loving myself a little bit more each day, or I commit to doing my best each day, or I'm better than I was yesterday. Like, those kinds of things that feel like graduated steps may be a more realistic approach for you."
    },
    {
      "author": "DUTES",
      "text": "Dope. Are there some activities or things, like, literal things I could go out and do to get out of my head to just take a break from myself?"
    },
    {
      "author": "BRADFORD",
      "text": "(Laughter)."
    },
    {
      "author": "DUTES",
      "text": "To get back - so that I can get back to - so I could get back to myself, so I could be be kinder to myself."
    },
    {
      "author": "BRADFORD",
      "text": "Yeah, you know, like, going back to our earlier conversation about sometimes, you know, how it feels like we are just way too self-involved and, like, always thinking about what we need to be fixing and all of those things, it can be really helpful - so there's a lot of research that talks about how doing things with your hands really can help to kind of break that like, OK - perseverating is what they call it - like, just obsession with yourself. And so things like gardening, if you're into that, or something like knitting or a coloring book - a lot of people also really enjoy things like playing with Play-Doh, right? So that's something that can sometimes remind us of, like, maybe pleasant childhood experiences or, you know, just kind of trigger that childlike part of your brain that we sometimes shut off as adults. And so doing things like that can be really helpful."
    },
    {
      "author": "BRADFORD",
      "text": "I also think that as much as you can, just being outside and, like, observing what's happening - so if you feel comfortable taking your shoes off and, like, putting your feet in the ground or if you're near water, you know, being able to hear waves or hear the waterfall - anything that you can do that really connects you to, like, the fact that there's something bigger than us can help be a really helpful way to kind of, you know, just shift your perspective a little bit so that you're not so focused on yourself."
    },
    {
      "author": "DUTES",
      "text": "Thank you so much, yeah, all of the above, yes."
    },
    {
      "author": "DUTES",
      "text": "Have you ever spoken to yourself with less kindness than you deserve? Have you ever had that?"
    },
    {
      "author": "BRADFORD",
      "text": "Oh, absolutely."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "BRADFORD",
      "text": "Absolutely. Absolutely. I mean, you know, TK, I think, you know, in some ways, like, doing the kind of work that I do now is very different than the work that I was trained to do, right? Like, you know, so I'm still a psychologist, but, like, there was no class on podcasting. There was no class on, you know, like a lot of the things that I'm doing. And so I think in a lot of ways, like, my - you know, I've had to be very mindful of, like, negative self-talk as I've, like, progressed in my career, right? And so I think that is something to think about is that how sometimes when you are stretched beyond your comfort zone, some of that negative self-talk can spike. You know, when we're stressed, when we're anxious, when we are, you know, experiencing other things, it's very likely that, you know, you will see some spikes and increase in your negative self-talk."
    },
    {
      "author": "DUTES",
      "text": "Oh, girl, I just had to know because I think people think the doc is - the doc got it all figured out."
    },
    {
      "author": "BRADFORD",
      "text": "No. Absolutely - who of us has it all figured out, I mean, seriously? None of us, you know. And so I think, again, you know, you mentioned with social media, like, we're kind of always comparing ourselves. And we have to remember that, you know, we probably take 25 different pictures at least before we find the one we're going to show on social - right? - you know. And so what you're measuring yourself sometimes to is not a full picture. It is a snapshot, a moment in time. And so comparing yourself to, like, this one photo or one story you see on Instagram is really not giving you the full picture."
    },
    {
      "author": "DUTES",
      "text": "OK. If you had to sum it all up, what would be, like, a three-point action plan for combating negative self-talk?"
    },
    {
      "author": "BRADFORD",
      "text": "So first, we want to monitor, right? We want to monitor and keep a log of what kind of negative self-talk we're having. So if you could, just pick a half-day and notice when that - when those thoughts come up and write those down. That would be step one. Step two would be to dispute. So, like, we talked about, like, can you collect evidence on whether these things that you're telling yourself are actually true or do you have evidence that actually does not support these thoughts? And then step three would be to affirm. Look at what kinds of ways you can put positive and affirming messages in your environment. What kinds of things can you say to yourself? Sometimes it really helps to have affirmations recorded in your own voice because then your brain doesn't know if that's you speaking in real time or it's a recorded message, right? And so there's something I think about, like, recording voice memos of, you know, kind and positive things that you can say to yourself and have it for when you feel like you need it."
    },
    {
      "author": "DUTES",
      "text": "Oh, my phone - I'm about to blow up my own phone. I can't wait."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "DUTES",
      "text": "Thanks again to Dr. Joy for talking to us. I really needed that. For more LIFE KIT, check out our other episodes. We've got one on how to start therapy featuring Dr. Joy, a two-part episode on the art of showing up for yourself and others and lots more on everything from finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "JENNY POMPELEO",
      "text": "Hi, my name is Jenny Pompeleo (ph) in Portland, Ore., and my life hack tip is every year, our holiday photo, I keep an extra one. And for the first few years, I put it up as a Christmas ornament. But then eventually, now that my son is 15, I've strung them up on a garland. So now every holiday season, I get to pull the garland out and it's like going down memory road. That's my life hack. I hope people can use it. Thanks."
    },
    {
      "author": "DUTES",
      "text": "If you've got a random tip or an episode idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Sylvie Douglas and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9430761794.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/14/npr-life-kit_negative-self-talk_wide-1cda1c8445ae0064a03b41deefc28c935649d67c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "T K DUTES, HOST",
    "DUTES",
    "JOY HARDEN BRADFORD",
    "BRADFORD",
    "ANDEE TAGLE, BYLINE",
    "JENNY POMPELEO"
  ]
}