{
  "title": "Your questions on holiday anxieties, answered by psychologist Andrea Bonior",
  "url": "https://www.npr.org/transcripts/1065152065",
  "intro": "We asked for your questions on navigating the holiday blues. Clinical psychologist Andrea Bonior guides us through some rough patches involving family, money, loneliness and safety.",
  "transcript": [
    {
      "author": "MAYA CHUPKOV",
      "text": "My name is Maya Chupkov. I've been listening to LIFE KIT since the beginning of the pandemic. That's when I really started getting into podcasts. Two episodes flipped my world upside down, Making a Side Gig Work for You and Five Practices To Become a Better Listener (ph). And not only was the content amazing and helpful, but the people you invited on to talk about these issues were verbally diverse people. It really changed my perspective of who can be on a podcast, and it really just made me realize that my own speech impediment was holding me back. And listening to these two episodes really helped me find my own voice."
    },
    {
      "author": "CHUPKOV",
      "text": "I'm Maya, and this is \"Proud Stutter,\" a podcast exploring what it means to be verbally diverse."
    },
    {
      "author": "CHUPKOV",
      "text": "After listening to those two episodes, I realized that I too can become an audio storyteller. And I've been wanting to start a podcast for so long. I'm so appreciative of LIFE KIT's commitment to diversity and inclusion."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "LIFE KIT brings you advice from all sorts of experts, voices you may not be used to hearing, but have expertise to share nevertheless. LIFE KIT is here to make a real impact in your life. Our journalists and guests work hard to demystify topics that seem scary or complicated, and we can't do that without you. Our show relies on listener support from our audience all over the country. When you donate to your local public radio station, you help bring more voices to our airwaves and your headphones. Go to donate.npr.org/lifekit to get started with your donation. And thanks."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andrew Limbong. I watch a lot of teen family drama-type TV shows, and I find that most of my favorite episodes are the holiday ones. It's the ones where everyone gets together and brings all their baggage, and it all comes out."
    },
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "Like, I just watched this one episode of \"Dawson's Creek\" recently, where they're all having dinner at Dawson's mom's house. And Dawson's mad at Joey over something, and Joey's dad is being a jerk to her boyfriend."
    },
    {
      "author": "GARETH WILLIAMS",
      "text": "(As Mike Potter) You're looking for work, aren't you, Eddie?"
    },
    {
      "author": "KATIE HOLMES",
      "text": "(As Joey Potter) Dad."
    },
    {
      "author": "LIMBONG",
      "text": "And this person is mad at that person, and that person starts yelling at everyone until a literal car crashes through the house."
    },
    {
      "author": "UNIDENTIFIED ACTOR #1",
      "text": "(As character) Oh, God."
    },
    {
      "author": "UNIDENTIFIED ACTOR #2",
      "text": "(As character) You all right?"
    },
    {
      "author": "LIMBONG",
      "text": "Which is to say, family holiday drama is super fun to watch, but it isn't very fun to live through. We at LIFE KIT should know. We asked you, our listeners, for your questions about getting through the holidays, and you all definitely came through with the questions."
    },
    {
      "author": "ANDREA BONIOR",
      "text": "It's money. It's gatherings. It's vaccines. They've become so personal, and so it's important to give people a way to understand, I love you; I want to spend time with you; this isn't about that. How can we find a way to get these logistical problems solved so that the real meaning of our relationship can matter?"
    },
    {
      "author": "LIMBONG",
      "text": "We've got Dr. Andrea Bonior, licensed clinical psychologist, back to help us answer your questions and get us through these next couple weeks. In this episode of LIFE KIT, tips for keeping your holiday season happy and healthy."
    },
    {
      "author": "LIMBONG",
      "text": "All right. Well, I just want to jump right into it. You know, obviously, safety is a big issue, right? I'll just read it. It goes, (reading) as the holidays approach and a new variant surges, I'm struggling to figure out how to balance my feelings about safety without causing drama. I'm fully vaccinated, and my plan to stay safe while staying sane has been to only spend time indoors with people I know are vaccinated and mask in all other indoor situations."
    },
    {
      "author": "LIMBONG",
      "text": "(Reading) The problem is that my future father-in-law is not vaccinated and refuses to get vaccinated. This summer, my fiance's brother asked their father to get vaccinated before coming to visit him and his children out of state. He got upset. He refused, and they caved. I know my fiance also doesn't like the situation, but I also know he is done trying to convince his father of anything. It's not my family, so I feel like it's not my place to stand up to him when his own kids won't."
    },
    {
      "author": "LIMBONG",
      "text": "So there's a lot. There's a lot to unpack there."
    },
    {
      "author": "BONIOR",
      "text": "Yeah, there is. And I think the first point that really comes to mind is that you're going to be married to this person, so this is really good practice in figuring out how to navigate times where you need to be a united front, quite frankly, and to figure out your role. I understand the notion that you don't want to stand up to your future father-in-law in the same way as if you were one of his children. But on the other hand, you shouldn't have to sacrifice your own health in order to get along in this family."
    },
    {
      "author": "BONIOR",
      "text": "So I think at some point, it's an issue with you and your fiance. How does your fiance value your feelings and the need for your protection and also his own discomfort about speaking with his father?"
    },
    {
      "author": "BONIOR",
      "text": "You know, I have to say, the expectation of not spending time indoors with people who aren't fully vaccinated is a very reasonable one. It wouldn't be us causing drama in order to have reasonable expectations about health and safety. It's the people who refuse to abide by that. So I would say, have a real conversation about this with your fiance."
    },
    {
      "author": "BONIOR",
      "text": "This will be first of many types of conflicts where it's important that you're somewhat of a united front but that your thoughts are respected. But I would say, you know, this is really good practice because a lot of times, it's kind of, like, this - almost this custody conflict. Whose job is it, you know? Who owns the drama with the in-laws? But in reality, you know, you shouldn't have to sacrifice your health just to keep from rocking the boat."
    },
    {
      "author": "LIMBONG",
      "text": "Are you pro or con going, like, full-on ultimatum? Like, if you don't get vaccinated, we're not coming through."
    },
    {
      "author": "BONIOR",
      "text": "Yeah. You know, the word ultimatum, I think, is so loaded because a lot of times people use it to sort of manipulate leverage. But I think an ultimatum in the sense of being clear about what your boundaries are and sticking to them consistently and respectfully - I don't view that as exploitative, right?"
    },
    {
      "author": "BONIOR",
      "text": "Something like, my health is really important to me; I've had a lot of concerns about this, and I want to follow guidelines of not spending time indoors with somebody unvaccinated; I hope to see you; I wish to see you, but I've got to be clear that this is something I feel strongly about and something I have to put into place - and so it doesn't have to be this big, dramatic thing."
    },
    {
      "author": "BONIOR",
      "text": "This is more just setting your own boundary of, you know, you can do this or not. Really, it's a time to not confuse being assertive and having your own realistic boundaries with, you know, being a drama queen or being too needy. Really, you're following some pretty basic, justifiable scientific guidelines. So keep that in mind that you have the right to do this."
    },
    {
      "author": "LIMBONG",
      "text": "You do have a right to do this. I'm getting..."
    },
    {
      "author": "BONIOR",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...A lot of, like, affirmations from you."
    },
    {
      "author": "LIMBONG",
      "text": "OK, so the next question has to do with money. (Reading) My brother-in-law always gets everyone very expensive presents for Christmas and implies/expects the same in return. My husband and I are on a tight budget, and I have a large family to get presents for and can't swing this. When it comes down to it, I tend to find gift-giving wasteful and harmful to the environment anyway and am considering proposing no gifts without much hope this idea will stick - hoping for some advice on how to navigate the holidays with this disconnect."
    },
    {
      "author": "BONIOR",
      "text": "Yeah. There's got to be some middle ground here, but this is such a common issue. And I think the middle ground can maybe start with a real conversation about what it is about the gift-giving for them that is so meaningful because I think the whole dichotomy between no gifts at all versus, hey; you know, here's your diamond necklace..."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "BONIOR",
      "text": "I think that dichotomy exists in part because people feel very threatened. Well, if we get rid of gifts altogether, then it's not going to feel like a true holiday, or we won't show generosity, or we won't be able to gather, or no one will care, or it won't be a special occasion. You know, it might not happen this holiday season because it might take a less pressured conversation. But this is important because this can set a precedent, right? Do you really want to be roped into a situation where your values are being completely ignored and you're going into debt for things you don't agree with?"
    },
    {
      "author": "BONIOR",
      "text": "Be respectful and say, hey; I understand how important gift-giving is to you. But, you know, can we set a price that's a little bit less? Look for that middle ground. Nobody should be forced to put themselves in financial situations that don't work for them. You know, we can show meaning in so many other ways."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. That actually kind of leads into this next sort of section. So we've got a couple about families. This one - (reading) my partner and I have a wonderful and stable relationship that is more than a few years old. I'm physically disabled and genderqueer. I thought I got along with my sweetheart's family great when we first met, but a few months after that, they started bashing me to my partner. They said really hurtful things out of, quote-unquote, \"concern\" for my sweetheart, including accusing me of lying about basic elements of my life, that I wouldn't be a good parent and that I was volatile and controlling or taking advantage of my partner. All of this is completely out of left field."
    },
    {
      "author": "LIMBONG",
      "text": "(Reading) My partner has asked them to stop talking smack about me behind my back, but it hasn't helped ease the tension. I would love to find a way to ease things between us, but I don't feel there's anything I can do without being misunderstood and mischaracterized with every interaction. I worry that they don't like the care I need from my partner from time to time and my lack of gender conformity. My instinct is to just avoid them, but I don't want my partner to have to choose between our relationship and their family."
    },
    {
      "author": "BONIOR",
      "text": "This is such a sad and difficult situation, to feel fundamentally not accepted by a partner's family because of who you are. Well, I would say at some point, you know, this goes above and beyond the, oh, well, I don't like the way that your mother is doing this. So which one of us should talk about it, you know?"
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "BONIOR",
      "text": "This goes to the point of whether or not this writer's partner is actually going to help protect this person from an emotionally toxic situation, right? At some point, we can expect of our partners that if we are being really mistreated, that we're being fundamentally criticized for who we are, that we're being talked about in such a negative way that it's toxic to our mental health, we can expect our partner to try to protect us from that."
    },
    {
      "author": "BONIOR",
      "text": "So if it means that the partner keeps talking to their family and it's falling on deaf ears, then it means, OK, what are our next steps? Do I opt out of some of the visits? You know, do we have some boundaries in place where, when we go and visit, if they start talking in a certain way, we tell them two times, hey; that's really hurtful; I'd prefer you not speak that way? And if that keeps going, then we leave."
    },
    {
      "author": "BONIOR",
      "text": "You know, we set actual behavioral types of actions into place because nobody deserves to be that mistreated chronically by a partner's family and, you know, especially for things that are fundamental to who they are, right? I mean, that's - just like we shouldn't have to be discriminated against or bullied because of who we are out there in the general world, it really shouldn't come from people that are supposed to be our family."
    },
    {
      "author": "LIMBONG",
      "text": "So the options are, one, just don't go to the holiday event - that's kind of a zero-tolerance approach - or two, a situation in which this person talks with their partner like, you know, ahead of the family gathering where it's like, OK, your mom has like, like, three digs about my ability and/or gender, and then we're out of there. Like, something like that?"
    },
    {
      "author": "BONIOR",
      "text": "Absolutely. Something like that can work really well, as long as it's especially communicated to the mom each time, right? You want sort of the warning. Hey, that's the second time you've mentioned, you know, their gender identity. We're going to have to leave if that happens another time. Please, let's be respectful here - you know, something like that."
    },
    {
      "author": "BONIOR",
      "text": "Then the mother has been given warning, right? She's been told, hey, these are our boundaries. And at some point, it's their choice. Am I going to keep harping on my child's partner, or am I going to choose to value their relationship and try to understand this person better and be a compassionate and empathetic human?"
    },
    {
      "author": "LIMBONG",
      "text": "Oh, families are (laughter) - families are hard..."
    },
    {
      "author": "BONIOR",
      "text": "Family."
    },
    {
      "author": "LIMBONG",
      "text": "...Aren't they?"
    },
    {
      "author": "BONIOR",
      "text": "They are. My goodness. I'd be out of business if families weren't so tough."
    },
    {
      "author": "LIMBONG",
      "text": "If those were easy, yeah."
    },
    {
      "author": "LIMBONG",
      "text": "Well, we're going to make a left turn a little bit. This is for people without families to spend time with. This letter writer writes, (reading) I was recently kicked out by the man I used to call my dad. Consistent drinking and an unpredictable temper has made it hard to live with him without calling out some questionable parenting choices. I guess at some point, he got tired of it and decided I shouldn't live in a house he doesn't even pay for. Due to his choices, I'm left to spend the holidays away from my mom and my sisters. It pains me to think about how hard it's going to be to even try to see them for Christmas. I feel miserably alone. If I could beg to come home, I would, but that isn't my choice to make while he still lives there. How do I feel less lonely?"
    },
    {
      "author": "BONIOR",
      "text": "Loneliness is so tough, and the loneliness here is even more difficult 'cause there's something acute going on, right? You've got all of this conflict that's just kind of happening. You've got a change of home. And it's really, really difficult."
    },
    {
      "author": "BONIOR",
      "text": "So I would say the first thing is feel free to tune out some of the expectations. I think the holidays tend to get even worse in terms of loneliness when we don't let ourselves feel the loneliness - when we, you know, say, well, I should be happy, I should be doing this, it should be joy all the time. Let yourself say, this is a really tough holiday for me, and maybe I kind of want to tune out certain aspects of the holiday altogether."
    },
    {
      "author": "BONIOR",
      "text": "Lean where you can on the people that you do trust as a part of your community. You know, it might be a time, if you have a certain friend, to say, hey, you know, I know we don't usually see each other the week of Christmas or the week of another holiday. But let's - can we get together this year?"
    },
    {
      "author": "LIMBONG",
      "text": "Do you want to go see \"The Matrix\" or something?"
    },
    {
      "author": "BONIOR",
      "text": "(Laughter) Exactly. Setting a plan to have something specific to look forward to can be helpful. Reaching out to other people and sticking your neck out and saying, you know, I'm struggling; I'm alone this time; I'm not usually alone. Would - you know, can we set up a call where we can chat or watch a movie together on Zoom or whatever it is this time?"
    },
    {
      "author": "BONIOR",
      "text": "And also, you know, there is something important about reaching out to other people in terms of helping other people, too. A lot of times when we reach out to friends and we can feel helpful, that really helps assuage some of our loneliness 'cause we feel like we have a purpose. And, hey, it turns out this friend's not lonely, but they're dealing with a bunch of stress, and I helped them troubleshoot that situation of how to deal with in-laws or whatever it might be. And I feel more useful in that way."
    },
    {
      "author": "BONIOR",
      "text": "But you know, so much of it is cultural expectations. I mean, loneliness is part of life at times. We want to do what we can to mitigate it, but it's impossible to avoid it altogether."
    },
    {
      "author": "LIMBONG",
      "text": "When you say the cultural expectations, you mean like that Norman Rockwell dinner table - right?"
    },
    {
      "author": "BONIOR",
      "text": "Yes, and..."
    },
    {
      "author": "LIMBONG",
      "text": "...Pot roast or whatever it is and that whole to-do."
    },
    {
      "author": "BONIOR",
      "text": "Totally. And yeah - and everything. I find that even workplaces - I work with so many people as clients for whom it's a real stressor. We have to be realistic here that sometimes the expectations, even if it's not, you know, the Norman Rockwell dinner table - the expectations, even at the workplace of, you know, suddenly being jolly and wanting to do all this extra stuff, they can be really hard for folks."
    },
    {
      "author": "BONIOR",
      "text": "So I think they really have permeated our culture. You know, I mean, you certainly can't watch a commercial of any sort without hearing the jingle in the background, those types of things. And that's obviously not even to mention all the folks who don't celebrate this particular holiday. So I think it can be alienating for a lot of people, and we got to let ourselves, you know, set our expectations accordingly and say, it's OK to not like these aspects."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. That's why the Chinese food place is open. Or that's the..."
    },
    {
      "author": "BONIOR",
      "text": "(Laughter) For sure, for sure."
    },
    {
      "author": "LIMBONG",
      "text": "Well, that sort of leads me - leads into this next letter. (Reading) We don't celebrate holidays in my family after my stepsister died in a car accident 20 years ago. The holidays are tough. I miss getting together as a family. Is there a way to restart the tradition?"
    },
    {
      "author": "BONIOR",
      "text": "Yeah, I think there really is with some gentleness, right? This is an opportunity to start fresh, but it's also an opportunity to honor the person that you've lost and to say, what could be some ways to still carry this person forward? But it really takes communication. Because I think people have so many different styles in terms of how they want to celebrate, and then you add trauma or grief and loss, and it becomes even more important that we really listen."
    },
    {
      "author": "BONIOR",
      "text": "And maybe you generate a list. You know, maybe when it's - when the holidays are passed this time, you generate a list for next time. Hey, can we brainstorm? You know, I really would like to do a little bit more holiday stuff next year. What would people feel comfortable with? You know, what if we honored this person that we loved so much that we lost in a new way, and that became part of the holiday tradition? So with grief and pain, there's also opportunity for meaning and for connection and for remembrance. Although there's still sadness, there can also be joy too."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. I've got a pair of letters for you. I think they go nicely together. So the first question is - (reading) every year, I dread the holidays. From mid-November to January 2, I am miserable under the pressure that I feel from all sides - society, media, friends, family. It's just too much for me. The problem is that my attitude ruins this time of year for my wife, which isn't fair to her. How do I fake it so that she can still enjoy this time of year?"
    },
    {
      "author": "LIMBONG",
      "text": "And then on the flip side, (reading) my husband's family life/situation has never been great and the holidays are emotionally tough for him, so he doesn't like to celebrate. My family is big on celebrations and we love the holidays. We are celebrating Christmas and Thanksgiving by ourselves this year. I want to decorate and make new traditions, but I'm not sure how to approach my husband. He tends to replay all the bad and traumatic past holidays, dismisses everything as commercial and prefers not to do anything at all."
    },
    {
      "author": "BONIOR",
      "text": "Yeah, it's like the mirror image, right? We've got both perspectives..."
    },
    {
      "author": "LIMBONG",
      "text": "They might - this might be the same couple for all we know."
    },
    {
      "author": "BONIOR",
      "text": "(Laughter) I did wonder that."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah."
    },
    {
      "author": "BONIOR",
      "text": "I did wonder that. Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "They're sitting in the car right now being like, oh, brother. I don't know."
    },
    {
      "author": "BONIOR",
      "text": "You know, I'm struck by how the first letter-writer - there was this element of, oh, I've got to fake it, right? I should do this for my wife. And I would say that it's not about learning to fake it. It really is - and I know this might sound like a pipe dream, but it really is about building something new that works somewhat or at least mostly for both of you, right?"
    },
    {
      "author": "BONIOR",
      "text": "And so thinking about, what is the stuff that I really dislike? Is it the commercialism? Is it the expectations? Is it sort of the false cheer? Is it the ignoring the people in need when that's supposed to be the - what the holiday is all about? How can I reduce some of those things?"
    },
    {
      "author": "BONIOR",
      "text": "So, you know, maybe with my wife, we decide, yeah, we don't spend more than, you know, $15 on each other because it's not about the gifts. Or maybe we decide, hey, there's just too much waste with decorations or there's too much false cheer. We're not going to send out these perfect, you know, holiday cards."
    },
    {
      "author": "BONIOR",
      "text": "But then listen to what matters to the other person. It's getting together, or it's having good food, or it's remembering what to be grateful for. All of those things can still be honored."
    },
    {
      "author": "BONIOR",
      "text": "So I think, you know, there's such a theme today of the sort of external trappings being really difficult to navigate. But I think the middle ground really does consistently come down to saying, what are your values here? What's most important? Just like on the flip side, you know, I want to decorate, I want to gather, I want to do all this holiday stuff because maybe it feels sentimental. It reminds you of a simpler time. It connects you with family. OK. You know, if those are part of your values, there should be ways to approach that that don't mean spending $300 on, you know, fake icicles for your house if that's what your partner doesn't like. So that's something that we can keep in mind for the holidays, too - try to get rid of the external trappings and ask the deeper question of, what values am I trying to represent here, and how can I connect with my partner on that level?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Just a reminder, if you love and appreciate LIFE KIT, go to donate.npr.org/lifekit to get started with your donation. Again, that's donate.npr.org/lifekit."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on grief and the holidays, another on how to buy better gifts and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "DONNA HARLAN",
      "text": "This is Donna Harlan (ph). I have a tip. If you want to thicken a soup without gluten or flour, if you're fixing for yourself or someone else eats gluten-free, you can use potato flakes, or you can simply bake a potato in the microwave and mash it up and a potato to the soup. And no one will know the difference, it will taste great, and you won't have to disappoint anyone. So thank you. Bye."
    },
    {
      "author": "LIMBONG",
      "text": "If you’ve got a random tip or an episode idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Sylvie Douglis and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6290762208.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/17/1lk_dlk_holidaymailbag-copy-2_wide-596ccd2241c5d58a2a62c4217c647a1759e40fed.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MAYA CHUPKOV",
    "CHUPKOV",
    "UNIDENTIFIED PERSON",
    "ANDREW LIMBONG, HOST",
    "GARETH WILLIAMS",
    "KATIE HOLMES",
    "LIMBONG",
    "UNIDENTIFIED ACTOR #1",
    "UNIDENTIFIED ACTOR #2",
    "ANDREA BONIOR",
    "BONIOR",
    "DONNA HARLAN"
  ]
}