{
  "title": "Mindfulness 101: How to begin a meditation practice",
  "url": "https://www.npr.org/transcripts/1066585316",
  "intro": "It's counterintuitive, but an effective way to manage our negative reactions to life's stressors actually involves slowing down and paying very close attention. Jon Kabat-Zinn, the founder of mindfulness-based stress reduction, explains how to begin a meditation practice — and how doing so can help you seize the present moment.",
  "transcript": [
    {
      "author": "SHEREEN MARISOL MERAJI, HOST",
      "text": "This is NPR's LIFE KIT. I'm Shereen Marisol Meraji. And this episode is meant to help you manage your reactions to the stress and uncertainty and difficulties that are all around us by slowing down and paying very close attention."
    },
    {
      "author": "JON KABAT-ZINN",
      "text": "The kind of awareness that we're talking about is so big and so open-hearted and so spacious that it sees the good, the bad and the ugly of the human condition all at once. And it doesn't get caught or imprisoned by any of it to the point that we can't function anymore."
    },
    {
      "author": "MERAJI",
      "text": "That's our guide, Jon Kabat-Zinn."
    },
    {
      "author": "KABAT-ZINN",
      "text": "I guess I'm best known for something called mindfulness-based stress reduction - or MBSR - which is a program that is now in hospitals and medical clinics around the world. But it started out in 1979 in the basement of the University of Massachusetts Medical Center."
    },
    {
      "author": "MERAJI",
      "text": "John was interested in something now called participatory medicine, which is engaging people in their own healing alongside their hospital treatments and their medications. And he found that the patients he taught mindfulness meditation had much better health outcomes. And there have been a number of scientific studies that have proven this over the years."
    },
    {
      "author": "KABAT-ZINN",
      "text": "If you chart the number of papers in the scientific and medical literature on mindfulness, it's going exponential for about the past 20 years. And it's really phenomenal."
    },
    {
      "author": "MERAJI",
      "text": "You have a definition of mindfulness that you call an operational definition. And I'm going to try and tell you what your definition is..."
    },
    {
      "author": "KABAT-ZINN",
      "text": "OK (laughter)."
    },
    {
      "author": "MERAJI",
      "text": "...To see if I'm right (laughter). It's the awareness that arises from paying attention on purpose in the present moment non-judgmentally. How'd I do?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Perfect. The short hand version is, mindfulness is awareness. So one could say, no big deal. Except that it turns out..."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "KABAT-ZINN",
      "text": "...Awareness is a very, very big deal. It gives us new degrees of freedom for dealing with the challenges that are facing us as individuals and also as a species."
    },
    {
      "author": "MERAJI",
      "text": "After the break, Jon Kabat-Zinn tells us not to be fooled by the simplicity of mindfulness."
    },
    {
      "author": "MERAJI",
      "text": "You've said that people are often drawn to learning about mindfulness and mindfulness meditation because they recognize something's missing in their lives. Was that true for you as well? What brought you personally to mindfulness all those years ago?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Oh, that's a long story and a wonderful question. And I really don't want to give a long autobiographical story..."
    },
    {
      "author": "MERAJI",
      "text": "(Laughter)."
    },
    {
      "author": "KABAT-ZINN",
      "text": "...In part because the work of mindfulness really involves getting out from underneath your own stories."
    },
    {
      "author": "MERAJI",
      "text": "Ah."
    },
    {
      "author": "KABAT-ZINN",
      "text": "Just suffice it to say that, I think, from a very early childhood, I was interested in the whole question of, who am I? Who are we? What does it mean to be human? What does it mean to be able to think and feel? And what kind of ways do we have to navigate our own lives rather than being more like a billiard ball being bounced around the table rather than charting one's own path?"
    },
    {
      "author": "MERAJI",
      "text": "So where does meditation fit into mindfulness?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "So mindfulness is often spoken of as the heart of Buddhist meditation. So it's a form of meditation that really is the cultivation of intimacy with awareness. We have to learn to enter the domain of awareness because so much of the time, we're living in distraction. And that was true for thousands of years. So we didn't have to wait for the iPhone to be distracted. But now we're distracted to an infinitely higher degree than ever before. And just on average, people check their phones about 260 times a day - just to check, not to answer the phone but to just check the phone to see whether there's anything interesting happening."
    },
    {
      "author": "KABAT-ZINN",
      "text": "So in all those 260 moments, we're really distracting ourselves from what's happening in the present moment. Mindfulness can slow it down to the pace of life, so to speak, so that we actually are capable of driving our own vehicle, so to speak, and living optimal lives of well-being that are not merely self-centered to optimize things for ourselves, but that, actually, the more we are our full dimensionality of being, the more we are there for our family, for our children, for our, you know, partners, for our friends and for our colleagues at work and for the world itself, you know - which I don't have to tell anybody who's listening to NPR that the diagnosis of the condition of the world at this particular moment in time is kind of like an acute chronic disease."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And so practices that we use in MBSR for individual patients actually are very appropriate to apply on a global level and on the societal level to deal with the inherent dissipative forces that are actually pulling us apart, to say nothing of burning down the lungs of the planet in the form of the rainforest and heating the planet at the same time."
    },
    {
      "author": "KABAT-ZINN",
      "text": "It's a very big canvas, so to speak."
    },
    {
      "author": "MERAJI",
      "text": "It is. It is. And for everybody who's listening to this who's like, yes, yes, I want this in my life, I want to figure out how to be more authentically myself, I want to be more aware, and I want to be a better steward to this planet - where do they start if they've never had a mindfulness practice?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Yeah, good question. And the other thing is, of course, if you are simply aware of all of the catastrophic things that are happening, you might feel completely disempowered and depressed and anxious about the whole thing. So where do you start? There's only one place to start."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And that's in the present moment, outside of time, because it turns out that, interestingly enough, when we use the word now, it has a timeless dimension to it. It's over almost before the word can come out of our mouth or move through our mind. And so it's now, now, now, now, now. And the question is, can we actually fall awake and inhabit our awareness moment by moment by moment?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Right off the bat, this is an invitation to just drop in and experience the actuality of, say, the body - breathing. So in this moment, if you're not driving out there as you're listening to this and you can close your eyes..."
    },
    {
      "author": "MERAJI",
      "text": "OK, I'm doing that."
    },
    {
      "author": "KABAT-ZINN",
      "text": "...One of the first things you'll notice when you drop in in this way on your own experience is that there's breath going on. I won't say you're breathing because whoever you think you are, if it were up to you to be breathing, you would have died a long time ago."
    },
    {
      "author": "KABAT-ZINN",
      "text": "This is a very powerful door into the present moment because we don't care about yesterday's breath or the next breath or the last breath. The only thing we care about is this breath. And so I'll punctuate this with a little silence at the moment for you to just experience a few breaths, one by one, moment by moment, just surfing or riding on the wave of your own breathing in and your own breathing out. And the feeling of it, not the thinking about it but the feeling of the sensations of the breath coming in and out as I'm speaking, that's awareness. And so after not very long, you've probably discovered it already, but the mind is going to start..."
    },
    {
      "author": "MERAJI",
      "text": "(Laughter)."
    },
    {
      "author": "KABAT-ZINN",
      "text": "...Drifting away. (Laughter) Has that happened already? It's going to go here. It's going to go there. It's going to have a thought of, like, you know, OK, I get that. What's next? And so when you notice that your mind - which you gave the assignment to feel the breath in the present moment - when you notice it's not doing that, but it's off someplace else, having lunch in a restaurant or reviewing something that happened a long time ago or caught up in some emotion about being disregarded or offended or whatever it is, notice what's on your mind in this moment because you know what? It's on your mind in this moment. You're back in the present moment. Soon as you recognize that, oh, I am off the breath; I don't even remember the breath. And look. Guess what? The body's going to be totally loyal, and it will keep on breathing so you can begin again."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And what's growing is a lot more interesting than a muscle. What grows is your access to awareness and ability to, in some sense, live an awake and aware of life and let that become your, more or less, go-to mode or your default mode, rather than being in stress reactivity all the time and really being, more or less, mindless, especially when the proverbial stuff is hitting the proverbial fan. That's when we tend to see red and lose our minds completely."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And then one last thing is that the real meditation practice is the 24 hours itself. It's life itself. So it's not sitting on a cushion in a cross-legged posture or lying in a yoga pose called the corpse pose or anything like that. That's all fabulous. But we're cultivating that so that we get more comfortable with living our - all our moments as if they really mattered and, therefore, being there for them - the good ones, the bad ones, the ugly ones, the stressful ones, the difficult ones, the painful ones - and understanding that the more our heart and mind open in awareness, the more we have new degrees of freedom that are both profoundly healthy and healing but also help us learn, grow and transform across life itself."
    },
    {
      "author": "MERAJI",
      "text": "You've mentioned technology a few times, and I have to say I do subscribe to a meditation app (laughter), which is on my smartphone."
    },
    {
      "author": "KABAT-ZINN",
      "text": "Oh, yeah, there are lots of them now."
    },
    {
      "author": "MERAJI",
      "text": "What do you think of that? What do you think of going to this thing that is distracting me all day and then using it (laughter) to help me meditate?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Well, have you heard of double-edged swords?"
    },
    {
      "author": "MERAJI",
      "text": "(Laughter) I have."
    },
    {
      "author": "KABAT-ZINN",
      "text": "They cut very well, but they cut in two directions. So you have to be very careful how you use it. But, you know, I have to confess. You know, full disclosure, I, too, have an app out there called JKZ Meditations because, you know, if you don't go with the technology of the moment, you can't actually reach people in ways that might have a kind of profound personal and societal effect. And so there are, like, wonderful meditation teachers out there. And it doesn't matter which meditation teacher or which app you tune into or follow. The whole point is that, ultimately, you trust yourself because you are the actual arbiter, so to speak, of authenticity. When something doesn't ring right, ring true to you, let it be. Let it go. Find what resonates in your heart."
    },
    {
      "author": "MERAJI",
      "text": "There are misconceptions out there about the benefits of a mindfulness practice. What do you think the biggest misconceptions are?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "The biggest misconception, I would say, is that you're supposed to make your mind blank, and that if your mind is blank, then your stress will go away. And you won't be in any emotional pain or physical pain. And that meditation is some special state. And if you're doing it right, you'll just nail it. You'll just land it. And then everything will be fantastic. And that is..."
    },
    {
      "author": "MERAJI",
      "text": "Wait. It doesn't work that way?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Let me just say that that is such a crock..."
    },
    {
      "author": "MERAJI",
      "text": "(Laughter)."
    },
    {
      "author": "KABAT-ZINN",
      "text": "...That it really is a kind of fiction that is, unfortunately, very prevalent in this society. There's no place to go. There's nothing to do. And there's no special state that you're supposed to attain. So it's the hardest work in the world. It's also the easiest work in the world if you're willing to actually be touched enough by whatever your impulse is to care about it or to care about yourself in this way. And then the benefits are just vast. And the costs are minimal in a way because you're working on non-distraction. And since we're so distracted always anyway, we're not really ourselves when we're not really present."
    },
    {
      "author": "MERAJI",
      "text": "You said that, you know, if we start a practice like this, if we decide to become more aware, that throughout our life, it will come and go."
    },
    {
      "author": "KABAT-ZINN",
      "text": "Yep."
    },
    {
      "author": "MERAJI",
      "text": "Does it get easier the more that you do it?"
    },
    {
      "author": "KABAT-ZINN",
      "text": "Well, first of all, it's even trickier than that because when it goes and you realize how things are not being mindful, it's a huge incentive to get back to being more mindful."
    },
    {
      "author": "MERAJI",
      "text": "Yeah."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And I like to say about yoga, which is a wonderful mindfulness practice, is that, let's say you stop doing yoga for a period of time. OK. Well, you still can be aware of what stopping yoga for a period of time does compared to when you're doing yoga. You can feel it in your body. And that will wake you up and remind you that might be good to get back to the mat. So the important thing is to just do it, to practice and let the practice wind up doing you. It's not about getting to some special stage. It's about realizing how special every moment is, whether you're distracted or not. But the realizing of even distraction is not distracted. It's wakefulness."
    },
    {
      "author": "KABAT-ZINN",
      "text": "If you're, in some sense, nodding your head or something is resonating in your heart with even 10% of what I've said, that's really trustworthy. And it's not coming from me. It's coming from you. And it's coming from the dance that's happening between my voice and your heart and your ears. And there's a certain kind of mystery to this where we're all each other's teachers. And we're all each other's fellow humans."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And we've kind of gotten away from the way we evolved, where we're all just sitting around a campfire at night, you know? When people drop into silence around the circle, which is what humanity did for millions of years as we evolved into Homo sapiens, this has kind of imprinted itself in our genes and nervous system in ways that we hardly understand. But we have a common humanity that we need to begin to recognize on a planetary scale."
    },
    {
      "author": "KABAT-ZINN",
      "text": "And so I trust that, as listeners, you'll find your own way. And it's kind of like following a thread. And at a certain point, you'll follow this thread. And then you'll go in another direction. And you'll trust that. And you'll follow that thread. And then you'll finally realize that all these threads are really your own heart befriending itself."
    },
    {
      "author": "MERAJI",
      "text": "I really enjoyed this conversation. Thank you so much."
    },
    {
      "author": "KABAT-ZINN",
      "text": "Thank you so much."
    },
    {
      "author": "MERAJI",
      "text": "For more LIFE KIT, check out our other episodes. We have one all about meditation for social change, and another one on how to transform anger using meditation. And you can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "MERAJI",
      "text": "This episode was produced by Sylvie Douglis. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production staff also includes Andee Tagle, Clare Marie Schneider and Janet Woojeong Lee. Our digital editor is Beck Harlan. I'm Shereen Marisol Meraji. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1888708404.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/30/sol-cotti---npr---mindfulness-1_wide-8c1e14b1c1328dd807e9be39977cc1c48f43fff5.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SHEREEN MARISOL MERAJI, HOST",
    "JON KABAT-ZINN",
    "MERAJI",
    "KABAT-ZINN"
  ]
}