{"title":"Be an awesome gift giver","url":"https://www.npr.org/transcripts/1066975501","intro":"Searching for the perfect gift for a loved one doesn't have to be stressful. With some clever thinking, buying a present can be even more fun that receiving one. 'SELF magazine' editor-in-chief Rachel Wilkerson Miller shares her best tips for birthdays, Valentine's Day or any other occasion.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"SEGARRA","text":"Hey, everybody. This is Marielle Segarra. Have you ever gotten somebody the perfect gift? Rachel Wilkerson Miller definitely has."},{"author":"RACHEL WILKERSON MILLER","text":"If you live in New York and you've been to restaurants, every restaurant has to have a choking poster on their wall that explains, like, how to do the Heimlich on somebody if they're choking."},{"author":"SEGARRA","text":"And a lot of restaurants will commission ones that are tongue-in-cheek or specific to them."},{"author":"WILKERSON MILLER","text":"And it's something that my girlfriend and I had talked about when we had first started dating. Like, she would point them out in different places we'd go, and she pointed out a specific one that she really liked."},{"author":"SEGARRA","text":"It was blue and white and had a kind of vacation theme. Like, people are having dinner on a tropical island underneath these palm trees while this dude in formal attire is getting the Heimlich, and a full hamburger comes flying out of his mouth. So Rachel found the poster online, bought it and gave it to her girlfriend as a housewarming gift when they moved in together years later."},{"author":"WILKERSON MILLER","text":"And just, like, a few - like, a couple months ago, she was just like, I love that so much. That was the best gift I have ever received. It's so special. It makes me so happy every time I look at it. And, like, you can't pull that off very often. Like, that was a deep cut that I got lucky in terms of finding and then, you know, again, sat on it for two years until the perfect moment. But, like, to me, that was - I feel very proud of that one."},{"author":"SEGARRA","text":"Rachel, by the way, isn't just a great gift giver; she's also the editor-in-chief of SELF Magazine. And she says gifts can help us show people we care about them and that we know them."},{"author":"WILKERSON MILLER","text":"Because it's a way of communicating, not just I care about you, but I see you. I see you for who you are and the things that you're interested in, and I found something that you personally are really into."},{"author":"SEGARRA","text":"And when you nail it and get someone a really thoughtful, heartfelt gift, I swear it's better than being the recipient because you get the anticipation - when you have the idea and when you make the thing or buy it, when you're wrapping it, when you're bringing it to their house, and then, finally, when they open it and you see that look on their face. We want that for you. So on today's episode of LIFE KIT, how to give better gifts for birthdays, holidays, Valentine's Days and every day. And by the way, these gifts don't have to be expensive, and you don't have to buy them. It's not about spending money; it's about showing love."},{"author":"SEGARRA","text":"I feel like for a lot of people, gift-giving feels really daunting, right? It's like, you've got somebody with a birthday coming up, and you want to or you feel like you have to get them a gift, but you have no idea where to start."},{"author":"WILKERSON MILLER","text":"Completely agree. I think people get really overwhelmed because they want to do something really impressive or really special. And I think a lot of times people are trying to reinvent the wheel. They want to do something unexpected, so they avoid giving the person something that they explicitly asked for, which I actually think is a mistake. If somebody is telling you what they want, it's totally fine to give them exactly what they want. But even if they didn't, I think there are ways to figure out what might be a good gift for this person."},{"author":"SEGARRA","text":"Yeah. I mean, do you have a road map we can give to folks - the ones who are just standing there in the store with a big, like, question mark popping up over their head?"},{"author":"WILKERSON MILLER","text":"Instead of going to a store and looking for inspiration in the things that you see, I think it starts with, before you even leave the house, thinking, what do I know about this person? Generally speaking, what am I looking for here? What they've mentioned being into, being excited about, things that they mention using a lot or things that they mention wanting to try, thinking back to your recent conversations. This is a person who mentioned that they were really excited to have a game night with friends. Like, OK, that tells you that they're into games. That's a great jumping-off point, that maybe if not a game explicitly, maybe you get them a puzzle or a LEGO set or something else that feels related to that."},{"author":"SEGARRA","text":"So if somebody says they're excited about a game night with friends, that makes me think, you know, they like games, but also, they might like gathering with people. Like, that's what is calling them right now."},{"author":"WILKERSON MILLER","text":"Completely. So maybe you give them a great book about gathering. I highly recommend \"The Art Of Gathering\" by Priya Parker, one of my favorites. If people like hosting, it's a great gift. But you could also think about other things that go along with having friends over for a game night. So maybe it is about, like, a charcuterie board or other snacks or a cookbook that's tied to making little appetizers or just other things that would, like, supplement a game night without necessarily being a game."},{"author":"SEGARRA","text":"Yeah. Or could the gift even be that you set up the game night?"},{"author":"WILKERSON MILLER","text":"Oh, absolutely. Like, just offering to throw that as a, like, get-together. Say, like, we want to celebrate your birthday. What do you think about coming over and trying out these new games or, you know, just spending time together? I think that's a really great point. You just look for the ways that they tend to feel - like, how do people spend their time? - and focusing on that and offering them a way to do that. And maybe take some of the pressure off of them, or it makes it feel more special or just something they don't have to plan themself. That can be a gift in and of itself."},{"author":"SEGARRA","text":"So I want to walk through an example using our producer, Clare Marie."},{"author":"WILKERSON MILLER","text":"OK."},{"author":"SEGARRA","text":"So I have some details about her, and I'm wondering what you might say would be a good birthday gift for her."},{"author":"WILKERSON MILLER","text":"OK."},{"author":"SEGARRA","text":"Here are the things that I know about Clare Marie. Now, I just started at NPR in September, so I'm still learning about her. But..."},{"author":"WILKERSON MILLER","text":"OK."},{"author":"SEGARRA","text":"...I know that she likes knitting and backgammon. She also likes shoes. She really wants a butter dish."},{"author":"WILKERSON MILLER","text":"OK."},{"author":"SEGARRA","text":"I have also learned that she likes a luxurious experience. Like, she's been wanting to get a facial."},{"author":"WILKERSON MILLER","text":"OK. These are great jumping-off points, I think, for a gift. So let's start with knitting, because I think that - that's something I actually do. So I have thoughts on how to put together a great knitting gift. Maybe you get them, like, little knitting needle covers or other sort of like things to fill out their knitting bag. This is one, if you don't knit, that might be difficult. But I think it's worth kind of just poking around, searching knitting gifts online, and see if anything comes up that feels cute. Looking on Etsy feels like a good opportunity. But I would say, like, anything that feels really personal, like choosing the yarn for your project, you probably want to avoid, particularly because you don't know what her skill level is. So think accessories versus yarn with a hobby like that."},{"author":"WILKERSON MILLER","text":"But the other thing that you said is that she wants a butter dish, and I think that's a really fun opportunity to find something that feels really fun. But I would recommend going to, like, an antique store or a vintage store or looking on Etsy for something that's, like, a little bit more unusual or unique. And a thing that I really like to do with food related gifts is to pair it with a food of some sort. So in this case, when you give it to her, depending on the circumstances, you could also give it to her with, like, some really nice butter. Like, you could go to a nice high-end food shop and get, like, you know, just, like, the fanciest butter that they've got or even just some Kerrygold - but something that kind of takes it to the next level. So not only are you picking out the perfect butter dish, but you're giving her a new butter to try."},{"author":"SEGARRA","text":"Oh, I love that. You have me already searching. I'm googling butter dishes."},{"author":"WILKERSON MILLER","text":"Yeah. So you could also do - like, there's lots of fancy little butter knives that you can buy that kind of go with, like - or like, they're like cheese knives, but I use them for butter personally. So, like, something like that could also help flesh out the gift, if you wanted to add more to it. Not that you need to because I think this is enough - but just thinking about kind of, like, how to build a whole little kit of small things versus trying to find one perfect gift can also be a nice option."},{"author":"SEGARRA","text":"Totally. I wonder, how should your relationship with a person come into play when you're giving a gift? Like, I'm Clare Marie's co-worker. And like I said, I started in September, and we're vibing. But we - it feels like we're at the butter dish level, you know."},{"author":"WILKERSON MILLER","text":"I think you're totally right. Like, that feels like the exact correct gift, because it's friendly and it's warm without feeling super personal or intimate. And it's, like, a thing that she'll use. You know that she's mentioned wanting it. But you don't know her taste so well that you're trying to pick out a really expensive item where she can only have one and it needs to be perfect. Like, you have a little more wiggle room with something like a butter dish. And so I think with coworkers or people who you don't know super well yet, going for those gifts that you're - like, you're generally getting in the right area. And even if it's not perfect, there will still be value in it for them. I think that's the right move."},{"author":"SEGARRA","text":"Yeah. Butter is super neutral."},{"author":"WILKERSON MILLER","text":"It is. Everyone can enjoy butter. It's really not that personal."},{"author":"SEGARRA","text":"I feel like sometimes the best gifts are - like, they're little treasures."},{"author":"WILKERSON MILLER","text":"Completely agree. Yeah, just like little weird things that people pick up on their travels or those I-saw-this-and-thought-of-you gifts. I think it's never a bad idea to just - if you see something that reminds you of somebody, buy it then. And you can either save it for their birthday or just give it to them then if it's small. Like, it just - it's a nice thing to do in friendships and relationships to just be thoughtful and give little gifts as you come across them. But I agree. They don't need to be elaborate or super complicated. It's just like, here's a weird, funny thing that reminded me of you and I thought you'd like it."},{"author":"SEGARRA","text":"Do you have, like, a box or a bag under your bed with all the gifts you're saving up?"},{"author":"WILKERSON MILLER","text":"I don't. Because I think I have - I save ideas, but I don't usually buy the gift until it's time, just because you never know if something better is going to come along. But usually kind of, like, storing those ideas away as you come across things is a good idea."},{"author":"SEGARRA","text":"Where do you store the ideas?"},{"author":"WILKERSON MILLER","text":"Usually in, like, a notes app. One tip for everybody is if you have an iPhone, in a contact card, you can put notes in the contact card. So you can make a note of, like, gifts you'd like to buy this person as you think of them, or you can email them to yourself. Put it in your calendar reminder if you have that person's birthday on your calendar. Just wherever you can find it easily, I think, is the most important thing."},{"author":"SEGARRA","text":"That's really smart. I'm going to do that. Can a gift help you deepen your connection or your relationship with someone?"},{"author":"WILKERSON MILLER","text":"I think so, particularly if you think about experience gifts like a museum membership where the implication is, like, we're going to do this together. And that might be something with a family member or a significant other. But I think the idea of, like, this is something that we can do together or that we have in common. Or if you have a parent who's really into a particular sport, maybe you get them tickets to that game for their birthday with - and you're going to take them. And you're going to go together, and you're going to make an event of it. I think that can be a really nice way to deepen that bond, because you're not only giving them this really special thing, but you're also enjoying it with them. And even if it's something that you don't personally love, like, the idea of, like, for your birthday, I'm going to spend time engaging with the thing that you love, I think, can make people feel closer."},{"author":"SEGARRA","text":"What do you think about just asking people what they want for their birthday or whatever?"},{"author":"WILKERSON MILLER","text":"I think that's totally fine. Again, I don't think that we need to put so much pressure on ourselves to choose the perfect gift without any input from the other person. So again, it kind of goes back to your relationship. With people you're really close to, like family members or partners, I think it's, like, totally, like, absolutely ask. I think with friends it can be trickier because you are in that weird position of like, are we doing gifts? It kind of depends on how close you are."},{"author":"WILKERSON MILLER","text":"But I think you can frame it elegantly if kind of, like, you know, if they've got a birthday coming up, like, you know, what's on your wish list this year? Or, like, you can say, like, I want to get you something special. I think giving them a category is like, are there any cookbooks that you're really excited about that you've been wanting? Like, give me a short list. And then, like, the gift is you pick one of them, but they've given you five. Giving them a little wiggle room when they give you ideas so that you can kind of, like, retain some of the magic of gifting, which I think a lot of people are hoping for."},{"author":"SEGARRA","text":"Yeah. There are some people who really don't want any more physical items, or they don't have the space for it. What are some kinds of experiences you could consider as gifts or acts of service even?"},{"author":"WILKERSON MILLER","text":"I think that consumables can be a really good option for people who don't want more staff or don't have room for it. So again, thinking about, like, is there a bakery in your area that makes really great pies or breads? Like, could you get them a really nice gift basket that essentially they're going to eat everything out of it, and, like, you know, the basket is just a cardboard box at the end of the day. Something like that could be really good. We talked about museum memberships, and I think that's a nice option."},{"author":"WILKERSON MILLER","text":"Or are there other things in their area that they like to do regularly that you could sort of help facilitate? Carwash gift certificates can be a really nice option that kind of work for everyone who has a car. So that could be a way you could do acts of service and something consumable that they might not be necessarily thinking about. But kind of combining these things together can be a nice way to do it."},{"author":"SEGARRA","text":"I think a lot of people feel like they don't have the budget to get someone a good gift. But also just based on what we're talking about, it seems like gifts don't have to be expensive to be meaningful."},{"author":"WILKERSON MILLER","text":"Agree."},{"author":"SEGARRA","text":"Right? Like, there's a lot we've just listed that are totally affordable or even might just require your time."},{"author":"WILKERSON MILLER","text":"Definitely. I think that flowers you can probably get for 20, $25, that can be really nice. A book that you think they'll like is always a safe bet, particularly if you can find a copy signed by the author at the bookstore. I think that's a really nice way to take it to the next level. Can you make something? Can you make a really delicious batch of cookies that you, like, wrap up nicely for them?"},{"author":"WILKERSON MILLER","text":"So I think just thinking about, what can I personally provide? A little piece of art - like, if you can draw or paint, can you make them a little something? Just - it doesn't have to be a big ordeal. It can be small and personal. And it's just a way of, like, saying, I acknowledge this. I acknowledge your birthday. I care about you. I wanted you to have something nice and special on this day."},{"author":"SEGARRA","text":"Yeah. At their very best, what can gifts do for us?"},{"author":"WILKERSON MILLER","text":"I think at their very best, gifts can give us an opportunity to do something that we might not have been able to do otherwise. They could really be about discovery. So I think, like, the gifts that are so special are the ones that are like, you found the perfect thing for me that I didn't even know existed. That's really hard to pull off. So we'll say that's, like, the platonic ideal. But I think beyond that, gifts can - they can solve a problem. They can make somebody's life a little easier in some way. They can bring them a little joy or delight or pleasure. They can make them feel less alone. They can make them feel seen. They can do any number of these things."},{"author":"WILKERSON MILLER","text":"And I think it can be helpful to just think about, what do I want my gift to do? Do I want it to make somebody laugh or do I want it to make them feel, like, really moved and cry? Because those are two totally different gifts, most likely. Just think about what you're trying to achieve with the gift and, like, start there versus trying to come up with the perfect gift that would be perfect for anyone and everyone."},{"author":"SEGARRA","text":"Clare Marie, are you feeling like I should get you a butter dish or has it now ruined the surprise?"},{"author":"CLARE MARIE SCHNEIDER, BYLINE","text":"No, 100%. I want a collection of butter dishes, you know."},{"author":"WILKERSON MILLER","text":"Amazing."},{"author":"SEGARRA","text":"OK."},{"author":"WILKERSON MILLER","text":"We did it."},{"author":"SCHNEIDER","text":"You guys did it."},{"author":"SEGARRA","text":"Wow. Good. OK."},{"author":"SEGARRA","text":"Really nice to meet you, Rachel."},{"author":"WILKERSON MILLER","text":"You, too."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to buy gifts on a budget and another on how to prepare for wildfires. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. OK. And now it's time for the credits, aka the list of people I now have to come up with gift ideas for. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Stacey Abbott. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9824429916.mp3","img":"https://media.npr.org/assets/img/2023/02/01/lk_thriftgifts_harlan_1_wide-18b77ba0c20f42640fa2202f667d7d51019fceff.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","RACHEL WILKERSON MILLER","WILKERSON MILLER","CLARE MARIE SCHNEIDER, BYLINE","SCHNEIDER"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,17,22450,14018,19997,14143,8306,15902,11265,9816,19845,14600,21269,7872,2246,2293,1757,1571,1329,1016,831,756,22995,26994,24362,19672,24531,19181,12189,6415,118,34,26107,25977,19344,14697,8287,6265,9742,137,23618,19483,17257,15244,14564,9450,18731,5443,27,17664,13209,8941,5318,3223,1960,1284,6442,27191,22078,19683,18065,18185,10334,8353,18573,12063,14949,10619,10709,12031,14699,13353,14783,14479,13071,16630,16506,14829,12433,13005,11859,25352,24987,25003,20869,16599,13157,10897,16157,12558,11887,11973,17459,20236,18578,18560,1771,14957,16391,16057,18219,18965,16597,13097,15541,11723,11178,11899,14242,10463,15830,12006,13002,17496,17150,16915,19693,11662,14390,9340,12322,13056,11826,2524,20317,18807,26370,9558,26872,17895,19821,11964,10989,4545,3386,21736,18170,25890,22480,24950,16977,15816,7293,7674,9521,7971,8831,7253,7730,20072,24721,22672,9231,20784,24546,18734,14810,15556,19886,11694,14552,23316,21750,25856,12263,11611,11337,11002,14952,2521,3177,27124,26166,27797,27789,10067,15697,14591,14642,3617,25016,16233,14563,16575,18347,12991,10023,13151,9947,13346,10119,10436,11457,10397,10027,9259,3718,3720,15181,12068,18601,19555,16492,17698,11185,15930,1407,13131,10614,17917,19048,15962,13776,19990,14657,10277,6405,20151,17961,16233,16539,17280,12900,12558,15174,14429,12720,14538,15121,19512,15466,12359,22422,17312,20193,20932,17003,18782,10902,16005,14947,15331,13647,19071,17608,17662,12925,15756,10741,15500,21310,15388,11617,14835,12547,14636,7388,1923,25467,25685,24997,12910,15007,11467,11973,13353,4838,16710,15092,9826,11259,15048,16251,15819,6850,2014,23531,25560,25104,12681,15407,14452,10029,7251,12503,16070,6980,3218,18523,15096,20438,15291,3673,15015,12096,12215,9399,10319,6589,18556,20966,17112,19296,18066,13551,15150,12271,19399,14091,14724,15720,15047,10940,14118,6843,22299,16241,14550,11841,17155,14010,13008,10246,13362,10025,8559,15690,16818,19375,8226,18842,26297,12308,13101,14514,20113,7605,8909,8945,8639,13974,2909,23759,23516,17095,15842,11167,8368,6649,5133,2080,25332,22299,17075,13296,15667,10914,2767,10867,24678,15397,15030,12062,11611,8783,10354,6971,13126,10960,7121,11075,25670,20832,10762,16615,21403,24914,9889,5631,25621,22671,14302,19783,16803,8207,20018,26192,22962,7294,14217,14382,6223,1409,3053,24983,25428,13490,15283,2181,3095,21822,15133,23328,13519,17944,13832,1574,23436,18603,12602,9445,5980,18488,17629,11646,10045,19789,14658,4643,9916,11555,7023,3856,21496,13271,4770,1543,26099,26438,18118,20319,15432,15089,14645,7082,8845,10851,9932,14623,11171,1212,23830,23767,12233,7355,7603,6569,1813,10843,15282,10202,3599,8148,2911,3154,1174,485,170,65,33,19,20,21,16,16,63,28150,15631,7321,22477,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,13922,24955,11829,3947,27363,23914,13288,13350,14278,28298,18612,11956,16884,17434,19361,21684,26666,9426,20215,14513,19081,910,27498,23545,23580,24166,25063,20967,19364,11203,24863,8166,16384,22901,21374,25283,25423,16834,12157,7301,18743,10172,26880,26278,23088,12297,19235,25435,25835,23962,7262,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,22990,26631,12839,14888,19327,11488,7505,24,12,57,27400,25416,19720,16229,22642,22293,21221,20481,12481,133,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,11763,15648,12017,24291,12859,21017,19859,9192,24093,21847,25759,18975,11700,6852,20949,14014,16506,13024,26618,12920,13319,21952,15470,22442,22000,17670,20415,28651,9058,24534,16935,22587,21502,16732,14714,16604,16539,24789,3803,26799,22687,18544,18414,25428,17866,19727,17469,20498,16514,13731,8695,526,3,3,14,26177,19941,11700,15355,11314,14396,19573,13070,15494,4319,10537,21744,18840,14947,13611,13652,11790,2336,23373,20302,14058,11994,16001,11914,5598,7771,13766,11336,8068,10860,14907,12734,6863,23384,18914,10213,8327,7249,8597,8517,5097,6225,22477,22390,14667,9796,20866,9011,64,40,48,17,18,16,16529,15778,23230,24474,8791,12640,11496,12169,3557,12188,13541,18478,11167,14519,17751,19335,814,27614,24701,20336,24134,20047,25316,24421,5751,5376,22593,15309,9666,22042,10663,16722,17766,20036,27974,10008,22616,25528,7915,13183,40,2683,3339,20752,19304,19882,18720,15420,14022,13313,13620,11647,17300,9266,1425,13552,12445,12336,11047,15772,17098,9982,9407,14659,13065,11977,13327,12572,10709,13211,12877,10202,10335,18121,13386,14720,11133,12752,12825,16472,21008,20327,12524,13335,15746,11365,8271,11231,13341,16583,15382,18673,19553,16135,14926,19084,21663,14995,21895,13901,18991,12658,19013,14591,8546,13252,14623,14065,11877,9842,15049,12881,19997,13590,17084,16599,18385,14182,13258,13860,18646,24651,22509,16007,20104,13692,14521,196,208,19022,26150,11747,27733,3375,24878,18244,15700,10287,12586,10296,8375,4396,10119,12879,13507,12279,10698,13450,16579,8492,13331,7465,22217,19000,23783,25267,15135,13404,25208,2530,8720,14797,14615,17584,11220,14310,12698,12996,12910,8167,10397,10246,16676,15747,16446,13651,7943,13381,11599,15508,14754,10834,6109,20050,20397,17601,13801,12279,7479,14046,11970,13274,9551,403,20866,15391,9977,16166,14103,458,14878,14872,14015,14265,16451,13079,17269,16408,14942,12274,23579,20060,10546,14511,13356,13751,13532,12385,11809,10854,6760,10069,8399,15321,13512,19293,16695,16583,12405,15378,11948,12595,12138,8756,7996,11352,11027,14243,15563,11576,9827,14978,13874,13870,12943,12073,15941,14205,12250,13541,12790,18874,17542,13564,5315,22994,17740,17255,13425,14661,12823,11629,15610,9371,11543,12931,13336,12241,10425,13229,13151,13705,4013,22341,19642,18163,15509,13716,12858,12130,13731,15,15573,23683,19489,19490,26202,24677,13248,7687,18695,3085,655,26132,18191,16426,6213,10379,19412,556,22,20101,24459,10812,11945,17274,16719,15893,15873,23646,11107,7258,5892,24632,9670,7918,23385,23890,11194,15739,16753,677,8894,14506,15297,14795,12872,22060,19708,17710,19074,15893,10159,11310,10034,13637,14698,12000,15648,13789,15196,12432,7132,11970,15451,14982,20454,16532,15060,11836,18198,16257,15522,16823,14052,14319,13953,10700,18462,14840,11798,12665,13497,13791,13550,16968,14260,9810,21889,22520,19019,11934,20035,16578,14132,16624,14972,10454,11545,15028,16908,15540,14615,15855,16850,15533,11582,8966,12247,13507,16916,17931,13993,15010,14732,14903,15038,16752,13760,10602,10356,10515,1846,691,24129,27437,2175,1055,17348,18181,14816,13884,8012,7110,25271,6557,6619,11922,25939,63,13112,15888,13921,18523,16714,15272,15879,11943,16806,18825,17685,12853,2528,22633,14534,13604,13838,14490,16422,16467,13817,18940,11943,15408,13999,9888,8438,13371,13588,20496,16426,9098,8450,15377,2489,20760,13821,17202,14931,14671,12037,12330,14911,11559,13194,19022,15342,16998,13443,13006,11200,15488,23648,14352,14802,15754,17613,13898,14037,13370,13852,12238,14519,11819,16900,14398,15796,12576,12759,12681,15514,13049,11603,10193,17330,13056,12037,15260,15921,14724,14999,12489,17610,11562,7532,13320,15516,658,8069,24622,13943,12243,14,23657,27134,23369,12024,6588,7760,6088,18761,23447,23292,16019,20078,10035,8599,10821,502,22768,24160,23122,11962,27025,24023,12552,5348,10681,21560,27402,18614,21261,15866,25479,23491,14481,13092,12791,13628,13472,15053,11713,18664,9207,16329,17174,13686,24040,18502,19182,8031,4803,16820,25243,26042,15650,25314,16827,20427,10707,7937,25000,23519,14835,14190,10489,9457,17670,20883,24411,5798,27141,13021,12348,7977,16500,683,10299,28231,25610,25328,15897,8313,17300,20285,17406,22378,18968,16929,10881,6680,258,5339,15438,16394,16287,16306,16528,13893,9974,4307,11998,14429,15913,1016,26298,21666,13186,15000,21224,16066,11174,14445,8106,14653,14556,568,12647,10890,15677,14995,12658,7258,9180,10133,16851,25941,10799,13604,14944,10794,12105,12669,11492,20250,3109,23456,15599,20348,15400,12376,18410,20319,22712,6153,21237,20244,14689,14229,18067,12530,17329,11851,13946,13510,13252,13121,13724,9056,8598,17348,17321,16772,15023,13177,16118,12864,10591,24353,16152,17859,13782,13450,22787,12301,14327,13239,13759,13319,11800,17475,11639,10977,10655,9297,17749,19656,15967,14988,15150,12431,17571,11598,11437,13764,16546,22466,13703,16631,13014,11919,10935,10031,8043,15431,20646,18420,20066,21897,14011,18141,14224,9837,14315,15575,9547,14290,14388,13818,10913,10276,10923,11456,10544,11097,12660,11962,11605,10983,15966,15695,23977,22635,17474,15234,8094,13606,9104,10253,8097,9725,13908,15032,15651,897,1217,20965,18209,16915,15064,22427,13713,19066,16613,15881,12891,11245,17898,11101,10043,15938,10729,13993,12844,9396,12638,10855,15236,2621,19396,17427,18257,17116,11629,18002,16490,15148,12741,14075,11780,11151,12395,13549,11176,11746,9429,2578,18500,20754,16814,11566,21817,10194,9795,10870,5267,23105,14009,18586,16724,12701,9988,8644,10665,11636,11821,14692,17309,19039,2082,21459,12948,13653,14620,15727,12643,11590,20352,14268,14150,17474,10220,11046,12660,11828,13162,16684,18486,13592,12731,17591,12593,14172,15469,9114,13874,10566,3329,14492,12279,15452,16206,16497,10967,10443,12353,16309,19549,14122,15192,19665,20967,12424,12826,14566,14939,13440,8262,26423,17128,13572,15172,12547,11643,11710,9611,11233,11671,269,23593,12983,20601,14859,13600,15184,13982,18745,17825,14557,133,4139,10314,13846,21778,23822,19203,13464,20853,21668,10065,12470,17435,10077,10309,6586,15227,14818,7083,15886,16707,19441,18397,21788,20711,23663,22464,19344,14178,15282,10171,14611,16359,12136,14848,10951,16448,18226,24127,16256,16587,20074,17466,8535,12743,15119,16011,14974,19760,17044,15464,15045,13889,17758,13684,12188,12777,9996,15257,11913,12128,6647,12114,18913,3668,19043,22256,22846,20636,14698,15898,13175,9822,16025,13119,19463,9853,15262,17071,10544,15555,19057,14088,15240,10718,15674,14715,12492,16,6918,7359,2048,459,3226,24718,19456,25072,24055,9498,14988,15562,9990,11777,12924,8634,16262,7627,15293,10061,311,16427,14850,17126,22458,24780,17631,12640,20619,11469,23610,24238,19194,14701,10391,3854,5815,4729,25281,14724,10647,24725,25117,2886,18883,16866,15689,16863,18486,18936,8551,19618,15385,12813,18681,17322,13584,18379,17425,12786,15201,5335,15841,16110,18858,11348,1710,20259,17613,16094,13745,14794,14714,12656,13995,13717,8621,9271,13462,11660,12107,13476,15171,15904,10874,9559,15525,10468,10273,16276,15048,13834,12893,16911,14553,15157,11509,15519,7375,15706,15451,15694,15663,9748,12845,13427,11972,10586,14194,12368,13457,13757,15817,784,18037,16608,14541,11751,8452,12165,11078,14125,11882,12813,11902,11227,11309,10683,11483,12032,14412,17632,16888,13958,9260,13601,13137,13457,16051,12514,12992,12266,13514,13347,22201,13239,19709,17978,14652,12390,14225,11452,14275,10477,8704,25,3207,20258,4654,26137,14261,16594,10861,6328,17759,18849,23562,12796,16406,15946,12483,13730,13928,9022,193,20673,27042,22949,13813,2451,15323,26432,7331,12773,21838,11898,18773,12535,16737,24822,22626,6099,3557,18410,14902,14759,12725,17038,13448,18635,20183,15892,15675,16383,10367,20451,10677,12853,16034,15516,11936,14392,15996,13401,13858,1618,13181,15666,13080,12293,14813,20100,16833,7883,16035,9271,20033,12714,11040,10662,16955,14188,16404,16582,12906,18933,11243,16371,15637,14086,13763,3450,17522,18987,18751,17529,19354,14007,13693,12566,11315,7602,10381,8249,311,22268,16685,15044,13409,12068,15626,12161,13316,13554,14767,16836,16414,8693,2771,16514,16011,12727,13589,12613,17106,11001,12599,14554,10794,13417,20470,18736,19440,17251,14387,8567,10876,12094,12459,9631,77,17803,25382,21319,13899,18152,15630,23412,19987,24981,24624,18667,21455,5498,3123,4823,24887,21792,194,131,10542,11863,13999,12125,15498,19857,18392,19564,18907,11870,16569,16655,13373,12854,16845,15124,11119,12889,18643,19154,10732,16413,15399,14497,18620,7905,18473,21217,15632,15599,13631,10734,11594,11209,13378,7956,11613,13413,538,24932,17520,19975,25150,10868,232,483,11947,13637,10761,14823,16291,15234,12444,13157,11562,13430,11945,11004,16197,15443,11554,19302,12910,16244,15313,14561,11037,11751,11682,11873,8523,21649,17008,14744,10064,10231,10427,12927,13145,16038,15082,11919,8196,17661,18758,11042,8757,22544,17522,11972,17930,928,25425,22435,15022,16649,14719,16138,14137,15637,12672,9820,17654,17468,13429,19508,13247,10617,10109,9561,10784,5113,12283,14854,14923,7055,8987,13295,22142,209,20155,19721,18822,11993,24575,9384,7224,10532,15476,19756,14643,13831,13705,16243,10858,16552,8590,141,14679,15420,15682,11683,17110,13590,17358,16585,15048,17609,11943,16026,9351,18813,12739,17607,19159,15570,11597,13048,13739,13492,9411,13446,10861,12941,10100,20831,14855,17781,16847,15877,18124,12683,12711,17457,14237,15237,18448,13771,19373,16640,14679,18902,13483,10839,10334,12051,12163,13985,11076,7706,11876,10936,15914,16924,15964,12566,10752,10639,9503,12316,16785,13898,10509,19378,15051,13933,15087,20946,15116,17647,14118,14001,13734,21432,18303,14226,18617,15234,12954,16761,13540,13013,17851,12739,13023,14383,11856,9434,18042,16400,16892,11617,13753,15720,8200,11772,12331,11545,15023,12167,14728,7496,207,25234,12914,15955,15333,19365,14113,16742,12501,8617,15114,16466,13571,12537,19940,14601,15256,11388,20203,21097,11561,18869,18547,13564,11943,10645,6810,12503,14501,16502,12395,13223,14719,16178,16746,186,298,119,21161,18395,27651,23926,11263,11525,15165,9962,9746,11217,11393,6203,7314,143,16374,13557,11179,10796,14679,12684,17169,16978,18111,12237,16037,15378,21885,15191,15021,13716,18081,12879,14914,9452,21120,21737,11829,11161,13007,13089,12444,14611,15844,17043,19156,18548,12993,19194,20127,19194,17840,15815,21707,10178,11695,13353,11449,10043,1368,16211,13627,14749,20378,22720,17769,15795,19457,19639,17197,15067,13950,10664,13898,18078,19521,13110,1581,17184,14614,15215,267,10694,9892,11981,17216,18820,20507,18624,13644,15158,12709,15054,13780,10895,10433,18167,18629,14137,16139,12946,13115,11575,22830,17573,20909,15100,15196,6293,14116,15029,18652,17111,17461,14982,13324,12651,9785,14558,15513,14481,17473,16341,16816,11372,8941,17004,20479,20466,14838,17226,696,20220,21949,16279,14088,15464,18161,13800,12455,5148,23370,17883,17756,17805,19840,28309,21567,18215,11392,13575,10531,23756,11669,11734,12812,13101,15045,13686,11977,20297,18587,19477,11918,16373,12125,13168,16030,17125,14321,10387,10299,14471,10860,14513,11377,13362,11743,15497,10031,14204,7287,6300,12894,4314,23504,25479,23045,14008,17317,24196,17250,18114,18806,15328,8423,4128,14244,13522,24696,20546,24539,7182,20639,8121,13571,16921,8503,19590,24984,20269,17282,12505,11197,10961,12075,11972,7138,17417,22866,18159,17989,24111,23342,21903,19429,8064,6002,140,3601,14435,12778,10318,13776,16027,18698,16956,15697,13753,12681,12095,13450,12768,17142,14376,10169,12718,14402,14682,12922,13180,1375,16596,16792,17314,23141,15310,16308,14594,13819,10859,13325,14160,14456,13289,19005,18923,13879,13963,14164,17946,16450,13453,15955,13774,12652,17174,13795,15402,11353,13541,16532,14068,16913,13017,15268,12352,13135,17946,19851,17448,14841,16298,2855,24306,19156,15762,12238,13629,11699,15697,9484,16032,15637,15132,18083,11219,10974,16820,13823,11866,11762,10702,11143,14843,10955,12084,4674,12925,12267,16273,2002,6540,16783,15992,13179,15228,16232,16452,18410,17109,13141,17166,9107,13001,14884,15320,19825,15053,13634,21505,12666,12021,7739,20164,11499,16078,12414,14631,19171,13118,13462,12679,11199,15521,22783,1766,20592,15097,17115,13416,11251,13207,11709,9785,14877,10964,10503,13971,129,590,15516,24514,12348,9908,10388,125,28124,18137,17053,11329,13245,13754,13742,20402,14288,10109,10546,7949,8805,6842,454,17299,25507,22078,399,325,26755,16957,12271,14256,15184,13488,17997,16749,20270,21961,24282,11749,12744,19778,9812,11250,17087,5746,575,25294,17994,16817,25140,15147,17359,14273,25061,14087,11535,16806,13788,11798,12283,19661,8145,20861,6700,10954,17330,15434,1877,21335,14584,8506,22697,18509,16166,14974,18356,13334,11681,14551,12997,12228,13375,13923,13644,12738,11543,16265,9008,23538,17847,22755,23921,22029,14338,17696,13205,14396,21525,11973,18130,14403,15881,17383,15214,14951,13302,14471,13584,15220,12727,14956,13758,13595,12833,15228,12489,18526,3056,19772,10240,14497,16730,15495,14171,16547,16184,17529,22268,13640,11721,17800,19165,16389,13846,12756,12867,839,20171,17916,16478,14769,14901,17365,15954,8321,11809,14605,13278,9939,18639,19377,12374,10355,9890,14835,14892,17407,15601,14513,11994,10276,11242,16056,16448,15826,9164,10351,284,20734,19832,14540,11278,12175,12999,12675,11025,12919,6970,10400,15231,10142,14594,18349,17319,11254,15787,18466,18311,15775,14993,11268,10617,11888,12058,9057,11093,7558,14556,6764,11128,12389,24158,16330,15000,18533,7408,7426,15875,23570,24795,25495,18828,20402,5682,4076,30,64,957,1775,8216,11977,14750,17592,12834,20401,16210,8120,271,1187,19379,15327,15134,11709,11870,13825,11995,16672,13156,13738,4339,16325,11379,14768,15730,11944,13449,15485,13612,13454,22033,23546,17897,24704,17847,19176,14044,13171,12096,13003,12335,9755,19782,11640,19567,8412,13926,16135,9391,8559,13173,15230,2736,26516,15024,20191,15408,14260,17476,17587,21309,15187,15922,11944,9471,15382,17297,14646,17041,15265,10358,14206,16570,15592,10221,10431,12196,11728,11021,15024,13243,13235,16924,11560,11862,11838,11257,11447,10646,13577,11159,16319,14845,2784,20708,18787,15964,13451,15771,15120,17787,12578,9968,15963,9655,2653,9343,22063,25950,19984,16916,16276,10414,13924,16217,15629,14611,17285,15655,14951,14738,12114,13080,10623,11432,14570,16900,14742,11318,15281,8739,12961,11661,13906,19566,11570,23567,20727,18613,14664,12693,14846,8990,13447,12907,1825,18243,18769,14900,13687,12024,15162,9822,4683,23571,10793,18475,21705,15809,15777,15816,6041,9515,17744,16297,14654,9637,17137,18202,19399,13525,14702,20196,13826,15107,5793,1471,3642,2108,3399,4166,3199,4274,4956,4581,2122,2137,5830,7701,23405,7927,7628,8948,7281,29128,17336,16902,9876,9524,17904,9727,19113,18764,15522,18626,18614,14825,20408,16449,12330,11735,7485,25470,25020,17935,12828,16647,9867,2748,10327,24141,22881,4522,18824,20903,15736,10932,7538,19104,23500,17805,13968,10858,13110,14793,12549,12530,12166,4527,13651,14961,10168,6848,11942,12458,23715,23539,22840,21145,14803,15988,11576,17829,9340,13256,10358,2689,7593,3648,10082,24514,30052,18413,19302,13986,12832,5827,7334,7313,8833,20673,29390,16822,8050,14094,7788,3177,8593,3143,9258,3669,3558,8147,7386,11866,7518,8885,2974,2390,8219,27412,28384,25626,22122,23892,20232,11004,9277,27223,23234,20846,16090,16350,13924,16157,15311,20992,15191,10281,12230,11011,13383,7035,9115,15330,12109,10549,12625,14834,12675,17784,13717,6448,5539,17204,29171,15871,9723,11418,14907,5465,22718,27029,17142,22185,13267,13867,16261,10278,17619,15930,10857,13354,5532,7452,5493,16705,26160,23555,18807,25539,23454,22567,11932,14436,9155,20672,24414,10028,16419,14729,10662,9147,9696,8686,2744,8209,3161,19892,26701,24913,14339,10232,10484,22181,16767,12349,18600,13372,5924,24510,24640,23375,16563,23502,14837,11715,15192,16757,25076,12506,13030,10648,12220,5927,3875,23467,16713,16817,13103,24826,13937,9957,17117,25182,15951,13888,18866,11807,10316,10577,1853,21364,27802,13756,17880,11377,9990,5352,14905,16262,13834,24091,18243,13510,6085,12218,14749,5468,2162,22896,25105,14848,15204,20156,9147,12708,5128,14845,17879,11651,12674,18826,13675,16853,25664,9972,2576,19083,28795,19414,21255,10529,2581,13473,14702,16516,2446,5773,2196,7436,2208,1516,138,169,30,19,19,17,16,16,15,14,15,17,4,4,4,4,4,3,4,22268,20864,18213,13008,16565,25665,16097,11045,22843,13779,12652,14359,23480,17096,24427,20932,20487,15819,14764,1959,22761,24964,9820,14417,21290,16064,19545,13687,17497,20541,10635,11881,11800,10966,11596,6919,24755,24030,20787,27754,12102,10528,10695,25472,8055,12054,25816,25223,14973,19297,23915,17812,7542,102,13,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,14129,22239,13823,8299,9203,8677,15342,12221,13873,15144,16011,9758,16276,15100,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,16025,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,467,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,11181,17982,16970,12983,7775,4337,19113,16181,23518,21662,6463,100,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,9442,12937,11284,7321,8807,14093,17652,9012,20364,12868,13112,5754,5560,209,3,8674,6357,4062,22088,17130,12279,12263,25100,11422,12893,15826,17431,10338,14077,9827,11369,3020,24670,24625,10886,21811,24078,22048,24981,24249,19818,25214,8876,20811,19071,8269,7743,15046,9022,17884,15187,6844,16040,6284,4381,13257,16558,22917,16276,26248,24287,15115,24742,14906,13800,13281,7591,9127,8154,10965,6900,11757,10329,10370,7741,7127,4860,1887,982,438,114,16,0],"fragments":[{"begin":"0.000","end":"2.360","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.360","end":"13.240","lines":["Hey, everybody. This is Marielle Segarra. Have you ever gotten somebody the perfect gift? Rachel Wilkerson Miller definitely has."]},{"begin":"13.240","end":"30.280","lines":["If you live in New York and you've been to restaurants, every restaurant has to have a choking poster on their wall that explains, like, how to do the Heimlich on somebody if they're choking."]},{"begin":"30.280","end":"38.120","lines":["And a lot of restaurants will commission ones that are tongue-in-cheek or specific to them."]},{"begin":"38.120","end":"54.080","lines":["And it's something that my girlfriend and I had talked about when we had first started dating. Like, she would point them out in different places we'd go, and she pointed out a specific one that she really liked."]},{"begin":"54.080","end":"82.680","lines":["It was blue and white and had a kind of vacation theme. Like, people are having dinner on a tropical island underneath these palm trees while this dude in formal attire is getting the Heimlich, and a full hamburger comes flying out of his mouth. So Rachel found the poster online, bought it and gave it to her girlfriend as a housewarming gift when they moved in together years later."]},{"begin":"82.680","end":"126.360","lines":["And just, like, a few - like, a couple months ago, she was just like, I love that so much. That was the best gift I have ever received. It's so special. It makes me so happy every time I look at it. And, like, you can't pull that off very often. Like, that was a deep cut that I got lucky in terms of finding and then, you know, again, sat on it for two years until the perfect moment. But, like, to me, that was - I feel very proud of that one."]},{"begin":"126.360","end":"142.720","lines":["Rachel, by the way, isn't just a great gift giver; she's also the editor-in-chief of SELF Magazine. And she says gifts can help us show people we care about them and that we know them."]},{"begin":"142.720","end":"163.560","lines":["Because it's a way of communicating, not just I care about you, but I see you. I see you for who you are and the things that you're interested in, and I found something that you personally are really into."]},{"begin":"163.560","end":"203.280","lines":["And when you nail it and get someone a really thoughtful, heartfelt gift, I swear it's better than being the recipient because you get the anticipation - when you have the idea and when you make the thing or buy it, when you're wrapping it, when you're bringing it to their house, and then, finally, when they open it and you see that look on their face. We want that for you. So on today's episode of LIFE KIT, how to give better gifts for birthdays, holidays, Valentine's Days and every day. And by the way, these gifts don't have to be expensive, and you don't have to buy them. It's not about spending money; it's about showing love."]},{"begin":"203.280","end":"222.840","lines":["I feel like for a lot of people, gift-giving feels really daunting, right? It's like, you've got somebody with a birthday coming up, and you want to or you feel like you have to get them a gift, but you have no idea where to start."]},{"begin":"222.840","end":"261.560","lines":["Completely agree. I think people get really overwhelmed because they want to do something really impressive or really special. And I think a lot of times people are trying to reinvent the wheel. They want to do something unexpected, so they avoid giving the person something that they explicitly asked for, which I actually think is a mistake. If somebody is telling you what they want, it's totally fine to give them exactly what they want. But even if they didn't, I think there are ways to figure out what might be a good gift for this person."]},{"begin":"261.560","end":"271.120","lines":["Yeah. I mean, do you have a road map we can give to folks - the ones who are just standing there in the store with a big, like, question mark popping up over their head?"]},{"begin":"271.120","end":"307.320","lines":["Instead of going to a store and looking for inspiration in the things that you see, I think it starts with, before you even leave the house, thinking, what do I know about this person? Generally speaking, what am I looking for here? What they've mentioned being into, being excited about, things that they mention using a lot or things that they mention wanting to try, thinking back to your recent conversations. This is a person who mentioned that they were really excited to have a game night with friends. Like, OK, that tells you that they're into games. That's a great jumping-off point, that maybe if not a game explicitly, maybe you get them a puzzle or a LEGO set or something else that feels related to that."]},{"begin":"307.320","end":"319.000","lines":["So if somebody says they're excited about a game night with friends, that makes me think, you know, they like games, but also, they might like gathering with people. Like, that's what is calling them right now."]},{"begin":"319.000","end":"344.000","lines":["Completely. So maybe you give them a great book about gathering. I highly recommend \"The Art Of Gathering\" by Priya Parker, one of my favorites. If people like hosting, it's a great gift. But you could also think about other things that go along with having friends over for a game night. So maybe it is about, like, a charcuterie board or other snacks or a cookbook that's tied to making little appetizers or just other things that would, like, supplement a game night without necessarily being a game."]},{"begin":"344.000","end":"349.640","lines":["Yeah. Or could the gift even be that you set up the game night?"]},{"begin":"349.640","end":"375.280","lines":["Oh, absolutely. Like, just offering to throw that as a, like, get-together. Say, like, we want to celebrate your birthday. What do you think about coming over and trying out these new games or, you know, just spending time together? I think that's a really great point. You just look for the ways that they tend to feel - like, how do people spend their time? - and focusing on that and offering them a way to do that. And maybe take some of the pressure off of them, or it makes it feel more special or just something they don't have to plan themself. That can be a gift in and of itself."]},{"begin":"375.280","end":"380.720","lines":["So I want to walk through an example using our producer, Clare Marie."]},{"begin":"380.720","end":"381.320","lines":["OK."]},{"begin":"381.320","end":"388.320","lines":["So I have some details about her, and I'm wondering what you might say would be a good birthday gift for her."]},{"begin":"388.320","end":"388.720","lines":["OK."]},{"begin":"388.720","end":"396.880","lines":["Here are the things that I know about Clare Marie. Now, I just started at NPR in September, so I'm still learning about her. But..."]},{"begin":"396.880","end":"397.200","lines":["OK."]},{"begin":"397.200","end":"405.880","lines":["...I know that she likes knitting and backgammon. She also likes shoes. She really wants a butter dish."]},{"begin":"405.880","end":"407.160","lines":["OK."]},{"begin":"407.160","end":"412.760","lines":["I have also learned that she likes a luxurious experience. Like, she's been wanting to get a facial."]},{"begin":"412.760","end":"449.400","lines":["OK. These are great jumping-off points, I think, for a gift. So let's start with knitting, because I think that - that's something I actually do. So I have thoughts on how to put together a great knitting gift. Maybe you get them, like, little knitting needle covers or other sort of like things to fill out their knitting bag. This is one, if you don't knit, that might be difficult. But I think it's worth kind of just poking around, searching knitting gifts online, and see if anything comes up that feels cute. Looking on Etsy feels like a good opportunity. But I would say, like, anything that feels really personal, like choosing the yarn for your project, you probably want to avoid, particularly because you don't know what her skill level is. So think accessories versus yarn with a hobby like that."]},{"begin":"449.400","end":"489.920","lines":["But the other thing that you said is that she wants a butter dish, and I think that's a really fun opportunity to find something that feels really fun. But I would recommend going to, like, an antique store or a vintage store or looking on Etsy for something that's, like, a little bit more unusual or unique. And a thing that I really like to do with food related gifts is to pair it with a food of some sort. So in this case, when you give it to her, depending on the circumstances, you could also give it to her with, like, some really nice butter. Like, you could go to a nice high-end food shop and get, like, you know, just, like, the fanciest butter that they've got or even just some Kerrygold - but something that kind of takes it to the next level. So not only are you picking out the perfect butter dish, but you're giving her a new butter to try."]},{"begin":"489.920","end":"494.200","lines":["Oh, I love that. You have me already searching. I'm googling butter dishes."]},{"begin":"494.200","end":"515.640","lines":["Yeah. So you could also do - like, there's lots of fancy little butter knives that you can buy that kind of go with, like - or like, they're like cheese knives, but I use them for butter personally. So, like, something like that could also help flesh out the gift, if you wanted to add more to it. Not that you need to because I think this is enough - but just thinking about kind of, like, how to build a whole little kit of small things versus trying to find one perfect gift can also be a nice option."]},{"begin":"515.640","end":"531.920","lines":["Totally. I wonder, how should your relationship with a person come into play when you're giving a gift? Like, I'm Clare Marie's co-worker. And like I said, I started in September, and we're vibing. But we - it feels like we're at the butter dish level, you know."]},{"begin":"531.920","end":"563.080","lines":["I think you're totally right. Like, that feels like the exact correct gift, because it's friendly and it's warm without feeling super personal or intimate. And it's, like, a thing that she'll use. You know that she's mentioned wanting it. But you don't know her taste so well that you're trying to pick out a really expensive item where she can only have one and it needs to be perfect. Like, you have a little more wiggle room with something like a butter dish. And so I think with coworkers or people who you don't know super well yet, going for those gifts that you're - like, you're generally getting in the right area. And even if it's not perfect, there will still be value in it for them. I think that's the right move."]},{"begin":"563.080","end":"565.280","lines":["Yeah. Butter is super neutral."]},{"begin":"565.280","end":"570.280","lines":["It is. Everyone can enjoy butter. It's really not that personal."]},{"begin":"570.280","end":"574.000","lines":["I feel like sometimes the best gifts are - like, they're little treasures."]},{"begin":"574.000","end":"603.440","lines":["Completely agree. Yeah, just like little weird things that people pick up on their travels or those I-saw-this-and-thought-of-you gifts. I think it's never a bad idea to just - if you see something that reminds you of somebody, buy it then. And you can either save it for their birthday or just give it to them then if it's small. Like, it just - it's a nice thing to do in friendships and relationships to just be thoughtful and give little gifts as you come across them. But I agree. They don't need to be elaborate or super complicated. It's just like, here's a weird, funny thing that reminded me of you and I thought you'd like it."]},{"begin":"603.440","end":"608.920","lines":["Do you have, like, a box or a bag under your bed with all the gifts you're saving up?"]},{"begin":"608.920","end":"620.760","lines":["I don't. Because I think I have - I save ideas, but I don't usually buy the gift until it's time, just because you never know if something better is going to come along. But usually kind of, like, storing those ideas away as you come across things is a good idea."]},{"begin":"620.760","end":"622.640","lines":["Where do you store the ideas?"]},{"begin":"622.640","end":"642.760","lines":["Usually in, like, a notes app. One tip for everybody is if you have an iPhone, in a contact card, you can put notes in the contact card. So you can make a note of, like, gifts you'd like to buy this person as you think of them, or you can email them to yourself. Put it in your calendar reminder if you have that person's birthday on your calendar. Just wherever you can find it easily, I think, is the most important thing."]},{"begin":"642.760","end":"650.600","lines":["That's really smart. I'm going to do that. Can a gift help you deepen your connection or your relationship with someone?"]},{"begin":"650.600","end":"693.040","lines":["I think so, particularly if you think about experience gifts like a museum membership where the implication is, like, we're going to do this together. And that might be something with a family member or a significant other. But I think the idea of, like, this is something that we can do together or that we have in common. Or if you have a parent who's really into a particular sport, maybe you get them tickets to that game for their birthday with - and you're going to take them. And you're going to go together, and you're going to make an event of it. I think that can be a really nice way to deepen that bond, because you're not only giving them this really special thing, but you're also enjoying it with them. And even if it's something that you don't personally love, like, the idea of, like, for your birthday, I'm going to spend time engaging with the thing that you love, I think, can make people feel closer."]},{"begin":"693.040","end":"697.440","lines":["What do you think about just asking people what they want for their birthday or whatever?"]},{"begin":"697.440","end":"720.440","lines":["I think that's totally fine. Again, I don't think that we need to put so much pressure on ourselves to choose the perfect gift without any input from the other person. So again, it kind of goes back to your relationship. With people you're really close to, like family members or partners, I think it's, like, totally, like, absolutely ask. I think with friends it can be trickier because you are in that weird position of like, are we doing gifts? It kind of depends on how close you are."]},{"begin":"720.440","end":"747.560","lines":["But I think you can frame it elegantly if kind of, like, you know, if they've got a birthday coming up, like, you know, what's on your wish list this year? Or, like, you can say, like, I want to get you something special. I think giving them a category is like, are there any cookbooks that you're really excited about that you've been wanting? Like, give me a short list. And then, like, the gift is you pick one of them, but they've given you five. Giving them a little wiggle room when they give you ideas so that you can kind of, like, retain some of the magic of gifting, which I think a lot of people are hoping for."]},{"begin":"747.560","end":"761.920","lines":["Yeah. There are some people who really don't want any more physical items, or they don't have the space for it. What are some kinds of experiences you could consider as gifts or acts of service even?"]},{"begin":"761.920","end":"783.800","lines":["I think that consumables can be a really good option for people who don't want more staff or don't have room for it. So again, thinking about, like, is there a bakery in your area that makes really great pies or breads? Like, could you get them a really nice gift basket that essentially they're going to eat everything out of it, and, like, you know, the basket is just a cardboard box at the end of the day. Something like that could be really good. We talked about museum memberships, and I think that's a nice option."]},{"begin":"783.800","end":"804.040","lines":["Or are there other things in their area that they like to do regularly that you could sort of help facilitate? Carwash gift certificates can be a really nice option that kind of work for everyone who has a car. So that could be a way you could do acts of service and something consumable that they might not be necessarily thinking about. But kind of combining these things together can be a nice way to do it."]},{"begin":"804.040","end":"817.240","lines":["I think a lot of people feel like they don't have the budget to get someone a good gift. But also just based on what we're talking about, it seems like gifts don't have to be expensive to be meaningful."]},{"begin":"817.240","end":"817.560","lines":["Agree."]},{"begin":"817.560","end":"823.320","lines":["Right? Like, there's a lot we've just listed that are totally affordable or even might just require your time."]},{"begin":"823.320","end":"856.640","lines":["Definitely. I think that flowers you can probably get for 20, $25, that can be really nice. A book that you think they'll like is always a safe bet, particularly if you can find a copy signed by the author at the bookstore. I think that's a really nice way to take it to the next level. Can you make something? Can you make a really delicious batch of cookies that you, like, wrap up nicely for them?"]},{"begin":"856.640","end":"894.240","lines":["So I think just thinking about, what can I personally provide? A little piece of art - like, if you can draw or paint, can you make them a little something? Just - it doesn't have to be a big ordeal. It can be small and personal. And it's just a way of, like, saying, I acknowledge this. I acknowledge your birthday. I care about you. I wanted you to have something nice and special on this day."]},{"begin":"894.240","end":"898.920","lines":["Yeah. At their very best, what can gifts do for us?"]},{"begin":"898.920","end":"953.880","lines":["I think at their very best, gifts can give us an opportunity to do something that we might not have been able to do otherwise. They could really be about discovery. So I think, like, the gifts that are so special are the ones that are like, you found the perfect thing for me that I didn't even know existed. That's really hard to pull off. So we'll say that's, like, the platonic ideal. But I think beyond that, gifts can - they can solve a problem. They can make somebody's life a little easier in some way. They can bring them a little joy or delight or pleasure. They can make them feel less alone. They can make them feel seen. They can do any number of these things."]},{"begin":"953.880","end":"984.800","lines":["And I think it can be helpful to just think about, what do I want my gift to do? Do I want it to make somebody laugh or do I want it to make them feel, like, really moved and cry? Because those are two totally different gifts, most likely. Just think about what you're trying to achieve with the gift and, like, start there versus trying to come up with the perfect gift that would be perfect for anyone and everyone."]},{"begin":"984.800","end":"989.840","lines":["Clare Marie, are you feeling like I should get you a butter dish or has it now ruined the surprise?"]},{"begin":"989.840","end":"996.200","lines":["No, 100%. I want a collection of butter dishes, you know."]},{"begin":"996.200","end":"996.520","lines":["Amazing."]},{"begin":"996.520","end":"997.280","lines":["OK."]},{"begin":"997.280","end":"998.400","lines":["We did it."]},{"begin":"998.400","end":"999.960","lines":["You guys did it."]},{"begin":"999.960","end":"1002.120","lines":["Wow. Good. OK."]},{"begin":"1002.120","end":"1004.720","lines":["Really nice to meet you, Rachel."]},{"begin":"1004.720","end":"1005.880","lines":["You, too."]},{"begin":"1005.880","end":"1080.960","lines":["For more LIFE KIT, check out our other episodes. We have one on how to buy gifts on a budget and another on how to prepare for wildfires. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. OK. And now it's time for the credits, aka the list of people I now have to come up with gift ideas for. This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Stacey Abbott. I'm Marielle Segarra. Thanks for listening."]}],"duration":1080}