{
  "title": "Diet culture is everywhere. Here's how to fight it",
  "url": "https://www.npr.org/transcripts/1067210075",
  "intro": "In 2022, 40% of New Year's resolutions in the U.S. were based on weight loss. Why do we set these goals for ourselves? Diet culture, the social expectations that value thinness and appearance above all else can impact how we view our bodies and treat others. The good news is, we can free ourselves from this mindset.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show, and it's New Year's - a big time for weight loss resolutions, gym membership deals and pressure all around to lose that so-called holiday weight. So I have an uncomfortable question for you - are you truly happy with your body? The odds are, probably not. As a country, we spend $33 billion on diet products annually. And every year, an estimated 45 million Americans go on a diet. I have. And if you're listening to this episode, you likely have, too. So follow-up question - why do we want to change our bodies? There are a million different personal ways to answer this question - a New Year's resolution, baby weight, bullying, medical issues, sex life, high school reunion, your gym buddy, your bathing suit, your family, your partner, social media. But the real culprit, the puppet master pulling at every single one of these personal strings, is diet culture - our collective set of social expectations..."
    },
    {
      "author": "NADIA CRADDOCK",
      "text": "Telling us that there's one way to be and one way to look and one way to eat - that we are a better person, we're a more worthy person if our bodies are a certain way and if we eat a certain way. So it's in everything. It's in the language that we use. It's in how we speak to each other. It's how we have those everyday conversations around food and bodies and eating."
    },
    {
      "author": "SAND CHANG",
      "text": "And for most of us, the shaping and the socializing we get and indoctrination into diet culture happens when we're incredibly young. And then sooner or later, we start to get messages about what bodies are good bodies or not. And most of us have internalized the message that thin bodies are better than fat bodies."
    },
    {
      "author": "TAGLE",
      "text": "One of the wildest parts about this picture - diets don't work for an overwhelming majority of people."
    },
    {
      "author": "CALEB LUNA",
      "text": "It's literally a scam built to fail, and that's what keeps people invested."
    },
    {
      "author": "TAGLE",
      "text": "The other thing - diet culture can be sneaky and go by lots of different names. These days, it's often disguised as wellness or a healthy lifestyle or getting strong."
    },
    {
      "author": "CRADDOCK",
      "text": "But it's just a rebranding. There's that very common error of equating health and thinness as one in the same, and that you can tell how healthy someone is by their body size."
    },
    {
      "author": "TAGLE",
      "text": "Let's hear that again - fitness and health are not the same, and fatness does not necessarily equate to being unhealthy. That might feel hard to believe, but stick around. Our culturally accepted health and beauty standards are actually a mixture of one part flawed science and two parts fatphobia rooted in racism, oppression and the maintenance of social hierarchy. The resulting cocktail is our diet culture - an ever-adapting all present societal force that places our bodies on a hierarchy."
    },
    {
      "author": "CHANG",
      "text": "The ways that we interact with food or the ways that we treat our bodies can be seen as means of gaining access to certain spaces, gaining access to love and acceptance and group membership."
    },
    {
      "author": "TAGLE",
      "text": "It pits food as the enemy."
    },
    {
      "author": "VIRGIE TOVAR",
      "text": "Diet culture is drama. It is high drama of the highest order. It takes the simplest, most obvious, intuitive act of eating, and it turns it into a high-stakes thriller."
    },
    {
      "author": "TAGLE",
      "text": "And it ties worth and social capital to weight and appearance."
    },
    {
      "author": "LUNA",
      "text": "When you fall outside of those parameters of what a normatively (ph) desired or desirable body is, you don't get treated as well. And I don't mean that, like, the grocery clerk doesn't, like, smile at you and say hello. I mean, like, you literally don't get jobs. You don't get housing opportunities."
    },
    {
      "author": "TAGLE",
      "text": "So how do we untangle ourselves from all of this? There's plenty you and I can do today, right now, regardless of age or gender or body type, to start freeing ourselves from this dangerous mindset. In this episode of LIFE KIT, divesting from diet culture."
    },
    {
      "author": "TAGLE",
      "text": "OK. The first string we need to cut - language. You don't have to look too hard to find diet culture in the things we say to each other or to ourselves."
    },
    {
      "author": "TAGLE",
      "text": "I'd love to do just a quick little exercise with you."
    },
    {
      "author": "CHANG",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "First one - I ate way too much. I'm never eating again."
    },
    {
      "author": "CHANG",
      "text": "Diet culture."
    },
    {
      "author": "TAGLE",
      "text": "I have to work out today. I took two days off last week."
    },
    {
      "author": "CHANG",
      "text": "Diet culture."
    },
    {
      "author": "TAGLE",
      "text": "Wow, you look great. Did you lose weight?"
    },
    {
      "author": "CHANG",
      "text": "Diet culture."
    },
    {
      "author": "TAGLE",
      "text": "That's..."
    },
    {
      "author": "CHANG",
      "text": "Dr. Sand Chang. I am a Chinese American non-binary therapist and psychologist and DEI consultant."
    },
    {
      "author": "TAGLE",
      "text": "Chang specializes in research and treatment of eating disorders within marginalized communities in the Bay Area. They say decoupling from diet culture is often eye-opening and also uncomfortable."
    },
    {
      "author": "CHANG",
      "text": "Once you have started to unlearn or deprogram yourself, it's actually quite painful to see other people feel so badly about their bodies and verbalize it."
    },
    {
      "author": "TAGLE",
      "text": "Friends, I'm afraid it's time for a little discomfort. But it's for your health, I promise. Our first takeaway is, words matter. Be intentional in your conversations and your community-building."
    },
    {
      "author": "TAGLE",
      "text": "Here's what I mean by that - a lot of us have been on both the giving or receiving end of coded comments about food and weight, right? Some of them might sound pretty neutral, even nice. Who doesn't want to hear, hey, you look great? But when it's followed up with a, have you lost weight..."
    },
    {
      "author": "CRADDOCK",
      "text": "Very classic diet culture. So on face value, it sounds like a positive thing, but that's really about endorsing and reinforcing those ideas that to be thinner is to be better."
    },
    {
      "author": "TAGLE",
      "text": "That's Nadia Craddock - a body image researcher at the Centre for Appearence Research in the U.K., as well as a host of two different podcasts dedicated to combating negative body image."
    },
    {
      "author": "CRADDOCK",
      "text": "People lose weight for different reasons - stress, depression. Even if that has been intentional weight loss, that person may not sustain that weight loss. So what happens when they regain the weight? Are they no longer amazing?"
    },
    {
      "author": "TAGLE",
      "text": "Good or bad, weight talk can be loaded. So PSA here - no one - I repeat, no one - has license to comment on your body unsolicited. Still feeling complimentary?"
    },
    {
      "author": "CRADDOCK",
      "text": "I think it's always nice to focus on something that a person has done intentionally."
    },
    {
      "author": "TAGLE",
      "text": "Love those new earrings. Awesome PowerPoint presentation. Girl, your garden is thriving. Another option always available - saying nothing at all, says Virgie Tovar, a San Francisco-based author and public speaker whose work centers on ending weight-based discrimination."
    },
    {
      "author": "TOVAR",
      "text": "I've been calling it, like, the sacred silence. You don't have to learn how to talk about bodies in an amazing, positive way right now. You can just opt out of doing it."
    },
    {
      "author": "TAGLE",
      "text": "And this also applies to how you let other people talk to you, as tough as that may be."
    },
    {
      "author": "TOVAR",
      "text": "And I know, especially in communities of color - like, I mean, I grew up in one. I know that that is very taboo to kind of, like, tell your aunt or somebody who's older than you, you don't get to talk about me like that, or I don't have to sit here and take this."
    },
    {
      "author": "TAGLE",
      "text": "If you know you're headed into a potentially thorny or uncomfortable situation, prepare. Tovar encourages people to write scripts ahead of time and to lean into their authentic voice. Can you use humor to diffuse diet talk? Arm yourself with data. Or maybe just find your own best and kindest version of, hey, man, cut it out. Beyond that, consider making an exit strategy."
    },
    {
      "author": "TOVAR",
      "text": "Like, do you have a car or a reliable ride to get you out of your - if you're tired and you just want to get away? Is there a place that you can go? Are there some things you can carry with you in your pockets or your bag that might remind you this might be hurtful and unpleasant right now, but it won't last forever or that might help self-soothe you?"
    },
    {
      "author": "TAGLE",
      "text": "All of this to say it's possible to exercise agency in our diet culture-obsessed world by simply setting limits on how much of that negative interpersonal energy you willingly let into your life. That could look like limiting visits with family, surrounding yourself with a supportive community or finding fat-positive spaces online. Of course, our personal interactions don't exist in a vacuum. Where is all of this assumptive, judgmental chatter coming from anyway? Let's zoom out a little."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway two - health and beauty are not absolutes. Fat phobia is harmful fiction. For decades, diet culture has preached as divine truth that health, beauty and thinness are all one in the same, that every fat person is a thin person waiting to be released, that we should fear fatness. Let's clarify something."
    },
    {
      "author": "TOVAR",
      "text": "You are not afraid of being fat. You are afraid of being treated like a fat person."
    },
    {
      "author": "TAGLE",
      "text": "Author and activist Tovar speaks from personal experience. Growing up as a fat person, she experienced constant verbal and emotional fat-phobic abuse in school."
    },
    {
      "author": "TOVAR",
      "text": "I internalized the shame and the belief that it was my fault. And the way that I dealt with that was to try to become a thin person. I dieted. I starved. I obsessively exercised for about 20 years."
    },
    {
      "author": "TAGLE",
      "text": "But then, in doing research for grad school, Tovar found a community of fat activists, a group advocating for the rights and dignity of fat people."
    },
    {
      "author": "TOVAR",
      "text": "And they basically told me, you know, you have the right to exist exactly as you are. You don't have to change. Like, you have the right to be fat."
    },
    {
      "author": "TAGLE",
      "text": "The right to be fat - let's sit with that a second. In a society where thinness equals beauty, this can sound like a really subversive idea, but it's not universally so."
    },
    {
      "author": "TOVAR",
      "text": "I think that we have this idea that beauty is sort of a fixed thing or, like, a biological or an ahistorical thing. And in actuality, what we know is that what we think of as beautiful is very, very impacted by socialization."
    },
    {
      "author": "TAGLE",
      "text": "Tovar points to the hundreds of years-long practice of foot binding in China and to modern-day communities in Mauritania, in which fatness is considered the height of beauty. So much so, parents hire fattening consultants and girls take pills that are used to make livestock bigger."
    },
    {
      "author": "TOVAR",
      "text": "The takeaway for me was that no matter what the beauty standard is, women will die to achieve it in a culture where they are taught that their worth and their access to love and humanity is based on that beauty."
    },
    {
      "author": "TAGLE",
      "text": "So that need to work 100 crunches into your morning routine or that guilt you feel when you pick the chocolate shake over the kale smoothie - it's probably not about health. It's about America telling you again and again that if you want to fit in, you have to be thin. And this is true of our health perspectives, too, says psychologist Chang."
    },
    {
      "author": "CHANG",
      "text": "You know, a cousin of diet culture, I would say, is healthism, which is this idea that we have to be healthy. There is a moral imperative. There's a lot of judgment that comes with it. You might look at someone say, wow, they're really not healthy, when there might be a lot of barriers to health. And actually, so much of our individual health isn't determined by our individual choices and behaviors. A lot of it is determined by social determinants. And weight stigma has actually been determined to have a greater impact on the health problem that fat people experience than their weight itself."
    },
    {
      "author": "TAGLE",
      "text": "Did you get that? Our fear of fatness is more harmful than actual fat. In addition to causing perhaps more obvious conditions like anxiety and depression, studies show that experiences of or expectations for poor treatment due to weight stigma may cause stress and avoidance of care for things like sexual health, cancer screenings or other preventative measures. That is diet culture at work. So the next time you look in the mirror and feel dissatisfied that you're not pretty or thin enough, maybe ask yourself, says who?"
    },
    {
      "author": "TAGLE",
      "text": "And in order to really answer that question, we need to step back a little further. Takeaway three - the BMI is BS. Unlearn what you think you know about diet health."
    },
    {
      "author": "TAGLE",
      "text": "For years, we've heard that a high BMI or body mass index leads to disease and death. But let's get the real story, because all of our experts agree that a crucial step to breaking up with diet culture is to understand it's deeply biased and blatantly oppressive origins. Sabrina Strings is a professor of sociology at the University of California, Irvine, and author of the book \"Fearing The Black Body: The Racial Origins Of Fat Phobia.\" Her extensive research shows that the fat phobia so prevalent in today's society was largely a product of two elements working together to anoint Europeans as superior to all others - the slave trade and the spread of Protestantism, which in the 18th century, regarded fatness as a crisis of Christian impropriety."
    },
    {
      "author": "SABRINA STRINGS",
      "text": "So they started to build up this enterprise of race science. They start to say, OK, well, we know in addition to skin color that Black people have small brains. They cannot control themselves, and here's evidence of that. They are overly interested in sex and overly interested in food. As a result, they would claim, Black people have higher rates of many different types of venereal diseases. And then also, Black people tend to be fatter. So we, as Europeans, as the so-called elite race, we need to set an example."
    },
    {
      "author": "SABRINA STRINGS",
      "text": "And part of the example that they were setting was showing restraint in terms of sex and also in terms of food. And their argument was, this is how we know that we have the right not only to manage ourselves, but also to serve as a good example for the savages across the globe who don't know how to manage themselves."
    },
    {
      "author": "TAGLE",
      "text": "OK. So fatness equals inferiority. Got it. Over time, this idea took root at all levels of culture and society, including the medical practices we still use today."
    },
    {
      "author": "TAGLE",
      "text": "Enter the BMI. The body mass index was created by a 19th century Belgian statistician named Adolphe Quetelet. It was built as a tool to assess weight distribution across populations and was based on - big, bolded air quotes here - \"the ideal man\" using a small sampling of the size and measurements of white male Scottish soldiers. Eugenics was eventually built on Quetelet's idea of an ideal man. Then, in the 1970s, a number of prominent American doctors, tired of insurance companies setting arbitrary weight and mortality standards for insurance payments, adopted and rebranded Quetelet's index."
    },
    {
      "author": "STRINGS",
      "text": "And they were saying, OK, this tool is also arbitrary, but it's no less arbitrary than using these standard weight tables."
    },
    {
      "author": "TAGLE",
      "text": "The thing is, the BMI was never meant to measure individual health and, again, was based purely on studies of white men."
    },
    {
      "author": "STRINGS",
      "text": "And in my research, I found that there were only 17 of these studies. There's no evidence that these studies were representative in terms of race, age, gender, any of the things that can lead to differences in outcomes. However, now we have a standard that exists worldwide that is based on a limited number of studies that were not intended to create this global standard."
    },
    {
      "author": "TAGLE",
      "text": "And yet today, it is the global standard upon which our diet culture has been built. It's the most common judge and jury of what we understand as healthy for all genders and body types and is the ultimate reinforcer of fat phobia. Still, Strings says people often struggle to write off the BMI because of how often it's used to prove that fatness leads to illness. But..."
    },
    {
      "author": "STRINGS",
      "text": "Correlation is not causation. Just because you were able to find that two variables are associated does not mean that one is causing the other. We already know what the real causes of poor health outcomes are. There are many different people now who are doing work that show that an individual can be healthy at any size so long as they have the resources to do so, like access to fruits and vegetables, access to lean proteins, living in walkable neighborhoods, having clean drinking water. All of these things are so important to our health outcomes and yet instead of looking at these factors, people want to focus just on the weight and tell fat people to lose weight. It's useless."
    },
    {
      "author": "TAGLE",
      "text": "Useless - and also as harmful a belief as it is popular. One way to protect yourself here? Chang says you have the right to say no to getting weighed at the doctor's office. If your doctor gives you a weight-based recommendation, don't be afraid to push back or advocate for yourself. If you feel comfortable, ask them what advice they would give to someone at a different BMI."
    },
    {
      "author": "TAGLE",
      "text": "But the work doesn't end there, which brings us to Takeaway 4 - identify and interrogate diet culture messaging. It's everywhere, and it has real consequences. If it isn't already abundantly clear by this point, diet culture is a super sly shapeshifter. If we want to be able to overcome it, we have to be able to spot it in our day-to-day lives."
    },
    {
      "author": "TAGLE",
      "text": "Let's start with how diet culture makes us feel about ourselves. The interpersonal impact of social media is a common example says body image researcher Craddock."
    },
    {
      "author": "CRADDOCK",
      "text": "It can show up in terms of those, like, food blogs and how people - and the language people use around food and how they're portraying food in terms of food being, like, somehow virtuous. And then we see those transformations, so we see that a lot. So it's perpetuating the idea that that body type and those ways of eating is something that we should be working towards and we should aspire to and that's what's going to transform our lives and make us happy and successful."
    },
    {
      "author": "TAGLE",
      "text": "If your feed is making you feel bad about your body, Chang says it's time for a check-in."
    },
    {
      "author": "CHANG",
      "text": "What is causing me to feel this way about my body right now? Is my body that different from what it was yesterday or even this morning? What are the external impacts that are coming into play and what choice do I have in terms of how much I want to respond to them?"
    },
    {
      "author": "TAGLE",
      "text": "And let's remember here, the face of diet culture has changed over the years. There are a lot of voices out there that are like, sure, maybe we used to be all about being skinny-minis, but look how far we've come - curves are in, slim thick is queen, Kim K."
    },
    {
      "author": "STRINGS",
      "text": "But the thing that we have to keep in mind is that these kinds of figures - first of all, they rely on a person still managing their weight. I don't think that anyone assumes that anyone in the Kardashian clan isn't going to the utmost extremes to keep themselves in the form that they are in - you know, waist trainers, flat tummy tees, surgeries, implants, everything."
    },
    {
      "author": "TAGLE",
      "text": "Are you investing in diet culture when you think you're aiming for health? Our contouring makeup, our shapewear, booty-building workouts - all of these beauty tools might feel value-neutral or even positive, especially when they're promoted by nonwhite bodies. But again, says Tovar..."
    },
    {
      "author": "TOVAR",
      "text": "Even if we see people in our culture who are held up as ideals of beauty, who might be people of color, that standard is fundamentally a white, masculine standard."
    },
    {
      "author": "TAGLE",
      "text": "Chang also reminds us that diet culture hides under different names."
    },
    {
      "author": "CHANG",
      "text": "Today, we know diet is kind of a bad word, so we pretend we're not dieting by saying we have a new - you know, a wellness plan or a new lifestyle change. But if someone is intentionally trying to lose weight, then it's a diet."
    },
    {
      "author": "TAGLE",
      "text": "So as soon as you hear talk of calorie restriction of any kind, stop and remember it's diet culture. Next, the interpersonal level, how others treat you based on your body. Chang says there are a few key ways to identify the markings of diet culture. First..."
    },
    {
      "author": "CHANG",
      "text": "There is a value judgment that suggests that someone's way of eating or someone's body is better or worse, depending on what they're doing or how they're presenting it."
    },
    {
      "author": "TAGLE",
      "text": "Do you ever feel judged at the gym? Ever been encouraged to wear more slimming patterns or been worn to lay off the french fries? These overarching fatphobic attitudes reach far past just appearance ideals."
    },
    {
      "author": "CRADDOCK",
      "text": "It's who is deemed as acceptable, who's deemed as smart, all these stereotypes that we attribute to different types of appearance."
    },
    {
      "author": "TAGLE",
      "text": "And, of course, it's important to note that the impact of all of this is often compounded for people with marginalized identities. For example, Chang says trans people are eight times more likely to develop an eating disorder. But as Craddock tells us, diet culture doesn't just hurt individuals. It manifests on an institutional level."
    },
    {
      "author": "CRADDOCK",
      "text": "We know weight discrimination is common in society. It happens in multiple different settings, from education to health care to the workplace."
    },
    {
      "author": "TAGLE",
      "text": "Weight discrimination is legal in 49 of 50 states, with Michigan the only state that specifically forbids discrimination in employment based on weight. But what does that actually look and feel like? Meet Caleb Luna."
    },
    {
      "author": "LUNA",
      "text": "I'm a lifelong fat person. I've been fat since - I started getting fat in the first grade. And I'm a writer, performer, scholar, teacher, currently completing my Ph.D. in performance studies at UC Berkeley."
    },
    {
      "author": "TAGLE",
      "text": "And a lot of their personal writing focuses on navigating the world as fat. Take airplanes, restaurants, movie theaters. Entry is limited to an assumed body size."
    },
    {
      "author": "LUNA",
      "text": "I feel this as somebody who is an academic, right? And I've been, like, invited into the university to some extent. But then when I get into the classroom, the desks don't actually fit me. So it's like this sort of domino effect where people assume that because fat and disabled people aren't present, then we just don't exist or we don't want to be there. And it's like, no, actually, like, you've intentionally structured this environment to be this way."
    },
    {
      "author": "TAGLE",
      "text": "We might consider basic accommodations like doorways or seatbelts as value-neutral, but that only shows us how much diet culture has influenced the design of our world. With so much latent fatphobia and such high stakes, it's important to stay curious and critical, especially if you're in a position of power or influence. And then, of course, there's dealing with food itself. Takeaway five - heal your relationship with food through intuitive eating."
    },
    {
      "author": "TAGLE",
      "text": "OK, so we've tossed out the BMI and unsubscribed from diet culture. What's next? We just eat whatever we want whenever we want? Well, yeah, basically."
    },
    {
      "author": "AYANA HABTEMARIAM",
      "text": "I like to define intuitive eating as the way that people would eat if it weren't for all these food rules that we have."
    },
    {
      "author": "TAGLE",
      "text": "Ayana Habtemariam is a registered dietitian with a private practice in Arlington, Va."
    },
    {
      "author": "HABTEMARIAM",
      "text": "I help people heal from body oppression and trauma related to feeling as if their bodies aren't good enough."
    },
    {
      "author": "TAGLE",
      "text": "She doesn't work off of BMI."
    },
    {
      "author": "HABTEMARIAM",
      "text": "We set goals that aren't numbers-related."
    },
    {
      "author": "TAGLE",
      "text": "Habtemariam, like all of our experts, is a proponent and practitioner of intuitive eating."
    },
    {
      "author": "HABTEMARIAM",
      "text": "It's a self-care eating framework that utilizes 10 principles that help us reteach us how to trust our bodies and how to make the best eating decisions for ourselves."
    },
    {
      "author": "TAGLE",
      "text": "If you like the sound of that, we've got a whole episode on intuitive eating that will link to you in the show notes, or you can find by searching, intuitive eating + LIFE KIT. But for now, here's the big-picture idea."
    },
    {
      "author": "HABTEMARIAM",
      "text": "Our bodies are wired to know how to eat and to know how to respond to our needs. It's prioritizing body knowledge over the external rules, like calorie counting and portion sizes and all those things."
    },
    {
      "author": "TAGLE",
      "text": "We've all got an antenna that tunes into our body's hunger messages. But diet culture blocks that signal and makes it difficult to know what we need. Repairing that wiring starts with making sure you have access to food. And let's remember here, that's not a given for everyone. From there, it's all about ditching diet rules, honoring your hunger and giving yourself unconditional permission to eat."
    },
    {
      "author": "HABTEMARIAM",
      "text": "When we moralize food, we kind of - it's a slippery slope, especially when you have not rejected diet culture, when you haven't rejected that diet mentality. But when you know that you're good regardless, that you are valuable and worthy regardless, you can eat anything you want."
    },
    {
      "author": "TAGLE",
      "text": "I know this might sound really scary to some. Won't I just eat everything in the fridge immediately? Habtemariam says it's true that bodies that have faced a lifetime of restriction might take some time to recalibrate."
    },
    {
      "author": "HABTEMARIAM",
      "text": "There are systems in place, if you will, or ways that our bodies can make up for what we need. It causes us to be preoccupied with food and think about food all day long."
    },
    {
      "author": "TAGLE",
      "text": "But when nothing's off limits anymore, when you don't have to put the ice cream in the back of the freezer and you don't have to wait for a cheat day..."
    },
    {
      "author": "HABTEMARIAM",
      "text": "It loses its temptation and that allure."
    },
    {
      "author": "TAGLE",
      "text": "It's important to say here that while this methodology sounds simple, this could be a really hard process for some, especially if you struggle with disordered eating. That's OK. And there are plenty of resources available, from workbooks and support groups to body-positive nutritionists like Habtermariam or culturally sensitive, gender-affirming therapists like Chang - that can help you through. And those efforts are worth it because when we decouple what we eat from what we're worth, food is no longer an enemy, and eating is no longer a soap opera. Food is just food, and your body can become an ally. That's huge. Our final takeaway, takeaway six, is befriend your body."
    },
    {
      "author": "CHANG",
      "text": "To me, a positive relationship with your body means that you are willing to do the things that any other relationship requires. So you take time. You listen. You pay attention to its needs. You treat it with compassion. There is communication both ways."
    },
    {
      "author": "TAGLE",
      "text": "Be honest. Would you treat your bestie the way you currently treat your body? Would you ever tell your good friend they weren't good enough for not looking like a model or get angry at them if they got tired and couldn't finish a morning run?"
    },
    {
      "author": "CHANG",
      "text": "And so rest is incredibly important and being able to listen to when the body says, that's enough; I need to slow down, or listen to when the body says, you know, I think I've had enough food."
    },
    {
      "author": "TAGLE",
      "text": "Another way to make nice - remember all the ways your body shows up for you, says Tovar."
    },
    {
      "author": "TOVAR",
      "text": "We're often taught to see our body from a deficit model. Like, what doesn't it do? What isn't it getting me? And I encourage people to kind of flip that on its head. You know, regardless of your ability level, your body is absolutely doing rad stuff."
    },
    {
      "author": "TAGLE",
      "text": "Our bodies are amazing, but I hear you. Self-love is hard. Here's Chang again."
    },
    {
      "author": "CHANG",
      "text": "It might be a lot of pressure, almost a form of gaslighting, to say, just love your body, when we've grown up and been socialized in cultures that tell us that our bodies aren't OK or that we should be hating our bodies."
    },
    {
      "author": "TAGLE",
      "text": "So if body positivity feels like too tall an order right now, try instead for body neutrality, meaning..."
    },
    {
      "author": "CHANG",
      "text": "We have a relationship to it without judgment, without positive or negative. It just is, and we don't have to react to it. And some days we're going to not actually feel so great about our bodies, and some days we will feel good about our bodies. But for the most part, we're not resting our actions, our lives, our values or our judgments on whether or not our bodies are bigger or smaller, more beautiful, curvy, et cetera."
    },
    {
      "author": "TAGLE",
      "text": "And a bonus benefit - disengaging from diet culture and reconnecting with your body will likely result in a lot more free time and mental space. Let's say you spend just five minutes a day worrying about food or your body or your weight, and living in the U.S., that's probably a conservative estimate. That's 30 full hours a year dedicated to self-hate."
    },
    {
      "author": "TOVAR",
      "text": "I could, you know, learn the fundamentals of a new language in that time. I could, you know, learn how to do a floral arrangement in that time. I could learn how to bake probably four or five new things. At the end of the day, diet culture is extremely intellectually - it's tiresome. It takes a lot of effort to think about it and to constantly be doubting yourself and disliking yourself. And, you know, what else could we do with that time?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. To do literally anything else..."
    },
    {
      "author": "TOVAR",
      "text": "Literally anything."
    },
    {
      "author": "TAGLE",
      "text": "...That would be better for you. Yeah."
    },
    {
      "author": "TAGLE",
      "text": "All right. I know this all sounds great, but easier said than done, right? Let's be clear. Like any other bad breakup, divesting from diet culture will likely feel hard and messy and imperfect and exhausting. It's not going to happen overnight, and the learning and work we all need to do extend far beyond you or me or this one podcast episode. As you heal and grow, you might feel the need to punch a pillow, scream-sing in the car, cry as you watch the Titanic or just call your best friend for a vent and a hug. But don't give up because freedom is waiting for you. We'll leave you with Craddock looking ahead."
    },
    {
      "author": "TAGLE",
      "text": "What does a post-diet culture world look like, Nadia?"
    },
    {
      "author": "CRADDOCK",
      "text": "Oh, goodness. Wow. I feel like that's quite something. I think - to me, I just think so many people will be freer and have more time and energy and money to invest in things that maybe really give them more joy and satisfaction."
    },
    {
      "author": "TAGLE",
      "text": "OK. I know you've been with us a while. Let's do a quick recap. Takeaway one - words matter. Be intentional with the language you use and the commentary you accept. Takeaway two - health and beauty standards are not absolute. We're socialized to fear fatness. Takeaway three - say it with me. The BMI is B.S. Takeaway four - be cognizant and critical of all of the diet culture messaging around you. It can sneak up on you. Takeaway five - heal your relationship with food through intuitive eating. And takeaway six - befriend your body by practicing two-way communication."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on intuitive eating, another on mental health and exercise, another on how to give advice. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "HELEN LEUNG, BYLINE",
      "text": "Hi. This is Helen Leung. If you have younger children, then you know the struggle of keeping bathroom hand towels looking nice. Buy brown hand towels. The darker color will hide any stains and look fresher longer."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a random tip or an episode idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Janet Woojeong Lee, Sylvie Douglas and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3733217703.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/24/lk_dietculture_lam_final_wide-bda9611a1e3a558edb36f4323e899b8b4d533a07.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "NADIA CRADDOCK",
    "SAND CHANG",
    "CALEB LUNA",
    "CRADDOCK",
    "CHANG",
    "VIRGIE TOVAR",
    "LUNA",
    "TOVAR",
    "SABRINA STRINGS",
    "STRINGS",
    "AYANA HABTEMARIAM",
    "HABTEMARIAM",
    "HELEN LEUNG, BYLINE"
  ]
}