{
  "title": "Stressed about money? Scared to check your balance? These tips are for you",
  "url": "https://www.npr.org/transcripts/1067497505",
  "intro": "If you wince every time you open up your credit card app or feel stressed just thinking about personal finances, here's how to curb money avoidance and train your brain to face your money woes head-on.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "Paper cuts, bodily fluids, my irrational fear of spiders, that giant earthquake destined for California. I'm Andee Tagle, one of the producers of this show, and that was a short list of things I'm more comfortable talking about than money. If you could make a long list like this of your own, you, too, could be dealing with money avoidance."
    },
    {
      "author": "JUDSON BREWER",
      "text": "If we have to pay the bills, we might notice that we suddenly find a place in our house or apartment that needs cleaning because we're going to procrastinate, you know, and avoid paying the bills."
    },
    {
      "author": "TAGLE",
      "text": "That's Judson Brewer, a psychiatrist, neuroscientist and author of the new book \"Unwinding Anxiety: Train Your Brain To Heal Your Mind.\" He says money avoidance is the practice of ignoring our financial situations, often to our own detriment. It can pop up in a lot of different ways."
    },
    {
      "author": "BREWER",
      "text": "There can be all sorts of signs, including procrastination, the turning away, you know, just avoiding conversation about money, not opening our bank account apps. You know, all of those are good signs of money avoidance."
    },
    {
      "author": "TAGLE",
      "text": "Brewer says dealing with your personal finances, regardless of your situation, can be deeply uncomfortable for a million different reasons. Whether you're worried about keeping the lights on or regretting all of that holiday spending or feeling the pressure of student debt, money woes are a heavy mental burden, and it's only natural to turn away from them. But..."
    },
    {
      "author": "BREWER",
      "text": "The avoidance doesn't magically make our bank account have more money in it. It doesn't magically get the bills paid. It doesn't magically help us, you know, work toward having more financial security, for example."
    },
    {
      "author": "TAGLE",
      "text": "As you probably already well know, more money avoidance, more problems. So in this episode of LIFE KIT, Judson Brewer is here to help us rewire our brain's relationship with money. Trust me. I don't want to talk about it any more than you do, but let's wince through it together, shall we?"
    },
    {
      "author": "TAGLE",
      "text": "OK. Takeaway 1 - money avoidance is a survival instinct. Your brain needs training to break the habit. To start, a little science for context - we all know why money is, perhaps much to our disdain, an integral part of our lives."
    },
    {
      "author": "BREWER",
      "text": "Well, the bottom line is we kind of need money to survive. You know, it helps us buy food. It helps us shelter ourselves, all of our basic needs."
    },
    {
      "author": "TAGLE",
      "text": "Now, this sounds painfully obvious, but it's important to remember that our money woes aren't just about status or personal pride. Money is a survival tool, just like spears and rocks were back in the cave man days. Brewer says today, the cave man part of our brains still operate in survival mode. So for self-preservation, our brains are set up to help us move toward things that are rewarding and away from things that are painful."
    },
    {
      "author": "BREWER",
      "text": "Our ancient ancestors, it was about food. You know, when they ate some food that their bodies signaled to them, hey, there's calories, you know, in this food, that was rewarding. So we'd remember to go back there. And if there was something scary, we would run away, and we'd remember to run away from that. The former we call positive reinforcement. The latter we call negative reinforcement."
    },
    {
      "author": "TAGLE",
      "text": "And the same rules apply when it comes to our interactions with money. Let's say, purely for the purposes of example and not at all based on real events, you cringe whenever you pull up your credit card statement because you know in the past you overdid it with the Amazon wish list, and a scary number attacked you on the screen."
    },
    {
      "author": "BREWER",
      "text": "If there's something that triggers an avoidance behavior and it helps avoid that unpleasantness, even for a little bit, we're going to learn to do it again. So (laughter) when you open up your bank app or whatever and, you know, as it's loading, if your brain says, ooh, this is going to be unpleasant, your automatic response might be to say, oh, I've got to turn away from this. I'm going to look away, even though we actually have to look at it at some point. But it might feel a little bit rewarding, even if we're not noticing that, just to wince for a moment."
    },
    {
      "author": "TAGLE",
      "text": "So if money has been a source of discomfort in the past and avoiding it has offered some short-term relief, we're more likely to repeat that same bad behavior. We assign a value to our money interactions. Our brains remember those feelings. And over time, habits form. Our brains rely on this habit formation, says Brewer, so that we can lean on our learned behaviors and use the rest of our processing power on new information throughout the day. That means if money avoidance is your go to, it'll likely stay that way. And this is true no matter your personal financial situation. We'll call this Takeaway 1A. Anyone can fall victim to money avoidance because at one point or another, we've all faced financial issues that we'd rather sweep under the rug."
    },
    {
      "author": "BREWER",
      "text": "We can turn away from them, or we can kind of learn to turn toward them and work with them. That's regardless of where we are on the privilege spectrum. So here, we can look at it as, what are the consequences of avoiding, you know, whatever we need to be paying attention to?"
    },
    {
      "author": "TAGLE",
      "text": "Of course, it's important to remember, the stakes of money avoidance aren't the same for everyone. Brewer says, for example, in a recent study..."
    },
    {
      "author": "BREWER",
      "text": "One in three Black Americans experienced moderate or severe financial stress - ready for this? - nearly every day. So it's really important that we are able to kind of notice our financial habits. It can feel extremely stressful to be wondering, you know, am I going to have electricity? Am I going to have heat for the winter, et cetera, et cetera? How can I deal with this stress so that I can help my brain kind of stay online to be able to deal with the real situation in a way that is most productive?"
    },
    {
      "author": "TAGLE",
      "text": "And that leads us to takeaway two - money avoidance is a habit loop. Break out of that reactionary stress mode by practicing mindfulness around your financial behavior. Brewer will lay out for you."
    },
    {
      "author": "BREWER",
      "text": "Anybody can do this. They can map out their habit loops around financial stress. You know, three elements - a trigger, a behavior and a result. And it can be as simple as noticing, you know, oh, when I think about money, there's the trigger. I go and clean my kitchen - example (laughter) as a behavior. And then what's the result of that? Well, I'm not actually getting at whatever the issue is where I need to pay my bills, or I need to check to see if my bank account is going to balance."
    },
    {
      "author": "TAGLE",
      "text": "From there, be easy on yourself. The next time you overspend or feel the urge to hide the electricity bill, try leading with curiosity instead of criticism, says Brewer, because the latter option just isn't productive."
    },
    {
      "author": "BREWER",
      "text": "We can beat ourselves up and say, oh, I should have done things differently. That doesn't help. It doesn't fix the past. It doesn't change anything. So here we can just step back and ask ourselves, what am I getting from this? What am I getting from avoiding? What am I getting from impulse shopping? What am I getting from whatever? And help us see that, oh, this isn't actually helping me. And then I think of the third step - is finding the bigger, better offer."
    },
    {
      "author": "TAGLE",
      "text": "The bigger, better offer. Brewer invokes this principle a lot in his work on disrupting stress and anxiety. The idea here is that if our brains work on a reward system, we can break harmful money habit loops by giving our brains a bigger bounty than avoidance provides. That switch breaks us out of caveman mode and into logic mode. And it starts with checking in with yourself."
    },
    {
      "author": "BREWER",
      "text": "What can I do that is more rewarding than avoiding paying attention to finances?"
    },
    {
      "author": "TAGLE",
      "text": "Now we're defining reward broadly here. If money is a source of stress or anxiety, your brain's bigger, better reward might look like simply pausing to bend that nervous energy."
    },
    {
      "author": "BREWER",
      "text": "And here, mindfulness practices can be helpful, as well, to simply help us kind of ground ourselves, you know, take a moment to take some mindful breaths or to - you know, sometimes, it's as simple as just kind of feeling the physical sensations of our feet, you know, like, just reminding us, oh, feel your feet. What do your feet feel like? - as a way to help us ground in our present moment so that our thinking brain can come back online so that we can then move forward in a way that's more skillful than if we'd been caught up in an old habit."
    },
    {
      "author": "TAGLE",
      "text": "All right. Briefly running through that process again, habit loops consist of a trigger, a behavior and a result. Maybe reflect back on your last few money interactions. What made you uncomfortable, and how did you respond to that discomfort? Did avoiding the problem make things better? If not, what can make your brain feel better next time?"
    },
    {
      "author": "TAGLE",
      "text": "And that brings us to takeaway three - replace avoidance with self-awareness and creativity. In moments of money trouble, simply being present can help you avoid future regret. Of course, this is so much easier said than done. Mindfulness is great in theory but generally a lot harder to conjure when there's only 10 minutes left of a super sale or when that payday advance is offering super low rates this week only. Brewer says that's because our brains are trained to seek immediacy over long-term rewards."
    },
    {
      "author": "BREWER",
      "text": "Our brains are really focused on avoiding things that are painful right now. It's really hard to look far into the future and plan into the future. This is called delay discounting in the research circles, where, you know, a future reward is discounted as compared to an immediate reward."
    },
    {
      "author": "TAGLE",
      "text": "Let's say, for example, I offer you the choice of $20 today or $22 in a week."
    },
    {
      "author": "BREWER",
      "text": "Most people would say, well, just give me the $20 today because I don't know if I'm going to see you in a week. Maybe you won't show up. That interest rate - you know, if we calculate that out, that's actually a pretty good return (laughter) on one week of waiting, of investing in that $20. But our brains aren't set up that way."
    },
    {
      "author": "TAGLE",
      "text": "The counter here, Brewer says, is to think smaller and reframe our money focus. Let's say you're out at a bar, and someone suggests another round. At that moment, try to quickly weigh the scales."
    },
    {
      "author": "BREWER",
      "text": "Is the second drink really worth it? Is it worth the whatever amount of money I'm going to pay for it as compared to just sticking with wine and just enjoying the company of my friends? That really dials into not, you know, I should tell myself to only have one drink at dinner. It moves away from that, and it moves into the, well, how rewarding is it when I look at, you know, the consequences, you know, if I get the bill at the end of the night, and I say, man, wow, that was really expensive? You know, I spent a lot of money tonight - as compared to, huh, you know, it wasn't that expensive because I remembered the last time, and it didn't feel great when the bill was big. But it feels much better when the bill is smaller and I can actually save money. And you know what? I had just as much fun with my friends or my family as I would have otherwise. That's where we can really dial in and help our brains see, oh, it's actually rewarding not to overindulge."
    },
    {
      "author": "TAGLE",
      "text": "Did you hear the small perspective shift there? We turned a deprivation mindset into an outlook of positive potential. And this idea of mindfulness and potential savings as a bigger, better offer can work in a lot of scenarios. Let's say you're a bit too big on retail therapy, that rush of excitement you feel from a new purchase. Brewer still struggles with this himself."
    },
    {
      "author": "BREWER",
      "text": "Yes, I've seen this a lot with myself during the pandemic with when I'm sitting in front of the computer a lot, right? And so my brain says, oh, you know, maybe you could use this new item. And, you know, I find myself going to the website and looking at it and, you know, noticing that excitement. Oh, maybe I could own that, too. And then I ask myself, do I really need this? And I just kind of feel into, you know, what it feels like to overconsume. And if I can just feel into those things for a moment, that - you know, the enchantment of the item often goes away."
    },
    {
      "author": "TAGLE",
      "text": "This could also look like trying to substitute pricy activities or purchases with other things that might bring you joy. Love going out to dinner with friends on the weekend? How about offering a nearby hike instead? Love going to the mall with your mom? Why not try going to your local thrift store and seeing who can find the best deal for $10 or see who can get the most discounts at the grocery store? Creativity feels good and is good for you and your wallet. But if this still feels like a hard mountain to climb, you're not alone. Brewer says rewiring our brains for better behavior takes time, and that's takeaway four. You're going to make mistakes. To move forward, respond with curiosity and kindness."
    },
    {
      "author": "BREWER",
      "text": "So when we fall or when we stumble, often we fall into another habit, which I call review and regret, where we've - you know, we've fallen into that habit yet again, and then we beat ourselves up over it. And so we fall in the habit loop of self-judgment. So if we review and regret, we're not actually open to learning from what actually happened."
    },
    {
      "author": "TAGLE",
      "text": "When you stumble - and we all do - Brewer says make that experience useful."
    },
    {
      "author": "BREWER",
      "text": "Instead, we can look and learn. And we can say, oh, what can I learn from this? So we can learn something about our minds and our mental habits. And then we can also learn - we can be in that growth mindset, as Carol Dweck puts it, to learn from it and say, oh, well, what might I do differently next time? And we can start to employ some of these things that we've talked about. You know, it's like imagining what I'm going to get before doing the purchase or making sure that I'm grounded before, you know, going shopping, you know, so that I'm not doing impulse buys or whatever is helpful that helps us step out of those old habits."
    },
    {
      "author": "TAGLE",
      "text": "In essence, practicing awareness and a relationship with yourself will put you on the right track to having a positive, if imperfect, relationship with money. It's not always that simple, but it's a good goal to aim for financially and beyond."
    },
    {
      "author": "BREWER",
      "text": "These two flavors of awareness, kindness and curiosity, can really help us in all things. Whether it's stress that leads to more financial stress or financial stress that leads to us beating ourselves up or just anything in life, you know - more kindness, more curiosity."
    },
    {
      "author": "TAGLE",
      "text": "Let's recap what we've learned. Takeaway one - money avoidance stems from survival instincts. Remember; our brains are built to move us toward rewards and away from things that are painful. Money avoidance tells our brain that dealing with money is painful, and that can lead to serious problems regardless of your financial situation. Takeaway two - identify and interrogate your habit loops. Maybe do an audit of your last few money interactions. What felt good or bad? When did you feel like running away?"
    },
    {
      "author": "TAGLE",
      "text": "Takeaway three - find your bigger, better offer, a positive replacement for negative behaviors that makes it easier for us to deal with our money. This could look like finding a free or low-cost activity that brings you joy or simply having a conversation with yourself that will help remind you of the real value or consequence of the purchase at hand. Takeaway four - unlearning money avoidance is hard and will likely come with some setbacks. That's OK. We're all human, and wallowing in regret will only make things worse. So in all things, lead with curiosity and kindness."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on emotions and money. And we've got lots more on money management, from starting a budget to buying a car to dealing with medical debt. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "HANNAH SOBULE HOWELL",
      "text": "Hi. My name is Hannah Sobule Howell (ph). I have a tip for people who have to memorize any large piece of writing. Try writing out the thing you need to memorize using only the first letter of every word. So, for example, if your speech starts with, once upon a time, there was a great podcast called LIFE KIT, write it as, OUAT, TWAGPCLK. When you practice with this, the letters will give you a clue about the word but force your brain to actually practice recalling the words. Happy memorizing."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a random tip or an episode idea, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Sylvie Douglas. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2752087516.mp3",
  "img": "https://media.npr.org/assets/img/2021/12/23/npr-money-avoidance-revised_wide-9702245502937137388fc1b17d509fd9f2948781.png?s=1400&c=100&f=png",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "JUDSON BREWER",
    "BREWER",
    "HANNAH SOBULE HOWELL"
  ]
}