{
  "title": "There's pressure to be partnered. Here's how to enjoy single life",
  "url": "https://www.npr.org/transcripts/1070682848",
  "intro": "Singlehood is not the waiting room of life. It's unfair to think single people can't create meaningful lives that are filled with purpose and love. We promise no cheesy advice, but rather tips for how to find peace with singleness and live a full life on your own terms.",
  "transcript": [
    {
      "author": "MEGHAN KEANE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Meghan Keane. I'm the managing producer of LIFE KIT. And I'm also single, which feels weird to say on a podcast. But it's true. I've dated plenty, had relationships. But most of my adult life, I've been single. There are times that I really love it. I love that I get to decide exactly what I want to eat every night, that I painted my bedroom a dreamy mint green and didn't need to consult anyone about it, that I can spend a Saturday afternoon in complete peace, reading a book next to my dachshund Margo. But other times, I feel exhausted - exhausted by dating, exhausted that I am the sole decider in my life. And I'm a little embarrassed to say this. I'm exhausted by the idea that I just might be happier if I was in a relationship."
    },
    {
      "author": "JENNY TAITZ",
      "text": "Many people, especially people that are single and are trying to find a partner, have this idea that once they meet their person, their happiness will be that much greater."
    },
    {
      "author": "KEANE",
      "text": "That's Jenny Taitz. She's a clinical psychologist and author of the book \"How To Be Single And Happy.\" Jenny says that this anticipation, that you'll be so much happier if you get this one thing - it actually makes you unhappier."
    },
    {
      "author": "TAITZ",
      "text": "And also puts you - sets you up for unrealistic expectations and does not increase your sense of hope for this moment."
    },
    {
      "author": "KEANE",
      "text": "It's a bit like being on a forever treadmill. You're constantly running but ultimately going nowhere. Plus, Jenny says, humans are really bad at predicting what's going to make us happy."
    },
    {
      "author": "TAITZ",
      "text": "A lot of people think, you know, I get the promotion; I finally buy that dream house; everything's going to be better. And that's actually just not how happiness works."
    },
    {
      "author": "KEANE",
      "text": "Jenny says our happiness tends to remain pretty stable over our lifetime. Typically, when we finally get the thing we've been wanting so badly, there is this momentary spike in happiness. But then we kind of return to our normal levels of happiness. Not much changes, meaning - surprise - a marriage or relationship isn't that magical happiness pill. There's, of course, lots of privilege that comes with marriage. But Jenny told me about this research from a 15-year analysis from Michigan State University. They asked their participants this question."
    },
    {
      "author": "TAITZ",
      "text": "How much happier does marriage make you? And on average - you know, this is not my speculation. This is 24,000 people in a study. I'd love for people to guess. But on average, marriage amplified happiness by 1%. So that's not meant to be negative about coupling. But that's meant to just offer the illuminating perspective that 99% of - you know, of your happiness right now does not hinge on coupling. And so that's really empowering to feel like you don't need to find your person to then amplify your happiness."
    },
    {
      "author": "KEANE",
      "text": "One measly percent. Hearing this makes me definitely want to get off that treadmill because when I stop and look around, I remember there is so much more to my life and what it means to be a person than just a relationship."
    },
    {
      "author": "TAITZ",
      "text": "Your relationship status has nothing to do with your worth. And we all need to break free of societal stigmas."
    },
    {
      "author": "KEANE",
      "text": "This episode, how to be single - finding peace with singlehood in a society that just wants everyone to partner up. This isn't about getting yourself all fixed up so you can find a mate because let's be real. Being in a relationship has nothing to do with being a good person or being your so-called best self. Instead, this is about how to find peace with singleness and live a full life. We'll talk about how to deal with complicated emotions, honor all kinds of love and, most importantly, how to plan a values-driven life."
    },
    {
      "author": "KEANE",
      "text": "Single is a big word. Maybe you're pretty much always single or recently single after a long relationship or single by choice. For the purpose of this episode, let's define single as someone who's never been married and currently unpartnered."
    },
    {
      "author": "JESSICA MOORMAN",
      "text": "Single status ends up being in this umbrella term that really complicates the ways that we understand configurations of partnership outside of marriage and even outside of a committed relationship."
    },
    {
      "author": "KEANE",
      "text": "That's Jessica Moorman. She holds a Ph.D. in communication studies. She's also an assistant professor at Wayne State University."
    },
    {
      "author": "MOORMAN",
      "text": "And I study single socialization, the process by which we acquire our ideas, beliefs, perceptions about single status."
    },
    {
      "author": "KEANE",
      "text": "Jessica has her work cut out for her because there are so many toxic things our culture teaches us about singleness. Those messages change depending on who you are, but people of all genders can experience negative messaging around singleness. So let's zoom out for a moment and rethink the big picture."
    },
    {
      "author": "KEANE",
      "text": "Takeaway No. 1 - it's a big one. Detangle yourself from the societal pressure to be partnered or married. Now, marriage might be something that you've already taken off the table. But I'm going to address it because it colors so much of how we think about partnership. This is your reminder that marriage was not built as an institution for love. So treating it as a barometer of worth is bogus. There are lots of other reasons why marriage exists in the first place. For one, marriage was an economic necessity for women for a long time."
    },
    {
      "author": "MOORMAN",
      "text": "Obviously, these things are entwined with kind of religious imperatives, values around sex and gender, values around, you know, the prominence of misogyny."
    },
    {
      "author": "KEANE",
      "text": "These are very real structural issues that have crept into how society views what it means to be married. I bring this up not to be a downer, but it's good context when you encounter negative messaging about your singleness, especially from those of older generations."
    },
    {
      "author": "MOORMAN",
      "text": "The women who are older than us had a radically different understanding and socialization to marriage. Where are women alive and well in this world right now who couldn't get a bank account without a husband, who couldn't access credit without a husband?"
    },
    {
      "author": "KEANE",
      "text": "There's one interview Jessica remembers she did for her research with one woman she calls Hunter with a particularly pushy great-aunt who kept saying..."
    },
    {
      "author": "MOORMAN",
      "text": "I just need you to settle down. When are you getting married? And she offers this really cogent analysis basically talking about - women of that generation found their security in men. You needed a man to function as a full adult, as a woman in society. And so of course my great aunt is telling me to get married."
    },
    {
      "author": "KEANE",
      "text": "Now, even though I'm talking about marriage and women in this example, men and people of all genders can feel the pressure to couple up. No matter who you are, remember that most friends or family are wishing you security, even if it comes out totally wrong. But if they are really starting to badger you, remember this."
    },
    {
      "author": "MOORMAN",
      "text": "Married people get the privilege of privacy in ways that single people do not. You would never go up to your sister and be like, how's your marriage? It would be treated as gauche."
    },
    {
      "author": "KEANE",
      "text": "The larger point here is that just because marriage has historically meant one thing doesn't mean it always has to be that way. And if you hear all of this and you still want to be married or partnered, that's OK. But it's become increasingly unrealistic to hold everyone to the same standard of marriage because the amount of people who are single, or what the U.S. Census calls never married, has been climbing for decades. When we were talking on video chat, Jessica got really excited to share this new research. It's from Rose M. Kreider at the U.S. Census."
    },
    {
      "author": "MOORMAN",
      "text": "Can I share my screen?"
    },
    {
      "author": "KEANE",
      "text": "Let's do it."
    },
    {
      "author": "MOORMAN",
      "text": "I'm going into professor mode."
    },
    {
      "author": "KEANE",
      "text": "(Laughter) I love it."
    },
    {
      "author": "KEANE",
      "text": "Jessica brings up this U.S. Census report called \"Number, Timing And Duration Of Marriages And Divorces.\" And she scrolls to a table about never-married women."
    },
    {
      "author": "MOORMAN",
      "text": "From 2006 to 2016, you have a 15% jump in the number of all women who have never been married, age 25 to 29. That's mind-blowing - 15% of the population of women that age group. Come on. Does that mean that they weren't in love? No. Does that mean that they didn't have kids? No. Does that mean that they weren't in partnership? No - just means they weren't married."
    },
    {
      "author": "KEANE",
      "text": "Even though it can feel like you're the only single person you know, you are not alone. Though a lot of our policies and norms discriminate against single people, remember that you do have some control, which brings me to my next point. Takeaway No. 2 - clarify your values, and make a plan. A clear upside of single life is freedom. Everything is up to you. But then again, everything is up to you."
    },
    {
      "author": "MOORMAN",
      "text": "That freedom is overwhelming. And that freedom can create a lot of pause around progressing through life."
    },
    {
      "author": "KEANE",
      "text": "Jenny advises her patients to make something she calls a values pie chart. It's pretty much exactly what it sounds like. You sit down and think about all the different important facets of your life - exercise, career, hobbies, friendships, dating."
    },
    {
      "author": "TAITZ",
      "text": "And then rather than thinking about what you want in those areas, to focus on how you want to show up. So maybe when it comes to dating, instead of like, I want to meet someone really funny and attractive, to focus on, you know, I want to be patient and self-compassionate."
    },
    {
      "author": "KEANE",
      "text": "The things you want in, say, an ideal partner - those are things you can embody yourself. It takes the focus off external factors and puts it back on you and your life. So make a circle on a piece of paper and think about how much you want to focus on each part of your life. Maybe 30% is on friends and family. Twenty percent goes to a hobby you love, and so on. The values pie chart is also a nice thing to return to when you're feeling lost or lonely. You see a relationship is just one fraction of your life."
    },
    {
      "author": "KEANE",
      "text": "Now that you know your values, you can make a plan. Jessica Moorman does that with what she calls her single woman action plan. Of course, it's helpful to any single person who wants to map out their life."
    },
    {
      "author": "MOORMAN",
      "text": "You're going to think of what your values are. You're going to think about the people in your life who you can draw on and provide support to. And you're going to devise some strategies to help you accomplish those goals, whether they be travel goals, whether they be economic goals, whether they be reproductive goals. But what I'm trying to stress with that is that all things are possible within single life."
    },
    {
      "author": "KEANE",
      "text": "Remember; this isn't a binding contract. It's a roadmap. And you can always change where you're going and what you want. Instead of being overwhelmed by the what ifs, really getting clear about what you want in life can help you stay grounded. This doesn't mean that you need to know your sole purpose in life. That's a tall order. Rather, knowing your values and what you're striving for serves a bit like an emotional booster shot. For me, compassion and connecting with others is really high up on my list. So when I'm supporting a friend through a hard time or even editing an episode for LIFE KIT, I feel like I'm doing the right thing for me. This is important because much like your mood, how you feel about your singleness can change from day to day."
    },
    {
      "author": "JOHN PAUL BRAMMER",
      "text": "There are times where I'm just like, man, it would be really nice to have a boyfriend right now or a husband. But then there are times where I think, oh, my goodness, thank God (laughter) that I'm single."
    },
    {
      "author": "KEANE",
      "text": "John Paul Brammer writes the advice column \"Hola Papi\" and has a book of essays under the same name. He is, in his own words, chronically single. And honestly, I think he's nailing it."
    },
    {
      "author": "BRAMMER",
      "text": "Something that I honestly don't really think about a whole lot because I see myself as a person with so many commitments in life, most of them related to doing the things I love to do, like writing and drawing. Those take up quite a bit of my time. And I've got a lot of wonderful friends in my life, so a lot of the time, I really don't think about it too much."
    },
    {
      "author": "KEANE",
      "text": "He gets a lot of letters about singlehood and sees people putting so much pressure on one kind of relationship. Being laser-focused on committed, monogamous relationships means we miss out on all the other shapes romance takes in our lives."
    },
    {
      "author": "BRAMMER",
      "text": "The more I think about it and the older I get, the more people I meet. And I kind of think of these things as, wow, we really are just putting labels on top of dynamics that are really unique. Each and every one of them has a different shape. Each and every one of them has different textures and colors inside of it. And we kind of just have to hope that it happens to fall under the umbrella of what we've been conditioned to want."
    },
    {
      "author": "KEANE",
      "text": "Expecting every romantic encounter to lead to a relationship is a recipe for unhappiness. Let's broaden that idea of romance, shall we? It's takeaway three - rethink connection and your support. Every relationship in our life has a unique dynamic that we need to honor. There are some deep friendships in my life that have brought me way more meaning than any boyfriend. There's something special about when my best friend calls me out of the blue just to say hi. Also, shorter romances serve a purpose in your life. Even the smaller connections you have throughout a day, like a neighbor who you always chat with by an elevator - that's important."
    },
    {
      "author": "BRAMMER",
      "text": "And just because you don't have a partner or you don't have a fiancee or a husband or whatever it is you're looking for, that doesn't mean you don't have love in your life. It doesn't mean you don't have intimacy, connection, camaraderie. You might have all those things in different people."
    },
    {
      "author": "KEANE",
      "text": "A quick note about intimacy. It could be that you acknowledge all these different kinds of love in your life, but it can still be a bummer to not experience touch or sex as frequently as you might want. Even the time spent just finding casual sex can be draining. So diversify your options. For some people, that means having sex toys around; others, it means having fancy baths. Experiencing safe, enjoyable touch is a basic human need. All this to say, have an open mind about romance because you might surprise yourself."
    },
    {
      "author": "KEANE",
      "text": "How did you think of romantic relationships and partnerships when you were growing up?"
    },
    {
      "author": "HAILI BLASSINGAME, BYLINE",
      "text": "Oh, my gosh, probably the most stereotypical way that you can describe a young woman thinking about romantic partnerships - I mean, super into romantic comedies. I loved, like - especially, like, the - they - you start off hating each other and then fall in love or they're friends. Like, all the tropes - I really heavily bought into that."
    },
    {
      "author": "KEANE",
      "text": "This is Haili Blassingame. She's a journalist at the D.C. public radio station WAMU."
    },
    {
      "author": "BLASSINGAME",
      "text": "I was actually going through my diary from when I was 16 recently. I wouldn't recommend doing that. And every day it was like, so-and-so did this and there were three different guys. And that was basically my entire life, just this, you know, heavy centering of men and romance."
    },
    {
      "author": "KEANE",
      "text": "When Haili got to college, she finally got the chance to live out these rom com tropes that she'd loved so much. She met a guy named Malcolm, and they had a pretty traditional boyfriend-girlfriend setup for a few years. But something didn't feel quite right about that title for Haili."
    },
    {
      "author": "BLASSINGAME",
      "text": "I did not feel any pressure from Malcolm to perform girlfriend, but I think just moving through the world as a girlfriend, it just comes with a history of, you know, I'm playing a role, and this is - this role has a set of expectations attached to it."
    },
    {
      "author": "KEANE",
      "text": "They tried being in an open relationship for a few years, but ultimately, Haili craved more autonomy. They ended their formal romantic relationship and are now just friends. The whole experience broadened her expectations for herself. Now she's non-monogamous, but that didn't result in an instant paradise. Haili told me there were a lot of people in her life who were angry with her for pursuing non-monogamy. And it also meant redefining her singlehood."
    },
    {
      "author": "BLASSINGAME",
      "text": "I think that's one thing about being single is it has mostly been seen, especially for women, as a liminal space, as a transitional space, as you should be searching when you're here. This is not a place that you should stay or want to stay in. And I think for me it's been, like, I'm here partly because I want to be. Maybe I don't want to be here forever, but I need to honor that desire and look at that more deeply."
    },
    {
      "author": "KEANE",
      "text": "Rethinking your connections also means being attuned to your connection with yourself. This isn't to say you need to be non-monogamous, though it is an option - just that love can look a lot of different ways. So be receptive to your own desires and what works for you."
    },
    {
      "author": "KEANE",
      "text": "Now, I want to bring up a small pet peeve of mine. I see this idea a lot on social media that in order to be a convincing, happy single person, I need to be completely uninterested in finding a partner - not just feel confident but be thrilled that I'm unattached. Don't get me wrong. Those people exist. That's awesome. But it is possible to appreciate your life and also want someone to share it with. And when that's just not happening, you need to take a beat to feel that disappointment. That's takeaway No. 4. Practice mindfulness to help weather emotional storms."
    },
    {
      "author": "TAITZ",
      "text": "Mindfulness is so linked to happiness. When we can be present in this moment without sort of - you know, a bad date doesn't mean that this is, like, yet another horrible, bad date. When we can be present without judgment, it makes everything a little easier to participate in."
    },
    {
      "author": "KEANE",
      "text": "Because when another person ghosts you after a few promising dates, it can be easy to ruminate on all the past hurt of romantic rejection or think, I'm just going to die alone. But Jenny says when we're mindful of emotions, we also notice that they come and go faster than we realize. Instead of thinking of your emotions as weather that just happens to you, try using them as a guide. If you know you get down on long weekends, plan ahead. Get a game night going, or plan a day trip with friends. Be proactive. You are in control."
    },
    {
      "author": "BRAMMER",
      "text": "I mean, the urge to yearn is very strong. But at the same time, it is more of an activity than it is any kind of reality. It is you thinking about things, making up stories about it. And so because it's an action, again, that does mean you have quite a bit of agency over it. You can stop. And trying to see, you know, is this thought even serving me; what is this doing for me, I think, can really help in cutting them back down to size."
    },
    {
      "author": "KEANE",
      "text": "One perfect hack - get busy. Do things you love to do. For me, I enjoy having friends over for dinner. And if I feel the need for a more urgent remedy, I listen to an audiobook while I badly embroider. But remember; the goal of managing emotions and mood isn't to be happy all the time or love yourself all the time."
    },
    {
      "author": "BRAMMER",
      "text": "You don't have to constantly be enamored with yourself. You don't have to constantly be head over heels about being you. It's just that at the end of the day, I'm what I've got. And I have to work with it. And that doesn't mean that you don't deserve a good relationship or that good things aren't possible inside of it. It's just that life is messy. It's difficult."
    },
    {
      "author": "KEANE",
      "text": "Life is messy. There are highs and lows everyone has to navigate. And sure, there are big, splashy moments like weddings, births, graduations. Those kinds of things feel like they make the highlight reel of your life, right? But there are many, many more simple, quiet moments that make up a life. Being single means you have even more control over making those moments peaceful and enjoyable."
    },
    {
      "author": "BLASSINGAME",
      "text": "I think the first day that I felt single and totally happy was I took a long walk over this bridge by my house. And I was listening to the soundtrack of \"Little Women,\" and then I went home and wrote. And I was just doing everything that I wanted to do in that moment and things that were bringing me joy. And I was like, this is what it looks like for me. It just looks like centering myself."
    },
    {
      "author": "KEANE",
      "text": "Let's recap. Takeaway No. 1 - detangle yourself from the societal pressure to be partnered or married. Takeaway two - clarify your values. Make a plan. Get really specific. Takeaway No. 3 - rethink what connection means to you. Remind yourself of all the different types of love you already have around you. And takeaway No. 4 - be present, and be mindful. If you slip into harmful stories about singleness, just acknowledge the emotion and move on. Remember; being single doesn't mean you're waiting for your life to begin. Life is happening right now. So make the best of it."
    },
    {
      "author": "KEANE",
      "text": "For more LIFE KIT, check out our other episodes. There's one about how to set up your retirement savings and another on freezing your eggs. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip from one of our listeners."
    },
    {
      "author": "BAHIA LAWSON",
      "text": "Hi there. My name is Bahia Lawson (ph) from Montreal. Sometimes the cucumber skin can be bitter. So you cut both ends off and then rub those ends all over the cucumber, and it cuts the bitterness. It works perfectly."
    },
    {
      "author": "KEANE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Clare Marie Schneider. Beth Donovan is our senior editor. The production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. This episode was edited by Kia Miakka Natisse. Our digital editor is Beck Harlan. I'm Meghan Keane. Thank you for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4242465169.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/07/lk-single-promo-ljohnson_wide-88ec72880cfda8c083339e29df7b8f8a9a9dff17.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MEGHAN KEANE, HOST",
    "JENNY TAITZ",
    "KEANE",
    "TAITZ",
    "JESSICA MOORMAN",
    "MOORMAN",
    "JOHN PAUL BRAMMER",
    "BRAMMER",
    "HAILI BLASSINGAME, BYLINE",
    "BLASSINGAME",
    "BAHIA LAWSON"
  ]
}