{
  "title": "Dog training 101 — How to set realistic goals and where to get started",
  "url": "https://www.npr.org/transcripts/1070572711",
  "intro": "If you recently searched the internet for \"dog trainers near me,\" there's a good chance you became immediately overwhelmed by the options, certifications and vocabulary. There is a lot of information out there! So we consulted some experts on where to start. Here's what they say.",
  "transcript": [
    {
      "author": "SAMANTHA BALABAN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Samantha Balaban. Meet Winnie."
    },
    {
      "author": "BALABAN",
      "text": "She's 25 pounds, very cute, adopted from a shelter in 2019, loves to bark at doors..."
    },
    {
      "author": "BALABAN",
      "text": "...Which was annoying but not really a problem until we moved into a condo building. Nine units, nine doors, plus the front door - Winnie barked at them all. I tried saying, uh-uh (ph). I tried shutting her in a separate room. I tried giving her a treat when she was quiet. I tried to never have another Zoom meeting ever again - not possible. And then I tried calling a trainer."
    },
    {
      "author": "AVI ISRAELI",
      "text": "So at the end, you got a lot of practice with go to place."
    },
    {
      "author": "BALABAN",
      "text": "Been trying to practice go to place."
    },
    {
      "author": "BALABAN",
      "text": "Now meet Avi Israeli of District Dog Training (ph) in Washington, D.C."
    },
    {
      "author": "ISRAELI",
      "text": "We'll keep working on that. It's nothing that's going to be perfected in a few weeks' time."
    },
    {
      "author": "BALABAN",
      "text": "We work on interrupting the behavior. When Winnie barks, I say, uh-uh (ph) and go to place. She knows if she goes to her dog bed and lies down, she'll get a treat."
    },
    {
      "author": "BALABAN",
      "text": "Good girl. Yes."
    },
    {
      "author": "ISRAELI",
      "text": "And mark yes before the phrase..."
    },
    {
      "author": "BALABAN",
      "text": "We work on desensitizing her to hostile door sounds. Avi knocks on my wall, and I shovel string cheese into Winnie's mouth."
    },
    {
      "author": "BALABAN",
      "text": "Yes, good girl. Good girl."
    },
    {
      "author": "BALABAN",
      "text": "Whenever Winnie ignores a door slamming shut somewhere in the building, which happens more and more now, she is heavily rewarded."
    },
    {
      "author": "ISRAELI",
      "text": "Oh, she's doing so much better than she did last time. That's awesome."
    },
    {
      "author": "KAYLA FRATT",
      "text": "You want the dog to be comfortable and happy and understand the rules and be capable of following those rules in whatever life situation you have. That is a really good basic goal that I would have for every dog out there."
    },
    {
      "author": "BALABAN",
      "text": "That's Kayla Fratt. She's a certified dog behavior consultant and runs Journey Dog Training in Colorado. She says dogs like structure. They like to know what it is we're asking of them."
    },
    {
      "author": "FRATT",
      "text": "If you don't take the time to help your dog understand the rules in your household and teach them how to interact politely with you and with society and with your household, you're likely to become frustrated with your dog, and that's not necessarily fair to the dog for you to be upset at them for jumping on guests when you haven't taken the time to help them understand that that is an important household human cultural norm."
    },
    {
      "author": "BALABAN",
      "text": "A well-trained dog that doesn't jump on people and knows how to behave in different situations gets to go more places, like dog parks, your friends' houses, on hikes, to the coffee shop with you. It has a more enriched life."
    },
    {
      "author": "BALABAN",
      "text": "Hi. I'm Samantha Balaban, and this is NPR's LIFE KIT. This episode - how to train your dog. Have you recently adopted a puppy from a breeder and need to teach it basic manners? Maybe you adopted an older shelter dog with anxiety, like Winnie. Or perhaps you've had your dog for years but recently noticed some new behavioral problems crop up. Whatever the case, all dogs can benefit from training throughout their lives."
    },
    {
      "author": "BALABAN",
      "text": "So dog training - where to begin? If, like me, you Googled dog trainers near me, you probably became immediately overwhelmed. There are so many kinds. They all have different combinations of letters after their names, and there is so much vocabulary - terms like positive reinforcement or force-free and e-collar, prong collar, shock collar. Should you try a group class first or send your dog straight to boarding school? There's so much information out there, but in this episode, we and some experts will help you narrow down the options."
    },
    {
      "author": "BALABAN",
      "text": "To begin, the very first thing you should do, and our first takeaway, is to identify your training goals - or, as Kayla Fratt says..."
    },
    {
      "author": "FRATT",
      "text": "The biggest thing in any dog behavior realm is to just observe the dog in front of you."
    },
    {
      "author": "BALABAN",
      "text": "We can break dog training down into two broad categories - obedience training and behavioral training."
    },
    {
      "author": "FRATT",
      "text": "If you're looking for someone to just help with basic obedience, you're just looking for a dog trainer."
    },
    {
      "author": "BALABAN",
      "text": "Basic obedience training is essentially skills training. Sit, stay, come, lie down are all skills - also, what not to do. Don't jump on people when you greet them. Then there's behavioral training, which is what Kayla Fratt does."
    },
    {
      "author": "FRATT",
      "text": "Which means that my area of expertise is primarily working with dogs that have, quote-unquote, \"issues,\" so dogs with aggression, anxiety, phobias - those sorts of things."
    },
    {
      "author": "BALABAN",
      "text": "Brianna Dick is a dog behaviorist in Virginia. She owns Pack Leader Help and explains her job this way."
    },
    {
      "author": "BRIANNA DICK",
      "text": "I would say that the easiest way to understand the way that I approach dog training is behavior psychology based, meaning we're not looking at just physical behaviors of dogs. We're looking at their emotions and the relationship they have with their human."
    },
    {
      "author": "BALABAN",
      "text": "Dick says it can be helpful to think of behavior consultants like the therapists of the dog world. If you're not sure whether to start with training or therapy, Kayla Fratt says it's often best to start with the highest-order concern."
    },
    {
      "author": "FRATT",
      "text": "Anyone who has really taken the time to specialize in one of these beefier behavior problems is going to have the chops to help you through something more minor, more typical as well, versus hoping that your pet obedience trainer can also help with separation anxiety is a little bit more of a stretch for kind of your average trainer."
    },
    {
      "author": "BALABAN",
      "text": "One thing to keep in mind when you're identifying your training goals, says Kayla Fratt, is our second takeaway."
    },
    {
      "author": "FRATT",
      "text": "Just like not every human is going to learn to love going to raves, not every dog is going to learn to love going to the dog park."
    },
    {
      "author": "BALABAN",
      "text": "Be realistic about the dog you have in front of you. Kim Brophey is an applied ethologist, certified dog behavior consultant and the author of \"Meet Your Dog: The Game-Changing Guide To Understanding Your Dog's Behavior.\" She's developed an entire framework to help owners understand their dog's behavior and know what is learnable for the dog and what is innate nature. It's called LEGS."
    },
    {
      "author": "KIM BROPHEY",
      "text": "And that stands for learning - what their experience in education has been - the environment - what are the external conditions? - the genetics that they bring to the table inside and out, and then the self, which is the internal conditions - age, sex, health, personality, individual nature, nutrition, things that are distinct to that internal experience of the animal. And so LEGS just helps us break it down to make sure that we can kind of identify where problems are, what are the factors that are contributing to or helping to buffer against certain behavior problems."
    },
    {
      "author": "BALABAN",
      "text": "Winnie, for example, was rushing and barking at the door because of L - learning. I let her do it for two years. She learned that it was the right thing to do, so she can also unlearn that it's the right thing to do, though it'll be harder because I let her get away with it for so long, but also because of E - her environment. She ran at the door barking because she could. There was no barrier between her and the door. This is also something I can change with a door or baby gate."
    },
    {
      "author": "BALABAN",
      "text": "For other dogs, though, the same behavior could be caused by G - genetics - which you obviously can't change. Brophey says if you don't know what breed your dog is, it could be a good idea to do a genetic test, like Embark or Wisdom Panel, to better understand where your dog is coming from."
    },
    {
      "author": "BROPHEY",
      "text": "Let's say we find out the dog has 10 breeds in them. It could be, you know, 10% border collie, 10% Australian shepherd, 10% German shepherd, 10% standard collie. And all the sudden, we know, well, we've got a herding dog."
    },
    {
      "author": "BALABAN",
      "text": "If your dog was literally bred to defend its territory, like a German shepherd, for example, you should not go into training expecting to ever keep your dog from defending its territory. But you can manage the response, says Brophey."
    },
    {
      "author": "BROPHEY",
      "text": "We would help the clients just put a pattern in place where when someone comes to the front door, you thank the dog for barking their head off, give them a cookie for a job well done letting you know that the person is there, and then you say, all right, cool, take five for a lunch break. You did your job. And you take them behind a baby gate. And then once the dog is, you know, de-escalated and is calmer, then you could consider letting them join the guest."
    },
    {
      "author": "BALABAN",
      "text": "Likewise with nongenetic but deeply ingrained personality traits. If you adopt a dog that's spent years in a hoarding situation, it might be unrealistic to expect him to let every stranger on the street pet him. What might need to change in these situations is your expectations."
    },
    {
      "author": "BALABAN",
      "text": "Once you've identified your training goals, it's time for our third takeaway. Decide how you'd like to train your dog. Here you have five basic options, each with pros and cons."
    },
    {
      "author": "BALABAN",
      "text": "No. 1 is group classes. That's where you'd start for basic obedience training. But there are also specialized group classes - for leash reactivity, for example. Group classes are cheaper, more social and take place in a controlled environment but are less personalized to your dog."
    },
    {
      "author": "BALABAN",
      "text": "No. 2 is one-on-one training - more expensive, but more personalized."
    },
    {
      "author": "BALABAN",
      "text": "Option three - board and train, like a couple-weeks-long boarding school for dogs, which can be beneficial if you don't have the time to invest in training your dog. But board and train is the most expensive and the least hands-on and potentially the riskiest since you won't be there to advocate for your dog, says Kayla Fratt."
    },
    {
      "author": "FRATT",
      "text": "One of the problems with board and train is that as a trainer, you either need to charge extremely high prices or you need to have several dogs in your household all at once. So if you're not comfortable with your dog going and staying in a kennel situation, potentially in, like, heated kennels in the trainer's garage, that's a big thing to consider."
    },
    {
      "author": "BALABAN",
      "text": "Then option four - Fratt's favorite - is day training. The trainer comes to your house, picks up your dog, trains it for a few hours and then brings it back. Your dog still gets to interact with you daily and sleep at your house every night, and it's still good for busy families."
    },
    {
      "author": "BALABAN",
      "text": "Option five is you. If you want to handle dog training on your own, there are boatloads of free resources and videos on YouTube and Instagram."
    },
    {
      "author": "KIKOPUP",
      "text": "In this video I'm going to be showing in real time without any edits training my 5-month-old puppy."
    },
    {
      "author": "BALABAN",
      "text": "And dog trainers often post free information on their websites."
    },
    {
      "author": "FRATT",
      "text": "One of the best, in my opinion, on YouTube is Kikopup."
    },
    {
      "author": "KIKOPUP",
      "text": "Works on leave it, giving it some food in a container on the floor."
    },
    {
      "author": "FRATT",
      "text": "K-I-K-O Pup. She also is available on Instagram. A lot of the professional certifying bodies have a lot of great Instagram, YouTube Lives or videos available."
    },
    {
      "author": "BALABAN",
      "text": "The pros here being that it's free. Dog training can be incredibly expensive. The cons being that you're on your own."
    },
    {
      "author": "FRATT",
      "text": "Quite frankly, a lot of people are able to get through without any professional training help. Where I - in my experience, people hire me partially because they want an accountability partner."
    },
    {
      "author": "BALABAN",
      "text": "The option you choose will also depend on your training goals. It would be hard, for example, to train your dog not to bark at your door from a training center. If your dog is aggressive with another dog in your house, sending the aggressive dog to a board and train facility is unlikely to improve that inter-household dynamic."
    },
    {
      "author": "BALABAN",
      "text": "Now, there's a common saying that it's really the owner who is being trained. So no matter how you choose to train your dog, you still have to be an integral part of that training. Kayla Fratt says training doesn't have to take up a huge chunk of your day, though."
    },
    {
      "author": "FRATT",
      "text": "When I was raising my puppy Niffler, it was probably about five minutes a day of actual training, where I'm actually like, all right, I'm going to get my clicker out. I'm going to get the treat pouch out. We're going to sit down, and we're going to work on something"
    },
    {
      "author": "BALABAN",
      "text": "Avi Israeli, Winnie's trainer, comes for an hour every couple of weeks and then gives me homework - for example, play sounds such as thunderstorms, fireworks, et cetera, at low volumes while she's engaged in a pleasurable activity, such as eating. And then there's all the training you can work into everyday life as you consistently model good behavior."
    },
    {
      "author": "FRATT",
      "text": "So with my puppy, every time when he was little he chose to lay at my feet quietly while I was on a Zoom call, I have a treat jar that sits on my desk, and I would drop a couple treats at him. So I wasn't actually training him, but I was like, hey, buddy, I like that. Let's keep doing that."
    },
    {
      "author": "BALABAN",
      "text": "Dog training is - get this - a totally and completely unregulated field. Anyone with a website, Instagram page or storefront can claim to be a dog trainer. The entirety of their qualifications could be that they love dogs, which also means there is no rulebook for how to train a dog, what methods to use, and many dog trainers disagree."
    },
    {
      "author": "BALABAN",
      "text": "So our fourth takeaway is understand the methodology. In the dog training community, there are essentially two camps that you're likely to encounter. The first is positive reinforcement-based trainers, also sometimes called force-free or fear-free trainers. This looks like every time your puppy pees outside, you give him a treat. Every time the door slams shut in our condo building and Winnie doesn't bark, I give her a treat. Fratt offers this example of using positive reinforcement to help train a dog that is barking and growling at kids."
    },
    {
      "author": "FRATT",
      "text": "Luckily, there is a playground where it was safe for me to kind of be on the other side of a fence from the playground a couple dozen meters away from the playground. And every time he looked at kids, or every time kids screamed or went down the slide or did anything that in my puppy's opinion was really scary, puppy got a treat. And puppy started learning that being around kids, kids doing things, all of that actually predicted good things for him. And at this point, he now loves kids."
    },
    {
      "author": "BALABAN",
      "text": "The second camp is made up of trainers who identify as balanced, which basically means trainers who are more willing to incorporate punishment, also called corrections, into their training, like Brianna Dick."
    },
    {
      "author": "DICK",
      "text": "For me, a correction can look like this. It can look like removal of food. It could look like spacial pressure. It could look like a verbal no. It can look like a spray bottle, a tap on the crate, leash pressure, e-collar. It can look like an interruption. Like, I oftentimes will use food as an interruption. But correction can mean a lot of different things. It's really dependent on the dog."
    },
    {
      "author": "BALABAN",
      "text": "But Dick says she never reaches for corrections first."
    },
    {
      "author": "DICK",
      "text": "The biggest example - which is my dog is reactive on the leash, right? So I go over and say, well, what does your relationship look like with your dog? Do you provide it structure and information in the home? Do you give it clear information communication on the walk? Do you limit reactivity in the home, not just on the walk? Because most of the time when clients are coming to me, they're looking at the symptom, labeling it a problem when the problem is, in general, your dog's insecure. But if I'm doing my job correctly, it should be about 95% direction and 5% correction."
    },
    {
      "author": "BALABAN",
      "text": "So it's a tool in your tool belt but not necessarily the first thing that you reach for."
    },
    {
      "author": "DICK",
      "text": "Exactly. If the first thing I'm reaching for is a correction, I didn't teach the dog what I needed them to do."
    },
    {
      "author": "BALABAN",
      "text": "Dick says one of the downsides to positive reinforcement-only training is that it can take a long time. If you have a dog with severe separation anxiety that barks and barks whenever you leave him at home, maybe you don't have months and months to solve the problem."
    },
    {
      "author": "DICK",
      "text": "Is it totally fair to completely shut down the dog and correct them? Absolutely not. But is it fair for those neighbors to have to listen to a dog barking for, you know, 20 hours a day? Absolutely not. So what that looks like is, let's do as much as we can in a realistic environment. Yes, let's, you know, create structure. Let's make sure that we're following through. Let's make sure we're giving that dog exercise and all the training they need. But when push comes to shove, is it worse to correct that dog with an e-collar in the crate for 10 minutes or have that owner and that dog rehome?"
    },
    {
      "author": "BALABAN",
      "text": "So you might have heard of e-collars, which Dick just mentioned and are also sometimes called shock collars. It's a collar that your dog wears, which you control via remote, that emits a stimulus to your dog's neck - a shock, sound or, say, a citronella spray - whenever she needs a correction."
    },
    {
      "author": "FRATT",
      "text": "I have personally used e-collars to work with deaf dogs, where I basically teach the dog that a really gentle vibration on their neck is a cue to look up and try to find me because I obviously can't call the dog. So there are really clever and interesting applications for these e-collars."
    },
    {
      "author": "BALABAN",
      "text": "But they're very divisive in the dog training community for most commonly being used as a go-to punishment. And a downside to that, says Kayla Fratt, is that it can sometimes exacerbate the dog's behavior."
    },
    {
      "author": "FRATT",
      "text": "So a really common example is a lot of trainers will use e-collars in order to punish a dog for behaving aggressively. And what you can do there is you may teach the dog that growling, snarling, snapping, biting is a bad idea, but they might also learn that the approach of a child causes pain, and therefore their aggressive behavior may increase. And eventually there's a chance that that dog could snap and actually go for a bite because the dog is still uncomfortable. The root issue has not been resolved."
    },
    {
      "author": "BALABAN",
      "text": "There is, by the way, a third training camp. You might have heard of dominance training, where you show your dog that you're the alpha, the pack leader, sometimes by flipping him over and pinning him on his back. Brianna Dick says new research simply doesn't bear this method out."
    },
    {
      "author": "DICK",
      "text": "We need to be doing something that makes way more sense because it's been debunked. I think if you're a really good trainer, you're going to be learning something new every couple months, if not every year."
    },
    {
      "author": "BALABAN",
      "text": "There are a lot of opinions about training methodology, and at the end of the day, you need to listen to your gut and make a decision that feels good to you and to your specific dog."
    },
    {
      "author": "BALABAN",
      "text": "Takeaway five is how do you find a good trainer? If what you need is a solid list of positive reinforcement trainers or balance trainers in your area, a good place to start is with lists compiled by the various professional associations. Kayla Fratt, for example, is a member of the IAABC, the International Association of Animal Behavior Consultants. We'll go more in-depth about some of the others online because there are a bunch, though we'll note that many excellent trainers learned their craft through mentorships and do not belong to professional associations or always have certifications."
    },
    {
      "author": "BALABAN",
      "text": "And then do interviews. Call former clients. See which trainer makes you feel most comfortable. Make sure they can explain their training methods. If you're evaluating balance trainers who advertise their use of e-collars, for example, Kayla Fratt has these questions."
    },
    {
      "author": "FRATT",
      "text": "I would start out by asking the trainer what sorts of skills they ensure that the dog is capable of doing before adding an e-collar. I would also ask them, you know, at what level they're using the e-collar."
    },
    {
      "author": "BALABAN",
      "text": "Brianna Dick says look for a trainer who is flexible and can adapt their training to your dog."
    },
    {
      "author": "DICK",
      "text": "I think the biggest red flag you need to focus on are, are they focused on tools? If they're focused on, we can only use food, that's a huge problem for me. If they're focused on, well, don't use that tool, that's an even bigger red flag for me. Do they put an e-collar and prong collar on every dog they work with? That is cookie cutter, and it's never going to garner very good results. You want someone who is getting to know you, your relationship, your lifestyle with your dog."
    },
    {
      "author": "BALABAN",
      "text": "But what if training just isn't getting your dog where he needs to be? You can always change trainers and methodologies. And then there's takeaway six. Don't rule out medication."
    },
    {
      "author": "FRATT",
      "text": "I think behavioral medication can be something that people shy away from. It kind of sounds like something from, like, \"Real Housewives Of New Jersey.\" Like, oh, my gosh, my dog is on Prozac."
    },
    {
      "author": "BALABAN",
      "text": "Sometimes a medical problem manifests as a behavioral problem - for example, a dog with a skin rash that is all of a sudden acting very irritated and mean. In her dog training, Kayla Fratt uses a couple of questions to decide when training needs to be combined with some sort of medication. One, is this behavior bothering you or the dog?"
    },
    {
      "author": "FRATT",
      "text": "The dog's jumping on guests. The dog's probably having a great time. It's not bothering the dog. You know, you might be able to sedate the dog to get them to stop jumping on guests, but that's not actually in the dog's best interest. Versus, you know, we've got a dog who is startling out of sleep every time a car door slams anywhere within a one-block radius."
    },
    {
      "author": "BALABAN",
      "text": "Two, can we predict and control the triggers to this problem?"
    },
    {
      "author": "FRATT",
      "text": "Say you've got a dog who's fearful of thunderstorms and fireworks. Unfortunately, I cannot turn off thunderstorm season."
    },
    {
      "author": "BALABAN",
      "text": "If it's bothering the dog and it's something you can't control, that might be a situation where Kayla Fratt will consult with a behavior veterinarian, like Dr. Andrea Tu."
    },
    {
      "author": "ANDREA TU",
      "text": "We are trained as medical doctors, so we can diagnose medical conditions. And a lot of these behavior conditions are like psychiatric illnesses. And we can also prescribe medications to help with that condition."
    },
    {
      "author": "BALABAN",
      "text": "If behavior consultants are the therapists of the dog world, then Dr. Tu is the psychiatrist of the dog world. And we get it. Medicating your dog can be scary. You're changing their brain chemistry. But if your dog is experiencing fear, anxiety, panic, aggression, those are not good feelings, and you should treat it like the medical need it is."
    },
    {
      "author": "TU",
      "text": "It's kind of like having a patient with diabetes, right? You don't not give your dog insulin for its diabetes because that's what it needs to maintain the appropriate level of hormones in his body."
    },
    {
      "author": "BALABAN",
      "text": "Of course, it's not necessarily a solution all by itself. Dr. Tu says she uses a three-pronged approach - training, medication and - we're back to this again - managing expectations."
    },
    {
      "author": "TU",
      "text": "So part of that is, can you train the dog out of the dog? No, you can't train the dog out of the dog. You have to be able to accommodate what your dog needs sometimes."
    },
    {
      "author": "BALABAN",
      "text": "Dr. Tu says she's had clients with really fearful dogs move out of the city to the suburbs. Only you can decide what kind of compromise you're willing to make for your dog."
    },
    {
      "author": "BALABAN",
      "text": "And this is not a point I enjoy making, and it's very hard to think about, but if you're at your breaking point and you've exhausted all your options, your home might not be the right fit for your dog. As Kim Brophey explains, it's not shameful to consider rehoming. Sometimes it's loving."
    },
    {
      "author": "BROPHEY",
      "text": "It's hard, but I do think rehoming, if you have a great option for a dog, if you have one of those rare unicorn homes, as trainers like to call them, where all the conditions can be set up to provide for that dog, then it can be the best move."
    },
    {
      "author": "BALABAN",
      "text": "This, we hope, is not the case for you, though, since there are many, many things you can do to train your dog before you get to that point. For most dog owners, know that your dog is going to be pretty trainable, says Kayla Fratt."
    },
    {
      "author": "FRATT",
      "text": "It's never really too late for a dog to learn, and it's never really too late to bring the dog to a trainer."
    },
    {
      "author": "BALABAN",
      "text": "So remember our takeaways. One, identify your training goals. Two, be realistic about them. Three, decide how you'd like to train your dog. Four, understand the methodology. Five, identify a trainer. And six, consider medication. And then make the call because I promise you, dog training will enrich your life and, more importantly, your dog's life."
    },
    {
      "author": "BALABAN",
      "text": "Thanks again to Avi Israeli, Kayla Fratt, Brianna Dick, Kim Brophey and Dr. Andrea Tu. For more LIFE KIT, check out our other episodes. We have one on adopting dogs and many more on everything from health to finance to parenting. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "BALABAN",
      "text": "And now, a completely random tip."
    },
    {
      "author": "SELENA SIMMONS-DUFFIN, BYLINE",
      "text": "Hello, LIFE KIT. This is Selena Simmons-Duffin. I'm a health policy reporter at NPR. And my random tip is if you are cooking with kale, you do not need to use a knife to separate the leaves from the stems. You can actually just put your fingers at the stem where the leaf is just starting and slide your fingers up the sides of the stem to immediately strip the leaves away so that you can wash them and cook them up and make something tasty. It's really, really easy."
    },
    {
      "author": "BALABAN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "BALABAN",
      "text": "This episode of LIFE KIT was produced by Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is the senior editor. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Our digital editor is Beck Harlan. I'm Samantha Balaban. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4561343614.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/12/lk_trainyourdog-14_wide-4b541a12f0e5a4a0303e7b51a6d9f57c6acf8a81.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SAMANTHA BALABAN, HOST",
    "BALABAN",
    "AVI ISRAELI",
    "ISRAELI",
    "KAYLA FRATT",
    "FRATT",
    "BRIANNA DICK",
    "KIM BROPHEY",
    "BROPHEY",
    "KIKOPUP",
    "DICK",
    "ANDREA TU",
    "TU",
    "SELENA SIMMONS-DUFFIN, BYLINE"
  ]
}