{
  "title": "'Exposure' doesn't pay the bills. Here's how to get paid what you're worth",
  "url": "https://www.npr.org/transcripts/1073167276",
  "intro": "Time is money. But often, especially in the creative industries, trying to advance your career can mean literally selling yourself short. It's commonplace and borderline expected, depending on where you are in your career, to have to offer time and labor for free or for deeply discounted rates to get work. In this episode of Life Kit, journalist Juleyka Lantigua-Williams shares tools for advocating for yourself and your paycheck, as well as reflections on the value of betting on yourself.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "Today we're talking about discounts."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of the show. And no, I don't mean the kind of discount that leaves you feeling victorious as you exit the mall or the grocery store, but rather all the ways we discount the cost of time and labor in the workplace with other people and with ourselves. If you're trying to break into a creative field, if you're a freelancer, if you're a woman of color or perhaps all three, you probably already know what I mean. It's commonplace these days - borderline expected, depending on where you are in your career - to have to offer time and labor for free or at deeply discounted rates in order to get work and move up in the world. Maybe someone has even fed you the line, hey, we can't pay you, but this will be great exposure. The thing is..."
    },
    {
      "author": "JULEYKA LANTIGUA-WILLIAMS",
      "text": "Exposure is not an accepted form of currency at the bank."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I mean, principally, it's a mathematical problem. You can't pay your rent. You can't pay your phone bill. You can't get on the subway or, you know, in a Lyft for exposure."
    },
    {
      "author": "TAGLE",
      "text": "That's Juleyka Lantigua-Williams, the founder and CEO of LWC Studios, an award-winning digital and audio production studio. Williams has worked in media for nearly two decades. And as a respected industry expert, people are constantly asking her for her time and resources. She says these kinds of requests generally include a lot of praise for her or her work, which is great. The problem is the size of the paycheck doesn't often reflect the size of the flattery. And that has to change."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "We have to apply a more rigorous standard to how we bring people into a space where we say, you are tremendously valuable. We have much to learn from you. Please come and share your wisdom. And here's how we are going to make you whole - by offering you added value, by offering you promotion, by - whatever it is that you're able to offer."
    },
    {
      "author": "TAGLE",
      "text": "Whether you're just starting out or a veteran in your field, it can be deeply uncomfortable to maintain and assert your worth in a workplace culture often defined by prioritizing profit over people. But there are ways to get there."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, Williams will share strategies for combating the brown discount, tools for advocating for yourself and your paycheck and reflections on the value of betting on yourself. While much of this interview is specific to Williams' experience as a journalist and public speaker, a lot of her strategies can be applied regardless of career level or industry. And her perspective on mutual respect in the workplace is helpful for everyone - hope you enjoy."
    },
    {
      "author": "TAGLE",
      "text": "Today we're talking to you about the brown discount, which is a term coined by actress America Ferrera, but something you've had a lot of personal experience with as well. Would you mind just defining it for us? What is the brown discount?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Sure. So like you said, America Ferrera coined this term, and she was talking to Alicia Menendez about it on our show, \"Latina To Latina.\" And it hit me like a piano that I've experienced, you know, the expectation of the brown discount for years. And she defines it as the expectation that somehow, because our work is coming from creatives of color, women of color, it can be given at a discount; it can be given lower budgets; it can be expected to be for free."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "And it's really interesting because it happened to me this morning. For a few weeks, a major national magazine has been trying to get me to come and speak at an event in Miami. And they finally figure out exactly the best way to put me into the speaker lineup. And so I sent an email, and I said, that sounds wonderful to me. Thank you so much. I'll just need a round-trip ticket to Miami. And the person wrote back, oh, we don't have the budget for that. (Laughter) And I thought, wait a minute; wait a minute. You're inviting me to go out of state to speak at your event about my experiences, but, one, you have not offered to pay me, and, two, you're not even offering to pay for my ticket to get there. So now I'm coming out of pocket to go bring value to your events. None of this makes sense to me."
    },
    {
      "author": "TAGLE",
      "text": "Wow. So what happened?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I did not reply to that email yet because I have to compose myself (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Yes. Yes. Absolutely. I mean, my next question was going to be, I know you get a lot of these inquiries. What goes through your head?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I mean, the first thing that I did was I forwarded it to my work wife, and I was like, can you believe this? And she used a bunch of expletives that I cannot repeat..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "...On the radio. But it happens to both of us all the time, right?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "And so that - one of the first things that I did was seek empathy, right? That was the first thing I did was just to go to someone who gets it, who as a Latina is continually expected to do work for free, to write for free, to speak for free - to bring the vastness and the value of her experience to other people's things, to other people's events - right? - without being compensated for it. So that was the first one, that I was like, I need someone who can share my frustration. But then secondly, I thought about, oh, I'm going to talk about this on the interview today because..."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "...Because it really does happen every day to so many of us. The onus should not be on the creator, on the invitee, on the guest. The onus should really be on the organization to say, hey, we don't have the budget. But here are three other things that we can offer as alternatives."
    },
    {
      "author": "TAGLE",
      "text": "Right. I know it might seem silly because we're talking about the exact opposite of this, but is it ever worth it to work for free? Or, you know, are there any green flags or red flags people can look out for that can help guide these decisions?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "So yes, I think, absolutely, there are some times where it's a trade. And so you have to go into it thinking, I am trading my five or six hours of both live event and preparation time for X, Y and Z. And so that might be the case, for example, where you're going to be in the room with people who could generate work for you. But you have to know how you're going to use it, right? This is not a thing where you just do a bunch of events, and then you hope that somehow later on, those things will materialize into meaningful connections. You always have to be thinking two or three or four steps ahead in terms of, how does this position me very concretely and very specifically for a bigger opportunity down the line?"
    },
    {
      "author": "TAGLE",
      "text": "Yes. So I'm hearing, you know, understand the reach of the potential offer. You have to do your research. This is going to take time. This is going to take planning. How does this manifest in an earlier career? So you know, if you're just starting out, and maybe it's a first writing opportunity and it's really exciting for you, how do you measure - how would someone measure if that's worth it to them or not?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "So for me, when I started out as a writer, I took assignments, as much as I possibly could - this was not always the case, but as much as I possibly could, based on who was going to edit me. So if I knew that I was going to be working with a really talented editor, I would take cents on the dollar because I wanted the opportunity to learn from them. I wanted the opportunity to be guided through the reporting and through the interviewing by this editor who I admired, right? And so who you work with, who you get a chance to learn from is sometimes worth doing something at a discount or doing something for free because you will gain from the experience of having worked with them, right? So that's one thing."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "The other thing that I used to do a lot early in my career was I would negotiate the title that I would have on things, right? So if I was not the principal writer - right? - if I was going to be sharing a byline or something like that, then I would ask to include my bio and a link to my LinkedIn at the bottom of that, right? So I would try and figure out a way where I could create evidence that I had utilized a particular skill doing something where I was not paid well, right? And so from that, I was able to build a resume that said, and that I had proof, I could fact check, for example. And so that's another way that, again, you have to be two or three steps ahead. These things matter in the aggregate."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. This is all such great advice. It sounds like, you know, you have to approach everything with a sharp, entrepreneurial eye, is what I'm hearing. And, you know, you're talking a lot about journalism..."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Absolutely."
    },
    {
      "author": "TAGLE",
      "text": "...But I feel like it applies to everything. It kind of sounds like you're, you know, like - it's almost as if you are being an agent for yourself. How do you know how much to ask for? I know that this is extremely variable, depending on where you are."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "TAGLE",
      "text": "And I know it's a big question. But do you have any rubrics for people who are maybe just starting out and who might not, you know, have an hourly rate or something like that?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I don't have a rubric. But the thing that I always emphasize to my mentees and to people that I work with is that you have to have multiple rates for multiple skills, right? Like, you cannot have a flat rate across all of the things that you do, right? So if you're an audio producer, that's not just one thing (laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Audio producing involves so many different skills, right? And so you should have a rate card where you break down all of your different skills so that people can hire you for a particular skill. So if you do interview prep, that should be a different rate than actual mixing. That should be a different rate than field reporting. That should be a different rate than script writing. You should be ready with a list of options. Here's how I get paid for this. The last time that I did this, here's what I got paid. Typically, I expect to spend this number of hours on a project like this. Here's what I expect my rate to be."
    },
    {
      "author": "TAGLE",
      "text": "So have a menu ready. Have - and have your evidence ready to prove why you want these things. Now, this is great specifically for journalists just starting out. But thinking about our wider audience, thinking about any creative person who might be coming to this episode with an interest, is the advice the same?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I think the advice is similar, right? So one of the things that I say to people all the time is go look at job descriptions for the work that you're doing, and then fill in your resume or fill in your LinkedIn with skills that you see, you know, described and verbalized that you do that you've never put on your resume, right? And so thinking similarly, whatever industry you're in and you're starting out on, make that, you know, rate card, and then just list out all of the skills that you're competent in and put a per-hour rate on each of those. And then after you do that, add 20%..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "...If you're a woman of color or a person of color."
    },
    {
      "author": "TAGLE",
      "text": "I love it. And also, I wish I met you 10 years ago."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "(Laughter) It's not too late. It's not too late."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) Moving on to our language, you know, thinking about that someone who got that ask, they got that fish on the hook, it can be so hard, so uncomfortable to talk about money. You have some great template language for people that can help them take command of a communication like that if you want to get paid for something. Could you walk us through a few of these and your process for making sure you get paid?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "So I try to always be gracious because someone has reached out and someone has thought of me, someone considers my work, you know, worthy of consideration. And I'm very aware of that, right? I'm coming from a place of gratitude. And so that's first and foremost. So I always say, you know, thank you for thinking of me. This sounds really great, sounds like something I would really enjoy doing. And then I try to avoid making it about me at first. So I say things like, what do you usually pay people for this? When I ask that, it implies that, as a planner, you know, as someone who is sending out these invites, you've thought about this. If they come back and say, oh, you know, the speaker fee is this and it's too low, then I might say something like, OK, thank you for letting me know, but my usual rate for - and then I describe the type of thing it is - so for a keynote, for a 1,000-word article, whatever the thing might be - usually is. And then I tell them what that is. And if there's a big gap, then I say, would you - you know, would you be able to meet me here? And then I offer some midway point between what my fee should be and what they're able to offer."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "And then I might then say something like, well, if you can't pay me, would you be able to - right? And that's when I come in with a really specific offer. So, for example, if they have a newsletter that goes out to members, I might say, would you be able to, you know, write about one of our shows in your newsletter to your members next month, right? That's a great exchange for me because it's a piece of publicity and promotion that I don't have to pay for."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "You just have to know who the invitation is coming from. You have to understand how they communicate to their audiences and see how you can utilize their existing communication with their built-in audience for your benefit."
    },
    {
      "author": "TAGLE",
      "text": "I love that. So it sounds like more times than not, there's an opportunity for a trade, for an exchange, for something of value for you. You just have to take the time to look for it."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "I would say 100% of the time. You just have to ask. And that's the thing. We don't ask, right. We simply do not ask."
    },
    {
      "author": "TAGLE",
      "text": "On the flip side of the coin, when you have to say no to something - it's a practice that still makes my skin crawl. Would you give us some ways that we can gracefully and professionally bow out of opportunities that won't serve us?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Sure. And I want to say something that I say all the time, which is that every offer is not an opportunity. And so we've been talking about strategies for getting value out of offers. But then we also have to recognize that sometimes just because it's an offer does not mean that it's an opportunity. And we have to be OK with that. And so, you know, if you sense - if your gut is telling you, if your previous experience is telling you, if other people are telling you this is really not an opportunity, then please pass on it, right? That opens you up, and that leaves you available for other things to come your way."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "So typically, I keep it short and sweet when I have to say no. I'll say something like, thanks for letting me know. I'll have to pass this time, but have a wonderful event. And then other times, if it's something that I might want to be considered for in the future, I'll kind of say that. I'll say, thanks you know, for thinking of me. I'm going to pass this time. But if you have budget for next time, I'd love to be considered. And then I leave it at that. Again, leaving the door kind of ajar."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So just being really clear, being direct, concise, still being kind about it. Briefly, I'd like to speak to the askers in this conversation - the gatekeepers that are holding the bag. What are simple steps anyone asking for your time or your work can take to avoid these types of things, to avoid the brown discount?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Have a budget. It is - I mean, it baffles me that in 2022, as it happened this morning to me, people are planning major events with big audiences and corporate sponsors and still not budgeting to pay speakers. We just have to be better about saying, OK, we can't pay people, so we're going to have to make this virtual so it is minimum discomfort, minimum disruption, minimum monetary outlay for them so they can just be in front of the computer at their desk, right? And so I think that - have a budget is one of them. Secondly, come prepared with alternative ways to compensate the person for their time. So maybe in the case of this magazine, they could run a profile piece of my company or for one of my team members or one of our shows. Maybe they could invite us to do a playlist on their website - right? - that includes our shows and other shows that we like. There are so many creative ways for you to help to elevate someone's work and to get it in front of your audience besides them sitting on a panel."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. Juleyka, I would love to talk a little bit about the emotional burden of all of this. You know, you have done so much throughout your career, won a ton of awards. You've launched some excellent podcasts. But I gather from your writing that you have had to fight for every inch of that space that - you know, every inch of ground that you've made. And I think a lot of people can relate to that. My question is, how did you hold on to your self-worth when doors were being close to you? Or maybe more broadly, how can anyone struggling to get paid for their endeavors find and retain their real value if their industry isn't mirroring that or is trying to tell them otherwise?"
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Well, that's the million-dollar question. It for me has been twofold. One, it has been having mentors. I have my mentors that I go to. I also have, you know, people in my life, like Alicia Menendez, who I call my work wife. You know, we co-own \"Latina To Latina.\" We produce it together. And she and I have so many similar experiences that I can just literally forward her a crazy email like I did this morning, and she completely gets it. And so then I don't feel like I'm, you know, isolated or that this is only happening to me. I know that it's not only happening to me because I have so many brilliant women of color in my life who also experience this, you know, expectation that our work should be valued as less than market rate. And so that's one."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "The other answer, honestly, is go out and do your own thing, you know? And that's what I did 4 1/2 years ago. When I got to the point where I realized it's not corporate America, it's me, then I'm going to be the change I want to see in the world. And so you just have to believe that, and you just have to make a plan. I didn't have a full plan. I kind of had a deadline more than a plan (laughter). I gave myself a year. And, you know, 4 1/2 years later, I have six full-time employees. We have dozens of collaborators. We've produced, you know, over 15 podcasts. We're nominated for a Peabody. And it was all about me realizing that I knew enough, that I was prepared enough and that I was also ready to take the risks necessary to really build on a vision. And so if you are someone who is thinking, well, I don't know anything about business; I don't have an MBA; I don't have a law degree, you don't need any of that. You don't need any of that. The only thing you need is to decide to start."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I love that. Yeah. I'm hearing you were willing to bet on yourself - you know? - that you were all in on yourself and your goals. And now here you are."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "Thank you so much for your time."
    },
    {
      "author": "LANTIGUA-WILLIAMS",
      "text": "Oh, you're so welcome. Thank you for having me."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on overcoming the likability trap, another on feelings and personal finance. And we've got lots more on everything from mentorship to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglis and Janet Woojeong Lee. Beck Harlan is our digital and visuals editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7100902579.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/14/gettyimages-970155824_wide-4e827e94e3c22580f4932fc62392a3812faa3b67.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "JULEYKA LANTIGUA-WILLIAMS",
    "LANTIGUA-WILLIAMS"
  ]
}