{
  "title": "It's OK to not be passionate about your job",
  "url": "https://www.npr.org/transcripts/1076978534",
  "intro": "Passion and work often feel inextricably linked, but that's a fairly new phenomenon — and maybe it shouldn't be the expectation. Sociologist Erin A. Cech talks about why the career-passion combo favors privilege and can lead to burnout.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam. When you're job searching or generally just trying to figure out what you want to do in your life, someone inevitably tells you, do what you love, and you'll never work a day in your life. You might hear this from a school counselor or an uncle at a family reunion or maybe on TV because this advice is everywhere. And the thinking is, work is so tough that you might as well pick something you're passionate about in order to get through it. A lot of jobs are framed this way - nursing, child care, nonprofit work, teaching. Here's a scene from the first episode of \"Abbott Elementary\" on ABC."
    },
    {
      "author": "SHERYL LEE RALPH",
      "text": "(As Barbara Howard) Teachers at a school like Abbott, we have to be able to do it all. We are admin. We are social workers. We are therapists. We are second parents. Hell, sometimes we're even first. Why? It sure ain't the money."
    },
    {
      "author": "LISA ANN WALTER",
      "text": "(As Melissa Schemmenti) Mmm hmm. We do this 'cause we're supposed to. It's a calling. You answered."
    },
    {
      "author": "TAM",
      "text": "Lots of workers think about jobs this way, from young people and recent grads to more experienced folks switching careers."
    },
    {
      "author": "ERIN CECH",
      "text": "There's a notion that we can't live a good life if we don't love what we do."
    },
    {
      "author": "TAM",
      "text": "That's Erin Cech. She's a sociology professor and the author of the new book \"The Trouble With Passion: How Searching For Fulfillment At Work Fosters Inequality.\" When Erin first set out into the world, she was studying to become an engineer. But then she discovered sociology, and she fell in love with the field. She had found her passion, and she wound up pursuing it all the way to the Ph.D. level."
    },
    {
      "author": "CECH",
      "text": "Oh, I was a passion evangelist (laughter) before doing this research, my goodness."
    },
    {
      "author": "TAM",
      "text": "As Erin advanced in her career, she began to notice, especially in higher ed, just how prevalent the idea of passion-seeking was. So she started interviewing students and workers about what values they weighed when it came time to make career decisions, and she found that many people were ranking personal fulfillment as the No. 1 factor in this process. Erin calls this the passion principle."
    },
    {
      "author": "CECH",
      "text": "The passion principle is this idea that the best way to make career decisions is to find what we find most fulfilling, most self-expressive and make that the centerpiece of our career decisions. And that can sometimes mean that we downplay or de-prioritize things like salary and job security, but it's the idea that we need to center our meaning-making in our career decision-making."
    },
    {
      "author": "TAM",
      "text": "Prioritizing passion is not as easy as people suggest it is. And even if you find a job you're passionate about, it doesn't mean the rest of your career is all smooth sailing."
    },
    {
      "author": "CECH",
      "text": "The labor force wasn't designed to support us in the process of self-actualization."
    },
    {
      "author": "TAM",
      "text": "So on this episode of LIFE KIT, the trouble with passion and how we prioritize it in our careers."
    },
    {
      "author": "TAM",
      "text": "So, Erin, where did the passion principle come from? I feel like the idea of being driven by what you love to do is a relatively new concept in the history of the world."
    },
    {
      "author": "CECH",
      "text": "Right. If you look back at job advice books from the '40s and '50s, you get a really different kind of narrative, especially for the college educated. It's find a job that's stable. Find a job that will allow you to make money and support yourself and your family. And what we see is this really big shift in the stability of employment for college-educated workers from the 1970s to today. But along that same timeline is this growth in the expectation and demand for opportunities for self-expression and identity formation. 1970s, '80s, '90s were this time of this explosion of every part of our lives should have the opportunity for self-expression, and our career is no exception to that."
    },
    {
      "author": "CECH",
      "text": "And so one of the things that could've happened with the combination of those things is that people with college degrees - the most privileged workers in the United States economy - could've said, I'm going to find the thing that's the most stable, that's the most secure, and I'm going to make that my career and find places outside of employment to find meaning and self-expression. And that's not the dominant narrative. Dominant narrative now for college-educated workers is, well, my job is unstable. I'm going to be working for far more than 40 hours a week. I might as well do something that I love."
    },
    {
      "author": "TAM",
      "text": "So I just want to ask a more head-on question. Just, you know, tell me about your research in the role that passion plays in career planning. Who did you interview and why?"
    },
    {
      "author": "CECH",
      "text": "So the book draws on a number of different sources, so students from three different institutions - from Stanford University, Montana State University and the University of Houston. And then I followed up with a subset of those students two to five years after they left college to see what happened to them. Were they still trying to pursue their passion? What happened when they tried to? In addition to that, I conducted surveys of college-educated workers in the United States and asked them a whole set of questions related to their prioritization of passion in comparison to other things, like job security and salary and work-family balance. And then, finally, I do some experimental analyses to try and understand whether potential employers not only value passion among potential applicants, but are interested in benefiting from it or even exploiting the passion of workers."
    },
    {
      "author": "TAM",
      "text": "Broadly, what were your findings? How did you find that people were motivated by passion, and how did you find that people were exploited by it?"
    },
    {
      "author": "CECH",
      "text": "Yeah. So passion is compelling for a couple of reasons, but I find that there's a number of downsides to this idea, and one of them being that not everyone has the same opportunities to take what they're passionate about and translate that into some kind of paid employment."
    },
    {
      "author": "CECH",
      "text": "Students who come from low-income backgrounds or first-generation college students are much less likely to have the safety nets in terms of financial stability or the springboards in terms of their parents' social network connections to be able to translate the things that they love into employment that's not only aligned with their passion, but also is stable and draws a decent salary. And even when you look at the workforce overall among college-educated workers, people from wealthier families are more likely to be employed in jobs that are in their passion and are stable."
    },
    {
      "author": "CECH",
      "text": "But in addition to that, there is this issue of us potentially being exploited by our performance of passion in our jobs. I find that the people who are passionate about their work are more engaged, more invested and work longer hours than people who aren't, but there's no bump in pay. And when I did this experimental work, I find that part of the reason that potential employers were so invested in hiring workers who are passionate about their work is not only because they think they'll be hard workers, but because they expect that people who are passionate about their work will put in more work without demanding an increase in pay."
    },
    {
      "author": "TAM",
      "text": "I'm wondering, you know, what you learned from your survey that showed that employers benefit and exploit the passion of their employees. Like, how are people doing this? And, you know, is it by design?"
    },
    {
      "author": "CECH",
      "text": "In some organizations, I expect that it's by design. Some of the most powerful journalistic organizations in the country, some governmental organizations, not-for-profit organizations are fundamentally built on the idea that there is an unpaid apprenticeship process of coming into the organization. And part of showing that you're worthy enough to be part of your organization is doing work that is unpaid through this process and while you're doing it expressing deep commitment and value and passion for the work that's being done."
    },
    {
      "author": "CECH",
      "text": "And this isn't just a U.S. context. So in Korea, for example, there's something called passion pay that people who are interested in being in the art world do work for very little to almost no actual monetary compensation for the work that they're doing."
    },
    {
      "author": "TAM",
      "text": "What kinds of jobs are most prone to taking advantage of their employees' passion?"
    },
    {
      "author": "CECH",
      "text": "So it is especially pernicious for organizations that are in a space where the work that is being done in that context is already socially devalued. So this is in the context of helping professions, people who are teachers or child care providers, things where there's an expectation that you have some kind of personal connection to the work. And there's often a conflation of passion for the work with competence and high-quality output."
    },
    {
      "author": "TAM",
      "text": "Yeah. I don't know. It's complicated, right? There might be people listening who are like, am I really exploiting others by, you know, prioritizing passion in the workplace or by wanting a teacher for my kid that is passionate about being a teacher? I guess I'm wondering from you, like, is every employer or employee that is motivated or driven by passion - are they on the wrong side of this issue? Or, you know, are inequality and exploitation an unfortunate byproduct of prioritizing passion?"
    },
    {
      "author": "CECH",
      "text": "The exploitation part comes in the expectation for performance of passion all the time. So one of the examples I talk about in the book is a Starbucks placard that says, we are passionate about serving you. And, you know, you can imagine the baristas in these - in Starbucks being expected to perform the making of your latte with passion, like they're passionate about the process of making foam art and passionate about the beans that are used in the creation. That's a really different thing than being polite and kind and nice to the customer. That's something that is about the transmutation of your sense of identity into the work that you're doing. And so that's a different thing. That's a different register."
    },
    {
      "author": "TAM",
      "text": "Thank you so much for spelling that out. I think there's a huge difference between going to work and doing your job competently and going to work like your job is the only reason why you exist on this Earth. But unfortunately, a lot of work cultures inspire people to act like the latter, right? Like, do you think people are aware of this difference?"
    },
    {
      "author": "CECH",
      "text": "I think there is some sense of that distinction, and I see that in the interviews that I did with college students. They recognized that there was this demand for overwork, this demand for long hours and intense hours. And for them, the solution to that was not collective solutions or changing the structure of work. The solution was, how do I find a way to quell that issue for me personally? And from an individual-level perspective, following your passion is a way to resolve that issue - to align one's sense of self, align one's sense of fulfillment with these demands for overwork."
    },
    {
      "author": "CECH",
      "text": "And so the issue becomes how do we push back on corporate expectations for overwork and 24/7 availability? I think doing so becomes incredibly difficult because, No. 1, this pushback tends to be put in the context of an individual sort of like, Mother, may I approach to solving one's individual work-life balance concerns rather than a kind of collective issue, like I'm going to gather with my colleagues to push back on these kinds of norms. Those kinds of collective solutions, we know historically, are the most effective way to move the needle to make change but is often looked past or not necessarily recognized as a potential solution by current workers."
    },
    {
      "author": "TAM",
      "text": "Yeah. I guess, how do you combat an issue that people don't see as a real problem, that people don't think they're perpetuating intentionally?"
    },
    {
      "author": "CECH",
      "text": "Mmm hmm. I think we have to step back and say, even if you're passionate about your own work, in what spaces can we make more room in our lives for passions outside of our employment? So I talk about this as diversifying our meaning-making portfolios. And by this, I mean, like, what are the things that excite us, that bring us joy outside of our paid employment? And how can we deliberately invest time and energy and attention in cultivating our passion in that space? And that takes work. You have to be really deliberate in saying, I'm going to block out this time to be able to invest in those passions outside of work. So I'm not saying that that is an easy process."
    },
    {
      "author": "CECH",
      "text": "In addition to that, really thinking about the narratives we are perpetuating around work to the people in our lives. One of the things that's so interesting is if you take the question, what do you want to be when you grow up, the answer in the U.S. context is supposed to be an occupation. I'm going to be a firefighter. I'm going to be an engineer. I'm going to be a teacher. Right? That's not a different thing than saying, I want to be a good parent or a great friend or a community leader. And so from the very get-go of how we talk to children about work, we conflate who you're going to be as a person with what you're going to do as your job. Do they want a job that they're personally invested in with the recognition that they have to be careful about exploitation, or do they want a job that will allow them just to have money to do the things that they love outside of work, whether that's traveling or gardening or getting together with friends? Thinking about how to talk to the next generation of workers about the institution of work more holistically I think is one way to sort of stop the intensiveness of the expectation for passion-seeking that they often encounter."
    },
    {
      "author": "TAM",
      "text": "Yeah. I think so many of the ideas that you brought up are so important, but they really require a very fundamental shift in mindset. There are, you know, some people who work to live and there are people who live to work. And for most of my life, I've definitely been in this latter group. And for people like me, doing what you love sometimes really is worth all the long hours, the uncertainty and the instability that may come with it, you know, for a time. So for people like me who still, you know, are driven by passion, whether they like it or not, like, what are, like, some hard tips to avoid being exploited, to avoid exploiting ourselves?"
    },
    {
      "author": "CECH",
      "text": "Well, the first one is to make sure that you do have spaces outside of work for passion and you do invest the time in those. In addition to that, making sure that you're evaluating regularly the amount of effort that you're putting into the job and how much you're getting paid. And beyond that, having conversations, really frank conversations, with colleagues about what is enough. Like, what is enough of a demonstration of our commitment to our work that doesn't have to spill over into this sense of overwork and being on demand all the time? How do we implement that kind of flexibility and that relief from work, that respite from work that we all need? That is beneficial not only for people who are doing a job that they're not necessarily passionate about, but it's important for the people who are passionate about their work, as well."
    },
    {
      "author": "TAM",
      "text": "That was professor of sociology Erin Cech. Her new book is called \"The Trouble With Passion: How Searching For Fulfillment At Work Fosters Inequality.\""
    },
    {
      "author": "TAM",
      "text": "If you're reevaluating the way passion factors into your job search or you're trying to figure out how much your career should matter to you, here are some quick takeaways from our conversation with Erin. First, if you're brainstorming the next step of your career, it's OK if passion isn't your primary motivator. It can be just one piece of the puzzle you're putting together. Second, if you are driven by passion, there are ways to prevent yourself from burning out or being taken advantage of. Make sure you're credited and compensated for the extra enthusiasm and energy you bring to the table. And our third and final takeaway - if you aren't someone who's passionate about your job, it doesn't mean you aren't a good employee or a good teammate or that your work isn't valuable. You might be passionate about things other than your career."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about how to make a side gig work for you. You can find that and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "And, as always, here's a completely random tip."
    },
    {
      "author": "STEPHANIE CONACHER",
      "text": "Hi. This is Stephanie Conacher (ph). My favorite life hack is using a headlamp flashlight around the neck of my dog when I have to walk her at night, so she has a built-in flashlight as we're walking around."
    },
    {
      "author": "TAM",
      "text": "If you've got a random tip or an episode idea, please leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAM",
      "text": "This episode was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Andee Tagle and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4766630694.mp3",
  "img": "https://media.npr.org/assets/img/2022/01/31/sol-cotti---npr---npr---not-to-be-passionate-about-your-job_wide-efa0fe6fee418bb0cd3251dad138a49a6c1a8b48.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RUTH TAM, HOST",
    "SHERYL LEE RALPH",
    "LISA ANN WALTER",
    "TAM",
    "ERIN CECH",
    "CECH",
    "STEPHANIE CONACHER"
  ]
}