{
  "title": "Financial advice for artists who think they're 'bad with money'",
  "url": "https://www.npr.org/transcripts/1077923841",
  "intro": "Getting your finances in order can be intimidating, especially for freelancers, creatives and side-giggers. Financial planner and artist Paco de Leon shares simple, holistic advice for tuning up your finances.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam. Paco de Leon is a financial coach and bookkeeper with The Hell Yeah Group and Hell Yeah, Bookkeeping. She is the author of \"Finance For The People.\" Me - I'm a full-time journalist, but I do a lot of work on the side illustrating, writing and hosting podcasts. It can feel hard talking honestly about the money I make and how I handle it, but Paco, who is also an illustrator and a musician, got it right away. To be totally honest, a lot of the financial scaffolding in my life has been put together with a lot of duct tape and chicken wire. And I guess there's, like, a lot of times where I'm wondering if I'm doing the right thing."
    },
    {
      "author": "PACO DE LEON",
      "text": "Yeah. I happen to surround myself with creative professionals, and they have the same exact feeling. It's like a piece of Band-Aid and some gum and fingers crossed, toes crossed. And they're hoping that the IRS doesn't knock on their door and say, Ruth, you're going to jail. You've been doing it all wrong. It's over for you. So I am totally comfortable swimming in those waters with you."
    },
    {
      "author": "TAM",
      "text": "On this episode of LIFE KIT, finance for creative types. If you're running your own business or a creative side hustle and never thought you were the business type, our conversation is for you."
    },
    {
      "author": "TAM",
      "text": "You write in the beginning of your book how it's basically our personal experiences that form our perceptions around money and personal finance. And I was wondering what common experiences do creatives tend to have that lead them to have common misconceptions about money?"
    },
    {
      "author": "DE LEON",
      "text": "Yeah. I would say the No. 1 thing that I hear creative people say is that I'm not the kind of person who is good with money. They've just felt like understanding that world and navigating the financial world fluidly and confidently was never going to happen for them. So they're really bought into that story. And it doesn't help that the industry is just not - you know, it's not open. It seems very serious and scary, and there's all these authority figures wearing suits. And it doesn't seem fun at all, you know? So I can see why creative people have these narratives and why they internalize them and hold on to them."
    },
    {
      "author": "TAM",
      "text": "For people who still aren't convinced that, you know, that thinking about finance is for them, you know, what do creators lose out on when they don't allow themselves to talk honestly about money and don't have a very good grip on their finances?"
    },
    {
      "author": "DE LEON",
      "text": "I think from a very practical perspective, you are missing out on the potential to have some peace of mind in your daily life. And when you take a step back and you address the financial side of things, it lays the foundation to really come at these decisions about who you want to work with from a place of actual clarity, of actual logic, instead of just an emotional response of kind of that, you know, dog paddling or I-got-to-take-what-I-can-get kind of energy. And you really have to break through that when you're self-employed. These are the kinds of things you're going to confront - ideas of worth and deservingness and, you know, needing to get your financial life together and connecting that to your why."
    },
    {
      "author": "TAM",
      "text": "OK, so let's say we're convinced that, you know, we need to start taking care of our finances. How do you start building it into your routine and making time for it so that nothing starts to slip through the cracks and you end up in the same place you were before?"
    },
    {
      "author": "DE LEON",
      "text": "The thing that I suggest everybody do is to set up weekly finance time. And weekly finance time is exactly what it sounds like. It's carving out, I would say, at least 20 minutes, maybe as much as an hour every week that you can put onto your calendar as a standing meeting with yourself that is, like, sacred. You know, you don't allow people to book meetings or bother you during that time. And it's your time to take a look at your bank account, to pay your credit card bill, to follow up on your invoices, to reconcile your accounting, to roll over that 401(k) that you've had sitting at your old employer for three years. Just carving out that time allows you to have space, and having that space to focus will allow that part of your life to expand."
    },
    {
      "author": "TAM",
      "text": "And what are the most common financial challenges freelancers or side-giggers or creative people have?"
    },
    {
      "author": "DE LEON",
      "text": "One of the biggest challenges that a lot of freelancers have is they don't separate their side hustle finances from their personal finances. And, you know, if you're really just starting out, I understand why you wouldn't open up a new bank account for that. But once you start to gain traction, then it's time to open up your own bank account. And it's a little scary to do that because at first there's no money coming in. But I also think that's a good feeling. It's a good thing to have that account staring at you, saying, hey, how are we going to water this? How is this going to get fed?"
    },
    {
      "author": "DE LEON",
      "text": "And the other reason why it's important is because it makes tax time a lot easier. So if you are itemizing deductions or, you know, you need to keep track of your income that you've made and the expenses to offset it, it's all in one account. And it allows you to see things just from a business perspective. You can see on a month-to-month basis how much do you need to earn in order to support your side gig."
    },
    {
      "author": "TAM",
      "text": "Right. So start, if you haven't already, separating out your business expenses and earnings from your personal ones and start kind of observing the flow of money between those accounts."
    },
    {
      "author": "DE LEON",
      "text": "Absolutely. I think a really good habit to build right away is to set up a tax savings account. And - so I'm not an accountant. Disclaimer - this is not tax advice. But there's a general rule of thumb that you should be saving anywhere between 10% to as much as 30% of every dollar you earn. Dump it into your tax savings account. And that way, you are saving for potentially paying income taxes."
    },
    {
      "author": "DE LEON",
      "text": "Now, if you're just starting out and you're not making a ton of money, the good news is maybe at the end of the year you have a pile of cash and you don't really owe as much as you saved. Awesome. Cool. Now you can make some decisions about what to do with that cash. You can reinvest it into your business. You can set up a retirement contribution or retirement account like an IRA."
    },
    {
      "author": "DE LEON",
      "text": "But just getting into that habit is the best thing that you can do because as your business grows, you're going to make more money. And eventually there will be a tipping point where - oh, crap, I have a big tax bill because I did so well. And you want to just be prepared for that."
    },
    {
      "author": "TAM",
      "text": "I read in your book that you and your accountant figured out the right percentage for you. If you don't have an accountant, should you get one?"
    },
    {
      "author": "DE LEON",
      "text": "I think hiring an accountant who either specializes in your industry and/or specializes in working with freelancers and self-employed folks - I think that's going to be a huge return on your investment in terms of how much it costs. They're going to help you with these calculations in terms of figuring out what is the right percentage to save. If you ever want to buy a home, you have to, you know, show that you're earning income regularly. So an accountant can help you navigate all of these, you know, kind of complicated crossroads between your business and personal finances."
    },
    {
      "author": "TAM",
      "text": "You mentioned knowing your market. And just because you love making photographs and your friends and family like them, does that necessarily mean that the next step of your side gig should be, like, buying a URL, opening a web store? How do you gauge demand for what you do?"
    },
    {
      "author": "DE LEON",
      "text": "Yeah. One of the ways I like to think about making an offering, whether it's a product or a service, is thinking about it from the perspective of, like, whose problem are you solving? One of the biggest problems that I see with a lot of creative folks is, like you were saying, they want to make something, but they haven't thought about who is willing to buy that thing, who can afford that thing. So sometimes you see folks - there's a misalignment between how they imagine things being played out in the marketplace and then the reality of it. So I think that's something worth - I don't know - sitting with, journaling about, talking to your friends about, you know, doing research on Google Trends. There's a lot of different ways you can go about testing the market or seeing if there's any interest."
    },
    {
      "author": "TAM",
      "text": "There's, you know, this business saying that I think a lot of people know that you have to spend money to make money. I would love to hear more about what good benchmarks there are for figuring out what's worth spending on or investing in."
    },
    {
      "author": "DE LEON",
      "text": "Sure. I mean, I think you do kind of have to go full-on nerd when you're at this level, right? You're basically trying to figure out if your profit margins - right? - the amount of money that you're going to be able to take and put into your own pocket is going to be worth the amount that you're expending."
    },
    {
      "author": "DE LEON",
      "text": "I think starting with your community is a great place. Freelancers Union or - you know, there are other kinds of associations for wedding photographers or, you know, other types of business owners where you can have these conversations freely and openly with people. You can say, hey, what - you know, when you do a wedding book and you print out the photos, what is the normal profit margins on that? Like, what's normal for that?"
    },
    {
      "author": "DE LEON",
      "text": "You can also - you know, you can hire consultants on a one-time basis, and they can kind of help you navigate your cost of operating and figuring out what margins make sense, and here's how you can kind of change to make sure that you're conforming to those benchmarks."
    },
    {
      "author": "TAM",
      "text": "Do you have any tips for how to price your time or your products? Should pricing change the more experienced you get or the more in-demand you are?"
    },
    {
      "author": "DE LEON",
      "text": "Right. I think when you're first starting out, your price is going to reflect the experience that you think that you have, right? And the prices tend to be a lot lower when we're all starting out. We're an unknown quantity in the marketplace. I think that pricing hourly is what a lot of folks who provide services do in the beginning. And what I think they realize over time is there are only so many hours a day and that pricing based on value is really ultimately kind of the best way to attract the kind of clients that you want to attract."
    },
    {
      "author": "DE LEON",
      "text": "The example I always like to bring up is one time I'm driving down 6th Street in LA, and I look to my right, and I see a sign that says $1 oysters."
    },
    {
      "author": "DE LEON",
      "text": "And I thought, wow, like, maybe 10 years ago, I would've probably texted my friends and said, you guys, we've got to hit up this spot. But now that I'm older and, you know, I've gotten sick from an oyster or two in my life, I realize, oh, crap, the $1 oyster - there's no possible way that that's worth it, right?"
    },
    {
      "author": "DE LEON",
      "text": "So that's just a little anecdote to think about, you know, where you are in the marketplace. If you want to be the cost-effective one, if you want to be the affordable option, if you want to be the $1 oyster, that's great, but you have to realize the clientele you're serving, how to speak to them, what are the pros and the cons of that, right? If you don't want to be the $1 oyster, great. Well, what does that mean? How do you need to change your messaging?"
    },
    {
      "author": "DE LEON",
      "text": "I mean, the thing I love about business - I think you can hear it as I'm talking about it - is it is really creative, right? It's like this ongoing experiment where you have an idea, you have this aha moment. You test it out. You see if the audience responds. And you either keep following that thread - right? - or you reassess. And I think when you approach pricing and business in general from that perspective, it really takes a lot of the heaviness out of, you know, I'm not charging enough, I'm not worth enough, you know, kind of all of those slides we can slide down."
    },
    {
      "author": "TAM",
      "text": "Yeah. Unfortunately, I'm still a sucker for the $1 oyster in real life."
    },
    {
      "author": "DE LEON",
      "text": "Oh."
    },
    {
      "author": "TAM",
      "text": "But..."
    },
    {
      "author": "DE LEON",
      "text": "Oh."
    },
    {
      "author": "TAM",
      "text": "But I..."
    },
    {
      "author": "DE LEON",
      "text": "Forgive me for judging. Forgive me for judging anyone."
    },
    {
      "author": "TAM",
      "text": "No, I take your point. I take your point, though, because I really appreciate what you said about business being creative because it's almost as if creative people think that the business and finance side of things is boring and square. But, like, it's - depending on how you approach it, it can actually be quite a creative endeavor."
    },
    {
      "author": "DE LEON",
      "text": "I think it really is, exactly like you said."
    },
    {
      "author": "TAM",
      "text": "There are lots of resources out there for people who handle their own business, web hosting services, e-commerce platforms, bookkeeping software. Is that kind of stuff worth paying for? And if you've decided that you want to use one, how do you compare, you know, one service over another and pick one that works well for you and your business?"
    },
    {
      "author": "DE LEON",
      "text": "So I like to do things that I know I should - I have no business doing. Like, I learned how to edit videos. I still handle the Instagram. So if you have that propensity - right? - if you have that drive as well, then I would say your best bet is to say, OK, I'm going to clear two or three days, and I'm going to go down the Google hole of frustration, and I'm going to learn what I can learn and see how far I go. And for some of us, that means maybe doing our own bookkeeping for three months or three years."
    },
    {
      "author": "DE LEON",
      "text": "But for me, what - usually when I start to realize that I need to pay someone to be doing something for me is I'm in tremendous pain, right? Like, pain can look like I can't manage my inbox anymore. Pain can look like I didn't show up to a meeting. I think when you start to notice pain in that way or, you know, frustration or you can't grow, you feel like you're a plant that's confined because the roots have gotten too big for the pot, that's when it's time to start looking at other options. So, like, if you can be making an illustration for $500 in one hour or you could be doing your own bookkeeping for one hour, what's the trade-off?"
    },
    {
      "author": "TAM",
      "text": "Yeah, definitely. I feel like the beginning months can be sometimes the most volatile for small businesses. How should people who are just starting out with their side gigs or side businesses think about risk, particularly financial risks?"
    },
    {
      "author": "DE LEON",
      "text": "That is a great question. Nobody ever asks me about risk, so hats off to you, Ruth."
    },
    {
      "author": "DE LEON",
      "text": "So I think - I mean, there's, like, the classic, I guess, financial planning way of thinking about risk, right? It's probability versus possibility. Like, what is the likelihood that something bad is going to happen? And when you think about, quote-unquote, \"something bad is going to happen,\" like, you want to think about what is the worst possible financial thing that could happen if I start this business, and what is the likelihood that that will happen to me? And humans are notoriously terrible at assessing risk, but I think just starting to think like that if you've never thought like that before is going to put you in a better position when you're navigating self-employment and just taking financial risks in general."
    },
    {
      "author": "TAM",
      "text": "How should you approach growth or scaling up, assuming that's what you want to do?"
    },
    {
      "author": "DE LEON",
      "text": "I will say this real quick before I give my answer on how to scale. I would run an experiment on price, and I would do something crazy, like double your price. It's crazy. The next client - right? Your roster's full. You're short on time. Everybody wants to ask you to the dance, right? Just raise your - double it, see what happens. And try it with the next - I don't know - one to 10 potential clients. And look at how many people say yes. Look at how many people say no. If they all say no, then, OK, double was a bit ambitious and/or that's not the right clientele. Or - oh, crap - double - three people out of 10 said yes to the double rate. OK, cool. Now, you can take on those bigger jobs, and you can still take on the ones that maybe won't pay double, but they're fulfilling to your soul or you want to do it for a portfolio. But that's one way to, like, not necessarily scale, but to find relief when you are feeling really stretched."
    },
    {
      "author": "DE LEON",
      "text": "And then in terms of scaling - right? - growing your business, the best thing to do is to write down everything that needs to get done in your business and realize you have every job - everything you've written down, that is your job. And then you can start to group certain things together, right? Like, it's easy to group all the admin things. And you could say, would it make sense for me to have somebody do this admin? Once you see every task, then you can start to look at, if I am going to scale, if I am going to outsource, if I am going to grow this thing to more than me, what's the first position?"
    },
    {
      "author": "TAM",
      "text": "We are having this conversation during a pandemic or what is - I don't know - the eighth chapter of this pandemic. Yikes. It seems like every business that has survived has only done so because they've had to reevaluate and adjust in some way. What do you recommend for an independent creator or a small business during times of uncertainty?"
    },
    {
      "author": "DE LEON",
      "text": "I think trying to save up runway is really going to be the first line of defense, making sure that you can pay your bills for the next, at least, three months. Ideally, many more months than that - you know, six, nine, 12. I mean, I think what we're all realizing through Season 6 of the pandemic is nothing is guaranteed, right? Find some esoteric tools that help you deal with the uncertainty, you know? Like, deep breaths and meditation and making pasta at home because you get to use your hands and focus your energy, and going for a walk. And I know that sounds maybe weird and silly coming from a personal finance expert, but I'm here to offer a holistic perspective because we're emotional creatures living on a rock that is just hurtling through space and time. And to ignore that is just comical to me, you know? We're flesh bags, and sometimes we just have to admit that and take a deep breath and then, you know, be in awe of compounding interest or something like that."
    },
    {
      "author": "TAM",
      "text": "(Laughter) Yeah. I mean, I guess what builds us into more resilient human beings can aid in building resilient businesses, right?"
    },
    {
      "author": "DE LEON",
      "text": "Absolutely. Absolutely."
    },
    {
      "author": "TAM",
      "text": "That was financial planner, writer and illustrator Paco de Leon. Her new book is called \"Finance For The People.\""
    },
    {
      "author": "TAM",
      "text": "There was so much good advice in our conversation, so here are a few quick takeaways to help you get a grip on your personal finances, especially if you've got a side business."
    },
    {
      "author": "TAM",
      "text": "One - set up weekly finance time and treat it as sacred. Spend 20 minutes to an hour, undisturbed, every week to send or check up on invoices, log your expenses, pay your bills or whatever financial chores you need to do. This is an easy way to start prioritizing your financial health and build healthy financial habits."
    },
    {
      "author": "TAM",
      "text": "Two - set apart your personal and business finances with separate checking accounts. And while you're at it, set up a separate savings account and put 10 to 30% of everything you make there. Your future self will thank you when it's tax season."
    },
    {
      "author": "TAM",
      "text": "Three - any time you're considering offering a new product or service, do your homework on whether there's demand for what you do. Ask yourself, whose problem are you solving? Who is willing to buy what you have to offer, and can they afford it?"
    },
    {
      "author": "TAM",
      "text": "Four - when it comes to spending and pricing, build a community of peers and ask them about their experiences. Figure out if you want to be the $1 oyster in your field."
    },
    {
      "author": "TAM",
      "text": "Five - recognize when you're in pain and hire someone when you need to outsource a task. And if you don't know how to start that process, identify everything you do for your business and start grouping tasks together that make sense. That's your draft for a job description."
    },
    {
      "author": "TAM",
      "text": "Lastly, it's a challenging time to run a business, to be a person. So remember Paco's holistic financial advice and develop ways to deal with stress and uncertainty."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one about new ways to think about passion at work. You can find that and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAM",
      "text": "And, as always, here's a completely random tip."
    },
    {
      "author": "MIRANDA",
      "text": "Hi, everyone. This is Miranda (ph) from Akron, Ohio. If you want to save some money and do something for the planet, reuse zipper bags. For instance, I often make burritos and store them wrapped in the bag that the tortillas came in in my freezer."
    },
    {
      "author": "TAM",
      "text": "If you've got a random tip or episode idea, please leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAM",
      "text": "This episode was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Andee Tagle and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1495484645.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/04/lk_financeforthepeople_illo-copy_wide-deb32eabc694f23a914c1873649f90025317b1fb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RUTH TAM, HOST",
    "PACO DE LEON",
    "TAM",
    "DE LEON",
    "MIRANDA"
  ]
}