{
  "title": "What's your attachment style? Take this quiz to find out",
  "url": "https://www.npr.org/transcripts/1079587715",
  "intro": "According to the field of attachment theory, each person has a unique attachment style that informs how that person relates to intimacy: secure, anxious or avoidant. We talk with Amir Levine, a neuroscientist and co-author of the book Attached, about how your attachment style can impact your relationships.",
  "transcript": [
    {
      "author": "KIA MIAKKA NATISSE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Kia Miakka Natisse. Today, we're talking attachment styles, which are very popular these days. You've probably seen people online talking about how they can help you in relationships. And though it might feel new, it's actually an old idea that first started in the parenting world."
    },
    {
      "author": "AMIR LEVINE",
      "text": "So the founder of attachment theory with children initially is John Bowlby, and he made this idea leap at the time."
    },
    {
      "author": "NATISSE",
      "text": "This was back in the 1950s, when the general belief was that babies just needed food and shelter and that distancing yourself - not holding them too much, letting them cry and generally just leaving them alone - was good parenting."
    },
    {
      "author": "LEVINE",
      "text": "But Bowlby thought differently. Bowlby thought that - he took different, separate type of basic need that humans have to attach to others."
    },
    {
      "author": "NATISSE",
      "text": "That's Amir Levine. He's a psychiatrist and neuroscientist at Columbia University and also the co-author of \"Attached: The New Science Of Adult Attachment.\" John Bowlby's research showed that it wasn't actually just about making sure the baby has food and a roof over their head. A secure relationship with a parent or caretaker played a major factor in their development."
    },
    {
      "author": "LEVINE",
      "text": "You can provide children with all of the physical sustenance that they need, like food and shelter, but if you don't interact with them and there isn't an attachment, they will actually fail to thrive."
    },
    {
      "author": "NATISSE",
      "text": "There are four basic attachment styles - secure, anxious, avoidant and anxious avoidant. Eventually, years of research and experiments revealed that not only did children have different attachment styles, those styles could continue into adulthood, showing up in their romantic relationships. That said, it isn't just about how you were raised. Other dynamics, like temperament, genetics and early romantic experiences, can play a major part in your attachment style. The point is that we all have an innate need for connection."
    },
    {
      "author": "LEVINE",
      "text": "We have brain circuitry that is designed to choose a person out from the crowd and make them special and important. And we do it to a large degree not just with our significant other. We do it also with friends, but to a much higher degree with significant others. And if there are none available to us, it will sort of - we will feel a great distress."
    },
    {
      "author": "NATISSE",
      "text": "And you're saying it's biological. We actually have no choice. We do this whether or not, maybe, we're conscious of it, where we choose an important person."
    },
    {
      "author": "LEVINE",
      "text": "Right. So why would you blame someone who is really, really craving a relationship? But in our society, sometimes there's judgment about that and this whole idea that, oh, that means that something is wrong with you. You have to learn to love yourself first before you love someone else. But that's not our biology. Our biology doesn't work that way. We are extremely social species. In fact, it's kind of like the opposite. We can learn to love ourselves better through other people."
    },
    {
      "author": "NATISSE",
      "text": "And though you may not have a choice in which attachment style you are, it's not just up to you to address it. Other people have a role to play, too."
    },
    {
      "author": "LEVINE",
      "text": "It's something that happens in the space between two people. They think, oh, I have this attachment style, so I have to fix it by fixing myself. But it's a relational thing."
    },
    {
      "author": "NATISSE",
      "text": "Even just learning about the different attachment styles can impact your relationships."
    },
    {
      "author": "LEVINE",
      "text": "And actually, there was a recent paper that came out that says that just by knowing about those attachment styles, it helps people become more secure."
    },
    {
      "author": "NATISSE",
      "text": "Oh, that's really..."
    },
    {
      "author": "LEVINE",
      "text": "I know."
    },
    {
      "author": "NATISSE",
      "text": "...Great news."
    },
    {
      "author": "LEVINE",
      "text": "So that's great news for anyone who's going to listen now to this show."
    },
    {
      "author": "NATISSE",
      "text": "In this episode of NPR's LIFE KIT, Amir Levine explains the different attachment styles, how to figure out your own and others, plus how to use that awareness to have healthier, more connected relationships."
    },
    {
      "author": "NATISSE",
      "text": "So I know there are different attachment styles. What are the different styles, and how do you figure out which one you are?"
    },
    {
      "author": "LEVINE",
      "text": "So there's the anxious, avoidant, secure, and there's a small segment of the population that's anxious and avoidant. And it all has to do with how comfortable you feel with intimacy and closeness, but also how sensitive of a radar do you have for potential disruption in that closeness."
    },
    {
      "author": "NATISSE",
      "text": "So do you want to break it down from the, like, four different types - how they respond to that radar system?"
    },
    {
      "author": "LEVINE",
      "text": "Yeah. If we love, love intimacy and closeness, but yet we have the very sensitive radar system - like we can read a lot of things as potential threats - then we have an anxious working model. And the truth is that research finds that people with anxious attachment styles are actually better at identifying potential threats than other attachment styles. So it's not all in their head. It's like..."
    },
    {
      "author": "NATISSE",
      "text": "Yeah."
    },
    {
      "author": "LEVINE",
      "text": "...There's an advantage sometimes of sort of being able to see danger. It's like having a sixth sense for danger..."
    },
    {
      "author": "NATISSE",
      "text": "Right."
    },
    {
      "author": "LEVINE",
      "text": "...But sometimes also seeing danger where there isn't any. So then if we love intimacy and closeness but we actually don't really have a very sensitive radar system, a lot of stuff goes over our head - oh, they're there. They're not there. It's fine. We don't really - it's like, we don't notice it, even. It just like - then we have a secure attachment style 'cause..."
    },
    {
      "author": "NATISSE",
      "text": "OK."
    },
    {
      "author": "LEVINE",
      "text": "...We love closeness, but we're not that - the person - they show up late from work, or they show up, like, upset from work or - like, we don't pay much attention to that. We don't really see it as a threat."
    },
    {
      "author": "NATISSE",
      "text": "OK."
    },
    {
      "author": "LEVINE",
      "text": "But that is the secure. And the avoidant is - they also have this mechanism of making someone else special. But when that happens, something strange happens. They want the closeness, but they don't like too much closeness. So what they do is they use what we call deactivating strategies, which is any strategy that will actually cause some distance in their relationship, in order to still be together with someone but a little bit more, like, at arm's length, at a distance. So that's the avoidant attachment style."
    },
    {
      "author": "NATISSE",
      "text": "So you kind of mentioned this before, but thinking about, like, some of the judgments around these attachment styles - and I really appreciate the way you described secure attach because as an anxious person, you know, like, secure just seems so idealized. But what you're also saying is that, oh, they are not also always picking up on things that maybe other people are that could be helpful. You know, so I guess, should we be judging these styles as, like, good or bad? Is there a healthy way to think about these categories?"
    },
    {
      "author": "LEVINE",
      "text": "It's such a good question because one of the reasons why I love this field so much is because it's not embedded in a medical theory way of thinking, where a lot of things are either healthy or sick or..."
    },
    {
      "author": "NATISSE",
      "text": "Right."
    },
    {
      "author": "LEVINE",
      "text": "...Psychopathology."
    },
    {
      "author": "NATISSE",
      "text": "Yeah."
    },
    {
      "author": "LEVINE",
      "text": "It really looks at variations - normal variations in the population. So we're not talking about any, like, mental illness here or being healthy or sick. We're talking about the normal variation in the population."
    },
    {
      "author": "NATISSE",
      "text": "Yeah. Do attachment styles change over time? Are we, like, set in our ways? Or is there some flexibility around - like, can I become a more secure person?"
    },
    {
      "author": "LEVINE",
      "text": "The answer is definitely yes. And that's another reason why I love this field so much because, especially as a therapist, to think that there is this framework in which people can change and change a lot is very promising to me. And not everybody can change to the same degree, but we can all try and strive for it."
    },
    {
      "author": "LEVINE",
      "text": "One of the main things that I think people don't appreciate enough is how scary it can be, actually, becoming more secure initially, just because, like, we're so set in our ways and things are so familiar, then all of a sudden - it's almost like reaching, like, a different planet. And one of the ways of - the best ways of becoming more secure is surrounding yourself by more secure people. If your partner is secure, you lucked out big time. But even if they're not secure, you can find additional people in your life that are more secure. But initially, sometimes it doesn't feel comfortable when you meet someone secure because you expect something else, and you don't know how to handle that exactly. Part of the work is to tell people, just take a deep breath and take it in and trust me that in the long run it will be worth it."
    },
    {
      "author": "NATISSE",
      "text": "Yeah. In the book, you have all these different sort of quizzes and tables to help people figure out their attachment style. What do you do with that information? How can we use attachment theory to improve our connections it sounds like not just with our romantic partners, but with other people that we really care about too, right?"
    },
    {
      "author": "LEVINE",
      "text": "Yes, definitely. So in the book, we did two things. We sort of adopted a questionnaire about deciphering your own attachment style, but we went a step further and we put in a questionnaire of how you can identify other people's attachment style. You can pretty easily tell what other people's attachment styles are. Sometimes it's harder than others, but a lot of the time it's pretty easy. And then that really puts you on a different plane."
    },
    {
      "author": "LEVINE",
      "text": "For example, I had a supervisor at work, and she had an extreme - extremely, extremely anxious attachment style - so much so that it used to drive me to distraction. I just didn't know what to do. She would call and call and call, and it was like, OK, I'm so tired of this person. I would just, like (laughter) - I would just hit ignore. But she would see that I'm hitting ignore. It would make her even more anxious, and she would call even more. And then, like, it will be unpleasant, to say the least, in the way that she would speak to me."
    },
    {
      "author": "LEVINE",
      "text": "And then I realized after thinking, oh, she has an anxious attachment style, it doesn't work, ignoring her. It only makes her resort to protest behavior - right? Then she calls me and lashes out at me. That's protest behavior. So that's very helpful to understand, rather than take it personally. It's much more efficient in the way that you then understand the situation, and it has an immediate way of correcting it. And the way to correct it is to - sometimes it's kind of, like, the opposite of what you think - is to make yourself available to the person. So then I've learned to even preemptively reach out and say, hey, I'm not done with this yet, but I'll be done with it in the day."
    },
    {
      "author": "NATISSE",
      "text": "Yeah."
    },
    {
      "author": "LEVINE",
      "text": "We call that sort of turning out a small flame before it becomes a forest fire."
    },
    {
      "author": "NATISSE",
      "text": "Right."
    },
    {
      "author": "LEVINE",
      "text": "So you identify that, and you make yourself more available. And lo and behold, the relationship really transformed. She was much more calm, and we were able to get a lot of work done together in a remarkable way."
    },
    {
      "author": "NATISSE",
      "text": "Yeah. So what it sounds like is that you're saying that, like, attachment style, A, can help you outside of romantic relationships. It's not just about who you're dating."
    },
    {
      "author": "LEVINE",
      "text": "For sure."
    },
    {
      "author": "NATISSE",
      "text": "But B, also help you to navigate, like, points of conflict with people. If you can learn what their sort of attachment style is and how it might be activated in whatever interaction, you could more efficiently learn how to navigate that instead of, like, almost - I mean, we would say, like, two people triggering each other. You know, like if..."
    },
    {
      "author": "LEVINE",
      "text": "Yes."
    },
    {
      "author": "NATISSE",
      "text": "...You're an avoidant or an anxious person, it can kind of step in the gap."
    },
    {
      "author": "LEVINE",
      "text": "You used one word that's, like, the key word, and the key word is efficiency. So we're not talking about good or bad. We're talking about, is it working for you or is it not working for you? For, like, avoidant people, they think, ugh, I don't want too much closeness, so I'm not going to text this person - like I did with my mentor. I'm not going to - I'm like, I'm just going to ignore them. I'm not going to text them. Or if they're calling me, I'm just like, I don't have time for them now, missing the point that this is going to lead to great inefficiency because they're going to end up to basically deal with a forest fire later. So it's actually in their best interest to maintain more quiet, so they can actually not have that much need for constant interaction to keep this whole attachment system quiet and at bay. And you can do that - doesn't need a lot. That's the most surprising thing. It doesn't need a lot in today - in our today's world. With texting and emailing and all that stuff, you can remain connected very easily by sort of giving small, little gestures to your partner."
    },
    {
      "author": "NATISSE",
      "text": "Yeah. What are those steps of, like, quieting an active sort of attachment system and understanding that, like, different people's - depending on your attachment style, it might manifest differently? But either which way, it's like, your attachment system is activated. How can someone quiet theirs?"
    },
    {
      "author": "LEVINE",
      "text": "I like that people oftentimes think about, OK, it's been activated. Now I need to look after myself, and I need to quiet it down. But that's not exactly how we think from an attachment perspective because we always think about the dyad. We don't think about, OK, now you got to activate it, and now you have to go and quiet down because that's not how it works."
    },
    {
      "author": "NATISSE",
      "text": "OK."
    },
    {
      "author": "LEVINE",
      "text": "You are in a dyad, and something happens in the space between two people. And if you got activated, that means that someone activated you (laughter), right? And it's - that means that someone wasn't in tune enough toward your needs and that things got spiraled out of control. I'm a believer in actually figuring out what the other person needs and trying to find a way to do what they need and trying to find a mutual way in which then things work seamlessly. It's like a dance, figuring out how to not step on each other, and then you can dance together as a couple, and it looks marvelous."
    },
    {
      "author": "NATISSE",
      "text": "Right. OK, so what I'm hearing you say, though, is that, like, it's a two-person process. If you're - if attachment..."
    },
    {
      "author": "LEVINE",
      "text": "Exactly."
    },
    {
      "author": "NATISSE",
      "text": "...Is about two people, it can never just be on one person to say, like, oh, I'm going to go soothe my attachment system, because you're saying we have to acknowledge that a person's attachment system might have been inflared (ph) by their partner's actions, even if their partner might think, perhaps they're reacting in a way that doesn't feel necessary - because I feel like that's where the traps, at least - now I'm talking about myself."
    },
    {
      "author": "NATISSE",
      "text": "But like, you get trapped in, like, a - you had an anxious reaction to something that's not worthy of being anxious about. How do you ask for what you need?"
    },
    {
      "author": "LEVINE",
      "text": "So one of the things that I have to - that I tell all my patients, it's almost like you have to - we have to stop thinking from our prefrontal cortex, really, and you have to understand that attachment has a different logic to it. It has a completely different logic. And it's not - we tend to think what's right and what's wrong, and we tend to sort of fight over the details of things. Attachment doesn't care about the explicit details. It cares about the implicit details. We don't care so much about the action of what the person does. We care about the meaning that we assign to that action."
    },
    {
      "author": "LEVINE",
      "text": "From an attachment perspective, there's not really overreacting. I've learned not to underestimate our attachment system. It's a powerful force. And if you try to go against it, it's going to win. The thing is to understand the logic, and the logic is about availability. The message should be, I'm available. I'm here for you. I love you. I don't want you to get hurt. You're safe here. But when you start telling the person, you're overreacting and you get upset about it, the attachment system gets the message, oh, my God, you're not safe here. You should..."
    },
    {
      "author": "NATISSE",
      "text": "Right."
    },
    {
      "author": "LEVINE",
      "text": "...Turn it up a notch 'cause you're not safe here. It's also important to create yourself a secure village and other secure people around you because sometimes maybe you won't get what you need from your partner, but then what you can do is you can call a secure person - not someone who's going to say, oh, yeah, my God, this person is a jerk. How can they treat you like that? How can they talk to you like that? No, no, no. You need someone who's going to really say, no, they love you so much. And, you know, here, yesterday, they brought you food, and they did this for you and that for you. And then you're like, oh, yeah, right. Yeah, I see that (laughter). And kind of like, phew, it all brings it all down."
    },
    {
      "author": "LEVINE",
      "text": "And it's a very important principle of secure priming. We can secure prime other people and ourselves. And sometimes, even just watching a movie where you can see, like, a secure relationship, that can sort of lead to secure priming. It's a very powerful thing, and it can last even for several weeks. So the one big thing is, like, thinking that we need to go it all alone. We live in such an individualized culture when we forget that we never do anything alone."
    },
    {
      "author": "NATISSE",
      "text": "Yeah, that's real. I mean, I have to say my - the ways in which I've displayed protest behavior in the conflict that I've personally experienced because I didn't have this vocabulary to help me understand that, A, my reaction was normal and, B, I didn't have to be alone in it - of, like, feeling shame and like it's something I need to fix, but instead, it's something that me and my partner can discuss as something that needs to be resolved between the two of us. I mean, it's just so helpful, Dr. Levine. Thank you so much."
    },
    {
      "author": "LEVINE",
      "text": "Thank you. Great interview and great questions."
    },
    {
      "author": "NATISSE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on flirting and another on composting. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "NATISSE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Andee Tagle and Janet Woojeong Lee. Our digital editor is Beck Harlan. Special thanks to Annie Chen. I'm Kia Miakka Natisse. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6110097650.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/14/final_wide-4e04a89c4da14192808bf3321c39853e69cac2c2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KIA MIAKKA NATISSE, HOST",
    "AMIR LEVINE",
    "NATISSE",
    "LEVINE"
  ]
}