{
  "title": "Want to be a better ally to disabled people? Here's how",
  "url": "https://www.npr.org/transcripts/1081713756",
  "intro": "July is Disability Pride Month. Do you find yourself avoiding conversations on disabilities? A disability rights activist shares ways to be a better ally and to destigmatize disability in America.",
  "transcript": [
    {
      "author": "THOMAS LU, HOST",
      "text": "This is NPR's LIFE KIT. I'm Thomas Lu. More than 1 billion people around the world are disabled. That's about 15% of the world's population. Here in the United States alone, about 61 million people live with a disability, so roughly 1 out of every 4 Americans. In other words, it's probably safe to say that you know someone with a disability or might be disabled yourself. But here's the thing - as common as disability is, not many people are comfortable knowing what to say or how to interact with disabled people."
    },
    {
      "author": "EMILY LADAU",
      "text": "To so many people, it remains a mystery, remains this scary and overwhelming topic. It's taboo; we don't talk about it. But it's just something that's part of what makes people who they are."
    },
    {
      "author": "LU",
      "text": "That's Emily Ladau, a disability rights activist, speaker and writer. She's the author of the book \"Demystifying Disability: What To Know, What To Say, And How To Be An Ally.\" In her book, Emily writes frankly about disability, ableism and allyship, but she's careful about speaking for the entire disabled community."
    },
    {
      "author": "LADAU",
      "text": "Community is a challenging word when it comes to disability because it's challenging to encompass everybody's experiences under one umbrella."
    },
    {
      "author": "LU",
      "text": "To help us begin to understand disability, Emily has come up with a very specific metaphor."
    },
    {
      "author": "LADAU",
      "text": "A pizza. No two pizzas are alike, and each pizza has its own set of toppings. And each of those toppings are different circumstances, different parts of our culture, different parts of what makes us who we are. And I know it might sound silly or reductive, but I use that metaphor very intentionally because I want to take away that sense of taboo that is so often associated with disability."
    },
    {
      "author": "LU",
      "text": "This episode of LIFE KIT - demystifying disability, things we can learn, say and do to make the world a more accessible and inclusive place for us all."
    },
    {
      "author": "LU",
      "text": "Your book, it's titled \"Demystifying Disability.\" Why do we need to demystify disability? And I guess the more important question is, could you define disability for me? What does that mean for you?"
    },
    {
      "author": "LADAU",
      "text": "To me, disability is quite simply a natural part of the human experience. And so there is no singular definition that can be used. But at the end of the day, I just describe it as part of what makes someone a human being. And unfortunately, that's not how everybody understands disability because we've been socialized to think about it as this deeply negative and shameful thing."
    },
    {
      "author": "LU",
      "text": "Right. You emphasize that no two disabilities, no two people are alike, this sort of one-size-doesn't-fit-all model. Just between you and your mom, you've experienced this, right?"
    },
    {
      "author": "LADAU",
      "text": "One hundred percent. So my mom has the same disability that I do, as does her younger brother, my uncle. It's a genetic disability called Larsen Syndrome, and it's pretty rare, and it's even more rare to have multiple people in the same family who have it, although it is something that can get passed on from generation to generation. But it manifests differently in different people, so even within our own family, we are a microcosm of what it means to have a diversity of experiences with one disability."
    },
    {
      "author": "LU",
      "text": "The history of the disability movement is pretty long, right? And you start at the turn of the century and kind of in the 1900s."
    },
    {
      "author": "LU",
      "text": "I know this might be a tough task to ask you, but could you give me a big broad rundown of this history? I'm particularly curious and interested about the history that we might not have learned in typical American schools."
    },
    {
      "author": "LADAU",
      "text": "The first thing I like to remind people about disability history is that all of human history is disability history, but we ignore that part of our history and, in fact, it's not at all taught in most schools. And so that leads to us being socialized to think that disability is something that either simply does not exist or doesn't matter or we shouldn't talk about it. But that couldn't be further from the truth. And ultimately, I decided to start talking about disability at the turn of the 20th century because that's when a lot of the momentum picked up that ultimately shaped the way that I live today."
    },
    {
      "author": "LADAU",
      "text": "And at the turn of the 20th century, disability history was mired in this awful eugenics mindset. There was this belief that disabled people should not reproduce, this belief that disabled people did not belong in the world. And that mindset is not something that's gone away, especially with the COVID-19 pandemic and conversations around health care rationing. And so, unfortunately, and probably largely because we've not learned it in classrooms, history tends to repeat itself. But for me, a broad overview of disability history shifts into this building civil rights movement and this sense of pride and the sense of, hey, we also belong. We also have a right to access the world around us to full and equal participation and opportunity."
    },
    {
      "author": "LU",
      "text": "There's a chapter in your book that you spend writing about the words we use and how we use them. You write, it's important to think about how we talk about disability because the way we talk shapes how we think and the way we think shapes how we talk. Tell me what you mean by this. And why is there such an emphasis on word choices?"
    },
    {
      "author": "LADAU",
      "text": "I think that a lot of people assume, when I talk about language and disability, that I am becoming very bogged down in semantics. And why does it really matter what people say? But the truth is that language is one of the most important signals that we have to demonstrate our acceptance and/or rejection of a person's identity. So I am a big proponent of not shying away from the term disability because why do we need to dance around or avoid a term? Terms like special needs and differently abled don't really make sense to me because why are my needs special? Every human being has needs."
    },
    {
      "author": "LU",
      "text": "Right, right."
    },
    {
      "author": "LADAU",
      "text": "My only special needs really are for you to fan me and feed me grapes."
    },
    {
      "author": "LU",
      "text": "(Laughter)."
    },
    {
      "author": "LADAU",
      "text": "And as for being differently abled, some people can solve a Rubik's Cube, and some people can contort themselves into the shape of a pretzel. Some people are really good at math, and some people are really good at learning languages. Everybody's differently abled. So instead of using these terms that honestly kind of cancel themselves out, just use the term disability. And that in and of itself will help with the mindset shift to normalize disability as part of the human experience."
    },
    {
      "author": "LU",
      "text": "Here's where I think your work and my work kind of intersect. There's a debate amongst journalists that is how we describe people in relation to their disability - disabled people or people with disabilities. Is there a more right way to pick those two categories? How do you choose?"
    },
    {
      "author": "LADAU",
      "text": "There are two modes of thinking when it comes to language and disability. There is person-first language, which is putting the person before the disability both in sentence structure and in thought. It evolved from a very deep-seated need, especially among people with intellectual and developmental disabilities, to indicate to people that disability did not in any way negate their personhood. They are a person first, and their disability doesn't take away from that."
    },
    {
      "author": "LADAU",
      "text": "And then there is identity-first language, which recognizes disability as an identity and a history and a culture. And disability is not something that is separate from who I am. It's not something that I carry around in a suitcase. It's part of me in the same way that so many other things make me who I am. And I want people to understand that neither is wrong and neither is right. And whenever possible, ask what somebody's preference is. Just ask, and honor that preference."
    },
    {
      "author": "LU",
      "text": "I want to try something with you here. There is a set of pages in your book where you list out words that should not be used and then next to it, in a different column of words, that should be used. I'm wondering if we can kind of do a lightning round of sorts where I list the words that I should not use, and then you can respond with the words that are more appropriate. And it's kind of just a quick back-and-forth lightning round. So differently abled, handicapable (ph), special needs, handicapped."
    },
    {
      "author": "LADAU",
      "text": "Disabled."
    },
    {
      "author": "LU",
      "text": "Afflicted by, suffers from, victim of."
    },
    {
      "author": "LADAU",
      "text": "Experiences, has a disability."
    },
    {
      "author": "LU",
      "text": "Crazy, disturbed, insane, lunatic, mad, psychotic."
    },
    {
      "author": "LADAU",
      "text": "Oh, my gosh. So don't use any of those words (laughter). Instead, if you are talking about someone who has mental illness, say mental illness."
    },
    {
      "author": "LU",
      "text": "Wheelchair-bound, confined to a wheelchair."
    },
    {
      "author": "LADAU",
      "text": "Wheelchair user, please and thank you."
    },
    {
      "author": "LU",
      "text": "Mentally challenged, mentally handicapped, slow, special ed."
    },
    {
      "author": "LADAU",
      "text": "Intellectually disabled, person with a cognitive disability."
    },
    {
      "author": "LU",
      "text": "Normal, regular."
    },
    {
      "author": "LADAU",
      "text": "Non-disabled."
    },
    {
      "author": "LU",
      "text": "There's a bigger concept that I feel encapsulates a lot of these ideas that we've mentioned, right? Ableism - what does that word mean, and what exactly does it look like?"
    },
    {
      "author": "LADAU",
      "text": "I define ableism, quite simply, as attitudes and actions that devalue someone on the basis of their disability. And ableism can exist in small and individualized and interpersonal ways, and it can exist at a systemic level. When someone makes a rude comment about your disability or, you know, tries to push help on you without even asking first, simply assuming that because you present as having a disability that you need help or saying what's wrong with you, or saying what happened to you, things like that are examples of interpersonal ableism. But then there's systemic ableism, and an example that I like to give is transportation. And I'm from New York..."
    },
    {
      "author": "LU",
      "text": "(Laughter)."
    },
    {
      "author": "LADAU",
      "text": "...And the New York City subway system is notoriously not accessible for people with disabilities."
    },
    {
      "author": "LADAU",
      "text": "There are minimal elevators, if they're even working. The system itself is just not safe for people with disabilities to navigate for so many reasons. Systemic ableism can have an impact on everybody, whether it is somebody with a suitcase, somebody with a stroller, somebody who has broken their leg and needs the elevator, somebody who is carrying something heavy. Whatever the case may be, a more accessible system benefits everyone, and an inaccessible system shuts out so many people because transportation is the hub that connects us to so many other parts of our life. So for example, if someone with a disability can't access public transportation, that has ramifications for accessing employment, accessing education, health care, socialization, going to vote, right? Whatever the case may be, if one system is inaccessible, if one system shut out people with disabilities, that's incredibly ableist because it prevents disabled people from full and equal participation in the world around them."
    },
    {
      "author": "LU",
      "text": "Emily, say I'm someone who's just starting out on this journey of wanting to be a better ally. Where do I begin?"
    },
    {
      "author": "LADAU",
      "text": "If you're going to be a good ally to the disability community, first, you need to remember that no one is absolved of their responsibility of being an ally. That means that even if you, yourself, have a disability or if you identify as part of another minority or marginalized group, you're not absolved of the work of allyship. The more that I work in the spaces of disability activism, the more I am forced to reckon with the fact that in many ways I am the typical picture of disability to so many people. I am a white woman in a wheelchair, and that's what a lot of people think of when they think of disability. And so I don't experience disability in the same way that, for example, someone who is Black and disabled or who is transgender and disabled experiences disability. So to me, being an ally looks like asking yourself, who's at the table? How do we get to the table?"
    },
    {
      "author": "LU",
      "text": "Right."
    },
    {
      "author": "LADAU",
      "text": "Once we're at the table, who's leading the conversation? What actions are we continuing to take? Allyship is not about simply holding the door for someone or using correct terminology and then washing your hands of it, calling it a day and saying, hey, I was a good ally today. It's a constant evolution. It's a constant learning process that can be challenging, but when we know better, we can do better."
    },
    {
      "author": "LU",
      "text": "That was disability rights activist Emily Ladau. She's author of the book \"Demystifying Disability.\" Here's a quick recap from our conversation with Emily. First, remember, it's A-OK to say the words disabled or disability. They are not bad words, no need for euphemisms. Disability is part of our shared human experience. Second, when it comes to person-first or identity-first language, consider the community you're talking or writing about and whenever possible, ask the person you're talking to. And third, our final takeaway, disability allyship is work. Doing one good inclusive thing every now and then is not it. Allyship is constantly learning and unlearning how our world is built around people as ideals, it's questioning our privileges and asking who's missing from the discussion and why."
    },
    {
      "author": "LU",
      "text": "For more LIFE KIT, check out our other episodes. We have episodes on topics like how to be a better listener and how to set good boundaries in your relationships. You can find those and lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "RACHEL HENDRIX",
      "text": "Hi, this is Rachel Hendrix (ph). When you have a crying baby in the car and you're trying to get them to calm down, you can turn your radio to AM radio, get that white noise station going, and it's like an automatic sound machine to calm your baby down or get them to go to sleep."
    },
    {
      "author": "LU",
      "text": "If you've got a random tip or an episode idea, please leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Sylvie Douglis. Meghan Keane is managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Janet Woojeong Lee, Andee Tagle and Audrey Nguyen. Beck Harlan is our digital and visuals editor. I am Thomas Lu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5040322325.mp3",
  "img": "https://media.npr.org/assets/img/2022/02/18/lk_demystifyingdisability_book_1_wide-5c43e5543a29c01f2c41128f886d01c854faaf65.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "THOMAS LU, HOST",
    "EMILY LADAU",
    "LU",
    "LADAU",
    "RACHEL HENDRIX"
  ]
}