{
  "title": "4 tools the Trans Handy Ma'am says you should have on hand",
  "url": "https://www.npr.org/transcripts/1084000964",
  "intro": "DIY home maintenance can be intimidating. Mercury Stardust, better known as the Trans Handy Ma'am on TikTok, is a maintenance technician with 14 years of experience. She walks us through one simple thing you can do to build your confidence, the four tools that should be in everyone's toolkit and when to call in the professionals.",
  "transcript": [
    {
      "author": "TK DUTES, HOST",
      "text": "This is NPR's LIFE KIT. I'm TK Dutes. I've been moving a lot these past few years, and in my quest to make a house a home, I've made some mistakes in the pursuit of handiness - using the wrong tools, making holes in walls, falling for promises made by late-night \"As Seen On TV\" infomercials. We've all been there. What's really real is that until something pops up, we never think about it. Or even worse, we get to a household issue when it's too far gone. From putting up a photo frame to unclogging the toilet, it's always a great time to learn how to be handy. And yeah, man, it can be intimidating. We've been socialized to fear the hardware store and second-guess ourselves when we talk to handy people. But now that we have places like YouTube and other social media as resources, we have the power of a thousand hammers at our disposal. So I called up an expert who you may have seen pop up on your TikTok For You page."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Help. How do I fix this?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Hey there. Hi, my name is Mercury, and I am the Trans Handy Ma'am. First and foremost, this is a hollow core door, which means that it's a pretty..."
    },
    {
      "author": "DUTES",
      "text": "Mercury Stardust has been a maintenance technician for 14 years. She started making TikToks in March 2021, and no one really watched them at first, you know?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "I ran a weekly burlesque show here in tropical Madison, Wis., and I needed to get an audience. So my friends told me, you know what would be a great thing? - is if you went on TikTok because you can get a big audience really quickly. And I went, OK, yeah, sure. Let's see what we can do."
    },
    {
      "author": "DUTES",
      "text": "She had only been on the app for a few weeks when she came across a video of someone crying out in frustration, asking for help on understanding how to use a ratchet strap, a belt-like tool often used to tie down heavy items."
    },
    {
      "author": "ERIKA",
      "text": "Can somebody please duet this with instructions because I have this ratchet strap, right? And I did it the way that I know, but then it got stuck..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And I felt so bad for her. And everyone who was stitching her and commenting down below were rather rude - you know, making fun of her for crying. So I reached out to her and did a video about how to use a ratchet strap, and I broke it down really simple."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "What you want to do is think of the ratchet strap as a mouth. And you want to give it a tongue. So take this, and go through that small slot right in the middle, and pull it through. And now go through the top part..."
    },
    {
      "author": "DUTES",
      "text": "And that TikTok blew up. Overnight, she went from around 100 followers to around 20,000 followers. By the end of that week, she was up to 80,000, y'all. She eventually quit her day job working in property management to focus on burlesque and making compassionate home repair TikToks. This episode of LIFE KIT, Mercury Stardust is here to help us learn how to be more handy. She'll walk us through one simple thing you can do to dip your toe in the water, four tools that should be in everyone's toolkit, when to call in the pros and more."
    },
    {
      "author": "DUTES",
      "text": "I asked her, why is it that so many people get flustered when it's time to fix something?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "How many times in our own lives were we asking someone who we thought of as an adult or a mentor a question, and they would laugh at us or smirk?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And what's frustrating about that is that if you're never shown it and you're never, like, walked through something, how can you expect to know these things? I tell people all the time that it's OK to learn something right now, at age 30, that you were never taught. There's no such thing as common sense."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "The sooner we realize that as a society, the better off we're going to be. We all have different backgrounds, different upbringings, different parenting, and all that influences what we know and what we don't know, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "The most common phrase you will hear in maintenance is, I don't know what I don't know."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "If you've never done it before, even opening up a P-trap or opening up a drain for the first time, you don't even know what could go wrong, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So that can be a scary thing if you don't feel empowered by somebody..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...To even attempt that, you know?"
    },
    {
      "author": "DUTES",
      "text": "So it's like facing the fear, getting past it somehow. Like..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...I think part of getting past it is being prepared. So, you know, every once in a while, I'll find myself in a - let's call it a big-box store, (laughter) and I'm trying to figure out what I'm looking for. I'm looking for the person in the apron to help me. And then I get to the person, and they've got three other people like me. And I'm under pressure now. Like, what's the best way to prepare for a visit to the big-box store or even the local hardware store, where there's 17 people behind you and one person at the front?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yeah. Well, I mean, it all really comes down to doing the required research beforehand, right? I like to break it down for people and really have them think about it in a troubleshooting sense, right?"
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So you want to identify what the problem is first, right? Once you identify what the problem is, then we can kind of figure out what to do, and then you want to isolate the problem. So let's say you're having an electrical issue, right? And your lights keep flickering. Where does it flicker? Does it flicker in your bedroom? Does it flicker in your kitchen? Does it flicker in your laundry room, right?"
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Now, how can we isolate that? What breakers can we turn off to see if it would still happen if we turned off this breaker or that breaker or something around those lines? And then once we do all that, then it's, like, research. Let's look into - let's do the Googles (ph) (laughter)."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And let's look what other professionals say. I always mention \"This Old House.\" I mention Bob Vila. I also mention the Trans Handy Ma'am is a really good option (laughter)."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You know..."
    },
    {
      "author": "DUTES",
      "text": "Always plug yourself (laughter)."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yeah, always. But, you know, I don't want to do it too early. I do it third, so it seems a little bit less intimidating, you know? (Laughter)."
    },
    {
      "author": "DUTES",
      "text": "Yeah, like, of course, especially after Bob Vila..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, yeah."
    },
    {
      "author": "DUTES",
      "text": "...Like, come on."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, yeah, no."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Home maintenance isn't like we're talking about, you know, one-size-fits-all, the glove you get from, you know, Home Depot for winter."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Every home is going to have its own problem, its own things to worry about, and it can be an issue. So looking at a bunch of different solutions to a problem can properly prepare you for the unknown, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You're never going to be 100% prepared..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...But just a little more can get you that little bit of a cushion when we're doing this."
    },
    {
      "author": "DUTES",
      "text": "So that's our first takeaway - do your research, and don't rely on just one source. And before you head out to the hardware store, do three things - identify your problem, isolate it, and look into what you might need to fix it yourself."
    },
    {
      "author": "DUTES",
      "text": "Speaking of the hardware store, that takes us straight to takeaway No. 2 - when it comes to buying tools, focus on quality, not quantity. Mercury says there are four basic tools people should have handy."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "I always tell people that when we're talking about home maintenance, let's build a pretty affordable and straightforward tool kit, right?"
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Now, I stay away from tool kits in general, the big toolkits with the 60-plus tools."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "The bigger the number of how many tools you have, the lower quality you're going to have. Buying individual tools will be best for you. Now, that can be daunting and scary, so I like to think of it as a pyramid. So we're going to pick four tools to begin with to be the foundation of that pyramid. And those four tools are an adjustable pliers, commonly known as a channel locks, a multi-screwdriver, especially one that is, like, at least 10-in-one."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You have an Allen key or an Allen tool, which is basically just your..."
    },
    {
      "author": "DUTES",
      "text": "It's the L shape, right?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Square bits and stuff like - yeah. Yes, it's the L-shaped..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And then lastly, having a utility knife..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Right? Having a utility knife is the biggest thing that people miss. It's - having a good sharp one can do huge things. Now, the foundation is just..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Those four."
    },
    {
      "author": "DUTES",
      "text": "In case you need to hear it again, those four tools are adjustable pliers, a multi-screwdriver - at least 10-in-1 - an Allen key and a utility knife. As you move up the pyramid, the tools become more specialized. If you're doing renovations, for example, you might want a hammer for demolition. If you're going to do electrical stuff, you might want insulated tools, so on and so forth. But Mercury says most people could do with just those four tools."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Probably at least 50 to 60% of all the home-repaired things in their home, those are the four tools..."
    },
    {
      "author": "DUTES",
      "text": "Amazing."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...That will do the job."
    },
    {
      "author": "DUTES",
      "text": "When using those tools, Mercury says it's important to have a working mindset - that's takeaway No. 3. For example, if you need to take a bolt out of something and you don't have a wrench, can you use your adjustable pliers from your kit to loosen the nut enough to twist it off with your hand? Also, hot tip - did you know, your hand and body, they're all natural tools? Anyway, back to the episode (laughter)."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So you don't need the best high-quality tools for every job. Sometimes the best tools you have are the ones you have on..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Hand, right? And we love to gatekeep this stuff. We love to put a price tag on everything home maintenance."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And that's just one more way for us as renters, for us as homeowners or us as just people in the world to feel like we don't have empowerment when we come to do this work. And as someone who has a fairly small tool library for what she does for a living, you don't need all the tools. You just need the right ones."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And that's a big difference."
    },
    {
      "author": "DUTES",
      "text": "That brings us to our last takeaway. Takeaway No. 4 - know when to call for help or know when you can't do it yourself. It's OK."
    },
    {
      "author": "DUTES",
      "text": "OK, so now let me ask you, how do you know when it's time to put in a maintenance request or call a pro?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh."
    },
    {
      "author": "DUTES",
      "text": "Like, how do I get the most out of that experience?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, that's such a good question. Here's the thing to know, is this. In work order procedures - right? - there's a proper route that we have to go to. So basically, we have to, by law, go by the order in which we get work orders."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So if I get a work order at 9:50 in the morning about a garbage disposal, I have to go do that before I go do anything else after that, right? Now, the catch of all this is emergencies. Now, what quantifies an emergency..."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Right? That is the big catch. Now, how do we do this? Now, emergencies are often electrical and plumbing, or I'm stuck in my house, come help me, right?"
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So we're talking safety issues..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Right? So I tell tenants to frame it in a way where it is more a pressing matter than it actually is sometimes..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Because if you don't, what essentially is going to happen - they're going to do it in the order they're received, and a plumbing issue, in my opinion, is almost always more of an emergency..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Than a garbage disposal. Maybe a door's not closing properly, you know? Like, plumbing can be - can go bad real quick."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "But if you don't use certain terminology when it comes to it, then they're going to push it off to the back. The same thing goes with electrical. If you mention a spark, or if you mention a noise that sounds like a spark inside electrical panel or talking about it, like, an outlet or a switch, well, we're going to be there within 20 seconds."
    },
    {
      "author": "DUTES",
      "text": "OK. So water and fire..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yes."
    },
    {
      "author": "DUTES",
      "text": "...Right now. Anything that can threaten the rest of the building, home..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Et cetera."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "If you say take your time, we'll see you in two months..."
    },
    {
      "author": "DUTES",
      "text": "(Laughter)."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...OK?"
    },
    {
      "author": "DUTES",
      "text": "All right. Basically, framing and terminology, and knowing the right framing to get the person to you faster will help take care of your, like, pro-level issues."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yes, exactly."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And often, if you can get someone on the phone, that can be a big thing, too. But whenever you talk to property on the phone, always write an email and CC the property manager - right? - because you want everything - I mean everything - in writing."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "OK? And you want to absolutely get a receipt from the work that was done."
    },
    {
      "author": "DUTES",
      "text": "Yes."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And I cannot stress this enough. If a technician comes in and does the work, make sure they leave a receipt saying what they did with their initials on it..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Or their signature on it, right? I cannot stress this enough..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Because you want to be able to say when you move out, such-and-such did this. I asked about it. I said they should fix this, and they didn't fix it properly, and they were here on this date at this time..."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Right? You want to be able to say that. It's a good way to protect yourself come, you know, tenant resources..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Six months, eight months down the road."
    },
    {
      "author": "DUTES",
      "text": "OK. So I've done my research. I know when to call a pro. But what are one of the easiest maintenance things someone can do to get started to just build their confidence, you know?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, gosh, yeah. Don't, like, recoil when you hear this. For me, the building block for confidence is removing a clog from a drain. And the reason why I say that is because A, we've all encountered it. We've all had that thought in our mind when we're doing it where we're, like, oh, this is a pain. You know what I mean? Like..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...It almost seems impossible. The very first thing you think about is what kind of chemicals can I put down there to kill this damn thing?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Don't use Drano. Don't use chemical drain cleaners, OK? All that stuff is a five-minute fix today, and a 180-minute fix two days from now."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Here's what happens when you put the drain cleaner down in your drain, OK? There is going to be a whole bunch of grime that is going to eat away. And each time that chemical drain cleaner is eating away at something, it weakens itself."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Think of Superman flying through a tunnel, but that tunnel is full of kryptonite."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So as he is flying, the farther he gets down that tunnel, the more weak Superman is..."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...Even if he is the best Superman of all Supermen (laughter)."
    },
    {
      "author": "DUTES",
      "text": "So the clog has to be at the top for it to even do..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Yeah."
    },
    {
      "author": "DUTES",
      "text": "...Anything with..."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Kind of. Kind of."
    },
    {
      "author": "DUTES",
      "text": "...Chemical - what's the manual way to handle a clog so that I can feel proud of myself and tell people I did a thing (laughter)?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You did a thing. Hand augers and drain snakes, right? Now, a drain snake is often thinner and a little bit cheaper, and a hand auger is basically a crank system that's a little bit more expensive, but both of them are able to be bought for under $20..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...OK? I like to tell people a specific product that I like - by the way, I'm not endorsed by this company; I don't even know anyone from this company."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "But I like Cobra. Cobra makes a skinny drain cleaner. It's $10."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "It's very easy to operate. If you take the tip of it and you bend it at a 45-degree angle, then when you put it down the drain and you start turning the device, that bend is going to grab the pipe and pull itself down a little bit more and a little bit easier. If that clog is eight feet or farther down, you might need to get a professional."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "But overall, those snakes and those augers can remove clogs pretty effectively. And you will notice a huge difference. Now, remember; it's going to smell..."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "...When you see it, and it might make your gag reflex operate when you see a clog come out."
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So wear gloves if that helps you, put in a nose plug if you can, and be prepared for something to come out. But when you're done, you're going to be so happy that you did it."
    },
    {
      "author": "DUTES",
      "text": "This sounds so - yeah, it sounds so exciting because, like, I could feel the - you know, things have been clogged before in my life (laughter) - in my life and in my sink."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "We all have trauma from it, yeah."
    },
    {
      "author": "DUTES",
      "text": "You know? And once I see the water go down in the swirl, it's so satisfying."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, it is. It's like a victory lap, you know?"
    },
    {
      "author": "DUTES",
      "text": "Yeah, it really is. OK. What do you say to a renter or a homeowner that's still a little hesitant - they're still a little fearful of the whole process, and they're just trying to get through? What do you say on the flip side to them?"
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You don't have to do this work if it scares you. OK? Like, there are people in the world who are qualified who should do - especially if you're a tenant, it's not your job to do this work."
    },
    {
      "author": "DUTES",
      "text": "Right."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "The only reason why I help tenants to do this work online is because someone down the road just gave up on them. Right? I never - whenever I talk about this, especially when I do consultations with people online, I always tell them that I know this is not what you're required to do, and you don't have to remove this clog; you don't have to do any of this work. But the reason why you're doing it is because someone stopped listening and someone stopped caring. And if that happens to you, document everything, OK? You don't have to do this work, but to protect yourself and your family and everyone around you who lives in that apartment, document everything - video, writing, you name it. You should do it."
    },
    {
      "author": "DUTES",
      "text": "OK."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "And also, it's important to note that when you're reaching out to tenant resources, that it may take two, three weeks for them to get back to you, right? And they will prioritize, just like a maintenance worker will prioritize with - for them, right?"
    },
    {
      "author": "DUTES",
      "text": "Yeah."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "So what is the most pressing? But there's also other organizations - there are other nonprofits that might help you, depending on where you are. If you're in New York, there's several nonprofit organizations that help tenants other than tenant resources. So looking into that. Typing in nonprofit organization, tenant resources and things like that might help you."
    },
    {
      "author": "DUTES",
      "text": "This has been such a pleasure."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "You got it."
    },
    {
      "author": "DUTES",
      "text": "I have learned so much."
    },
    {
      "author": "MERCURY STARDUST",
      "text": "Oh, I loved it. TK, you're such a wonderful human. I had a great time."
    },
    {
      "author": "DUTES",
      "text": "All right. I feel like we just got a bunch of secret intel, and now I'm ready to use it. So let's recap. Takeaway No. 1 - when you come across a home maintenance problem, do your research. Look at multiple sources and get an idea of what it'll take to fix it yourself before heading out to buy anything. I even take pictures of the issue to show folks at the store. Takeaway No. 2 - when it comes to tools, focus on quality, not quantity. Mercury says the four basic tools people should have are adjustable pliers, a multi-screwdriver - at least 10-in-1 - an Allen key and a utility knife. Takeaway No. 3 - wrap your head around it. You need a working mindset. Takeaway No. 4 - know when to call a pro. If you're renting, make sure to get receipts or proof of the work done - super important."
    },
    {
      "author": "DUTES",
      "text": "For more LIFE KIT, you can check out our other episodes. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DUTES",
      "text": "And now a completely random tip."
    },
    {
      "author": "DEREK TORSANI",
      "text": "Hi. This is Derek Torsani (ph). My life hack is - you know when you're at the toilet in one of those public bathrooms with an automatic flusher and you're just not ready to go, but it starts flushing on you? Instead, you can put a piece of toilet paper over the sensor and remove it when you're all done. That way, it doesn't flush on you until you're ready."
    },
    {
      "author": "DUTES",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "DUTES",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen and engineered by James Willetts. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our digital editors are Beck Harlan and Janet Woojeong Lee. Our editor is Dalia Mortada. Our production team also includes Andee Tagle, who pitched this episode, and Clare Marie Schneider. I'm TK Dutes. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9959186765.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/02/lk_handy_wide-44b314d937bd676a38415cb316a48913164a2297.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TK DUTES, HOST",
    "UNIDENTIFIED PERSON",
    "MERCURY STARDUST",
    "DUTES",
    "ERIKA",
    "DEREK TORSANI"
  ]
}