{
  "title": "What to do if you're struggling with your mental health at work",
  "url": "https://www.npr.org/transcripts/1085193816",
  "intro": "Whether it's depression, anxiety, burnout or something else, if you're struggling with your mental health at work, it can be hard to know what your options are and how to seek help. Here's a look at the stigma around mental health at work, how to spot an issue and what to do about it.",
  "transcript": [
    {
      "author": "JORDAN-MARIE SMITH, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "JODY ADEWALE",
      "text": "If you have a broken leg or, you know, you threw your back out, there's no judgment in missing work. But there's this sort of denial and underlining message that, you know, mental health days are taboo to take."
    },
    {
      "author": "SMITH",
      "text": "Psychologist Jody Adewale is a Los Angeles-based medical adviser with the Made of Millions Foundation."
    },
    {
      "author": "ADEWALE",
      "text": "Made of Millions is a company that works to fight against stigma, build empathy and be inclusive to all people in the workplace."
    },
    {
      "author": "SMITH",
      "text": "He says, if you think about it, working all day is kind of wild. But we still do it because, you know, money."
    },
    {
      "author": "ADEWALE",
      "text": "A lot of this relates to our capitalistic mindset of just work, work, work. Push through it. And, you know, get to the other end and deal with it then. We don't put enough emphasis on sleep. We don't put enough emphasis on our eating habits. We don't put enough emphasis on stress management."
    },
    {
      "author": "SMITH",
      "text": "All of these stressors can result in mental health problems at work. And having these issues is more common than you may think, Jody says."
    },
    {
      "author": "ADEWALE",
      "text": "It's not a character flaw or a character defect or a sign of weakness. It's something that everyone, I think, on this planet will experience at one point or another in their life."
    },
    {
      "author": "SMITH",
      "text": "Many people have these moments where they wonder why it can be so hard to get out of bed in the morning for work or feel distracted when they get there. When you're not in the right headspace, being at work can be difficult. I'm Jordan-Marie Smith, a producer with The Washington Post's flagship daily podcast, \"Post Reports.\" In this episode of LIFE KIT, we're taking a look at the stigma around mental health at work, when to spot an issue and what to do about it, because I think we know that there's no such thing as the perfect job. But there are tools for both employees and managers to make work a better place to be."
    },
    {
      "author": "SMITH",
      "text": "First, let's break down some common misconceptions. For one, Jody says most people will deal with mental health issues in their lifetime."
    },
    {
      "author": "ADEWALE",
      "text": "If you've made it your entire life and have never struggled with a mental health issue, I would love to sample your blood and do a study on you and win a Nobel Prize, because it's my opinion that everyone on this planet will experience some type of mental health issue at least once in their life."
    },
    {
      "author": "SMITH",
      "text": "And these issues don't need to be schizophrenia or bipolar disorder. It could be generalized anxiety caused by stress."
    },
    {
      "author": "ADEWALE",
      "text": "It could be grief of a love, grief and loss, you know? It could be, drinking too much wine on the weekends."
    },
    {
      "author": "SMITH",
      "text": "Jody says there is now a bigger emphasis on being able to talk about what's going on emotionally in the office. But that doesn't mean it's easy to talk about."
    },
    {
      "author": "ADEWALE",
      "text": "I've seen more push for, you know, openness and willingness to discuss mental health issues. However, there is that underlining message that if you take your mental health days, if you take vacation, if you, you know, take - get on disability, you know, because of a mental health issue, you're going to mess up on that promotion."
    },
    {
      "author": "SMITH",
      "text": "Now, what do you do if you feel like you might have an issue that needs to be addressed? Well, that leads us to our first takeaway. Look for symptoms of declining mental health."
    },
    {
      "author": "ADEWALE",
      "text": "So it's important to ask yourself, am I experiencing some of the signs of burnout? This can look like being physically tired all the time, emotionally tired, you know? Emotional exhaustion is sometimes more damaging than physical exhaustion. Physical exhaustion, you go to sleep, you wake up, you feel better. Emotional exhaustion, you wake up still emotionally exhausted."
    },
    {
      "author": "SMITH",
      "text": "Jody says showing signs of cynicism can also be a clear example of poor mental health. This feels like you're being ineffective in your own work and don't see a reason to continue. Hassel Aviles also knows how to spot symptoms of poor mental health. She even co-founded an organization for it."
    },
    {
      "author": "HASSEL AVILES",
      "text": "Not 9 To 5 is a nonprofit global leader in mental health advocacy for the food service and hospitality sector."
    },
    {
      "author": "SMITH",
      "text": "Hassel has a lot of experience working in the service industry in Toronto. She also struggled with mental health in that environment."
    },
    {
      "author": "AVILES",
      "text": "In trying to talk to one of my managers about my depression, I was basically shown a pile of resumes to insinuate how disposable I am, and was told I could be replaced tomorrow."
    },
    {
      "author": "SMITH",
      "text": "And this isn't an isolated incident. Hassel says she experienced treatment like this from more than just one boss."
    },
    {
      "author": "AVILES",
      "text": "Which eventually is what led me to create Not 9 To 5 because I realized that no one else was having open dialogue about these topics. And that - well, specifically, the general topic of workplace mental health had just been neglected in the hospitality industry for centuries."
    },
    {
      "author": "SMITH",
      "text": "Hassel says it's important to look out for signs that you or your co-worker aren't doing well. One way to do this is by using the five signs of emotional suffering. These signs were created by the national nonprofit Give an Hour."
    },
    {
      "author": "AVILES",
      "text": "The first one is personality change. If you know someone fairly well and you start to notice certain personality changes, sudden or gradual - if someone seems, like, uncharacteristically angry, anxious, agitated or moody, that's another sign that it may be time to have a conversation. Sometimes, in more extreme situations, people are not able to sleep. And so they end up exploding in anger because sleep deprivation, you know, is such a complicated experience."
    },
    {
      "author": "SMITH",
      "text": "Personality change and agitation can lead to someone pulling back from reality and the people around them as well."
    },
    {
      "author": "AVILES",
      "text": "So when we start to really see really extreme isolation in people, someone who used to be really socially engaged now, all of a sudden, is pulling away, doesn't take part in activities anymore, that's the kind of thing that you really want to get curious about."
    },
    {
      "author": "SMITH",
      "text": "Lastly, keep an eye out for signs of hopelessness. This can look like substance abuse and other destructive behaviors."
    },
    {
      "author": "AVILES",
      "text": "Sometimes it's hygiene-related. Sometimes it's someone who starts using more alcohol or other substances in different ways than they used to. Like, any kind of self-destructive behavior, you want to look out for. And the fifth one is hopelessness. So when someone starts to really ask questions like, what's the point anymore, you know, to what end, or starts, like, making comments that they just feel very hopeless about their life or their situation. But extreme feelings of worthlessness or hopelessness could suggest suicidal thinking."
    },
    {
      "author": "SMITH",
      "text": "And we just want to say that if you or anyone you know is experiencing suicidal ideation, you can reach out to the National Suicide Prevention Hotline at 1-800-273-TALK. That's 1-800-273-8255."
    },
    {
      "author": "SMITH",
      "text": "Now, you don't have to check off all of these symptoms. Even one counts as a reason to check in with yourself. And then from there, do some triage. Do you need to vent to a friend, go for a run? Or do you need to bring this up to someone in the office? Which introduces Takeaway 2 - talk to a safe person at work."
    },
    {
      "author": "ADEWALE",
      "text": "I encourage employees to ask themselves, who is someone in my company that I feel comfortable talking about my stress or my personal issues with, you know? It might not always be your manager or supervisor. It might not be HR. It might just be a colleague. It might be a peer."
    },
    {
      "author": "SMITH",
      "text": "Listen; we want to acknowledge that it can be an incredibly vulnerable thing to share mental health struggles with anyone, let alone a colleague. So take it slow. Use your best judgment, and equip yourself with tools where you can express what's going on."
    },
    {
      "author": "ADEWALE",
      "text": "I found - in the hospital I used to work in, there was a janitor who was great. And we would just talk about the stress that was going on in our lives, you know? And so I think identifying who's someone you're comfortable with and if some changes are - need to be made, talking to a supervisor, you know, talking to HR."
    },
    {
      "author": "SMITH",
      "text": "Let's note here, we know there are a lot of mixed feelings about HR. Here are Jody's thoughts."
    },
    {
      "author": "ADEWALE",
      "text": "When it comes to HR, a lot of times, HR is there to protect the company, you know, not necessarily for the employee, you know? I know that's a debated topic, but more often than not, HR is there to protect the company from the employee. And I'm starting to see a change with a lot of HRs being there for the employee, looking - educating them on the mental health resources that are there, you know, providing trainings."
    },
    {
      "author": "SMITH",
      "text": "If you do feel comfortable talking to someone in a position of authority, one great way to address how you've been feeling mentally is to use the D-E-A-R - or DEAR - method, Jody says."
    },
    {
      "author": "ADEWALE",
      "text": "D - describe the situation. E - express your feelings. A - assert your needs. R - reinforce the outcome."
    },
    {
      "author": "SMITH",
      "text": "This is your guide for how to effectively communicate your needs."
    },
    {
      "author": "ADEWALE",
      "text": "It's good to start with D - describe the situation."
    },
    {
      "author": "SMITH",
      "text": "If you've been feeling anxious or stressed, try describing the situation without getting emotional. Just use facts, Jody says. That means try stating how many doubles you've been working, or there might be too many projects on your plate."
    },
    {
      "author": "ADEWALE",
      "text": "The next part of the acronym, E - express your feelings. You know, I'm feeling stressed. I'm feeling anxious. I'm feeling like I can't keep going. The next letter, A - assert your needs. You know, what is it that you need different from the company? What do you need different from the boss? Is it time off? You know, is it, you know, more communication? You know, is it just you being able to take your 15-minute breaks now and then? And the last is R - reinforce the outcome."
    },
    {
      "author": "SMITH",
      "text": "This step is important because you can let your company or boss know that if you get the help you need, they'll get an even better employee. It's a win-win situation."
    },
    {
      "author": "ADEWALE",
      "text": "This might look like, you know, when I wake up in the morning and you email me, you know, six emails at 6 a.m., I'm more stressed out. I bring that stress to work, and I'm agitated all day, and my productivity drops. So if you can wait till about 8 to send me those emails, I'm less stressed. I'm more productive. And it's better for you; it's better for me."
    },
    {
      "author": "SMITH",
      "text": "One thing to remember is that your supervisor or colleague is not your therapist. Hassel says, if you cut yourself at work, for example, you wouldn't look to your manager to stitch you up."
    },
    {
      "author": "AVILES",
      "text": "If I'm having a panic attack in the workplace, I'm not expecting my manager or my colleagues to be the help that I need in that moment. They can sit with me, but they're not the ones that are actually going to solve this mental health challenge with me or for me."
    },
    {
      "author": "SMITH",
      "text": "After using the DEAR method, your supervisor or co-worker might introduce you to the employee assistance program, another tool in your toolbox."
    },
    {
      "author": "ADEWALE",
      "text": "Companies have something called employee assistance program, EAP. This is a sort of carved-out provider that covers mental health treatment free of charge with no co-pay. This might look like six or eight free sessions with a therapist, you know? And after the end of those eight sessions or six sessions, you can call in and get it refilled and get more sessions from the EAP."
    },
    {
      "author": "SMITH",
      "text": "EAP might not be an option for everyone, but there might be alternatives when it comes to finding help. Maybe your office has an employee resource group that could help you feel less alone or a mentorship program that could help you feel less stuck. LIFE KIT also has an episode about how to find a therapist with low-cost options. But if none of this works, Takeaway 3 says it might be time to take a break."
    },
    {
      "author": "SMITH",
      "text": "In many cases, people reach out to human resources around this time, people like Siobhan Neela-Stock, a journalist in Vermont."
    },
    {
      "author": "SIOBHAN NEELA-STOCK",
      "text": "Within my last job, you know, at first, I was really happy to get my first journalism job. I had freelanced before, but I had never had a full-time staff job. And I really wanted to make my mark on the industry and just get started."
    },
    {
      "author": "SMITH",
      "text": "But that feeling wouldn't last. She remembers the moment that resulted in her taking a formal leave from work."
    },
    {
      "author": "NEELA-STOCK",
      "text": "It was working with an editor at the outlet, and I was just berated (laughter) after working 11 hours on a story. And I just felt so defeated. I was like, I can't do anything right. I mean, I'm proud of the story. I don't know what more they want from me. Sure, it wasn't perfect when I turned it in, but I don't think perfect exists. And so I just, you know - I burst into tears - not in front of them but after that."
    },
    {
      "author": "SMITH",
      "text": "Siobhan spoke with her doctor and therapist and was approved for short-term disability leave, which allows workers to take time off because of an injury or sickness."
    },
    {
      "author": "NEELA-STOCK",
      "text": "And the only reason I found out it was an option was because someone at my former workplace had taken short-term disability leave and tweeted about it."
    },
    {
      "author": "SMITH",
      "text": "Siobhan then paid it forward and shared her own story on Twitter."
    },
    {
      "author": "NEELA-STOCK",
      "text": "The response was amazing. I don't think I got one single mean comment, which is amazing in the age of the internet. So, I mean, I guess the good thing about this, the silver lining, is that we're talking about it more, and we're realizing that a lot of us are going through this and that there is a way out."
    },
    {
      "author": "SMITH",
      "text": "Jody says your version of mental health leave can be unique to your needs."
    },
    {
      "author": "ADEWALE",
      "text": "When it comes to processing grief or, you know, the loss of a loved one or a pet, you know, sometimes it's just a couple days. Mental health leave can also be continuous where someone might take, you know, a Monday and a Friday off once a month every month for the next six months. This - it doesn't have to be just three months out of work. The - understanding that you can be flexible in the way you take off your time to support your mental health."
    },
    {
      "author": "SMITH",
      "text": "Mental health leave or short-term disability leave is not a cure-all, but it will give you some time to think, process and come up with a plan for your best treatment. It can sometimes be seen as the big red eject button."
    },
    {
      "author": "ADEWALE",
      "text": "I really encourage people to not wait until an issue is so severe that they have to go on disability when it comes to mental health issues, to recognize the signs early on of burnout, of stress and anxiety and depression, of anger, of substance abuse and, you know, make some changes early on, get into a counselor, get into a psychiatrist, you know, talk to your medical professional, talk to the people in your work and maybe take a week off, you know, and then come back and see if that helps. Start small. See if those small changes help. And if not, then a more long-term approach might be appropriate for recovering from a mental health issue."
    },
    {
      "author": "SMITH",
      "text": "Now that we've taken a look at what individuals can do about their mental health at work, it's time to get into what managers can do. Because, let's be real, the easiest path to mentally healthy workers is mentally healthy workplaces. Leaders and managers, takeaway four is to create a psychologically safe workplace. Psychological safety is a concept coined by researcher Amy Edmondson. It basically means that a workplace creates a safe space for colleagues to share what's going on in their lives without fear of repercussions."
    },
    {
      "author": "AVILES",
      "text": "Anyone that is in a leadership position has that ability to influence and set the tone for everyone else. And so because of that, No. 1 is role modeling. So you have to be role modeling the different pillars of psychological safety. So that can include vulnerability, you know, being vulnerable with the team about what you're experiencing."
    },
    {
      "author": "SMITH",
      "text": "That doesn't mean you have to have all the answers immediately, but you should be transparent and open to finding the best solutions."
    },
    {
      "author": "AVILES",
      "text": "And so, you know, coming to your team as a leader and saying, I don't have all the answers today, but I am committed to finding them and to figuring them out with you and working together, that kind of ability to seek input from your team and be vulnerable with them about, you know, even just your leadership position, that really starts to foster psychological safety in the workplace."
    },
    {
      "author": "SMITH",
      "text": "So just to recap, being vulnerable helps your co-workers feel psychologically safe, Hassel says. Getting input from your team can also help create a safe environment."
    },
    {
      "author": "AVILES",
      "text": "Another aspect of that is, like, centering the voices of those most affected is one of the most effective ways to foster psychological safety."
    },
    {
      "author": "SMITH",
      "text": "And don't be scared to be wrong."
    },
    {
      "author": "AVILES",
      "text": "Specifically, in a workplace, for psychological safety, you need to be able to make mistakes, and you need to be able to learn from them. And that is what creates innovation. That is what, you know, fosters creativity. That is what starts to really grow that psychological safety in the workplace. Because then everyone starts to realize like, oh, it's OK, you know, if this doesn't work out perfectly the first time. We're going to get better at it, you know, every single time that we do this."
    },
    {
      "author": "SMITH",
      "text": "OK, so we just went through a whirlwind of emotions in this episode. Let's recap what we've learned. Takeaway one - look for signs of worsening mental health. Takeaway two - have a conversation with a trusted person who can introduce you to resources provided by your job. Takeaway three - sometimes you need to take a break through mental health or short-term disability leave. And takeaway four - psychological safety is the key to making sure your employees feel heard, understood and listened to without the risk of missing out at work or being chastised."
    },
    {
      "author": "SMITH",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to manage up, another on how to quit your job, plus lots more at npr.org/lifekit. And if you love LIFE KIT, and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "KATIE",
      "text": "Hi, my name is Katie (ph), and I learned this hack on NPR. Where else? For hiccups, you can drink a sip of vinegar, and it stops your hiccups. And I've tried it on all of my kids, and it works immediately the first time. So I had to share that. We love NPR. Thanks. Bye."
    },
    {
      "author": "SMITH",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voicemail at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Janet Woojeong Lee. Our digital and visuals editor is Beck Harlan. I'm Jordan-Marie Smith. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7330164142.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/09/final-copy_2x3_2_wide-efcc605e649b63125e74fe526764cb70f8432a1b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "JORDAN-MARIE SMITH, HOST",
    "JODY ADEWALE",
    "SMITH",
    "ADEWALE",
    "HASSEL AVILES",
    "AVILES",
    "SIOBHAN NEELA-STOCK",
    "NEELA-STOCK",
    "KATIE"
  ]
}