{
  "title": "Our most valuable lessons from 2 pandemic years",
  "url": "https://www.npr.org/transcripts/1086150840",
  "intro": "It's been two years since our lives changed because of the coronavirus pandemic. Producers of NPR's Life Kit look back on the most valuable lessons they learned that will shape their lives moving forward.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. It's been two years since the world as we knew it was forever changed by the coronavirus pandemic. And I know you probably don't need that reminder. There's probably a lot of people out there that don't want one. But if you're hearing this, it means you've been through a lot - through lockdowns and empty grocery store shelves and social distancing, through unemployment and essential work, Zoom rooms and \"Tiger Kings\" and sourdough starters and all the sweatpants, mask mandates and police brutality, the presidential election and insurrection, vaccines and boosters and masks off and on and off and on again - and running through all of that, a revolving door of fear and anger and uncertainty and suffering and loss, but also a surprising amount of hope and kindness and new discovery and delight, even."
    },
    {
      "author": "TAGLE",
      "text": "All of this to say it feels all but impossible to qualify two years of pandemic living in any one way. But one thing is certain. Somehow, some way, amazingly, life has gone on. We're still here, but, of course, we're changed. So in this special episode of LIFE KIT, the team is here to share with you episodes that changed our mindsets and got us through the past two years, lessons that can also offer a little hope for the future."
    },
    {
      "author": "TAGLE",
      "text": "First up, producer Janet Woojeong Lee. Hey, Janet. What do you have for me today?"
    },
    {
      "author": "JANET WOOJEONG LEE, BYLINE",
      "text": "Hi, Andee. I'm sharing with you this recent episode on delight. It's a lovely conversation with poet Ross Gay. He also wrote \"The Book Of Delights,\" which I know a number of us at LIFE KIT read and loved. Ross also teaches at Indiana University and says he'll sometimes start class like this."
    },
    {
      "author": "ROSS GAY",
      "text": "Tell me something that was beautiful that you saw on the way to class. And it can be really challenging for people to say that because it feels vulnerable to be like, I thought something was beautiful. Once you sort of admitted that you thought something was beautiful, you've also admitted that you're movable, which I think also is an admission that you have needs."
    },
    {
      "author": "LEE",
      "text": "So like Ross is saying, we don't always acknowledge the little things that bring us joy."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I feel that. You know, in the pandemic, with so much tough news, it's so easy to miss the little things in life. So what does Ross Gay say we should do about it, Janet?"
    },
    {
      "author": "LEE",
      "text": "So Ross tried doing this journaling exercise a few years ago. Every day for one year, he wrote about something that brought him joy. And in one of his entries, he talks about this community orchard that he worked on as a good example, which - it was sort of a treasure trove of little delights."
    },
    {
      "author": "GAY",
      "text": "And it's been just cared for by so many people, and it's been loved and adored and wondered about by so many people - the sort of feeling of watching those trees go into the ground and all of that labor and all of that care and all of that struggle, actually, too."
    },
    {
      "author": "LEE",
      "text": "So after listening to this conversation and reading Ross' book, yes, I'm noticing these small joys, like the smell of coffee and grapefruit, or even the little sound of my cat, Wi-Fi (ph), purring. But I've been trying to actually take a second to appreciate them by saying, like, aw, that's lovely, or just to smile at whatever's bringing me joy. It's silly, but I think it kind of works."
    },
    {
      "author": "TAGLE",
      "text": "I love it. So you're calling out the joy where you see. You're taking the time to acknowledge it. I like that."
    },
    {
      "author": "LEE",
      "text": "Yeah - or at least I'm trying. And it's really nice to say out loud and share these things that are delightful. Or at least for me, I think it's been healthy. But even now sometimes, I'm still like, is it OK for me to be this vulnerable, or am I just being silly? Is it OK for me to find joy when I'm also still grieving and so much is happening in the world?"
    },
    {
      "author": "GAY",
      "text": "It feels to me, like, really important to do the opposite, actually, of toughening up, that there's something truer to softening up and to being moved and to being in need and asking the flower, how are you doing, you know? Actually, for the heart to get bigger, there's breaking happening, you know? It's like it has to change shape. It might have a different shape to it, too - the heart. It can get bigger."
    },
    {
      "author": "TAGLE",
      "text": "What I'm hearing here is that it's brave to be soft. Was that your takeaway, too?"
    },
    {
      "author": "LEE",
      "text": "And, yeah, these last words really hit me when I first listened to this episode, and it still does now. And, like, what Ross is saying - it's really hard letting more joy into your life, especially during this time of grief. It can feel wrong at first. But at least for me, ultimately, I think it's made me appreciate the little things in life for the better, and I recommend you try it as well."
    },
    {
      "author": "TAGLE",
      "text": "There's room for both things. There's room for all those feelings. That's great. Janet, thanks so much."
    },
    {
      "author": "LEE",
      "text": "Thank you, Andee."
    },
    {
      "author": "TAGLE",
      "text": "Up next, producer Audrey Nguyen. Hey, Audrey."
    },
    {
      "author": "AUDREY NGUYEN, BYLINE",
      "text": "Hey, Andee."
    },
    {
      "author": "TAGLE",
      "text": "So what's something you've learned from our reporting that's helped you get through the last two years?"
    },
    {
      "author": "NGUYEN",
      "text": "Two years. It's - it is truly wild that we're entering our third year of the pandemic. I mean, my perception of time is totally jacked, and I'm sure the level of burnout and just emotional exhaustion I felt probably hasn't helped with that."
    },
    {
      "author": "TAGLE",
      "text": "Same, same, same, same, same. Tell us about it, Audrey."
    },
    {
      "author": "NGUYEN",
      "text": "So with that being said, I think one of the most useful things I've learned from my reporting is that it's OK to not be passionate about your work, which is admittedly kind of a weird thing to be talking about at/for work. I mean, bear with me for a sec 'cause I'm going to get a little cheesy. But, like, I wanted to work for LIFE KIT because I care deeply about helping people and making the world a better place. But learning about something called the passion principle from one of our recent episodes helped me contextualize some of the things that I've struggled with."
    },
    {
      "author": "ERIN CECH",
      "text": "The passion principle is this idea that the best way to make career decisions is to find what we find most fulfilling, most self-expressive and make that the centerpiece of our career decisions. And that can sometimes mean that we downplay or de-prioritize things like salary and job security, but it's the idea that we need to center our meaning-making in our career decision-making."
    },
    {
      "author": "NGUYEN",
      "text": "That's Professor Erin Cech. She teaches sociology at the University of Michigan, and she's the author of the book \"The Trouble With Passion: How Searching For Fulfillment At Work Fosters Inequality.\" In her conversation with Ruth Tam, she says that while there's nothing inherently wrong with finding fulfillment at work, hiring for passion is often loaded with this expectation that you'll do whatever it takes for your career. And Cech says that that can lead to exploitation and inequality in the workplace. I know personally, I've struggled with pouring way too much of myself into my work and not leaving enough for myself outside of the 9-to-5."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. I mean, it's important to care about your work, but you have to take care of yourself, too. We often come back to this idea at LIFE KIT of putting your own oxygen mask on first before you help others. So how do we combat this problem?"
    },
    {
      "author": "NGUYEN",
      "text": "Cech advises that we take a step back and ask ourselves, how can I make room for passion outside of work?"
    },
    {
      "author": "CECH",
      "text": "So I talk about this as diversifying our meaning-making portfolios. And by this, I mean, like, what are the things that excite us, that bring us joy outside of our paid employment? And how can we deliberately invest time and energy and attention in cultivating our passion in that space? And that takes work. You have to be really deliberate in saying, I'm going to block out this time to be able to invest in those passions outside of work."
    },
    {
      "author": "TAGLE",
      "text": "OK. Begs the question, Audrey, what have you done to diversify your meaning-making portfolio?"
    },
    {
      "author": "NGUYEN",
      "text": "So I've gotten pretty into birding. I actually hosted an episode on that last spring, if you want to check it out. My partner and I have also been taking a pottery class at a local community college as well. And the class has been really nice 'cause it's creative and tactile, and it's also forced me to log off at a certain time and, like, actually leave my apartment."
    },
    {
      "author": "TAGLE",
      "text": "You are making actual time on your calendar for you and your creative output and logging off. Love to hear it. Thanks so much, Audrey."
    },
    {
      "author": "NGUYEN",
      "text": "Thanks, Andee."
    },
    {
      "author": "TAGLE",
      "text": "Next up, Meghan Keane, our managing producer. Hey, Meghan."
    },
    {
      "author": "MEGHAN KEANE, BYLINE",
      "text": "Hey, Andee."
    },
    {
      "author": "TAGLE",
      "text": "What do you got for us?"
    },
    {
      "author": "KEANE",
      "text": "Well, my pandemic lesson comes from a wise, sage teacher, a chinchilla named Dump Truck."
    },
    {
      "author": "DEVON PRICE",
      "text": "Like any pet, he just sits there. And in fact, he's actually very destructive. He's chewed my floorboards to just rubble."
    },
    {
      "author": "KEANE",
      "text": "That's Devon Price, a social psychologist and the author of the book \"Laziness Does Not Exist.\" He's also the owner of Dump Truck, the chinchilla. And Devon points out that when it comes to pets, you know, we expect them to sort of just exist, right? And Dump Truck doesn't need to prove their worth to anyone."
    },
    {
      "author": "TAGLE",
      "text": "Right. Cats and dogs don't need an agenda to be lounging in a sunbeam. That's perfectly normal. Love it."
    },
    {
      "author": "KEANE",
      "text": "Totally. We just let animals simply exist, but not so much with humans. We're constantly looking to justify our existence. And in Western society, that often equates working with worth. And Devon says that that's just not a very kind way to live."
    },
    {
      "author": "PRICE",
      "text": "And so I think animals help us remember that we don't actually - or we shouldn't have to earn our right to exist. We're fine and beautiful and completely lovable when we're just sitting on the couch, just breathing. And if we can feel that way about animals that we love and about, you know, relatives that we love, people in our lives who we never judge by their productive capacity, then we can start thinking of ourselves that way, too."
    },
    {
      "author": "KEANE",
      "text": "That just takes the pressure off of me when I feel like I'm pushing through fatigue to get something done. So my kind of radical takeaway from this interview, and it's just something I haven't been able to stop thinking about since I heard it, is what we think of is laziness is really more of a signal from our bodies that we need rest. I know this is - like, should be obvious, but it was a great reminder for me - and not just that, but a signal that our values are out of step with our lives."
    },
    {
      "author": "PRICE",
      "text": "So a lot of times, we pour so much energy into being impressive at work, satisfying all the demands of our friends and family and just trying to overachieve in every possible way that we don't really listen to that inner voice that tells us, here's what matters most to me in my life, here's what I really believe in and value, and here's how I really would live if I wasn't just setting out to satisfy other people."
    },
    {
      "author": "PRICE",
      "text": "So I think when we start listening to laziness, we can really question a lot of unfair social standards - really big ones, too, you know, like fatphobia, this social standard that says that our bodies need to look a certain way and that we need to exercise and cook meals that look a particular way. And it's just all of this drive towards, you know, meeting a really arbitrary standard of perfection."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Has this changed your habits at all?"
    },
    {
      "author": "KEANE",
      "text": "Oh, yeah, for sure. So for me, I think to myself, OK, you know, when I get really kind of tired around 3 p.m. on a workday, maybe I take a short 15-minute nap, or maybe I try to schedule a few less social activities on the weekends, you know, so I'm not totally drained by Sunday night. And, you know, maybe I don't need to do a super-intense workout every time. You know, maybe just hitting a tennis ball around with a friend is all the movement I need for a day."
    },
    {
      "author": "TAGLE",
      "text": "We don't always have to be doing the most. That's great."
    },
    {
      "author": "KEANE",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "It does feel like so much of this pandemic has people reevaluating their time and their energy. I think we all learned that rest is way more important than we realized."
    },
    {
      "author": "KEANE",
      "text": "Oh, totally. And who knew such a profound lesson would come from Dump Truck, the chinchilla?"
    },
    {
      "author": "TAGLE",
      "text": "We stan. Exactly. Thanks, Meghan."
    },
    {
      "author": "KEANE",
      "text": "(Laughter) For sure. Thanks, Andee."
    },
    {
      "author": "TAGLE",
      "text": "So, Beck Harlan, our fearless visual editor, I hear you have a tip that really shifted how you think about community."
    },
    {
      "author": "BECK HARLAN, BYLINE",
      "text": "That's right. It came from an episode that we did pretty early in the pandemic. It was an episode about how to deal with a little something called uncertainty. Have you heard of it?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah, Beck. I am familiar with that. I'm familiar."
    },
    {
      "author": "HARLAN",
      "text": "(Laughter) This tip comes from Elizabeth White, who also got pretty familiar with uncertainty when she found herself in the midst of a financial crisis in her 50s. She'd worked as a successful contractor until the financial crisis hit in 2008, and then work just really dried up for her."
    },
    {
      "author": "TAGLE",
      "text": "That sounds hard. I know that's something a lot of people were going through back then."
    },
    {
      "author": "HARLAN",
      "text": "Yeah. And Elizabeth felt a lot of shame around her sudden change in situation, as we probably all would. And so to kind of counteract that, she did this great thing."
    },
    {
      "author": "ELIZABETH WHITE",
      "text": "I gathered a group, what I call the resilience circle, so a few people that I could tell the truth to 'cause there was a lot of pressure to front and to seem like I was OK when I was not OK."
    },
    {
      "author": "HARLAN",
      "text": "You know, for a lot of us, the first impact of COVID was just a complete removal of our social structures. We were living in a vacuum, doing all the hard things all alone, which just makes everything harder."
    },
    {
      "author": "WHITE",
      "text": "And because we don't talk about it to each other, you'll think you're in a ditch by yourself. And this is the thing that I think is so significant about this moment in time with the pandemic. It has pulled back the cover. We see all the fault lines that were already there."
    },
    {
      "author": "TAGLE",
      "text": "In a ditch by yourself - that one really hits for me. I think it really speaks to the isolation a lot of us were feeling. OK, so what I'm hearing, Beck, is that we should remember that we're not going through this alone. And even if we have different hardships, we are all in need of support."
    },
    {
      "author": "HARLAN",
      "text": "Yes. So find your people, those few people that you can just be totally honest with."
    },
    {
      "author": "TAGLE",
      "text": "Your resilience circle."
    },
    {
      "author": "HARLAN",
      "text": "Mmm hmm. It can really help you to just feel less alone, and it can increase your ability to weather uncertainty. They can listen to you vent, help you troubleshoot, share resources or advice. COVID really robbed us of a lot of our old ways of doing community, but we are creative. We've got WhatsApp. We've got Marco Polo. We've got Zoom, snail mail, even phone calls."
    },
    {
      "author": "TAGLE",
      "text": "Phone calls - what a throwback. What does this look like for you, Beck?"
    },
    {
      "author": "HARLAN",
      "text": "Well, for me, it was a group of new moms who all had pandemic babies. We just signed up for this group online. We didn't even know each other, but we messaged every day on WhatsApp through all the hormone shifts and marathon nights, and I honestly don't know what I would've done without them. So, you know, it doesn't matter how you connect, just that you do."
    },
    {
      "author": "TAGLE",
      "text": "I love that so much. Thanks, Beck. You are a part of my LIFE KIT resilience circle."
    },
    {
      "author": "HARLAN",
      "text": "Aw, thanks, Andee. Right back at you."
    },
    {
      "author": "TAGLE",
      "text": "Clare Marie Schneider..."
    },
    {
      "author": "CLARE MARIE SCHNEIDER, BYLINE",
      "text": "Andee."
    },
    {
      "author": "TAGLE",
      "text": "...Another wonderful producer on LIFE KIT."
    },
    {
      "author": "SCHNEIDER",
      "text": "Hello."
    },
    {
      "author": "TAGLE",
      "text": "Hello."
    },
    {
      "author": "SCHNEIDER",
      "text": "OK, I'm feel like you can probably guess which episode I'm bringing to you today because it's an episode that we both really responded to. And I think it kind of both took us by surprise. It was originally suggested by my partner. It's a book written by Oliver Burkeman called \"Four Thousand Weeks: Productivity For Mortals\" (ph)."
    },
    {
      "author": "TAGLE",
      "text": "It is my most favorite. I'm so glad you picked it. That conversation lives rent-free in my mind, Clare Marie."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, it's a good one. For those who haven't heard of the book or the episode we're referring to, Oliver was obsessed with efficiency, I would say. He was definitely on a mission to optimize his life."
    },
    {
      "author": "TAGLE",
      "text": "Oh, yeah. All the apps, all the notebooks, all the email folders even had, like, a productivity column."
    },
    {
      "author": "SCHNEIDER",
      "text": "Exactly. But that did not totally work out for him."
    },
    {
      "author": "OLIVER BURKEMAN",
      "text": "It was never actually something that I managed to do. I don't think it is something that human beings can do. And so this book is what came after admitting defeat in that struggle, I think."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Now I'd say he's sort of an anti-productivity productivity guy."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, yeah. He referred to himself as in recovery from all of that when we talked to him, actually. And he also said that optimization and productivity, for as much as we're just reaching, you know, trying to wrangle our time and days, it also just makes us busier."
    },
    {
      "author": "BURKEMAN",
      "text": "And you get a lot busier with less important stuff. So, for example, you know, if you get incredibly good at processing your email - and I've been there - what happens is you just get lots more email because you reply to people, and then they reply to you, and it goes on forever and ever, and you get a good reputation as being very responsive, so it's worth more people's while to email you."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, I feel like you cc'd me about this, Clare - endless, endless emails."
    },
    {
      "author": "SCHNEIDER",
      "text": "Endless. Endless, Andee. So instead of trying to control our time or beat it to the ground, Oliver wants us to try embracing it, to really appreciate what time is and the limited amount we have of it. This is him reading from his book."
    },
    {
      "author": "BURKEMAN",
      "text": "(Reading) Just as there will be a final occasion on which I pick up my son, a thought that appalls me, but one that's hard to deny since I surely won't be doing it when he's 30, there will be a last time that you visit your childhood home or swim in the ocean or make love or have a deep conversation with a certain close friend. Yet usually there'll be no way to know in the moment itself that you're doing it for the last time. We should therefore try to treat every such experience with the reverence we'd show if it were the final instance of it. And indeed, there's a sense in which every moment of life is our last time. It arrives. You'll never get it again. And once it's passed, your remaining supply of moments will be one smaller than before."
    },
    {
      "author": "TAGLE",
      "text": "Man, that hits so hard, cuts so deep every time, Clare Marie. I mean, it's really striking and a little scary, but it's also such a good reminder. And, you know, actually, sitting down talking to you about this reminds me of the last time you and I were in the NPR offices together that last day before they sent us all home for the pandemic. It was such a quick, casual goodbye."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, yeah. We were like, OK, see you in a few weeks. Enjoy your time at home."
    },
    {
      "author": "TAGLE",
      "text": "See you later. I know. And then it was fully a few years until we saw each other in person again. And, you know, if I had known..."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "...It was going to be the last time, I definitely would've given you a very big hug and appreciated that that was going to be the last time I would've seen your amazing fashion sense in real life with my two eyes. So thanks, Oliver, for the reminder that every moment together is precious."
    },
    {
      "author": "SCHNEIDER",
      "text": "Yeah, exactly. So precious. And that's my takeaway for you, actually, Andee, that time is your life. Like, all those tiny moments make up a life. And if we can get out of our heads about what we should be doing, we can focus our attention on what we're actually doing."
    },
    {
      "author": "BURKEMAN",
      "text": "The sum total of all the things you paid attention to will have been your life. If there are some friendships there that you never actually paid any attention to, well, you didn't really have those friendships, right? I mean, if there was an interest that you had that you never actually spent any attention pursuing, well, you didn't really have that interest. So it really matters what we're paying attention to because it just is - it just adds up to a life. And that's why distraction is such a sort of serious problem - because, yeah, if you're paying attention to things that on some level you don't want to be paying attention to, you're just giving away the only precious thing you have - right? - which is the time of your life."
    },
    {
      "author": "TAGLE",
      "text": "The time of your life - need we say more? That brings us to the end of our episode. From the whole team here at LIFE KIT, we're grateful for the time you've spent with us today and throughout the pandemic. We know we've just spent a little time looking back, but we hope these tips will help you move forward, whatever that looks like for you."
    },
    {
      "author": "TAGLE",
      "text": "You can find the full version of all the episodes we talked about today at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And now, a random tip from one of our listeners."
    },
    {
      "author": "TRISTA TEMPKE",
      "text": "Hi. My name is Trista Tempke (ph) from Olympia, Wash. And my life hack is that when you're looking at a recipe on your phone and there are lots of distracting videos and ads, if you click print recipe, it'll bring you to a page without the distractions, and you can still look at it on your phone."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Meghan Keane, who is also the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Janet Woojeong Lee and Sylvie Douglis. Our digital editors are Beck Harlan and Dalia Mortada. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3512211665.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/13/npr-flip-illustration_01b_wide-e6cc4149da2ae83e51ea96ef47e8040d1f84151d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "JANET WOOJEONG LEE, BYLINE",
    "ROSS GAY",
    "LEE",
    "GAY",
    "AUDREY NGUYEN, BYLINE",
    "NGUYEN",
    "ERIN CECH",
    "CECH",
    "MEGHAN KEANE, BYLINE",
    "KEANE",
    "DEVON PRICE",
    "PRICE",
    "BECK HARLAN, BYLINE",
    "HARLAN",
    "ELIZABETH WHITE",
    "WHITE",
    "CLARE MARIE SCHNEIDER, BYLINE",
    "SCHNEIDER",
    "OLIVER BURKEMAN",
    "BURKEMAN",
    "TRISTA TEMPKE"
  ]
}