{
  "title": "How examining our regrets can make for a more meaningful life",
  "url": "https://www.npr.org/transcripts/1087010308",
  "intro": "Rather than striving for a life with no regrets, Daniel H. Pink, author of The Power of Regret, suggests embracing regret and learning from it. He outlines the four most common categories of regret and explains how looking back can help us move forward.",
  "transcript": [
    {
      "author": "ELISE HU, HOST",
      "text": "This is NPR's LIFE KIT. I'm Elise Hu. So I used to own a home in Austin, Texas. It was my first-ever house, which I ended up renting out when my NPR job took me to Washington, D.C. The house is gray. It's a ranch-style home with four bedrooms and a huge backyard where my renters grew watermelons. In 2018, for no particular reason, I decided to sell it, a house in Austin, Texas. Now, whenever I look at the housing market and see how much Austin's has grown, a specific feeling washes over me."
    },
    {
      "author": "DANIEL PINK",
      "text": "Regret - it's a negative emotion. It's an emotion that doesn't feel very good. And it's an emotion that we experience when we look backward and say, if only I hadn't made that decision, if only I had taken that action or hadn't taken that action, things today would be better."
    },
    {
      "author": "HU",
      "text": "That's Daniel Pink, the author of \"The Power Of Regret: How Looking Backward Moves Us Forward.\" He says regret, while painful, is distinct to humans, and it's essential."
    },
    {
      "author": "PINK",
      "text": "It involves agency - so regret is our fault, unlike disappointment. And it also is kind of an amazing thing that our brains do because it involves time travel and storytelling, and that's one of the things that makes it an essential part of our cognitive machinery."
    },
    {
      "author": "HU",
      "text": "But, of course, you have to know how to use it."
    },
    {
      "author": "PINK",
      "text": "You have to ask yourself, you know, what did I know at the time when I made that decision? And was it a good decision based on who I was at that moment and the information that I had? And it very well might have been. Or, Elise, you totally blew it, and you left a huge amount of money on the table."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PINK",
      "text": "Sorry, and it's all your fault."
    },
    {
      "author": "HU",
      "text": "While we're often inclined to avoid reexamining our failures or to run as far away from heartache as we can, Pink's research shows a lot of growth can be found in taking time to reflect on our regrets because by thinking about where things have gone wrong, we can learn what's important to us to get right."
    },
    {
      "author": "PINK",
      "text": "These regrets are a photographic negative or reverse image of the good life."
    },
    {
      "author": "HU",
      "text": "In this episode of LIFE KIT, unlocking the power of regret."
    },
    {
      "author": "HU",
      "text": "All right. Now that we have an understanding of regret, you wanted to dive in deeper and write and research a book on this. And in order to do so, you needed a lot of data. So tell us about the World Regret Survey."
    },
    {
      "author": "PINK",
      "text": "Well, certainly. I just put up a website - worldregretsurvey.com - and asked..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PINK",
      "text": "...People around the world to contribute their regrets. And to my surprise, before I knew it, with just maybe two or three tweets, we had 15,000 from..."
    },
    {
      "author": "HU",
      "text": "That's crazy."
    },
    {
      "author": "PINK",
      "text": "...Over 100 countries. And the cards keep coming. The cards and letters keep pouring in from around the world. We are - at this point, we are over 19,000, and I think we're up to 109 countries."
    },
    {
      "author": "HU",
      "text": "Fascinating. And you were able to analyze all this data in lots of different ways. Among the many findings, you found that regrets of inaction outnumber regrets of actions - something like 2 to 1. And regrets of inaction last longer. Can you give us an example of regrets of inaction, and what do you think explains their endurance in our hearts and minds?"
    },
    {
      "author": "PINK",
      "text": "So a regret of inaction is a regret about something you didn't do. And I'll give you a - you know, a fairly common one where people said, oh, I stayed in this lackluster job, and what I really wanted to do was start a business, but I never had the guts or the gumption to do that. OK? So it's a regret of inaction. And one of the things you see - and this is not only - this is pretty widespread. I mean, there's 60 years of academic research on this concept of regret that found the same thing. And basically, what it shows is this - when we're younger, we have about equal numbers of action regrets and inaction regrets, regrets about what we did and regrets about what we didn't do. But as we..."
    },
    {
      "author": "HU",
      "text": "OK."
    },
    {
      "author": "PINK",
      "text": "...Age, the inaction regrets take over. And one reason is that with action regrets, we can sometimes undo them. So let's say that I've hurt somebody, I can..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PINK",
      "text": "...Make amends. I can apologize, or - you know, or I have somebody in the book who got a no regrets tattoo, regretted it - ha-ha - and then had it removed, OK? So you can undo certain ones. Other times, you can take some of the sting out of it by doing what logicians call a downward counterfactual and what I call at-leasting (ph) a regret, which is imagining how - sort of finding the silver lining. So I have many in the database from people - mostly women actually who say, oh, my big regret was marrying that idiot, but at least I have these two..."
    },
    {
      "author": "HU",
      "text": "My kids."
    },
    {
      "author": "PINK",
      "text": "...Great kids."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PINK",
      "text": "Yeah, exactly. Now, with inaction regrets, you can't undo them, you know. It's metaphysically impossible to undo them. And so they stick with us. They linger. They haunt us in a way."
    },
    {
      "author": "HU",
      "text": "What's your takeaway from that? Given the power of inaction regrets..."
    },
    {
      "author": "PINK",
      "text": "Yeah."
    },
    {
      "author": "HU",
      "text": "...How should we act differently?"
    },
    {
      "author": "PINK",
      "text": "I think that a lesson of inaction regrets is that in general - not in every single circumstance, but in life in general, we should have a bias for action. One of the big categories of regrets that you see are boldness regrets - if only I'd taken the chance, if only I'd asked out that person on a date, if only I'd traveled, if only I'd spoken up, if only I'd launched a business. And I just - I think that in general, we should have a bias for action because we overstate the amount of risk and difficulty sometimes."
    },
    {
      "author": "PINK",
      "text": "What's more, I think there's another reason is that sometimes we - just in my own view, I think we plan too much and act too little. Sometimes we don't realize that action is a form of knowing, that we can figure stuff out by doing it. We always want to figure stuff out in advance and then do it. But it - life doesn't always work that way. And so sometimes acting is a form of figuring out."
    },
    {
      "author": "HU",
      "text": "So boldness regrets are a category. So something else revealing that came out of your data is that you were able to kind of classify regret differently than some academics had done it before, right? So many studies had..."
    },
    {
      "author": "PINK",
      "text": "Yes."
    },
    {
      "author": "HU",
      "text": "...Previously lumped regrets into categories like love life regrets or career or education. How did you do it differently?"
    },
    {
      "author": "PINK",
      "text": "Well, I looked at those categories of regrets as well, those domains of life. And I found, as other researchers had found, that people regret a lot of things. Those - the regrets are all over the place. This is where qualitative research really helped me out. When I was reading through these regrets, I mean, thousands of them, I kept hearing some of the same language, often sometimes the same words. But it didn't matter the domain of life that they were in."
    },
    {
      "author": "PINK",
      "text": "So boldness regrets were a good example of that. A regret about not asking somebody out on a date 20 years ago and a regret about not starting a business and a regret about not studying abroad when you were in college because you were scared to go overseas is the same regret. If only I'd taken the chance. And so you can think of this as kind of a deep structure, a hidden architecture of human motivation, even human aspiration that runs beneath those domains of our life. And what was remarkable to me was how consistent these were..."
    },
    {
      "author": "HU",
      "text": "Wow."
    },
    {
      "author": "PINK",
      "text": "...Across nationalities."
    },
    {
      "author": "HU",
      "text": "What other types of regrets make up that deep structure?"
    },
    {
      "author": "PINK",
      "text": "Foundation regrets are one. That's - foundation regrets are, if only I'd done the work. And these are people who regret spending too much money, saving too little. They're..."
    },
    {
      "author": "HU",
      "text": "OK."
    },
    {
      "author": "PINK",
      "text": "...People who regret not eating right and exercising."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PINK",
      "text": "A surprising number of regrets about people not working hard enough in school. There are small decisions early in our life that accumulate and gather force and create bigger problems later in life. So - and what they do is they compromise the stability of our lives. They give us a kind of a wobbly platform."
    },
    {
      "author": "HU",
      "text": "OK. So that's foundation regrets. What are..."
    },
    {
      "author": "PINK",
      "text": "Right."
    },
    {
      "author": "HU",
      "text": "...The other categories?"
    },
    {
      "author": "PINK",
      "text": "Moral regrets. People do the wrong thing. And most people - and I really deeply believe this - most people - not every single human being, but most people regret it. And the two most common kinds of moral regrets were bullying - I was stunned by how many people regretted bullying..."
    },
    {
      "author": "HU",
      "text": "Wow."
    },
    {
      "author": "PINK",
      "text": "...People younger in their life - and marital infidelity (laughter) - a lot more of that than I actually would have expected - and then other forms of moral breaches for that person that might not be shared widely."
    },
    {
      "author": "HU",
      "text": "All right. Keep going."
    },
    {
      "author": "PINK",
      "text": "Connection regrets. Connection regrets are, if only I'd reached out. This is the biggest category, and these are about relationships and not only romantic relationships but the full spectrum of relationships we have in our lives, with our kids, with our parents, with our siblings, with our relatives, with our..."
    },
    {
      "author": "HU",
      "text": "Yeah."
    },
    {
      "author": "PINK",
      "text": "...Friends, with our colleagues. And essentially what happens is this. You have a relationship. It should have been intact, or it was intact. And it comes apart, usually in very undramatic ways. It just drifts apart. And one side says, oh, I should reach out. And then they say, oh, but it's going to be awkward to reach out, and the other side is not going to care. So it drifts even more, and sometimes it's too late. The sad part is that we're always wrong about the awkwardness, and we're always wrong about how it's going to be received. It's very rarely as awkward as people think, and it's almost always well-received."
    },
    {
      "author": "HU",
      "text": "This goes back to your point about just biasing ourselves toward action."
    },
    {
      "author": "PINK",
      "text": "Sure. Exactly. Yeah. No, I think that that's a great point. I think with connection regrets, there is a very clear takeaway, which is that if you find yourself at a juncture where you're saying, should I reach out or should I not reach out, to my mind, being at that juncture has answered your question. The answer is yes."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PINK",
      "text": "Reach out. I mean, if there's a takeaway for me, personally, always reach out. Always reach out. The other thing that's sort of a subset of that - always go to the funeral. I've got a lot of regrets about..."
    },
    {
      "author": "HU",
      "text": "Wow."
    },
    {
      "author": "PINK",
      "text": "...Missed funerals. I have one myself of a funeral that I missed that bugs me to this day. But I can also take this bad feeling and say, what do I learn from this regret about missing a funeral? What I learn is what I value, which is respecting friendships and honoring people. That actually matters more to me than I might have realized. And also, it instructs me what to do in the future, which is, always go to the funeral."
    },
    {
      "author": "HU",
      "text": "And you already spoke about boldness regrets, and it strikes me that a lot of connection regrets and boldness regrets kind of overlap. But what distinguishes boldness regrets from the rest?"
    },
    {
      "author": "PINK",
      "text": "Boldness regrets are about a chance. Once again, you're at a juncture. You can play it safe, or you can take the chance. And to my surprise, people really regretted not taking the chance. And even people who took the chance and things went south on them - there were some regrets about that but not as many as you would think because what they had done is they had extinguished the what if. And in that moment in their life, they actually, I mean, had that bias for action. They did something. And I think that's very telling that - I think boldness regrets are very telling about the human condition."
    },
    {
      "author": "HU",
      "text": "Well, regrets in general are very telling about the human condition."
    },
    {
      "author": "PINK",
      "text": "Oh."
    },
    {
      "author": "HU",
      "text": "Right? And this is the point of your book."
    },
    {
      "author": "PINK",
      "text": "Yeah."
    },
    {
      "author": "HU",
      "text": "So I want to ask you what categorizing regret and seeing regret, this deep structure of it - how did that help you understand what humans value the most?"
    },
    {
      "author": "PINK",
      "text": "I realize after a while that when people were telling you what they regretted the most, they were also telling you what they valued the most. These people were telling me what mattered to them in life. And so when you think about these four regrets, it's telling us what matters to people. What matters is stability. A good life has some stability. It's not precarious. A good life - let's go to boldness again. I mean, I think that boldness regrets exist because at some level, we recognize that we are mortal, that we are all going to die and that we're here on this planet for this vanishingly short amount of time. And we have to do something. We have to try. We have to learn. We have to grow. We have to lead a psychologically rich life."
    },
    {
      "author": "PINK",
      "text": "Moral regrets - I'm convinced that people want to be good. And - but a good life is a life where you are doing the right thing. And finally, what do we want out of life? We want love and not only romantic love but a broader notion of love that encompasses the love we feel for everybody in our lives. And that's what we want out of life. And the interesting thing about regret, this negative emotion, is that it tells us, what are the elements of a life well-lived? And if we know that, we can anticipate our future regrets and steer ourselves so that we, you know, chill out about almost every other decision but make the right decision when it comes to these four categories."
    },
    {
      "author": "HU",
      "text": "You wrote, in fact, looking backward can move us forward, but only if we do it right. So break down for me the takeaways or a system for transforming regret for good, for purpose..."
    },
    {
      "author": "PINK",
      "text": "Sure."
    },
    {
      "author": "HU",
      "text": "...For a positive path for living."
    },
    {
      "author": "PINK",
      "text": "Sure. So when we look backward, OK, we can do a few things. And I sort of look at this now as inward, outward, forward. So when we look inward, we have to reframe how we think about the regret and ourselves. When we make mistakes, when we screw up, the way we talk to ourselves is cruel. We would never talk to any other person the way we talk to ourselves. I mean, seriously, it's nuts."
    },
    {
      "author": "HU",
      "text": "We really beat ourselves up."
    },
    {
      "author": "PINK",
      "text": "We are brutal. We are..."
    },
    {
      "author": "HU",
      "text": "(Laughter)."
    },
    {
      "author": "PINK",
      "text": "I mean, you know - I mean, if we treated people like that in the workplace, we would be fired - justifiably. But we treat ourselves that way. And so instead, what we should do is practice self-compassion, which is a powerful idea pioneered by Kristin Neff at the University of Texas. And self-compassion essentially says this. Treat yourself with kindness rather than contempt. Recognize that your mistakes are part of the human condition. And also, any mistake, any screw up is a moment in your life, not something that fully defines your life."
    },
    {
      "author": "PINK",
      "text": "So once we reframe inward, it releases us to do the next step, which is to express outward. And this is disclosure. Disclosure is a form of unburdening. That's part of it. But the other thing is what language does for emotions. So negative emotions are abstract. They feel really bad. So one way to defang them is to go - is to make them less amorphous, less abstract by converting them into language, by describing them, by talking about them, by converting them into words. And words, being concrete, are far less fearsome. And so this is why you see - this is one - I mean, it's not an accident that, you know, at this point, 19,000 people around the world have said, yes, I would like to share a big regret with a complete stranger."
    },
    {
      "author": "HU",
      "text": "(Laughter) It's fascinating."
    },
    {
      "author": "PINK",
      "text": "It's nuts. That's telling us - you know, that's telling us something. And so disclosure helps us make sense of it. So we're treating ourselves with kindness, looking inward. We're disclosing it and making sense of it through language, either by talking about it or writing about it. And then the final step is extracting a lesson from it. This is extraordinarily important and something essential. However, we're pretty bad about extracting lessons for ourselves. So what you want to do is you want to get some distance. You want to zoom out and think about yourself at some level as another person."
    },
    {
      "author": "PINK",
      "text": "So there are goofy things like - and there's a lot of research on this - talking to yourself in the third person. So instead of saying, you know, for me, what should I do? I should say, what should Dan do? There's some - one technique I really like is to imagine making a phone call to the you of 10 years from now. So this year it would be you 2032. All right. The you of 2032 is telling me, oh, should I go to that funeral? Should I reach out to a friend? I haven't talked to you for a while. Yeah, go do that. That's actually important. If you don't do that, it's going to bug me here in 2032 - and so getting that distance from ourselves."
    },
    {
      "author": "PINK",
      "text": "What's more, is the single best decision-making tool that I know of when you're trying to make it decide anything is to ask yourself, what would I tell my best friend to do? People always know. And so this process - that's how we should deal with regret. But what's more, it's also how we should deal with other kinds of negative emotions. And no one ever teaches us how to do that. So as a consequence, we treat negative emotions more broadly in a really stupid way. We either ignore them or wallow in them rather than think about them."
    },
    {
      "author": "HU",
      "text": "Yeah. And it seems like we're kind of fearful of them as Americans. That's for sure (laughter)."
    },
    {
      "author": "PINK",
      "text": "Heck yeah."
    },
    {
      "author": "HU",
      "text": "Negative emotion, that is."
    },
    {
      "author": "PINK",
      "text": "Americans have been sold a bill of goods that we should be positive all the time, that we should always look forward. Positive emotions are great. I love positive emotions. But here's the thing. There's a reason we experience negative emotions. They're useful if we treat them right. And so, you know, we wouldn't want to banish negative emotions. Imagine banishing grief, a terrible emotion. But if you can't experience grief, you can't experience love. The reason we grieve is because we love. And so, you know, regret - again, you don't want to wallow in it. You don't want to ruminate over it. But if you think of it as a signal, as information, as a knock at the door, it is a powerfully transformative emotion."
    },
    {
      "author": "HU",
      "text": "All right - Daniel Pink, author of \"The Power Of Regret.\" Dan, thanks so much."
    },
    {
      "author": "PINK",
      "text": "What a pleasure. Thanks for having me."
    },
    {
      "author": "HU",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on practicing mindfulness, another one on grief, plus lots more at npr.org/lifekit. And if you love LIFE KIT and want more, please subscribe to our newsletter at npr.org/lifekitnewsletter. And now - and I love this part of the show - a completely random tip."
    },
    {
      "author": "CATHERINE TROJANOWSKI",
      "text": "Hi. This is Catherine Trojanowski (ph) from Portland, Maine. I'm a phlebotomist. And for kids who are apprehensive about getting a blood draw, sometimes I find it helps to tell them that it's going to hurt, but it's going to hurt less than stepping on a Lego, which helps put the, you know, pain in perspective. And it's less scary for them. Thank you. Bye."
    },
    {
      "author": "HU",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Janet Woojeong Lee. Our digital and visuals editor is Beck Harlan. I'm Elise Hu. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8746947759.mp3",
  "img": "https://media.npr.org/assets/img/2022/03/16/final-green-face_wide-913335018a7ae4b2eeefe8960c62a705a7578b4d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ELISE HU, HOST",
    "DANIEL PINK",
    "HU",
    "PINK",
    "CATHERINE TROJANOWSKI"
  ]
}