{"title":"How to start cooking Korean American food","url":"https://www.npr.org/transcripts/1089175288","intro":"In an introduction to Korean American cooking, New York Times food writer and cookbook author Eric Kim walks us through pantry essentials, quick-fix recipes and how to start making Korean American food that feels authentic.","transcript":[{"author":"JANET WOOJEONG LEE, HOST","text":"This is NPR's LIFE KIT. I'm Janet Woojeong Lee, one of the producers of the show."},{"author":"LEE","text":"I've been eating Korean food my whole life. I grew up with it. I crave it on a daily basis. But it wasn't until the pandemic, when I moved in with my mom, that I really learned how to make Korean food. I had to ask, OK, how do I make kimchi when there's no Napa cabbage at the grocery store? What brand of seaweed should I get? And really, how am I supposed to follow your recipes when it just says add a pinch or a handful of every ingredient? Just like that, so much of Korean cooking is rooted in practices that are never documented but passed down in families."},{"author":"ERIC KIM","text":"The dishes that many of us grew up with are the Korean food that came over in the '80s. I always thought that was fascinating. And that is why I think in the Korean American community, there's this staunch, like, desire to preserve only and not innovate."},{"author":"LEE","text":"That's cooking columnist Eric Kim. You may have seen his recipes in The New York Times. Eric is also the author of a cookbook called \"Korean American: Food That Tastes Like Home.\" It's a book he wrote with his mom, Jean, when he moved home to Atlanta during the pandemic. Eric says his cookbook isn't just about Korean American food."},{"author":"KIM","text":"This book documents the discovery of my Korean American-ness and my attempts and my failed attempts to define it. Because what I really believe is that, you know, our experiences as Korean Americans are so multiple that - and the diaspora is so vast that any attempt to define it is going to, you know, dilute it."},{"author":"LEE","text":"Understanding what it means to be Korean American, or being Korean in America, it never gets easier from the identity crises to our constant effort to reconnect with Korean culture. And of course, this all looks different, even between Eric, who has roots in Atlanta, and me, who spent most of my life in the Midwest. But if there is one thing in common, many of us in the Korean diaspora encounter our Korean American-ness through food."},{"author":"KIM","text":"When you go back in time and you kind of pick up the pieces, like, and it's not - I wouldn't have to go back that far. It was really just my family and our dinner table. But it was a great nexus point for unraveling these intricacies in our identity and ultimately, finally celebrating Korean American-ness and Korean-ness is really such a relief, and it's just a huge sigh of relief and I'm so grateful for it."},{"author":"LEE","text":"This episode of NPR's LIFE KIT - an intro to Korean American cooking. Eric and I will walk you through pantry essentials, quick fix recipes and how to start making food that feels authentic to you and your loved ones."},{"author":"LEE","text":"Whether you're craving food that tastes like home or interested in trying a new cuisine, Eric says, it all starts with this first step, which is our first takeaway."},{"author":"KIM","text":"Build your Korean pantry. Get those, like, three ingredients. Just start there."},{"author":"LEE","text":"And don't worry about having to invest in a long list of items. As Eric says..."},{"author":"KIM","text":"Half of the Korean ingredients, quote-unquote, \"Korean ingredients\" are actually just ingredients you already have. And so it's not that there's like this vast array of exotic ingredients. It's actually just that everything is right there in front of you anyway, and it's always been there. You just have to know how to use it."},{"author":"LEE","text":"Let's dig into specific ingredients. In the pantry section of his book, Eric introduces the three jangs, which are fermented pastes and sauces that often come in tubs. Jangs, like other fermented Korean dishes like kimchi, are made to last to be preserved over the hot summers and long winters in Korea. So jangs come in generous portions, and they will last you a while. Our second takeaway is to try tasting and cooking with different jangs. Especially if you're new to Korean cooking, Eric recommends starting with doenjang, which is often translated to soybean paste."},{"author":"KIM","text":"It's spelled D-O-E-N-J-A-N-G, and I've been just trying to get people to use it because it's so idiosyncratic and actually really hard to describe in flavor."},{"author":"LEE","text":"Doenjang is commonly used in doenjang-jjigae, a stew that's often cooked with beef or pork, tofu and zucchini. Eric recommends being a little more experimental, though. Keep a tub in your fridge, and try adding a spoonful of doenjang to different dishes."},{"author":"KIM","text":"I started using doenjang, for instance, to glaze fish, and I started using it in salad dressings. And I was like, oh, damn. This stuff rocks."},{"author":"LEE","text":"The second jang is ganjang, which is a Korean version of soy sauce. It's usually a little sweeter than the more common Japanese ones. Eric is a big fan of guk-ganjang, which is a Korean soy sauce specifically made for soups that adds this deep, savory flavor to clear broths, like in dumpling soup or rice cake soup. And trust me, even if you have soy sauce in your pantry, guk-ganjang is worth the investment, especially if you're a big soup person."},{"author":"LEE","text":"The third jang is gochujang. It's a paste made of gochu, which are Korean red peppers, and thickened with rice. Gochujang is used in some mainstream Korean dishes. You may have had it in bibimbap or sometimes in kimchi fried rice. Or you may have tried gochujang marinated pork if you're big on KBBQ. But Eric and I prefer the more flaky, powdery version of red pepper spice called gochugaru. Gochugaru is often used hand in hand with gochujang, but some home cooks like Eric just use gochugaru in recipes for a lighter texture or a clear broth. Eric also has multiple recipes that start with making gochugaru oil or butter on the stovetop."},{"author":"KIM","text":"You bloom it in butter. It's kind of this incredible caramel sweetness. And it - the smell leads you to what the next thing should be."},{"author":"LEE","text":"And keep in mind that gochugaru burns real quick. So if you're blooming it in oil or butter or following Eric's scrumptious gochugaru salmon recipe make sure to lower the heat when you start smelling the spice kicking in your kitchen."},{"author":"LEE","text":"Korean home cooks love balancing the spice from red peppers with something a little sweeter. When it comes to sweeteners, Eric loves maesil cheong, which can be a little trickier to find."},{"author":"KIM","text":"Maesil cheong is green plum syrup. My mom actually calls it maesil (speaking Korean), and I have no idea how to Romanize that. It's a syrup made out of these Korean green plums, which is a very particular taste that I remember from my childhood. I'm sure you do, too. But it's like these - they taste like a mix between plums and green apples, and - but they're so aromatic, and there's, like, really good gummy candies flavored after them."},{"author":"LEE","text":"My mom also uses maesil cheong, this fermented green plum syrup, in kimchi instead of sugar. Combined with ganjang or soy sauce, maesil cheong is also used to marinate sweeter meats. You may have tried it in kalbi or bulgogi. Oh, and you can even make yourself a warm or cold drink by adding a spoonful of maesil cheong to water for a little treat."},{"author":"LEE","text":"When you're on the hunt for these ingredients, you might as well check out a Korean or another Asian grocery store in your area. Once you're there, Eric says you could also check the product label to choose one from a Korean or Korean American brand."},{"author":"KIM","text":"A lot of things - these things, yeah, you can find at your local American grocery store, but I think by going to the Korean one, you're sort of opened up to a different way of viewing your pantry as a thing that's just as easy to fill with Korean ingredients by going to the grocery store that's equidistant to the one you normally go to, and people call that my grocery store. It's like, I couldn't find that at my grocery store. But it's like, you should just change your idea about what my grocery story is. What if it's just - what if there are just many different kinds of grocery stores that you go to to pick up these amazing flavors and these amazing ingredients?"},{"author":"LEE","text":"If there isn't a grocery store near you that carries these ingredients, you can also look online at Korean American-owned chains like H Mart that now do offer delivery. Now that you have a short list of pantry items, you may be wondering if you could just scrap one of them, like doenjang, and substitute it in recipes that use gochujang or ganjang. Here is your warning and our third takeaway - be thoughtful about substitutions."},{"author":"KIM","text":"There are ingredients that you can't replicate, and that's the realization I had. Gochujang, gochugaru, doenjang - those three things are very - they're flavors that aren't replicable, and I think that's such a - instead of, like, feeling, you know, halted, I think it's important to see that as a wonderful, like, examination of how amazing that flavor is."},{"author":"LEE","text":"But Eric adds..."},{"author":"KIM","text":"Everything else can be substituted, like the fish, the vegetable, the scallion. You don't have to get the daepa if you can't find it. Like, you know, daepa is this king scallion, which - it's just a larger scallion. It's not a leek. But anyway, my point is, there aren't rules, but in order to truly arrive at an understanding of another person's cuisine, it's important to know, like, where you can substitute and where you can cut corners. And what matters to me is that people are understanding that doenjang and gochujang and gochugaru, they all are very different flavors and very particular and idiosyncratic."},{"author":"LEE","text":"So as long as you use the exact spices and seasonings - like, don't use miso instead of doenjang - you can substitute the proteins and carbs, like swapping out Spam in kimchi jjigae or stew for canned tuna or using rice cakes instead of noodles. Now that you have your ingredients, what to make first? That brings us to our fourth takeaway. For your first Korean cooking project, try making kimchi. Now, if you're a Korean American or Korean listener, you may be wondering, why start with such a labor-intensive dish when you can just buy some from the grocery store? Eric says making kimchi really shouldn't be too hard, especially if you're starting in small batches. And it will teach you how to cook with Korean spices."},{"author":"KIM","text":"I know it sounds like the hardest thing, but it's actually because so much of Korean cooking is around this conception of preservation, so when you learn how to make kimchi, which is really not that hard, once you do it, you kind of learn the basics of Korean cuisine, which is at its core about extending the life of food."},{"author":"LEE","text":"The possibilities of kimchi are endless. In Eric's cookbook alone, there are more than 10 different recipes that include his mother Jean's Napa cabbage kimchi. There are recipes that use radish, cucumber, and even beets. As Eric mentioned, kimchi has an insanely long shelf life. So once you have a batch, you can snack on it or add it into any of your meals, which brings us to our fifth takeaway. Explore ways you can incorporate Korean flavors into your everyday cooking. Eric says another way to do this is by using more seaweed. Erik specifically recommends gim, which is a roasted and seasoned seaweed that often comes in little, smaller packs."},{"author":"KIM","text":"Gim is just like - it's in so much of my food because it's the way I would cook when I was little. I would just crush gim into everything. And I have this memory of the seaweed-slicked fingers."},{"author":"LEE","text":"Gim is also a key ingredient in one of Eric's favorite dishes, gyeran bap, which literally means egg rice. It's a simple pantry meal and anyone can whip it up in 10 to 15 minutes."},{"author":"KIM","text":"Gyeran bap is great. And really all you do is you fry an egg, and then you put it over white rice - usually leftover white rice, honestly - and then sesame oil, soy sauce. And I do a - an entire packet of gim because I just don't think it's - it's not that much. It, like, totally wilts, kind of like spinach. And it's so good, and it adds that nuttiness. And on that gim is salt already and sesame oil, so you're just fortifying those flavors. And I realize that that's what cooking is. I like to fortify the things that are already there instead of trying to, like, add too many other things to it."},{"author":"LEE","text":"As someone who grew up with Korean food, I love a quick-fix meal like gyeran bap with some gim and kimchi, but when I'm cooking for other people, there's this weird pressure to serve something that's a little more intricate, that feels really Korean. It's something Eric's been thinking about a lot in his career and while writing his cookbook."},{"author":"LEE","text":"I'm curious, how do you kind of work through any sense of pressure or the weight to make something that's, quote-unquote, \"authentic,\" but also pushing out what's yours and your family's?"},{"author":"KIM","text":"Yeah, I think what I really had to do was leave that behind. I think the recipes in here are incredibly irreverent (laughter) to, like, traditional or, you know, more common modes of cooking these dishes - but ultimately, to arrive at a reality, which is that even modern Korean cooks in Korea are really experimenting and challenging the norm. And I think people used to call out that I had used vegetable oil - or I didn't - that I didn't use vegetable oil in my cooking. But the only reason is that my pantry has olive oil. That's the only reason. It's not that Korean Americans all over the world are using olive oil. It's actually just that mine - my pantry has that, and my mom's pantry has that, too. And she's not sitting there in her Georgia kitchen worrying about what all the Koreans are going to think of this food that she's feeding her family."},{"author":"LEE","text":"I used to be a little embarrassed that I have no idea how to cook with Korean ingredients. But like Eric says, building a Korean pantry has let me incorporate more of these flavors into my everyday cooking. Like, I add a bit of gochugaru in my tofu stir fry or I sometimes include a spoonful of guk-ganjang to microwavable dumplings. Now, you may be wondering if that even counts as Korean American cooking. But whipping up different meals with a hint of Korean ingredients is how I learned to appreciate these flavors."},{"author":"KIM","text":"I love this notion of trying to explore the pantry and also demystify it in that I think people are afraid to cook with these Korean ingredients. And I have a very complex relationship with that because I really want people to see how they - these ingredients can open up their cooking, actually."},{"author":"LEE","text":"Like Eric says, the heart of Korean American cooking is relearning the ingredients in your pantry and welcoming in more flavors that taste like home to you."},{"author":"LEE","text":"We covered a lot, so here's a quick recap. Takeaway No. 1 - build your own Korean pantry. There are a handful of spices and seasonings that just aren't replicable. So commit to them and invest in them. They will last you a while. Takeaway No. 2 - try using different jangs. These fermented Korean sauces are a critical ingredient in Korean cooking. They're used in so many of Eric's recipes, of course. And you can also explore cooking them in different meats and veggies and wherever you want to add them. Takeaway No. 3 - be mindful of substitutions. Korean pantry ingredients have very distinct flavors, so try not to substitute those for something vaguely similar in your pantry. Takeaway No. 4 - if you're new to Korean cooking, try making kimchi. It will add to any Korean dish, or really any meal, and it's quite easy to make. You could also make one big batch and share it with other people. And Takeaway No. 5 - welcome more Korean flavors into your everyday cooking. Try incorporating these pantry ingredients and gim into your snacks and quick meals. You may be surprised to find new flavors from your Korean American cooking journey."},{"author":"LEE","text":"For more LIFE KIT, check out our other episodes. I hosted one on how to get into tarot readings, and we have another one on how to organize your pantry with Deb Perelman of Smitten Kitchen. You can find those at npr/org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"LEE","text":"This episode of LIFE KIT was produced by the lovely Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle and Sylvie Douglas. Special thanks to my mom and my friend Jeremy Pesegan (ph), who always cooks with me. I'm Janet Woojeong Lee. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2205828659.mp3","img":"https://media.npr.org/assets/img/2022/03/31/1091_kim_9780593233498_art_r1-copy_wide-9fdf2761024dee27bdb87576391e953c297ccb6d.jpg?s=1400&c=100&f=jpeg","authors":["JANET WOOJEONG LEE, HOST","LEE","ERIC KIM","KIM"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,85,20005,18539,18093,16401,11441,23982,15348,19752,12454,16963,15742,9851,14255,15465,1166,2410,3747,6373,7760,7374,8156,9788,11846,7668,5376,26569,13556,12180,8444,12144,19378,26104,26135,23707,15861,25787,13792,17527,12860,10473,5951,23976,25088,11271,14715,14510,10442,10126,10646,13126,16558,12530,18061,12605,11001,12385,9424,8114,6024,4818,5553,6655,4508,25703,18950,26409,7974,26278,26365,26426,12372,11546,11999,22932,19027,15579,17809,9600,20691,1808,26101,25343,12963,10354,26898,22341,2934,19556,22228,18212,23501,9946,22113,13951,6136,9780,10297,23404,21606,15796,10058,19717,16136,20704,11285,9262,7038,2361,2362,1400,22269,24903,19925,17790,15870,10587,10292,8712,9260,12358,14622,27030,16608,21745,27512,28291,12910,14943,1382,18221,25277,18419,6542,8862,4130,8107,13405,24458,16454,16583,10416,26633,23003,9652,7096,7990,6450,7091,12313,16145,15937,8250,12529,1782,23369,23753,15695,9578,9371,13778,8990,11264,2738,8455,21751,9203,1905,9434,25996,8647,5076,2017,14669,15895,13592,18485,7721,7155,27359,25784,14917,23143,10155,16300,9373,1870,15049,16996,14117,7433,10209,10703,15851,4131,9394,27120,24899,28044,16276,15318,20125,19333,14863,12404,9468,22616,8465,9126,7846,1623,20124,22678,24341,12920,14609,10739,9728,7915,10414,10708,11596,10295,12813,6546,3522,15314,19801,13161,12053,3233,7100,20346,18921,16948,25283,21817,4489,25837,3667,5860,14311,11840,10299,5333,6886,5193,6870,4677,4594,4612,25214,18502,16485,17394,15735,18194,6114,16942,18830,6618,9994,13765,1626,17781,25348,13473,12314,9805,13081,13631,7358,10925,9927,4362,893,13025,22765,2464,1761,19972,22973,14098,7146,15284,8989,12225,8078,1657,6240,22174,22676,22043,16118,13729,7064,15070,23531,17509,10285,14145,26377,26230,7897,18900,16093,2398,17200,25163,18365,14161,15679,14275,1898,1888,16647,23304,20699,19809,19694,14767,9744,12568,14961,14982,1925,23929,24320,19486,9537,20165,12302,18094,23067,9178,18709,10419,7564,1999,2706,15961,20188,15479,14520,13603,16948,14991,9462,9452,13094,14196,6843,24821,9103,10488,12262,21107,16383,8899,2095,20372,28443,23369,11202,14288,13770,8671,13701,9390,15785,9224,17944,7455,17243,13749,25141,12155,2172,16323,20763,22159,26070,24100,24415,6249,1698,13871,18981,19186,21679,9417,17887,19393,19954,11076,14084,14971,24305,10810,19511,1267,1665,18892,20572,18395,16462,17943,3474,14482,25088,18939,11149,24496,16010,13161,18563,9574,10386,8364,7003,2003,16712,17532,1664,647,16295,18777,23461,4425,10757,20525,16408,16187,10028,11480,8211,7712,14787,13871,1552,1768,16145,25044,25154,17469,24956,16681,26112,17648,10450,12695,11944,9580,11023,12695,8598,8170,1418,15740,17486,14778,16673,9559,9998,21120,25947,14061,4647,4953,1087,7295,11438,11813,15004,12796,13496,19252,12541,19484,2831,2257,24737,17093,11131,1225,13393,6080,2091,24133,21674,14902,15505,13236,6551,5257,12343,9036,6800,1613,1633,16674,24201,17880,13145,11473,6751,5634,8708,7189,26026,9734,5762,5345,9914,13101,4888,3797,25763,21290,16790,11236,20283,17157,13763,336,23982,25308,24664,14117,14765,7743,8442,1047,21773,22339,27594,25499,9962,10301,12313,12412,5656,18841,14332,6037,6273,26791,23246,12482,18369,21188,19706,11988,9772,8914,8082,15881,7038,4985,23075,25329,17231,16398,23234,26545,13640,16730,12858,7943,26105,16193,21355,13382,27366,9953,9678,7798,20423,16478,13578,17479,18797,17691,18872,28019,22889,7638,24506,18816,21505,12342,12833,15555,27503,18187,21659,21107,25770,13277,16086,21228,25742,23802,13008,7550,4033,20209,15594,16577,14513,17105,7404,9208,20523,16911,17844,18341,19668,23526,23763,10853,13749,8947,18297,19853,21975,15413,17942,13248,18920,19833,27761,12705,17462,10268,28142,18779,12568,20176,23928,26718,9804,20658,27750,27982,17218,16469,16209,11968,11522,9594,18460,23382,18294,24302,18751,16319,14342,15699,17178,9240,26539,16628,12865,14408,9664,1912,31,12,17,22188,28516,27475,15030,20545,19579,25236,16887,7336,14637,16245,18089,17189,14222,16812,26109,14035,9000,9609,9223,13791,22548,17836,18454,20494,21028,17579,15051,9482,13326,13458,13728,25629,18659,10584,17144,23950,23196,15471,14268,3664,25153,24383,26352,24594,19001,12022,24751,19005,13417,14441,3285,3,3,16,26177,19941,11700,15355,11314,14396,19573,13070,15494,3500,19152,21744,18840,14947,13611,13652,11790,1603,23373,14058,11391,11994,16001,11914,5598,7771,13766,10962,8068,10860,14907,10633,5215,23384,18914,10213,8327,7983,8597,8517,3961,19279,22477,22390,14667,20792,20866,7714,27,71,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,103,27677,17397,10420,19048,6749,15311,14862,26577,10360,11794,16328,6163,8759,229,20300,20801,24820,11322,7330,11831,18022,7255,20358,22650,9466,13964,8553,6312,16018,13793,11901,10476,8373,1361,19477,16132,10560,16716,16060,24388,3749,14522,12049,10887,22188,20452,13668,1728,15946,26175,19948,26097,8951,19633,19874,21565,11529,24957,11377,28102,23273,16186,13068,3287,25777,23364,17435,12190,481,12052,16415,20523,13023,15583,24724,21870,7776,14067,12031,12592,3245,19403,11095,24954,27547,24899,18565,10181,4545,25346,14527,12582,25634,24323,12876,11307,21834,15460,12557,8991,4020,12720,25166,21718,15061,10595,16109,13201,15183,15868,19399,9615,6385,21785,10679,7900,4669,20070,14373,12847,9986,9111,13834,7493,29559,18924,14880,19620,13112,19908,21631,10305,11458,7994,11306,9984,22786,10802,13320,20329,22109,12868,8355,16413,20001,26284,24932,6615,14776,6356,1586,4560,26345,8932,25820,28125,11681,9660,12420,11075,6344,7108,3606,25481,21012,21340,9286,13886,12559,13230,24287,17315,15411,18674,13927,10734,15021,1584,876,22345,18341,25358,11733,27760,8500,14526,5721,18595,23420,26765,22902,22302,6266,928,25606,26643,16187,18681,17709,13366,24529,14359,9423,11361,11745,16572,19533,17257,4405,425,58,18946,11596,10776,15204,10029,8554,900,27652,16715,17593,22731,15765,12909,21583,2677,18838,25939,10961,11349,11976,14334,5220,3156,562,11286,16665,9481,18990,8645,20509,15117,8820,10165,6897,4104,2873,11012,10915,20230,15061,872,14284,14043,15323,6909,16925,10135,11012,22935,24888,20878,26523,24117,25949,11433,9546,3894,15340,26471,18561,14756,9287,8600,6389,21656,17646,17316,21168,26604,24647,12077,8828,11152,13471,25475,584,26833,12550,12994,5560,828,1181,26362,26541,12913,8204,11147,11958,15656,10312,16325,9470,20598,18840,21372,12526,26852,17879,11554,10984,14575,15133,23081,15318,8794,6156,23080,23825,10223,10409,21114,7734,4989,11253,11267,3034,3813,16153,13510,19732,10899,12271,24803,11705,13401,8794,7211,6961,19111,19245,4480,25329,19522,18852,12219,12425,21703,19747,17518,19237,17563,10649,10953,6911,417,22731,15832,14552,16221,24948,10941,12598,17683,4940,8143,747,18588,26213,20064,20005,11140,26567,14430,9554,10953,23082,15568,20489,14252,15471,10940,8468,5105,4716,26614,15067,10785,14133,14048,7431,14577,12971,26167,20992,20188,27598,12880,22190,21411,9064,3497,967,890,20111,15147,11063,16045,14653,20213,6148,8104,10576,8663,17261,26281,20310,11205,28279,17901,18457,12962,14230,12110,4744,6312,4737,3901,4442,4154,3401,20647,23302,19082,10359,10347,21898,2862,21724,18429,19091,17110,12786,17032,13486,14242,22897,15956,16861,19363,13780,10641,3830,18892,28470,11276,12792,8945,8991,7768,14170,16381,11074,13232,8231,26895,24329,24871,18216,21797,10870,16833,16319,7279,2284,25092,22547,16554,18407,19761,15821,19108,21947,17527,24568,8476,6741,3232,2126,24596,24723,18791,16138,13902,13020,11879,15044,22551,22164,21919,17591,19202,1520,27624,13296,24485,27072,2279,3435,18367,26449,22267,9824,8786,8869,11980,16975,17780,15050,27111,15613,19361,14941,13303,17645,14808,8328,16648,13803,8264,11304,16984,6464,10169,16812,14345,21457,6423,1197,25074,27555,21274,14861,12878,12651,16198,14949,9184,4891,6531,16613,19796,21190,21415,28412,20863,10721,8463,4891,15851,15017,10323,14076,6219,22973,12904,11044,20916,22040,20209,16067,1912,8806,8490,8498,13653,6170,18859,17120,18226,3107,13947,23644,13997,10314,14975,13053,8298,8662,2132,13426,11222,26382,28906,10585,25964,22751,16456,27611,21578,12587,26228,15126,15076,18896,21769,21595,16373,19364,10252,16890,16982,6579,18220,11754,11371,10081,1545,16402,14004,20577,19186,2621,22398,15821,15326,11299,18567,10364,10545,8113,7349,1631,2276,2981,4923,7709,6895,5893,9013,12130,7406,7058,4979,19293,13277,12531,21681,22895,12437,24338,11500,23026,25378,16610,15910,12377,15477,12582,1995,1601,24481,17141,11575,15367,21631,23893,23275,19472,19896,15159,1582,1402,16831,13786,20841,21648,13388,12993,2793,9559,14105,26204,10316,14141,20702,10277,2451,27086,25553,27361,17336,13730,16968,6470,12237,1506,11457,19941,13719,11841,12298,10788,2629,16537,9938,14819,22463,24435,24455,10564,11980,11171,7357,11236,4168,17720,13098,9979,10123,7919,6816,24939,20251,15214,12557,8073,6940,4899,12551,13964,1385,9993,19859,14260,2128,9236,13809,17886,18249,8115,17569,7626,9546,13900,7066,5644,4339,8215,20135,15622,10643,8176,12314,11592,10039,13133,9362,8736,16963,22990,10967,8257,25560,19230,6028,11363,22250,8735,20005,23817,19005,9550,16040,26400,9090,10424,10890,17266,16679,10858,617,17258,26228,17845,27782,17243,8978,22682,15195,21386,19515,19803,8995,12820,14154,16735,16958,11665,24348,16882,16223,11149,13997,12955,2277,302,26146,7750,9241,13577,22898,27995,11709,10163,12129,27273,26144,12814,10278,13234,17134,23151,22976,617,25510,13972,13687,4918,18159,5417,24398,2256,15119,10138,12102,22674,16147,15024,11858,12425,6865,7820,20077,19397,28375,14985,18880,18223,22482,23944,10480,11821,24118,14493,12499,12419,1381,18973,25126,22979,24301,23500,16277,25185,19486,25175,16138,15783,9875,15120,12404,14480,12511,13311,7959,7029,1924,16666,26928,20102,18296,28757,15167,20871,16233,8909,12550,11485,8740,4042,13106,8183,29850,12973,14315,25449,13469,3712,27714,25317,11696,13353,3087,21884,15417,20532,6679,8052,5051,2911,25131,24449,16785,15307,14870,14862,16913,17835,19017,3901,22083,24245,23236,9764,14849,21242,11491,11117,10681,6890,23230,24153,11507,4211,23640,16660,15645,12840,9713,13318,9863,18404,18566,20004,9392,7347,22727,24407,9817,25113,22389,19234,20792,13565,15780,2326,14209,22920,23208,22505,26089,9669,13514,14967,10388,2965,2077,24040,26947,19029,13032,17071,12674,10894,18389,24600,12497,18901,15566,10758,13820,10708,12340,12849,9074,23411,23330,14910,16454,11813,11734,22436,11098,10658,9651,14228,13437,4845,26814,25793,25398,16185,27145,14210,18149,8129,15536,16299,11703,21703,25401,27861,14268,17353,11141,5110,732,1267,27066,24242,18537,9851,9001,11217,14910,6753,10487,14865,13904,5627,10921,26026,18175,27073,6367,19731,9365,23133,620,20875,9346,23128,20133,20073,10268,8031,19432,18707,18026,5291,302,7089,7120,19927,20269,12589,21527,14207,14656,13246,5661,7406,25528,15552,27168,12732,6968,5362,2788,18485,22779,11346,12617,18825,6579,22832,10903,12692,14649,18687,22359,13124,11096,26288,15430,8655,24505,17437,14330,16699,11698,1809,16136,18728,19230,19877,13563,4053,554,6364,22127,17286,21911,611,24952,24716,26316,24810,23174,554,5355,18617,16270,12138,17023,25609,2154,10924,21908,10024,511,1652,10972,27022,11000,1796,16104,15732,17695,9373,17829,15813,16892,7142,5843,652,7844,656,13508,25719,13339,22522,23197,805,763,12822,19694,20311,9128,4976,1907,1650,15129,23975,21339,3931,24165,15962,12758,8294,4047,14382,11739,2007,22120,17458,6636,20484,13117,11574,19991,22099,21920,10024,15482,12172,26400,22052,13997,19457,14259,14128,7608,14921,12645,3231,14012,21319,20582,6501,12241,10151,6663,4338,6223,5717,6791,13536,24901,20563,13309,22708,23781,5407,6903,23989,16201,25210,23399,13229,10920,1862,2287,1481,26479,24977,26378,18668,26460,17928,15774,26108,21667,2195,26011,19115,13661,19641,15981,7661,9718,12899,5342,10470,10514,6212,8753,19469,11426,14135,11612,18703,5242,9920,11444,6063,13457,12899,11848,26939,26776,10518,11315,18262,3491,18362,26455,15669,4270,17199,13445,14560,15958,8839,13794,9949,9564,8742,9333,13364,25822,15523,9135,7149,6727,6801,6970,17302,12614,8271,9209,10416,9283,12407,1307,1182,21318,22123,14210,13767,19793,12287,14487,9860,9263,7677,22649,12904,16629,10764,14713,14422,23875,22930,2822,14984,18393,16660,10374,9797,9415,8312,12389,4361,16269,16291,17982,8506,10342,20719,20100,8264,10710,9181,18306,15867,1947,21862,18101,10386,8059,13676,10784,2931,3167,8697,105,26988,23703,17857,11294,9685,2147,24539,8382,9420,20950,6978,493,15148,26213,12232,19629,15022,8929,9048,7936,846,20033,24826,13405,13277,8194,18890,2250,19732,25973,6604,10608,3787,2656,1104,28877,20862,12953,11953,21320,11709,10757,10825,10829,8539,12116,14306,10593,401,24741,16066,21210,19399,28733,13063,12612,8280,14734,6922,9908,18584,11448,13757,7403,9200,4512,7924,26155,20312,14122,12229,13168,12200,12798,10169,16475,22436,17527,18326,13251,18646,12231,19093,6044,1341,18114,21459,19675,16554,19127,13084,14055,15099,4049,26702,23468,16019,9939,10689,11218,8674,26363,14759,23966,6343,21597,20882,11293,9452,8059,9342,1202,23055,24035,12969,17095,10976,13984,11276,9818,11421,18177,10366,5653,11030,10169,23964,23050,19542,24921,16947,14709,8210,20602,2036,1270,10900,18047,13375,3180,1271,4537,18508,11525,11393,9943,7128,7123,1367,24956,6603,16341,18409,20739,884,22121,15571,24206,6482,5748,17141,26039,18654,9009,7748,21218,11974,7373,7812,722,23065,22090,11686,26379,13407,10324,14046,18272,10976,6880,18833,7667,10366,8098,18710,19838,12304,11084,6137,511,24664,22823,17789,5043,18328,8015,6661,18792,8975,6667,3840,821,26226,23043,22211,10741,6884,9103,14987,7002,11152,6125,11994,18245,6494,481,20348,22268,28243,7527,22725,25094,9524,26183,25189,13185,14525,11021,5266,808,350,12783,15409,20020,15112,16280,10724,10999,1846,588,24007,20653,20701,8321,10623,20635,8354,12991,19041,14698,11356,13866,4837,1910,1161,20097,22569,15025,10868,20263,14404,21406,14745,13945,8562,7827,6268,2101,23191,27739,15137,10628,13128,7166,7071,6251,10317,17305,9466,9857,7744,6153,6979,21040,25853,10171,8159,8326,10605,14909,4670,1697,4754,14774,10415,8438,17175,1903,1953,16278,16328,22798,10452,8633,9054,21144,22317,13134,16445,12421,12021,6853,8958,24087,15888,11513,9608,6435,16743,17335,14947,15221,8321,1974,9796,9397,8505,9205,14644,11210,10674,6685,10694,19401,20288,20017,10784,8278,13096,14890,17027,22713,9691,9952,3231,28602,22133,3504,1025,16455,22837,17620,8351,24415,21073,8175,466,19096,11909,8932,16008,11578,14255,9655,22979,9781,11336,9523,10639,4060,152,4697,27112,21474,14220,11991,20420,6660,24137,8899,544,6550,7347,18067,10785,19852,19561,15699,17798,11178,10740,13941,11890,10150,16708,19518,12131,13339,18918,25318,7712,21961,25120,24533,16183,10036,2121,19601,21053,13443,5354,19391,25663,12005,19723,10897,10705,10880,6833,7498,4732,2149,13483,17924,17383,17631,20844,9429,26211,29493,8570,13025,22855,20081,8691,14088,8140,9779,23378,20065,11793,25127,20038,11842,10718,6764,3215,22226,27035,10347,11823,21284,15900,20320,16397,9672,16321,7643,9382,1266,10387,19188,14328,16533,20033,9141,2848,7137,18557,10919,13510,8336,24504,13761,21363,6768,8542,10066,25937,21997,21784,10554,8157,13471,19954,28665,25549,10391,9669,10291,13220,9585,1765,27764,26194,13479,23987,14836,16662,463,12338,17738,17020,17807,16411,22380,18697,17309,19130,9174,17343,26468,12942,10920,8685,8375,5573,81,25682,15884,18899,11598,21297,18447,19965,8914,22850,21054,20574,9233,10582,1490,111,27017,13970,26276,10976,17216,11471,9088,16478,18716,15856,10979,157,9528,17357,14865,10044,12653,14580,12197,14293,18166,21563,10391,10548,22354,10758,16963,15260,12112,5228,510,17580,18572,9105,627,325,20595,18028,8193,23962,10763,10960,7545,1494,18519,19939,13377,3043,26316,19539,3113,23394,19779,9751,19896,20859,527,26918,20262,17518,19895,30029,22543,22654,5170,5729,13316,23727,19622,13697,4550,11218,20213,26767,26535,24880,13296,15742,11247,7577,11208,17603,1237,24913,17936,22272,21166,13370,402,4360,27528,12803,9497,16141,14512,19517,26784,16607,10978,4462,25660,17352,18400,14085,13275,18250,7503,15637,14975,12455,9046,16017,17811,17319,7786,15434,14590,4453,25618,25902,12683,4873,18531,11445,13352,23858,23832,26510,20150,16628,13052,11173,11704,16434,26343,26345,13738,8761,14568,16419,10633,9210,17920,20550,7355,5441,9615,24883,2325,15051,14060,18884,12375,10421,13581,20820,7404,13382,11396,2395,26279,18041,17448,18540,26015,26198,28694,21599,12151,5805,25636,12496,13446,3948,14226,8435,9989,13715,15787,3653,18146,15034,10265,7958,6300,11351,7662,28004,24332,15181,709,1224,1447,1499,1161,25153,14343,21107,15081,15095,10646,16958,18257,12315,8670,9141,7107,21594,26743,25762,20093,972,23922,18116,16204,12708,18711,27110,9776,17379,15263,11803,14452,15063,18999,10161,5496,1381,7042,19225,26092,10611,7148,20675,12128,8022,21024,28018,22211,3762,29196,13442,9690,11767,10172,13629,25650,24243,19119,9526,18899,8774,2597,4262,28638,25073,13261,16148,20383,15478,5979,16012,28042,10186,23321,12362,14167,7348,8686,3513,2499,31038,26221,18139,25793,16267,17873,12312,16317,17254,13979,13063,26825,26273,14707,9195,8533,9152,10873,4381,893,25081,26660,11445,22551,19527,19564,16155,7437,9180,6865,28015,28280,25196,18606,11873,24471,13845,21686,1636,11874,23271,21207,21336,12409,9590,2219,7089,15393,13472,13256,11861,1674,6030,20692,15804,25218,14060,19043,21035,9694,15594,8985,16923,1110,21087,28540,12606,12527,17750,21846,9762,12408,14608,20976,9086,2149,23771,19830,10659,13287,5423,817,1448,1542,7490,27937,24623,19413,26306,25025,11168,9724,6710,8375,2738,1331,18656,17184,16310,8105,9157,8710,9288,14810,25590,18465,11343,13071,10174,25871,10885,14089,11776,8804,2801,2203,3349,3502,1667,3465,1321,23568,26878,25825,18209,20064,9887,25508,1141,4357,26674,17545,13301,27016,21300,22681,15708,12831,6710,1334,1955,25064,19570,24013,21250,12639,10682,26434,17428,18972,26933,9403,7113,5939,24061,22067,22812,13928,27591,30135,24378,13493,23837,27241,22924,17978,6396,13085,20631,13754,1430,1960,26522,11711,13291,22787,21809,5416,13840,18606,16531,14705,20187,19455,22602,25537,26930,8989,12033,10095,7703,6627,1906,27824,21885,15257,18546,16876,22448,19828,8336,16491,12792,4360,21340,23491,22161,11291,15969,9130,11944,12268,16131,14696,27504,17307,21665,11142,1227,2082,12763,14799,13524,13781,1759,16289,16560,21118,9571,5707,4212,2227,16972,11797,10721,11867,17264,19020,13424,7066,9062,4982,14664,19914,12724,13176,11570,16055,11155,7634,14252,12310,13537,9559,7957,5751,2465,1673,14536,17397,15567,11182,23455,19441,16776,11987,9759,5037,25261,17747,8630,10474,3296,28345,25583,13555,14209,21307,9557,20980,26159,8497,13388,2907,20791,24133,16102,10175,2652,22526,25102,10372,15563,27934,11649,23133,14207,15449,8422,3274,1287,11625,17202,26821,26536,2697,27191,16711,13378,9165,13318,10455,17288,17828,7275,8430,2886,27827,27764,17098,12385,7553,11126,10848,8071,11792,9685,8390,11899,28239,12071,13650,5056,2262,9572,20342,18584,23416,13280,10547,12707,16770,14012,10544,13531,9203,5532,5237,1567,3908,1465,24917,27819,24766,11784,24396,24030,13567,9593,1545,25504,15925,19148,27304,19240,23347,20254,12794,10410,22085,21325,16948,13488,26790,15010,14637,11971,12320,21338,16807,13823,8865,7060,5359,2559,9149,20734,22927,26753,14440,27271,14876,16710,19249,8751,2671,1743,11785,29497,18881,16314,17683,20081,14463,18582,27485,11405,14944,21495,13099,27763,21920,10884,21226,19220,14298,9960,6168,2395,23736,21170,15689,14934,17165,8206,23192,15437,11319,7601,13915,13841,13623,16828,10079,8305,8025,9418,17913,26120,25234,11357,10933,15841,10050,9508,4008,19797,15984,14803,11971,18779,15939,8960,9671,23195,9900,15016,2048,3647,25105,18922,10328,16399,10680,9164,22902,16130,11978,9388,11990,14253,6383,15263,7818,2761,10906,21032,15961,9209,11808,26514,12010,15231,15083,11489,10258,14105,8146,3309,559,357,26160,13761,12609,7602,1276,8971,9774,11395,4863,3,2,22111,23591,12539,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7321,15342,12221,13873,16011,9758,9200,16276,19996,19033,14079,11824,12966,15996,13486,4971,18966,13131,20902,10376,21615,15681,6091,10916,7714,15332,14631,6195,17796,15196,14731,11988,11935,21891,18634,9714,1287,18892,18453,21087,9782,18007,8331,16323,15261,9376,8588,21623,10002,17982,16970,8967,5868,19113,14505,16181,23518,11306,6463,8674,21329,21152,22171,11803,17515,13721,8788,15314,19820,7356,8235,12937,9722,11284,7321,14093,15464,17652,18539,20364,12868,13112,5754,4185,65,3,23720,25488,23933,17277,19056,24634,12285,20862,23149,16529,9664,15189,21819,22039,21491,26219,10948,19397,22043,3630,28069,28066,12745,13290,5859,17908,23934,15237,7295,14618,20844,15540,17914,21209,15913,15317,17299,23015,15790,21324,10623,11240,9133,25230,20455,6006,13925,18063,24341,21858,20105,11695,16042,27572,15686,18548,16069,11809,15321,14500,6559,19056,23230,15475,14310,21708,18850,23783,20291,8207,15901,23539,7237,23130,21627,10672,25675,17670,15211,19703,16056,26180,15025,13748,15284,9660,11186,13399,9917,3513,25662,16632,14109,14520,18715,9626,20993,25414,23328,10853,25213,26920,20056,12436,25923,28295,7002,24159,16692,23209,10387,13031,200,6187,8220,10171,9069,14190,21017,26753,15486,17220,6857,16511,19199,13396,8433,7340,10906,19957,13188,15969,12277,9758,14769,16975,9129,15450,7188,6937,10739,11526,8572,17385,5228,25931,21687,25110,19654,24317,25902,19127,16277,13037,12744,16784,12835,19172,21283,9050,7026,19238,11099,9323,19373,21701,9811,8238,11597,9519,6716,10911,17151,13185,16468,9439,13712,17486,10722,7284,11455,8546,22905,15253,20302,25079,25447,9673,27235,14217,15531,15554,7449,4290,1563,1530,773,684,298,52,9],"fragments":[{"begin":"0.000","end":"8.720","lines":["This is NPR's LIFE KIT. I'm Janet Woojeong Lee, one of the producers of the show."]},{"begin":"8.720","end":"58.120","lines":["I've been eating Korean food my whole life. I grew up with it. I crave it on a daily basis. But it wasn't until the pandemic, when I moved in with my mom, that I really learned how to make Korean food. I had to ask, OK, how do I make kimchi when there's no Napa cabbage at the grocery store? What brand of seaweed should I get? And really, how am I supposed to follow your recipes when it just says add a pinch or a handful of every ingredient? Just like that, so much of Korean cooking is rooted in practices that are never documented but passed down in families."]},{"begin":"58.120","end":"71.000","lines":["The dishes that many of us grew up with are the Korean food that came over in the '80s. I always thought that was fascinating. And that is why I think in the Korean American community, there's this staunch, like, desire to preserve only and not innovate."]},{"begin":"71.000","end":"99.960","lines":["That's cooking columnist Eric Kim. You may have seen his recipes in The New York Times. Eric is also the author of a cookbook called \"Korean American: Food That Tastes Like Home.\" It's a book he wrote with his mom, Jean, when he moved home to Atlanta during the pandemic. Eric says his cookbook isn't just about Korean American food."]},{"begin":"99.960","end":"120.160","lines":["This book documents the discovery of my Korean American-ness and my attempts and my failed attempts to define it. Because what I really believe is that, you know, our experiences as Korean Americans are so multiple that - and the diaspora is so vast that any attempt to define it is going to, you know, dilute it."]},{"begin":"120.160","end":"153.400","lines":["Understanding what it means to be Korean American, or being Korean in America, it never gets easier from the identity crises to our constant effort to reconnect with Korean culture. And of course, this all looks different, even between Eric, who has roots in Atlanta, and me, who spent most of my life in the Midwest. But if there is one thing in common, many of us in the Korean diaspora encounter our Korean American-ness through food."]},{"begin":"153.400","end":"195.440","lines":["When you go back in time and you kind of pick up the pieces, like, and it's not - I wouldn't have to go back that far. It was really just my family and our dinner table. But it was a great nexus point for unraveling these intricacies in our identity and ultimately, finally celebrating Korean American-ness and Korean-ness is really such a relief, and it's just a huge sigh of relief and I'm so grateful for it."]},{"begin":"195.440","end":"218.200","lines":["This episode of NPR's LIFE KIT - an intro to Korean American cooking. Eric and I will walk you through pantry essentials, quick fix recipes and how to start making food that feels authentic to you and your loved ones."]},{"begin":"218.200","end":"228.800","lines":["Whether you're craving food that tastes like home or interested in trying a new cuisine, Eric says, it all starts with this first step, which is our first takeaway."]},{"begin":"228.800","end":"237.840","lines":["Build your Korean pantry. Get those, like, three ingredients. Just start there."]},{"begin":"237.840","end":"244.520","lines":["And don't worry about having to invest in a long list of items. As Eric says..."]},{"begin":"244.520","end":"283.360","lines":["Half of the Korean ingredients, quote-unquote, \"Korean ingredients\" are actually just ingredients you already have. And so it's not that there's like this vast array of exotic ingredients. It's actually just that everything is right there in front of you anyway, and it's always been there. You just have to know how to use it."]},{"begin":"283.360","end":"326.160","lines":["Let's dig into specific ingredients. In the pantry section of his book, Eric introduces the three jangs, which are fermented pastes and sauces that often come in tubs. Jangs, like other fermented Korean dishes like kimchi, are made to last to be preserved over the hot summers and long winters in Korea. So jangs come in generous portions, and they will last you a while. Our second takeaway is to try tasting and cooking with different jangs. Especially if you're new to Korean cooking, Eric recommends starting with doenjang, which is often translated to soybean paste."]},{"begin":"326.160","end":"336.120","lines":["It's spelled D-O-E-N-J-A-N-G, and I've been just trying to get people to use it because it's so idiosyncratic and actually really hard to describe in flavor."]},{"begin":"336.120","end":"350.920","lines":["Doenjang is commonly used in doenjang-jjigae, a stew that's often cooked with beef or pork, tofu and zucchini. Eric recommends being a little more experimental, though. Keep a tub in your fridge, and try adding a spoonful of doenjang to different dishes."]},{"begin":"350.920","end":"358.280","lines":["I started using doenjang, for instance, to glaze fish, and I started using it in salad dressings. And I was like, oh, damn. This stuff rocks."]},{"begin":"358.280","end":"385.120","lines":["The second jang is ganjang, which is a Korean version of soy sauce. It's usually a little sweeter than the more common Japanese ones. Eric is a big fan of guk-ganjang, which is a Korean soy sauce specifically made for soups that adds this deep, savory flavor to clear broths, like in dumpling soup or rice cake soup. And trust me, even if you have soy sauce in your pantry, guk-ganjang is worth the investment, especially if you're a big soup person."]},{"begin":"385.120","end":"423.440","lines":["The third jang is gochujang. It's a paste made of gochu, which are Korean red peppers, and thickened with rice. Gochujang is used in some mainstream Korean dishes. You may have had it in bibimbap or sometimes in kimchi fried rice. Or you may have tried gochujang marinated pork if you're big on KBBQ. But Eric and I prefer the more flaky, powdery version of red pepper spice called gochugaru. Gochugaru is often used hand in hand with gochujang, but some home cooks like Eric just use gochugaru in recipes for a lighter texture or a clear broth. Eric also has multiple recipes that start with making gochugaru oil or butter on the stovetop."]},{"begin":"423.440","end":"432.840","lines":["You bloom it in butter. It's kind of this incredible caramel sweetness. And it - the smell leads you to what the next thing should be."]},{"begin":"432.840","end":"447.520","lines":["And keep in mind that gochugaru burns real quick. So if you're blooming it in oil or butter or following Eric's scrumptious gochugaru salmon recipe make sure to lower the heat when you start smelling the spice kicking in your kitchen."]},{"begin":"447.520","end":"459.840","lines":["Korean home cooks love balancing the spice from red peppers with something a little sweeter. When it comes to sweeteners, Eric loves maesil cheong, which can be a little trickier to find."]},{"begin":"459.840","end":"484.480","lines":["Maesil cheong is green plum syrup. My mom actually calls it maesil (speaking Korean), and I have no idea how to Romanize that. It's a syrup made out of these Korean green plums, which is a very particular taste that I remember from my childhood. I'm sure you do, too. But it's like these - they taste like a mix between plums and green apples, and - but they're so aromatic, and there's, like, really good gummy candies flavored after them."]},{"begin":"484.480","end":"506.280","lines":["My mom also uses maesil cheong, this fermented green plum syrup, in kimchi instead of sugar. Combined with ganjang or soy sauce, maesil cheong is also used to marinate sweeter meats. You may have tried it in kalbi or bulgogi. Oh, and you can even make yourself a warm or cold drink by adding a spoonful of maesil cheong to water for a little treat."]},{"begin":"506.280","end":"519.280","lines":["When you're on the hunt for these ingredients, you might as well check out a Korean or another Asian grocery store in your area. Once you're there, Eric says you could also check the product label to choose one from a Korean or Korean American brand."]},{"begin":"519.280","end":"551.600","lines":["A lot of things - these things, yeah, you can find at your local American grocery store, but I think by going to the Korean one, you're sort of opened up to a different way of viewing your pantry as a thing that's just as easy to fill with Korean ingredients by going to the grocery store that's equidistant to the one you normally go to, and people call that my grocery store. It's like, I couldn't find that at my grocery store. But it's like, you should just change your idea about what my grocery story is. What if it's just - what if there are just many different kinds of grocery stores that you go to to pick up these amazing flavors and these amazing ingredients?"]},{"begin":"551.600","end":"576.800","lines":["If there isn't a grocery store near you that carries these ingredients, you can also look online at Korean American-owned chains like H Mart that now do offer delivery. Now that you have a short list of pantry items, you may be wondering if you could just scrap one of them, like doenjang, and substitute it in recipes that use gochujang or ganjang. Here is your warning and our third takeaway - be thoughtful about substitutions."]},{"begin":"576.800","end":"600.880","lines":["There are ingredients that you can't replicate, and that's the realization I had. Gochujang, gochugaru, doenjang - those three things are very - they're flavors that aren't replicable, and I think that's such a - instead of, like, feeling, you know, halted, I think it's important to see that as a wonderful, like, examination of how amazing that flavor is."]},{"begin":"600.880","end":"602.800","lines":["But Eric adds..."]},{"begin":"602.800","end":"641.760","lines":["Everything else can be substituted, like the fish, the vegetable, the scallion. You don't have to get the daepa if you can't find it. Like, you know, daepa is this king scallion, which - it's just a larger scallion. It's not a leek. But anyway, my point is, there aren't rules, but in order to truly arrive at an understanding of another person's cuisine, it's important to know, like, where you can substitute and where you can cut corners. And what matters to me is that people are understanding that doenjang and gochujang and gochugaru, they all are very different flavors and very particular and idiosyncratic."]},{"begin":"641.760","end":"685.320","lines":["So as long as you use the exact spices and seasonings - like, don't use miso instead of doenjang - you can substitute the proteins and carbs, like swapping out Spam in kimchi jjigae or stew for canned tuna or using rice cakes instead of noodles. Now that you have your ingredients, what to make first? That brings us to our fourth takeaway. For your first Korean cooking project, try making kimchi. Now, if you're a Korean American or Korean listener, you may be wondering, why start with such a labor-intensive dish when you can just buy some from the grocery store? Eric says making kimchi really shouldn't be too hard, especially if you're starting in small batches. And it will teach you how to cook with Korean spices."]},{"begin":"685.320","end":"705.160","lines":["I know it sounds like the hardest thing, but it's actually because so much of Korean cooking is around this conception of preservation, so when you learn how to make kimchi, which is really not that hard, once you do it, you kind of learn the basics of Korean cuisine, which is at its core about extending the life of food."]},{"begin":"705.160","end":"744.920","lines":["The possibilities of kimchi are endless. In Eric's cookbook alone, there are more than 10 different recipes that include his mother Jean's Napa cabbage kimchi. There are recipes that use radish, cucumber, and even beets. As Eric mentioned, kimchi has an insanely long shelf life. So once you have a batch, you can snack on it or add it into any of your meals, which brings us to our fifth takeaway. Explore ways you can incorporate Korean flavors into your everyday cooking. Eric says another way to do this is by using more seaweed. Erik specifically recommends gim, which is a roasted and seasoned seaweed that often comes in little, smaller packs."]},{"begin":"744.920","end":"756.960","lines":["Gim is just like - it's in so much of my food because it's the way I would cook when I was little. I would just crush gim into everything. And I have this memory of the seaweed-slicked fingers."]},{"begin":"756.960","end":"768.560","lines":["Gim is also a key ingredient in one of Eric's favorite dishes, gyeran bap, which literally means egg rice. It's a simple pantry meal and anyone can whip it up in 10 to 15 minutes."]},{"begin":"768.560","end":"798.720","lines":["Gyeran bap is great. And really all you do is you fry an egg, and then you put it over white rice - usually leftover white rice, honestly - and then sesame oil, soy sauce. And I do a - an entire packet of gim because I just don't think it's - it's not that much. It, like, totally wilts, kind of like spinach. And it's so good, and it adds that nuttiness. And on that gim is salt already and sesame oil, so you're just fortifying those flavors. And I realize that that's what cooking is. I like to fortify the things that are already there instead of trying to, like, add too many other things to it."]},{"begin":"798.720","end":"817.000","lines":["As someone who grew up with Korean food, I love a quick-fix meal like gyeran bap with some gim and kimchi, but when I'm cooking for other people, there's this weird pressure to serve something that's a little more intricate, that feels really Korean. It's something Eric's been thinking about a lot in his career and while writing his cookbook."]},{"begin":"817.000","end":"826.200","lines":["I'm curious, how do you kind of work through any sense of pressure or the weight to make something that's, quote-unquote, \"authentic,\" but also pushing out what's yours and your family's?"]},{"begin":"826.200","end":"875.640","lines":["Yeah, I think what I really had to do was leave that behind. I think the recipes in here are incredibly irreverent (laughter) to, like, traditional or, you know, more common modes of cooking these dishes - but ultimately, to arrive at a reality, which is that even modern Korean cooks in Korea are really experimenting and challenging the norm. And I think people used to call out that I had used vegetable oil - or I didn't - that I didn't use vegetable oil in my cooking. But the only reason is that my pantry has olive oil. That's the only reason. It's not that Korean Americans all over the world are using olive oil. It's actually just that mine - my pantry has that, and my mom's pantry has that, too. And she's not sitting there in her Georgia kitchen worrying about what all the Koreans are going to think of this food that she's feeding her family."]},{"begin":"875.640","end":"904.240","lines":["I used to be a little embarrassed that I have no idea how to cook with Korean ingredients. But like Eric says, building a Korean pantry has let me incorporate more of these flavors into my everyday cooking. Like, I add a bit of gochugaru in my tofu stir fry or I sometimes include a spoonful of guk-ganjang to microwavable dumplings. Now, you may be wondering if that even counts as Korean American cooking. But whipping up different meals with a hint of Korean ingredients is how I learned to appreciate these flavors."]},{"begin":"904.240","end":"923.680","lines":["I love this notion of trying to explore the pantry and also demystify it in that I think people are afraid to cook with these Korean ingredients. And I have a very complex relationship with that because I really want people to see how they - these ingredients can open up their cooking, actually."]},{"begin":"923.680","end":"934.480","lines":["Like Eric says, the heart of Korean American cooking is relearning the ingredients in your pantry and welcoming in more flavors that taste like home to you."]},{"begin":"934.480","end":"1038.800","lines":["We covered a lot, so here's a quick recap. Takeaway No. 1 - build your own Korean pantry. There are a handful of spices and seasonings that just aren't replicable. So commit to them and invest in them. They will last you a while. Takeaway No. 2 - try using different jangs. These fermented Korean sauces are a critical ingredient in Korean cooking. They're used in so many of Eric's recipes, of course. And you can also explore cooking them in different meats and veggies and wherever you want to add them. Takeaway No. 3 - be mindful of substitutions. Korean pantry ingredients have very distinct flavors, so try not to substitute those for something vaguely similar in your pantry. Takeaway No. 4 - if you're new to Korean cooking, try making kimchi. It will add to any Korean dish, or really any meal, and it's quite easy to make. You could also make one big batch and share it with other people. And Takeaway No. 5 - welcome more Korean flavors into your everyday cooking. Try incorporating these pantry ingredients and gim into your snacks and quick meals. You may be surprised to find new flavors from your Korean American cooking journey."]},{"begin":"1038.800","end":"1085.040","lines":["For more LIFE KIT, check out our other episodes. I hosted one on how to get into tarot readings, and we have another one on how to organize your pantry with Deb Perelman of Smitten Kitchen. You can find those at npr/org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"1085.040","end":"1139.000","lines":["This episode of LIFE KIT was produced by the lovely Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle and Sylvie Douglas. Special thanks to my mom and my friend Jeremy Pesegan (ph), who always cooks with me. I'm Janet Woojeong Lee. Thank you for listening."]}],"duration":1139}