{
  "title": "Don't be Travis. This is the right way to tackle workplace conflict",
  "url": "https://www.npr.org/transcripts/1091455113",
  "intro": "When the discomfort of conflict arises, it can be hard to know what to do, especially in the workplace. Get the tips you need to become a conflict-resolving superhero.",
  "transcript": [
    {
      "author": "DIANA OPONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Diana Opong."
    },
    {
      "author": "OPONG",
      "text": "Conflict in general is the pits, but conflict at work is kind of the worst. I mean, haven't we all wished conflict would just magically go away with the snap of a finger and never return, like Thanos with his infinity stones."
    },
    {
      "author": "ABDUL OMAR",
      "text": "Conflict is just a fact of life. As human beings, we're going to find ourselves in conflict situations, and there's no avoiding it. It's inevitable."
    },
    {
      "author": "OPONG",
      "text": "This can be one of the most confounding things that people have to deal with - a new mixed bag of co-workers who all bring their own backstories, superpowers and weaknesses to the office. This includes belief systems and values that can be nearly impossible to peg, unless, of course, you're Professor Xavier and can read minds."
    },
    {
      "author": "HUGH JACKMAN",
      "text": "(As Logan) Look into my mind."
    },
    {
      "author": "JAMES MCAVOY",
      "text": "(As Professor Xavier) You saw what I did to..."
    },
    {
      "author": "OPONG",
      "text": "On top of the actual work we already have to do, we also have to deal with the little annoyances that pop up, like someone interrupting you in meetings, which can grow into other issues, like someone making comments about your weight. And when all of those forces are at play, sometimes it can feel like you're in a superhero movie up against an entire universe of problems. Since conflict is inevitable, despite our best efforts to run and hide from it, and there are no infinity stones to be found and we lack the cool skill of telepathy, it's important to learn how to handle conflict in a manner that won't get you fired."
    },
    {
      "author": "TIFFANY JANA",
      "text": "Reducing conflict in the workplace, it's about normalizing the reality that humans are going to human."
    },
    {
      "author": "OPONG",
      "text": "But have no fear because in this episode of LIFE KIT, we've assembled a superteam to help you improve your conflict resolution skills. You're going to get the tips you need to face conflict head on, like the superhero you are."
    },
    {
      "author": "OPONG",
      "text": "At some point in your career, whether you're a newbie to the workforce or a long-timer, you're going to end up in conflict with a colleague or supervisor, meaning you're going to have to trudge through the mess that can come with it. That's guaranteed. But what's not guaranteed is that you have to live in a state of discomfort in the workplace with no way out. We've assembled a conflict resolution superteam, and they're going to lead us from how to process what we're feeling to specific steps that will lead to a solution."
    },
    {
      "author": "OPONG",
      "text": "The first member of our super team is Abdul Omar. He works with the state of Hawaii's Ombudsman Office. An ombud is a workplace conflict mediator that is a neutral third party. Unlike an HR rep, ombuds are not bound by the same legal documenting requirements. Your workplace may or may not have one. While dealing with racism and harassment in the office is unacceptable, so is violence. People like Abdul help us to use our words."
    },
    {
      "author": "OMAR",
      "text": "One of the main reasons why people end up in conflict and not being able to get out of it is because one or more of the people don't feel heard."
    },
    {
      "author": "OPONG",
      "text": "Every superhero team needs LA-based marriage and family therapist Camille Tenerife. She's going to help us to know when we should actually work through something versus just letting it go."
    },
    {
      "author": "CAMILLE TENERIFE",
      "text": "If you find yourself over and over - in the situation over and over, I think that it's at least worth addressing. What I often see my clients - is to start building resentment and then frustration, and that bleeds into their work as well and their energy and attitude going into the workplace."
    },
    {
      "author": "OPONG",
      "text": "The third and final member of our superteam is Tiffany Jana. They're an author and founder of TMI Consulting, Inc. Their work focuses on diversity, equity, inclusion and justice."
    },
    {
      "author": "OPONG",
      "text": "Jana has our first takeaway - normalize speaking up when pain points occur in real time. Think of this as a way to diffuse conflicts before they get out of hand. No one wants to go from Bruce Banner to the Hulk in the workplace. And Jana says there's a way to do this."
    },
    {
      "author": "JANA",
      "text": "We want to normalize speaking up when these things happen in real time so that it doesn't have to be a secret, so that no one has to feel like they're being unprofessional because they stand up for themselves."
    },
    {
      "author": "OPONG",
      "text": "I know - easier said than done. But I have seen it in action a few times, and it usually goes smoother than you may imagine. Jana has a couple of examples. Here's what an entry- or a mid-level employee can say."
    },
    {
      "author": "JANA",
      "text": "Hey, John, like, you may not be aware that you're doing this, but you're getting Susan's pronouns wrong all the time, and it's hurtful."
    },
    {
      "author": "OPONG",
      "text": "This may be uncomfortable at first. Let's say you corrected someone who has been mispronouncing your name or calling you the name of the other person of color on the team. You've told them you're not Anoushka, and when you see them on future work calls, they are using your first and last name like you're in school and way overdoing it. Yeah, no fun - super awkward. But the more you bring up things in the moment, the easier it will get, especially if you keep it factual, keep it short and as kind as possible."
    },
    {
      "author": "OPONG",
      "text": "On-the-job training is part of learning how to be in a workplace, and since it seems like no one really teaches anyone how to work through these social dynamics, if you're someone who has direct reports, Jana says you can help create a culture that is receptive to this type of exchange."
    },
    {
      "author": "JANA",
      "text": "If somebody uses an offensive term, someone with courage, seniority or relationship equity should speak up in that moment. You know - let's just pause this meeting really quick. Someone just used the term slave driver, and we don't use that term anymore. That is antiquated. That is hurtful. And so let's just move forward in a good way, but we want to acknowledge that that happened and apologize if anyone was hurt. We need to start normalizing, calling it out now so that we don't have to document for six months all the bad things that happened to us."
    },
    {
      "author": "OPONG",
      "text": "Let's take a moment to talk about documentation. Documentation is the process of writing down events or interactions that you've experienced as an employee that have left you feeling surprised - and not in the good way."
    },
    {
      "author": "JANA",
      "text": "The minute you smell anything that reeks of that kind of marginalization, you start documenting everything - microaggressions, subtle acts of exclusion. They seem like they're really small, but they stack up really quickly."
    },
    {
      "author": "OPONG",
      "text": "Jana has some examples of why it's good to document."
    },
    {
      "author": "JANA",
      "text": "You might end up having to demonstrate a pattern of behavior, right? If somebody leaves you off one or two emails, it doesn't seem like a big deal. But when you've got six months of documentation of being cut off, left out, overlooked for the opportunity, then you might actually have something. So make sure that you take meticulous documentation."
    },
    {
      "author": "OPONG",
      "text": "Marginalized groups like women and people of color tend to get labeled as troublemakers and are unfairly characterized for bringing up issues that they see in the workplace. Jana does a lot of work around diversity, equity and inclusion in the workplace and says it's an important part of combating work conflict."
    },
    {
      "author": "JANA",
      "text": "We should be working towards becoming our best selves through the work that we do. The biggest complaint we get about diversity work is that's not what I signed up to do. That's not part of my job. Yes, it is. Treating your colleagues with respect, treating your customers and clients and constituents with respect and kindness and grace - that is absolutely part of your job."
    },
    {
      "author": "OPONG",
      "text": "You're documenting. You're speaking up in the moment. But that co-worker who begins every meeting talking about why you should get on their diet plan or sharing too many personal details about their last date is still not getting the hint. What do you do?"
    },
    {
      "author": "OPONG",
      "text": "Well, first, don't run away from how you're feeling. You may wish you could open a portal to another dimension like Doctor Strange to escape the annoyance. But instead, therapist Camille Tenerife says, take a moment to check in with yourself and your energy level. That's takeaway No. 2. She recommends asking yourself the following questions."
    },
    {
      "author": "TENERIFE",
      "text": "Is this something that is constantly bothering me? Is this one of the things that I don't necessarily feel so strongly about? And really trying to figure out how much energy we want to put into it."
    },
    {
      "author": "OPONG",
      "text": "Abdul Omar says another thing to think about is your conflict style."
    },
    {
      "author": "OMAR",
      "text": "Some people are avoidant. Some people are more competitive. Other people are more collaborative. Other people attempt to accommodate. Each of us has a style that we gravitate towards. There's nothing wrong with it, but it's good to know your style."
    },
    {
      "author": "OPONG",
      "text": "This is going to take a little self-awareness and will help you think through how you may respond to conflict or approach the person you're in conflict with. If, after all that, you're still not feeling sure about how to best tackle that co-worker who is always putting down your ideas in meetings, or maybe they minimize the impact of the work you've done, therapist Tenerife says ask for help."
    },
    {
      "author": "TENERIFE",
      "text": "It's not easy, so come at it with a little bit more self-compassion and support if you need to."
    },
    {
      "author": "OPONG",
      "text": "A social support system can be the sounding board you need to have a better sense of what you're experiencing and validate your feelings. Tiffany Jana calls this your life's board of directors."
    },
    {
      "author": "JANA",
      "text": "You need to have people around you who are not at your organization who love you - folks from different industries, different levels of seniority, different life stages who can chat with you about these things because it really is all relative. It's contextual."
    },
    {
      "author": "OPONG",
      "text": "As you're sorting out how to approach the supervisor that is gaslighting you or overlooking you for a promotion, it can feel good to get clarity by talking to those you trust. But Jana says don't give in to the kryptonite of gossip."
    },
    {
      "author": "JANA",
      "text": "It's very difficult to avoid the trap of gossip when this stuff starts to happen because your heart is hurt. Your feelings are hurt. Your pride is hurt, and you're just going to want to talk mess about so-and-so. But you don't want it to be messy because, look, you might have to work with these people for the next 10 years. It may not get resolved as neatly as we'd like it to be, so focus on the impact that the behaviors are having on you. Try to limit the focus on all the bad things they're doing. And make sure you're communicating clearly what this is doing to me because that keeps it out of the realm of yucky, messy gossip."
    },
    {
      "author": "OPONG",
      "text": "Yes. Let's not make things messier than they may already be. OK. Once you've checked in with yourself and consulted with a trustworthy source like your life's board of directors - or as I like to call them, your very own super team - and you've also worked to avoid the trap of gossiping about the guy who says inappropriate things about you to your coworkers when he thinks you can't hear him, you're now armed with some tools that will help you deflect some of the future conflict that may come your way, like Captain America's vibranium shield."
    },
    {
      "author": "OPONG",
      "text": "Now we're moving on to takeaway three. This is all about getting into the right headspace so that you can focus on the actual problem. Abdul Omar shares how to do this."
    },
    {
      "author": "OMAR",
      "text": "One of the good ways to orient yourself is not to view the other person as the problem. The problem is the problem. Perception is 100% of that conflict. The reason why you're in conflict is because you differ in perceptions. But just like your worldview is your truth, their worldview is also their truth. I mean, if you want to get out of that, you have to deal with other people's perceptions and respect that that's their truth."
    },
    {
      "author": "OPONG",
      "text": "Look. I get it. This is hard. You're probably feeling frustrated. But you're not going to have a productive conversation if you go into the conversation thinking the worst about this person. The way to collect yourself when emotions are running high, Abdul says, is by focusing on the behavior, not the personality or the people or persons you're in conflict with."
    },
    {
      "author": "OMAR",
      "text": "A lot of times we state things from our perspective in terms that are almost like a conclusion, and that's a personality statement. Like, if I came to you and I said, hey; you're lazy, that's a personality statement. It's a conclusion that I've made based on certain behaviors, whereas if I talk about the behaviors, that statement could look like, you've been late for the last two weeks, and I've gotten complaints from 15 clients, and this is how it is impacting our team. That feels a lot different. I'm describing the behaviors. It's harder to refute, and it could also invite a response that is more reasonable."
    },
    {
      "author": "OPONG",
      "text": "OK, so that coworker or supervisor who seems to be ghosting you after you spoke up in a meeting - maybe they aren't mad at you. Maybe they've been stressed at home with a sick partner, but you won't know unless you break the tension and talk to them. So how do you do that? Well, once you're in the right headspace, it's time to have a conversation. That's takeaway No. 4."
    },
    {
      "author": "OPONG",
      "text": "You have some options. You can meet one on one with the person you're experiencing conflict with. You can have an ombud like Abdul Omar work as a mediator. Or you can also ask an HR representative to help. In each scenario, though, there are some useful strategies to having these conversations that will hopefully lead to a more fruitful and positive outcome. When you ask to meet with a person, let's say, who doesn't seem to be getting the hint that their comments about your hairstyle are not welcome, be specific, and provide some evidence."
    },
    {
      "author": "OMAR",
      "text": "Sometimes, because of our discomfort, we don't want to be too direct. So you try to talk around the issue, and that is vague. And there's this saying that I absolutely love, and it says, when you give me a blank, I fill it with demons. So when we're not clear about what we're saying, people's minds go to the worst places, whereas if you're just specific and you talk about observable facts and behaviors, it creates no room for those demons to come in."
    },
    {
      "author": "OPONG",
      "text": "For example, you could say, hey; over the last few weeks, you've been making comments about how I style my hair. You may not have intended for your words to have landed the way they have, but they've impacted me all the same. I would really like to keep our conversations about work only and ask that you no longer make comments about my hair. In the meeting, remember to actively listen when the other person is speaking, like Idris Elba as the super-hearing Heimdall."
    },
    {
      "author": "OMAR",
      "text": "When people feel like you are actually taking time to listen to their side of the story, it de-escalates. You can almost feel the sigh of relief."
    },
    {
      "author": "OPONG",
      "text": "It's OK to ask clarifying questions to make sure you're on the same page and are understanding the other person's perspective."
    },
    {
      "author": "OMAR",
      "text": "Asking questions and then getting the other side to talk a little bit more from their perspective helps them feel heard."
    },
    {
      "author": "OPONG",
      "text": "All right. This next one may seem hard, but it's important. Remain non-defensive."
    },
    {
      "author": "OMAR",
      "text": "You're going to hear things from this other person's perspective that might ring untrue to you. And it's very, very tempting at that point to try and explain your good intentions - right? - because you're hearing things that you know are not true or you didn't mean things in that way. If you do that, if you start speaking from a point of defensiveness, it screams denial to the other side. You're denying what they're telling you. So remain non-defensive. Try and stay in control. You're going to get your chance to speak, and that is not the right time to do it."
    },
    {
      "author": "OPONG",
      "text": "Then agree on a solution."
    },
    {
      "author": "OMAR",
      "text": "Some of the ways might be really, really simple. Like, hey; if you have feedback for me, I would rather we do it over the phone or in person. Don't write me emails. So it becomes - you're really trying to individualize what solutions look like there."
    },
    {
      "author": "OPONG",
      "text": "Things may be weird, and you may be anxious and uncomfortable the entire time you're having the conversation, but do your best to be present in the awkwardness. It's good that you spoke up. Plus, the awkwardness is not going to ruin your whole day like the disrespect of being called the wrong name because you, quote-unquote, \"all look alike.\""
    },
    {
      "author": "OPONG",
      "text": "So you've agreed on a solution and the conflict seems resolved, but let's say things aren't getting better. Maybe after you've talked to a supervisor about a way a colleague treats you in the office, that coworker's behavior escalates and becomes more toxic. Maybe they start recording you eating at your desk to see if you're breaking a rule or they post an unflattering photo of you in a work portal. Or maybe there is just plain retaliation happening. You're your best advocate. Seek out trusted sources at work. If you're lucky and your HR rep is really helpful, lean on them."
    },
    {
      "author": "OPONG",
      "text": "But if you're in a situation where HR has been part of the problem, maybe it's time for takeaway No. 5 - protect your peace by filing an official complaint or getting out of there like you're The Flash. We know this is all workplace-dependent, but you shouldn't feel the burden of trying to fix a toxic workplace. Here's Jana."
    },
    {
      "author": "JANA",
      "text": "If you are going to work day after day, month after month, and you have adequately named the challenges, proposed solutions that might work for you, and you're not getting feedback and you're not getting any kind of flex in your direction, to me, what that says is you are not valued as an employee and no one should feel that way for any period of time, much less a protracted period of time. And that's why I know, especially when you're early career, it feels so scary to jump, it feels so scary to leave. But you've got to understand, we're in a completely new day and age, a new market, and the employer needs you way more than you actually think you need them. If they can't take care of you, I promise you, someone else will."
    },
    {
      "author": "OPONG",
      "text": "Sometimes in your journey, the mission will fail and things won't go as you hoped, and that's hard. But your mental health and well-being are too important to work somewhere you don't feel valued or set up for success."
    },
    {
      "author": "JANA",
      "text": "The reason I do the work that I do is because I wholeheartedly believe that the workplace is the biggest learning laboratory that we have outside of structured education and that we need to do a better job of leveraging that in service of a greater humanity, much less a greater workplace, and optimizing our mission. We have resources, and we have access, and we have time to do that and to fill that gap in the organization. And any organization that fails to do so is negligent. And the conflict that they are sowing is conflict that they're asking for and leaving unattended."
    },
    {
      "author": "OPONG",
      "text": "Let's take a quick look back at the steps you can take to feeling super when you're presented with a conflict."
    },
    {
      "author": "OPONG",
      "text": "Takeaway No. 1 - keep The Hulk at bay and normalize speaking up when these things happen in real time. Takeaway No. 2 - check in with yourself. Tap into what you're feeling and why. If you still aren't sure, check in with your super team, and remember not to gossip."
    },
    {
      "author": "JANA",
      "text": "It's the people that you call, you know, when the worst thing happens and the people that you call when the best thing happens. That's how you know who they are."
    },
    {
      "author": "OPONG",
      "text": "Takeaway No. 3 - get in the right headspace and focus on the actual problem."
    },
    {
      "author": "OMAR",
      "text": "That's the first sense of relief that people have when they can bring their authentic selves and they feel heard, the same thing that I do as an ombudsman. When you start practicing this at work, that same sense of relief, when people feel seen and heard, it gives the same sense of relief, whether it's in the therapist's office or an ombud's office."
    },
    {
      "author": "OPONG",
      "text": "Takeaway No. 4 - have the conversation and make sure to listen actively."
    },
    {
      "author": "OMAR",
      "text": "At first it might seem uncomfortable, but when you practice and you start to see the impact of following a roadmap like this, you're going to start getting excited about your own skill set and you can grow them."
    },
    {
      "author": "OPONG",
      "text": "And takeaway No. 5 - protect your peace. You may have to go to HR. And if things don't get better, get out of that toxic situation as fast as you can. You shouldn't feel the burden of fixing a toxic workplace."
    },
    {
      "author": "OPONG",
      "text": "Thanks again to our super team - Abdul Omar, Camille Tenerife and Tiffany Jana. And thanks to everyone who shared their work conflict stories with us. For more LIFE KIT, check out our other episodes. We have an episode about what to do if you're struggling with your mental health at work. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "OPONG",
      "text": "This episode was produced by the ever-talented and patient Janet Woojeong Lee. Meghan Keane is our managing producer. Beth Donovan is a senior editor. Our production staff also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. And our digital editors are Beck Harlan and Dalia Mortada. I'm Diana Opong. Thanks for listening. And remember, you have superpowers now and can totally handle any future conflict that pops up. You've got this."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2389748238.mp3",
  "img": "https://media.npr.org/assets/img/2024/02/14/gettyimages-2003840049_wide-8bb70cbe3bb476fb442e668bc367063088217f05.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "DIANA OPONG, HOST",
    "OPONG",
    "ABDUL OMAR",
    "HUGH JACKMAN",
    "JAMES MCAVOY",
    "TIFFANY JANA",
    "OMAR",
    "CAMILLE TENERIFE",
    "JANA",
    "TENERIFE"
  ]
}