{
  "title": "Wondering what to wear? This visual guide will help you cultivate your personal style",
  "url": "https://www.npr.org/transcripts/1091487340",
  "intro": "Here's advice from the experts on cultivating a personal style — from purging your closet to taking fashion risks in a way that feels true to you.",
  "transcript": [
    {
      "author": "MAYOWA AINA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Mayowa Aina."
    },
    {
      "author": "NAOMI AINA",
      "text": "You can see, like, these two - this is my shelf for my shoes. I have so many shoes."
    },
    {
      "author": "M AINA",
      "text": "On this episode, we're talking about style. And for this topic, I knew exactly who I wanted to talk to."
    },
    {
      "author": "N AINA",
      "text": "My name is Naomi Aina (ph)."
    },
    {
      "author": "M AINA",
      "text": "And who are you in relation to me?"
    },
    {
      "author": "N AINA",
      "text": "I'm your dear mother."
    },
    {
      "author": "M AINA",
      "text": "(Laughter) My dear mother."
    },
    {
      "author": "M AINA",
      "text": "She is one of the most stylish people I know. She describes her look as classic and comfortable, and she loves patterns, especially animal print."
    },
    {
      "author": "N AINA",
      "text": "You can see - got my zebra. There's another animal print shoe there. Different styles. And I got my..."
    },
    {
      "author": "M AINA",
      "text": "When I was growing up, teachers and other adults always commented on how nicely she dressed."
    },
    {
      "author": "N AINA",
      "text": "Oh, yeah. I used to get compliments. I still do, quite a bit."
    },
    {
      "author": "M AINA",
      "text": "It was really important to her to dress well. My mom is from Alabama. And she says down South, first impressions mean a lot."
    },
    {
      "author": "N AINA",
      "text": "People can tell when you put yourself together, you take time to do that, and that makes a big difference in how people interact with you."
    },
    {
      "author": "M AINA",
      "text": "It was also important to her that I dressed well."
    },
    {
      "author": "M AINA",
      "text": "How would you describe my style?"
    },
    {
      "author": "N AINA",
      "text": "I don't really know (laughter)."
    },
    {
      "author": "M AINA",
      "text": "But I don't think I got the memo."
    },
    {
      "author": "N AINA",
      "text": "(Laughter)."
    },
    {
      "author": "M AINA",
      "text": "OK, so maybe I didn't inherit the stylish gene per se, but I think it's more that my style is really fluid. I contain multitudes. Truly, though, there are so many different ways to define what you like to wear."
    },
    {
      "author": "RUBY REDSTONE",
      "text": "I always say that my personal style is 1960s meets Victorian."
    },
    {
      "author": "COURTNEY MAYS",
      "text": "I think now I'm kind of the ultimate tomboy, except my tomboy comes with probably a Mr. T collection of jewelry."
    },
    {
      "author": "ASIA JACKSON",
      "text": "I like really strong lines. I like long silhouettes."
    },
    {
      "author": "ALOK",
      "text": "I take pieces that I've gotten in my travels across the world, and I put them together and I'm trying to tell a story."
    },
    {
      "author": "M AINA",
      "text": "On this episode of NPR's LIFE KIT, we're talking about how to define and develop a personal style, one that makes sense to you."
    },
    {
      "author": "ALOK",
      "text": "Each of us has our own beauty. There's no one kind of beauty, and that the purpose of being alive is to live in a way that is unique and just to us, not necessarily to other people. And so I think one of the first style tips I have is you have to divest from caring about what other people think about you. You have to really develop a self-image, looking in the mirror and saying, this is who I want to be."
    },
    {
      "author": "M AINA",
      "text": "Who says you can't wear white after Labor Day or you can't mix your gold and silver jewelry? A personal style isn't about arbitrary rules. We'll talk about how to level up your closet from one that you like to one that you love."
    },
    {
      "author": "REDSTONE",
      "text": "I feel like when people look back on what they wore as a teenager, they're often embarrassed. And I don't feel the same embarrassment. My looks were insane and, you know, like, I did everything from making skirts out of tinfoil that I wore to a school dance to, like, sewing together six different T-shirts to create a multicolored T-shirt."
    },
    {
      "author": "M AINA",
      "text": "That's Ruby Redstone. She's a fashion historian and fashion writer. She says developing a personal style is a lot of trial and error, and it's something she's been practicing since she was a kid."
    },
    {
      "author": "REDSTONE",
      "text": "I think it all kind of adds up to the way I dress now, and I'm really grateful that I had that low-stakes time to experiment with what I wore before entering a workplace."
    },
    {
      "author": "M AINA",
      "text": "If you missed out on that experimental stage or simply have no interest in reliving that time in your life, no biggie. You can start right where you are right now."
    },
    {
      "author": "REDSTONE",
      "text": "It really is about finding, first and foremost, what makes you happy and what makes you feel like yourself, which is obviously easier said than done, but not impossible."
    },
    {
      "author": "M AINA",
      "text": "Here are a couple of takeaways to get started. First, the purge. YouTuber Asia Jackson says, try on every single item in your closet - like, actually."
    },
    {
      "author": "JACKSON",
      "text": "Do you feel good in this item? Do you look good in this item? How does this item make you feel? And if it doesn't make you feel good, then you should get rid of it. When I had a closet full of things that I didn't feel good in, it kind of affected my self-esteem. I was like, why don't clothes look good on me? But it's just that those certain pieces didn't look good on me. Or I didn't feel good in them."
    },
    {
      "author": "M AINA",
      "text": "Let go of clothes you don't wear that are old, dingy, coming apart don't fit, that just aren't serving you. Looking at what's left in your closet, identify the clothes that you love. What do you feel most beautiful and confident in? Which outfits garner the most compliments? What do you find yourself wearing all the time? And what do all of those pieces have in common?"
    },
    {
      "author": "M AINA",
      "text": "Answering these questions first is a great starting point for identifying the stylish decisions you've already made. You'll start to see a personal style emerge from the ashes. Another important step in this process and Takeaway No. 2 is paying close attention to how your clothes fit - more specifically, how the fit of your clothes makes you feel. Menswear stylist Courtney Mays says this part might mean being open to different sizes of clothing, different styles or venturing into different sections in the clothing store."
    },
    {
      "author": "MAYS",
      "text": "I can't necessarily walk into a Zara and find something that fits me or an H&M. It's been sort of like a project in itself, just getting dressed in the morning. So maybe that's why I did gravitate towards menswear, because I was able to find things in my size. And so I think once I sort of became comfortable in this plus-sized body, I think I then was able to be confident in my style."
    },
    {
      "author": "M AINA",
      "text": "Courtney is also a big advocate for tailoring and alterations. You can often find this service at a local dry cleaner. And it might be cheaper than you think. Just be aware that it's harder to add fabric than to take away. So if you find an item that you like and you want it to fit a certain way, try sizing up and taking it in versus needing to let it out."
    },
    {
      "author": "M AINA",
      "text": "Once you've got a sense of what you like and don't like and what fits, you can use that information to create what Asia, the YouTuber, calls a shopping philosophy. That's Takeaway No. 3. A shopping philosophy is basically a set of rules you create for yourself, what you should and shouldn't buy once you're ready to start shopping."
    },
    {
      "author": "JACKSON",
      "text": "One of my rules is that I don't buy ballet flats. I don't like ballet flats. They're uncomfortable. Every single time that I purchased them, I hated them. And I never wore them again. So even if I see a really nice outfit on Pinterest and the girl is wearing ballet flats, I'm not going to go out and buy ballet flats because I've known that they just don't work for me."
    },
    {
      "author": "M AINA",
      "text": "Of course, you can take notes of what you do like, too. Asia says she loves tops with high necklines and structured blazers with strong shoulders. You'll probably find several pieces with those elements in her closet. For me, I'm really into graphic T-shirts from local streetwear brands right now. I also love a bomber jacket, one that's not quite cropped, but it's short and got a lot of volume. I recently picked up a vintage D.A.R.E. bomber jacket while thrifting. A shopping philosophy will help you define, stick to and hone your personal style, even if it's a style that you weren't expecting or refuses definitions. Alok is a writer and performance artist. And their approach to style prioritizes their mood and creative expression."
    },
    {
      "author": "ALOK",
      "text": "Why have we been taught that prints can't be with prints? Why have we been taught that Western wear can't be integrated into traditional South Asian wear? These are all part of larger rules that are kind of boring. And we don't have to live by them. And so clothing becomes a form of protest. It becomes a form of reminder of people that what so many perceive as incongruent or dissonant or even not matching, that's all subjective."
    },
    {
      "author": "M AINA",
      "text": "Alok brings us to our fourth takeaway, which is don't be afraid to break a fashion rule because, real talk, there's no such thing. By defining a personal style, the goal isn't to bend or mold your sense of taste into what's already out there. The goal is to bring forth the parts you love most about yourself, getting to the essence of who you are in terms of your style, whatever that means. If you find that your style doesn't fit nicely into a Pinterest category or there isn't a hashtag on Instagram for you to search through, Alok says that's fine."
    },
    {
      "author": "ALOK",
      "text": "That really was part of my style journey is being like, OK, when we say that I'm violating a fashion rule, whose rule? Because I grew up with men in skirts. In my culture, it wasn't seen as a feminine thing to wrap a garment around your legs. Like, when I'm saying this is even gender transgressing, whose gender am I transgressing? And so it was deeply linked to, like, learning to love myself as a person of color, learning to love myself as a queer person, to find beauty in the places where I was taught shame."
    },
    {
      "author": "M AINA",
      "text": "That's not to say that it's easy. Like my mom said, what you wear is important in part because it can determine how people interact with you. Just to be clear, you can absolutely wear whatever you want. That's kind of the point of the episode. But if you wear something that isn't immediately understandable or digestible to others, it's possible you won't get a positive reaction. And that can be painful. You might stand out. And that's part of what makes this process hard. To help manage those feelings, start small. If you want to, try one out-of-the-box item, be it a pair of earrings or just one shirt from a different section of the clothing store. See how you like it. And build from there."
    },
    {
      "author": "ALOK",
      "text": "One thing that's really been helpful for me, whenever I am feeling fear around certain clothes that I want to wear, I ask myself, is this fear my own? Is this shame my own? And most often, it's not. It's the fingerprint of people in society who have told me to be small. And then I just remind myself I'm trying to do something different with my life. And that helps me get the courage to go outside as myself."
    },
    {
      "author": "SAMANTHA RONSON",
      "text": "(Singing) Did you ever feel like you wanna see..."
    },
    {
      "author": "M AINA",
      "text": "So are you ready for the fun part?"
    },
    {
      "author": "RACHEL MCADAMS",
      "text": "(As Regina George) Get in, loser. We're going shopping."
    },
    {
      "author": "M AINA",
      "text": "I'm very sorry. I had to do it (laughter). Now that you've purged your closet and have a sense of what you feel looks good on you, let's build your closet back up. You're going to want some basics. These are your neutrals, basic white tees, casual jeans and pants. Basics are a good investment since those are your everyday items. You'll wear them a lot, so plan to buy them often. Buy them in multiples. Or as Ruby says, consider spending money on high-quality fabrics that will last you a long time."
    },
    {
      "author": "REDSTONE",
      "text": "I'm really particular about this. Other people might not be as much. But it has to be something that's made out of natural fibers, whether that's cotton, linen, silk because just, like, from a historian's perspective, those are what hold up the best. I mean, those are what stay looking the best after years and years of wear."
    },
    {
      "author": "M AINA",
      "text": "So once you've got your basics, you can start to build out your fits and customize them with items that define your personal style. Ruby says you can find inspiration for those items from anywhere."
    },
    {
      "author": "REDSTONE",
      "text": "Personal style doesn't exist in a vacuum, and it never has. It's always contextualized against what designers are creating, what stores are selling, what celebrities are wearing. It's not something that's just created by you and you alone. It's you forging out your identity from the visual information that we already have readily available in our society."
    },
    {
      "author": "M AINA",
      "text": "Takeaway number five is to look for style inspiration in the world around you and identify common themes from what you find visually appealing. Ruby spends her time scouring the internet and designer archives for vintage pieces and fashion inspo for items she might want to buy or try to recreate herself. You can also use platforms like Pinterest and Instagram to collect images that you like. What do the items that make up your style inspo have in common?"
    },
    {
      "author": "REDSTONE",
      "text": "There'll be some kind of common thread, whether you're like, oh, I'm loving really feminine, floaty slip dresses weighed down by heavy boots, or I'm loving seeing things that are inspired by men's suiting and then finding a way to do that that's within your budget, whether that's going to a bunch of thrift stores and thrifting slip dresses, or if that's going to a department store, trying on a bunch of options and investing in one beautiful piece that you know you're going to be able to rewear."
    },
    {
      "author": "M AINA",
      "text": "But again, keep in mind your shopping philosophy. Remember what fits and what you know makes you feel your best. Ruby says being able to tell the difference between liking an item and liking an item as part of your wardrobe is, like, a level 10 styling hack. And it all goes back to honoring your philosophy. Even if you want to try something that's trendy, maybe a bit outside of your style zone, your philosophy will help you figure out how to incorporate a trend in a way that makes sense and doesn't break the bank."
    },
    {
      "author": "REDSTONE",
      "text": "What I usually use to guide myself in that sense is looking at what I already own in my closet and saying, like, OK, if I wanted to try this trend - say it was, you know, tons of neon colors - do I have options on hand, or would it require me to go out and shop? And if the answer to that side of the question is yes, that it would require spending money, spending a lot of time, doing something outside of my normal pattern of shopping, dressing, searching for clothing, then it's typically not something that is going to be a long-lasting and impactful addition to my wardrobe."
    },
    {
      "author": "M AINA",
      "text": "If you see a trend that you like and think will work with your wardrobe, try accomplishing the look with pieces you already have or start off by incorporating accessories. Try buying just one shirt or one piece of clothing. Test it out and see how you feel about it. See what feedback you get from friends and family. And get a sense of whether it's something you can see yourself incorporating into your style. You can also use your fashion inspiration to narrow down what you want to incorporate into your wardrobe. Ruby says it helps to have a specific item or list in mind when you're out shopping."
    },
    {
      "author": "REDSTONE",
      "text": "I want a cardigan in spring colors. I want a pair of high-waisted jeans. And I want, you know, a fun skirt to wear to my family's party this weekend. And having that written down for me is just immensely helpful. And it prevents you from getting distracted, getting overwhelmed."
    },
    {
      "author": "M AINA",
      "text": "We've been through a number of tips and tricks, but it still boils down to the same idea. Wear what makes you happy. Ruby says the most important part of a personal style is your personal happiness."
    },
    {
      "author": "M AINA",
      "text": "Is there anything in particular that's just always been in style?"
    },
    {
      "author": "REDSTONE",
      "text": "(Laughter) Definitely not."
    },
    {
      "author": "M AINA",
      "text": "Really?"
    },
    {
      "author": "REDSTONE",
      "text": "And yeah, yeah. I mean, I think it's more incredible to see, like, the way in which style has always changed at the drop of a hat, the blink of an eye. Like, you know, if you're looking back to the 1700s, it was completely acceptable for women to have their breasts exposed in public, which it isn't at all now. And so I find those changes more remarkable. The only thing that's consistent is that people are fickle. So..."
    },
    {
      "author": "M AINA",
      "text": "Ah, so interesting. I feel like that's kind of freeing, too."
    },
    {
      "author": "REDSTONE",
      "text": "Absolutely."
    },
    {
      "author": "M AINA",
      "text": "Yeah, just, like, wear what you want (laughter)."
    },
    {
      "author": "ALOK",
      "text": "When I first started wearing dresses in public, a lot of people told me, a lot of people aren't going to like this look; like, you're going to experience a lot of punishment. And then I had other people tell me, and so what? Because you like this. And that was the voice that I really cultivated."
    },
    {
      "author": "M AINA",
      "text": "Alok says when they first started to share with the world that they were trans, there was a pressure to signal that through clothes - to prove that they were who they said they were."
    },
    {
      "author": "ALOK",
      "text": "So it was like, every day I'm going to wear a skirt or a dress. And then as I began to work on accepting myself, I was like, what do I actually want to wear? I know that I'm a trans person. That's not up for debate. And it doesn't really matter to me what other people think about me. So I'm going to wear whatever I want to wear. And now I see clothing as just kind of an extension of my artistry. I want to create beauty, and sometimes beauty looks like gym shorts, and sometimes it looks like a gown."
    },
    {
      "author": "M AINA",
      "text": "Part of what makes developing a personal style difficult, Alok says, is that it's intensely personal. It's all tangled up in feelings of comfort in your own body - how you see yourself versus how the world sees you and what, if anything, you can do about it."
    },
    {
      "author": "M AINA",
      "text": "That brings us to our final takeaway - keep trying. Alok says fashion and styling is a constant and ongoing journey that's about experimenting, trying things on for size and feel. It's about working towards comfort and confidence, whatever that looks like for you."
    },
    {
      "author": "ALOK",
      "text": "Style is so much about mental health for me, and it always has been. Like, it's about my right to happiness and joy. Like, the world is going to mistreat me and my community, but I'm going to look in the mirror, and I'm going to say, yeah, I got this (laughter)."
    },
    {
      "author": "M AINA",
      "text": "Alok describes a style journey as a constant process, an evolution - an infinite buffet of beauty, they say. There's no final destination in the effort to express yourself creatively to the world around you. What you like and don't like will change. What feels comfortable and uncomfortable will change. And that's OK."
    },
    {
      "author": "ALOK",
      "text": "It's a really emotional and spiritual journey to be able to find your right fit, to be able to say, like, this is how I want to take up space on the earth. This is my understanding of who I am, of what my beauty is. And that's why I try to stay away from style tips, like there are rules. The only rules are your rules, baby. It's what makes you feel good. And if you feel good wearing, like, neon colors to work, that is professional wear. Like, we can't concede to a world that says professionalism is black and gray and muting yourself. That's so boring. Why be boring when we could be aesthetically striking?"
    },
    {
      "author": "M AINA",
      "text": "So let's recap our takeaways for how to develop a personal style. First, go through your closet. Try everything on. Get rid of what you hate, and identify what you love. Takeaway No. 2 - pay close attention to how your clothes fit, and consider looking into tailoring and alterations. Takeaway No. 3 is to create a shopping philosophy. That will help you define and hone your style. Our fourth takeaway is don't be afraid to break a fashion rule because the only rules are your rules. Takeaway No. 5 is to look for style inspiration in the world around you, and identify common themes from what you find visually appealing. And our final takeaway is to keep trying. Style is an ongoing personal journey of discovery and experimentation to be enjoyed."
    },
    {
      "author": "M AINA",
      "text": "All right. We made it, y'all. So if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. You can also check out our other episodes. I hosted one on how to manage your screen time, and we have another on how to upcycle your clothes. You can find those at npr.org/lifekit."
    },
    {
      "author": "M AINA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Meghan Keane is the managing producer. Beth Donovan is our senior editor. Our digital editors are Beck Harlan and Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle, Janet Woojeong Lee and Sylvie Douglis. I'm Mayowa Aina. Thank you for listening."
    },
    {
      "author": "N AINA",
      "text": "My name is Naomi Aina."
    },
    {
      "author": "M AINA",
      "text": "(Laughter) Just talk normal."
    },
    {
      "author": "N AINA",
      "text": "I am."
    },
    {
      "author": "M AINA",
      "text": "(Laughter) Don't put on for NPR."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3257127679.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/12/lk-personal-style-lajohnsonartboard-2_wide-ea01c3798cd467ace57d5f79a1a5aea020d04900.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MAYOWA AINA, HOST",
    "NAOMI AINA",
    "M AINA",
    "N AINA",
    "RUBY REDSTONE",
    "COURTNEY MAYS",
    "ASIA JACKSON",
    "ALOK",
    "REDSTONE",
    "JACKSON",
    "MAYS",
    "SAMANTHA RONSON",
    "RACHEL MCADAMS"
  ]
}