{
  "title": "8 simple ways you can help our native birds this spring",
  "url": "https://www.npr.org/transcripts/1092678564",
  "intro": "Bird migration season is starting. But across North America, their populations are in trouble. We asked experts for 8 everyday steps you can take to lend them a hand.",
  "transcript": [
    {
      "author": "AUDREY NGUYEN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Audrey Nguyen. Springtime is here."
    },
    {
      "author": "MIYOKO CHU",
      "text": "It's very beautiful here in Ithaca. I can see the pond. And yeah, pretty soon leaves are going to be popping - not quite yet."
    },
    {
      "author": "NGUYEN",
      "text": "That's Miyoko Chu. She's the director of communications at the Cornell Lab of Ornithology. It's a particularly exciting time to be talking to her because spring migration is happening in my neck of the woods. While some birds live by us year-round, there's lots of birds that will split their time between their breeding grounds in the summer and their non-breeding grounds in the winter. Miyoko's interest in birds started when she was young."
    },
    {
      "author": "CHU",
      "text": "I grew up near San Francisco, and I used to go into Chinatown with my dad now and then. And we were passing a poultry truck. They were selling pigeons and chickens and other birds for the dinner table. But I started to cry because I didn't want them to end up on the dinner table."
    },
    {
      "author": "NGUYEN",
      "text": "So on the spot, they bought some pigeons and brought them home. They built a coop, and Miyoko would sit inside of it, just watching the birds interact with each other."
    },
    {
      "author": "CHU",
      "text": "And that was my entry point to birds. I hadn't really noticed them around my yard before then. But after that, the whole world opened up in terms of, wow, birds are all around us, and they're doing amazing things, just like my pigeons."
    },
    {
      "author": "NGUYEN",
      "text": "A few years back, a study led by the Cornell Lab of Ornithology found that the North American bird population was down nearly 3 billion breeding adults. You're probably familiar with the birds that have been hit the hardest. More than 90% of these losses have come from, quote, unquote, \"common birds\" - species that lots of people see on the reg. You know, sparrows..."
    },
    {
      "author": "NGUYEN",
      "text": "...Blackbirds..."
    },
    {
      "author": "NGUYEN",
      "text": "...Finches..."
    },
    {
      "author": "NGUYEN",
      "text": "...Warblers."
    },
    {
      "author": "NGUYEN",
      "text": "The situation feels pretty dire, but don't abandon hope quite yet."
    },
    {
      "author": "CHU",
      "text": "Birds tend to be really resilient as long as they have the right places to live and their basic necessities met in that habitat."
    },
    {
      "author": "NGUYEN",
      "text": "In this episode of LIFE KIT - simple actions we can take to help birds."
    },
    {
      "author": "NGUYEN",
      "text": "All right. So, Miyoko, I love birds. You love birds. And it might seem obvious to us, but for folks who haven't quite discovered just how delightful birds can be, why should we care about helping birds?"
    },
    {
      "author": "CHU",
      "text": "Well, there's a lot of reasons to care about birds, probably the simplest one being just how much they are a part of the world around us. We hear birds singing all the time. We see them in their splendid colors and their inspirational ability to fly. But in addition to that, birds are such wonderful indicators of the health of our neighborhoods. And if we're seeing them decline, then we know something is wrong with our environment, and that should concern us because our health is tied up in the same shared environment."
    },
    {
      "author": "NGUYEN",
      "text": "Speaking of a decline in birds, tell us about the study that Cornell led back in 2019. What were the findings?"
    },
    {
      "author": "CHU",
      "text": "Yes. That was the first time, really, that scientists had come out and put a number on how many birds have we actually lost since 1970. That happens to be the year when I was born. So I can say, during my lifetime, North America has lost 3 billion breeding birds. And to put that in perspective, it's about 1 in 4. And if you project that into the future and you say, what will our world look like 25, 50 years from now if we stay on this trajectory, we're looking at a world that has fewer birds overall, less diversity of birds and other wildlife given other declines in biodiversity. So it was an alarming picture."
    },
    {
      "author": "NGUYEN",
      "text": "Got it. So how can people help birds? I understand that you've broken your advice down into a few different categories."
    },
    {
      "author": "CHU",
      "text": "All right. So aside from habitat loss, the next biggest cause of direct mortality for birds is outdoor cats. So believe it or not, cats are estimated to kill more than 2.6 billion birds every year just in the U.S. and Canada. So one of the simplest things that you could do if you have a cat is to keep it indoors. And a lot of people might feel reluctant because they really want their cats to have that outdoor life. But there's lots of creative ways to go about it. We've seen some people who create a catio (ph) instead of a patio where their cat can go out, but it's a fenced, small area where they won't be able to capture birds. Some people are starting to use cat leashes and cat backpacks."
    },
    {
      "author": "NGUYEN",
      "text": "I've seen that. Yeah."
    },
    {
      "author": "CHU",
      "text": "And even inside, we've seen people look for ways to keep their cats engaged and happy. We have live bird cams at the Cornell Lab of Ornithology that are streaming birds from all over the world. And we found that cats love them as much as people do. And they'll sit and watch these live bird cams, and they won't do any harm to the birds they watch."
    },
    {
      "author": "NGUYEN",
      "text": "That's something I would have never thought about. OK. So another issue that causes mortality in birds is window collisions. Can you tell us a little bit about how folks can help prevent or reduce window collisions?"
    },
    {
      "author": "CHU",
      "text": "Absolutely. So starting out, windows are estimated to kill up to a billion birds every year in the U.S. and Canada. Now, I think when people think about making their windows safer for birds, the biggest question is usually, well, won't that ruin my view out the window? So here are some simple things that you can try on your windows. And most people tell us that after they've done these things, they don't even see the treatments that they put up. They get used to them, they look past them, and it's not an obstacle. The best way to prevent window strikes is to make your windows more visible because birds collide when they see the reflection of trees or vegetation in your windows, or they just don't recognize that pane of glass is solid, right?"
    },
    {
      "author": "CHU",
      "text": "One way you can do this is with string or parachute cord, which is very durable and cheap. I like to do it vertically because it almost looks like Venetian blinds in a way. It's kind of peaceful with the way they sometimes float in the wind. So anyhow, you can attach these to the outside of your window. If you want to know how, there's a website to do a DIY acopian bird saver. These days, you can also purchase window film."
    },
    {
      "author": "CHU",
      "text": "The trick is you can't just put up, like, a silhouette of a hawk, which sometimes people do because they think it'll scare a bird. You want to make sure that birds don't think they can dive in between the solid objects you're putting onto your window. So they have to be gaps no more than four inches apart. So these readymade window films have dots or lines, or you can even create your own design and have it printed on the film and just stick it on your window."
    },
    {
      "author": "NGUYEN",
      "text": "What about just turning off the lights? How does that help reduce bird strikes?"
    },
    {
      "author": "CHU",
      "text": "Many birds migrate at night. And as they go, they're attracted by a light. They come very close to buildings and sometimes end up colliding at night, or they end up colliding with the buildings in the daytime because they can't see the windows. So one of the things that you can help with, especially during migration, is to turn off any lights that are not used."
    },
    {
      "author": "NGUYEN",
      "text": "Got it. All right. So the second category of advice you have is how to help birds thrive. Let's get into that some."
    },
    {
      "author": "CHU",
      "text": "All right. So because habitat loss is one of the biggest factors you can think about, how can you add habitat? One of those ways is by adding native plants to your environment. And whether you have a balcony or a stoop in front of your house or even a median strip that nobody else is using - could be a rooftop garden, a community garden, or your own yard - think about planting native plants. If you go to audubon.org, you can find recommendations for native plants in your area. Native plants provide the kinds of foods that our birds can eat. The plants will provide shelter, protection from predators and places to nest."
    },
    {
      "author": "CHU",
      "text": "Some birds nest in cavities. They actually nest in holes in trees. And so, you know, because humans are very tidy creatures, we often like to remove trees that are dead, meaning that there aren't many cavities remaining for birds to nest in. So to help these kinds of birds, which include chickadees and blue birds and some types of swallows, for example, nuthatches, you can actually provide a nest box which allows them to have a place to raise their young, even if they're not finding natural cavities."
    },
    {
      "author": "NGUYEN",
      "text": "So the last category of ways to help birds that you mentioned was ways that someone can help make an impact beyond kind of direct action."
    },
    {
      "author": "CHU",
      "text": "Right. So one of those ways is being a bird-friendly consumer. So just for example, warblers and orioles and the grosbeaks, a lot of these birds that join us during spring and summer travel to the tropics in the winter. And in order to help these birds, you can, through your choice of what you're purchasing, help those habitats be bird-friendly. An example of that is coffee. Coffee is sometimes grown out in open, sunny conditions, but you can also grow coffee in shade, and that provides a canopy for the coffee, as well as a canopy for birds where they're eating insects or eating fruits and they're able to survive the winter much better in those kinds of habitats. So you can look for bird-friendly, certified coffee and make a difference on the wintering grounds for birds."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah, I like that. If you, you know, have enough privilege to be able to vote with your dollar, thinking about how you can do that."
    },
    {
      "author": "CHU",
      "text": "Exactly. And the same thing is true - you know, policies that help birds that provide funding to protect nature are a huge way that people can help. And it doesn't cost anything out of your wallet. It just is you using your voice to elect people who care about the environment and to put your voice in to support the environment."
    },
    {
      "author": "NGUYEN",
      "text": "So as someone who likes to spend time outdoors, I've heard a lot about the importance of not feeding wildlife. So I guess my question is, does that, like, not feeding the wildlife rule apply to birds? Is putting up a feeder a good way to help birds?"
    },
    {
      "author": "CHU",
      "text": "Yeah, millions of people feed birds. It's a wonderful pastime, and it is a way to allow birds to have supplementary food. Sometimes people worry, will they become so dependent on my feeders that they'll forget how to forage on their own? Or maybe they won't migrate because they want to stay here. But birds actually are wonderful survivors. They have to rely on natural food sources, not just feeders. For example, in the breeding season, when they're raising their young, they need protein. So they'll be eating insects from around the area and not just seeds at your feeder. Sometimes, people worry about hummingbirds. Hummingbirds will still migrate south, even if you keep your hummingbird feeders up all the way through fall and winter. You should make an effort to keep your feeders clean because with many birds coming into a feeder, there's just more opportunity for them to transmit disease. So washing your feeders regularly will help them stay healthy."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah. So we've talked about migration a little bit. How can people find information about when migration is in their area and some things that they should potentially be looking out for?"
    },
    {
      "author": "CHU",
      "text": "Great question. So since a lot of this bird migration is happening at night and people might not be able to see it in real time with their eyes, you can see it in real time with a tool that we have called BirdCast. It's called that because if you think about weather forecasts, this is, like, forecasting the birds and forecasting the migrations. At birdcast.info, you can see real-time migration maps showing how big the migration is going over the continent and what parts of the continent. And you can also see three-day forecasts if you want to think about, oh, when is the next big wave coming through? Maybe I'll get my binoculars out and take a look around my area during that time. We're, this spring, also releasing a new feature where you can enter your zip code, and then you'll be able to see what migration is happening right over your own neighborhood in your zip code in addition to continentally."
    },
    {
      "author": "NGUYEN",
      "text": "Oh, cool. I can't wait to use that. Another way that Cornell has suggested helping birds is by embracing your patch. What does that mean, or what would that look like?"
    },
    {
      "author": "CHU",
      "text": "If you think about a favorite spot that you have - maybe it's right outside your front door, or maybe it's somewhere in your neighborhood - you, as a steward of that patch, can be a witness to what's happening in that patch and share that information so that scientists can use it to help birds. So we often ask people to birdwatch in their patch and to share what they're seeing through one of our citizen science projects. An example of this is eBird at ebird.org. It's a project you can participate in any time of year, 24/7. All you do is you record the birds that you see, whether it's in your patch or any location where you want to record birds, and those data are added to the largest database in the world on where birds are found. It's a real-time picture showing where people are seeing birds, which birds. And through time, we get a really good picture of how birds are faring all across areas, from neighborhoods on up to continents."
    },
    {
      "author": "NGUYEN",
      "text": "Yeah. As an avid eBird user, I can say that I was super stoked. I got this email that some of my sightings had been used in, like, a dataset of a study that got published. And I was like, wow, like, I can have fun and also help science."
    },
    {
      "author": "CHU",
      "text": "That is really exciting. I mean, yeah, you get that satisfaction of knowing that scientists are actually using your data to make a case for, where are birds declining the most? Where do they need our help? What factors might be causing those declines? And how can we address that at a systems-wide level in addition to these individual actions that we're taking?"
    },
    {
      "author": "NGUYEN",
      "text": "Well, thank you so much, Miyoko. It was a pleasure talking to you about birds."
    },
    {
      "author": "CHU",
      "text": "You as well. I'm so happy that you reached out. And yeah, I hope people will really enjoy seeing and helping the birds around them."
    },
    {
      "author": "NGUYEN",
      "text": "All right. Here's a quick recap of things you can do to help birds. Tip one - keep your cat indoors. Tip two - make your windows more visible to birds to help reduce collisions. Tip three - plant native plants. Tip four - consider how you can support bird-friendly initiatives. You can vote with your dollar by purchasing bird-friendly coffee, for example, or you can make an effort to elect people who care about protecting wildlife and the environment. Tip five - it's OK to feed wild birds with a bird feeder. Just make sure that you're regularly cleaning it to reduce the chance of disease transmission. And tip six - embrace your local patch. Find a spot nearby where you can birdwatch on a regular basis. Consider sharing your observations with a community science project like eBird or iNaturalist."
    },
    {
      "author": "NGUYEN",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to reduce your use of single-use plastics, and I've hosted another episode on how to get into birding - you know, if that's something you are interested in after listening to this. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter, npr.org/lifekitnewsletter. And now a completely random tip, this time from listener Maryanne."
    },
    {
      "author": "MARYANNE",
      "text": "If you're anything like my family, we go through about a gallon of milk a week. Each week, once we're done with the gallon, I fill it up with water, and then I use that to water all my plants indoor and outdoor."
    },
    {
      "author": "NGUYEN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Our production team also includes Andee Tagle and Mansee Khurana. I'm Audrey Nguyen. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9289016569.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/13/lk_audreynguyen_cedarwaxwing_wide-ce5f89ca7a05d58ce7a36f67f5397c4c1a8470e4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AUDREY NGUYEN, HOST",
    "MIYOKO CHU",
    "NGUYEN",
    "CHU",
    "MARYANNE"
  ]
}