{
  "title": "How \"unmasking\" leads to freedom for autistic and other neurodivergent people",
  "url": "https://www.npr.org/transcripts/1092869514",
  "intro": "Autistic people are constantly forced to suppress who they are as a means of pleasing a neurotypical world. Social psychologist Devon Price not only wants to give them permission to take off that mask and be themselves, but believes that doing so allows everyone to lead happier lives.",
  "transcript": [
    {
      "author": "ERIC GARCIA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Eric Garcia. I'm a reporter and author of the book \"We're Not Broken: Changing The Autism Conversation.\" I was diagnosed with autism when I was a child. But at the same time, I grew up in the 1990s, when autism was still not largely in the public consciousness. So as a result, I often had to be conscious about how it manifested around others. When I was a kid, family members would regularly tell me to stop tapping or twiddling my fingers in the car or shaking my feet on the table, saying it made them anxious. I didn't realize it at the time, but I was using self-stimulating behavior, or stimming, which many autistic people use to soothe themselves or even to express happiness or joy. Later on, when I was a student at community college, when I was with the woman I liked, I furiously shook my leg to calm myself. In hindsight, I realize that was a stim. But at the time, the woman pointed out the behavior and challenged me to go a whole week without shaking my leg. And I did. Little did I know all of this was what is called masking."
    },
    {
      "author": "DEVON PRICE",
      "text": "So masking is basically taking some kind of attempt or employing some kind of strategy to hide your disability."
    },
    {
      "author": "GARCIA",
      "text": "That's Devon Price, psychologist and author of the book \"Unmasking Autism.\" The book is a guide for neurodivergent people to find greater self-acceptance by rethinking how they mask. Devon says masking, when it comes to autism, means camouflaging certain behaviors so you come off as, quote, unquote, \"more normal.\""
    },
    {
      "author": "PRICE",
      "text": "Faking a smile, faking eye contact by looking in the middle of someone's forehead because you know that if you show your discomfort with eye contact, people will find you untrustworthy and treat you very differently."
    },
    {
      "author": "GARCIA",
      "text": "Masking means constantly compensating for others around you, hiding your true self. For some, it's restricting flapping their hands in public, even though it's soothing. For me, it meant making my family more at ease by not tapping my feet. But masking is expensive. In my job as a reporter, I often have to try and present as more neurotypical. And as a result, on weekends, I can sleep for hours on end simply to recharge. Devon tends to schedule ghost meetings on his calendar to recharge after an overstimulating meeting."
    },
    {
      "author": "PRICE",
      "text": "And that's really what most masked autistics end up having to do because a lot of us receive social input our whole lives that there's something off about us. We get little, weird mocking comments. We get told to stop squirming in our seat, you know, to make eye contact, to pay attention, even if we actually are paying attention. We just don't look like we are. We hear that stuff all our lives."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "And so we get really indoctrinated into how to fake being neurotypical."
    },
    {
      "author": "GARCIA",
      "text": "Devon says that hypervigilance to every movement your body makes, to imitating social norms - it's exhausting."
    },
    {
      "author": "PRICE",
      "text": "You have this moment of going, wait a second - not everyone finds just being out in the world this exhausting all the time?"
    },
    {
      "author": "GARCIA",
      "text": "Not everybody is this uncomfortable 24/7?"
    },
    {
      "author": "PRICE",
      "text": "Right, yeah. I mean, you know, everyone does, you know, politesse, right?"
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "Everybody does fake it a little bit to..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Get along in society. But for autistic people, it's just next-level, constant work, and it's just really unsustainable for us."
    },
    {
      "author": "GARCIA",
      "text": "This episode of LIFE KIT - unmasking autism, my conversation with Devon Price on the pervasiveness of masking and strategies for the neurodivergent about how to live more freely."
    },
    {
      "author": "GARCIA",
      "text": "Devon, thank you very much for joining us."
    },
    {
      "author": "PRICE",
      "text": "Thank you so much for having me, Eric."
    },
    {
      "author": "GARCIA",
      "text": "Not only are you an autistic person, but you're also a researcher. What was - did you find unique to your experience, and what did you find was universal when you were doing your research, and you were talking with other autistic people about the experiences of masking?"
    },
    {
      "author": "PRICE",
      "text": "Yeah. Almost every experience I've had in the process of interviewing other autistic people and going through the literature and researching for this book, I've seen myself reflected pretty much across the board in other people. There's no experience, even things that I thought were really specific to myself, like little ways that I used to self-harm when I was really going through a sensory overload. I used to, like, you know, go in the bathroom and, like, hit myself with a hairbrush on the arms and legs when I was in, like..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...A real sensory meltdown kind of level. And I used to think that was something that was so disgusting and creepy and shameful about myself that I was that out of control. And then I sit down, and I..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Interview all these other masked autistic people who, just like me, the face they present to the world is fairly professional, mature, you know, appropriate, all of these really punishing labels we have to box ourselves into. And then I find out that they were, you know, cutting, or they had eating disorders that were really severe like mine or - you know, working on this book has been such a lesson in unlearning my shame because even the weirdest things about me I ended up seeing were things other autistic people were feeling like they had to hide from others, and it's - actually wasn't that shameful. It wasn't actually something we needed to hide."
    },
    {
      "author": "GARCIA",
      "text": "Right. And you discuss, I think, one of the things that is underdiscussed but needs to be discussed - you talked about this earlier, but you mentioned you had an eating disorder. I cannot tell you how many autistic people, particularly trans men, particularly nonbinary people, particularly women - have struggled with eating disorders. Talk about that, because that seems really important. And more importantly, it's not something that there has been enough literature on. You know, as a researcher, I had trouble looking up literature for it."
    },
    {
      "author": "PRICE",
      "text": "Yeah. So there is a huge, you know, if we want to call it co-morbidity. I think that really predisposes a lot of us to search for the Kodak for - what are the rules to follow? And if I follow these rules, I'll finally be a good person. And so we can get really rigid about..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...Trying to be a very moral, upstanding person, trying to be a very hardworking person, and I think a lot of us end up also craving the rituals of an eating disorder because it gives you the structure to your day. Then, I'm being a good person in the eyes of society. I'm being a disciplined person, and that will buy me acceptance. It's just such a common behavioral outlet - just like substance use is - for someone who is autistic and is trying to present as neurotypical."
    },
    {
      "author": "GARCIA",
      "text": "Yeah. As somebody in recovery and as someone who has had difficulty with substance use disorders, I noticed a lot of overlap between the - and similarities. I've never had an eating disorder, but I have had that."
    },
    {
      "author": "GARCIA",
      "text": "One of the other things that you mention is how masking - how oftentimes, people from marginalized groups - whether it be LGBTQ+ people, whether it be people of color, whether it be women, whether it be poor people - all of these different groups have to mask for different reasons. How is masking intersectional, and how do people's varying identities color how they mask?"
    },
    {
      "author": "PRICE",
      "text": "Great question, yeah. So we have to really look at the diagnostic assessment process for autism to really understand this and its history because autism assessments were designed with white male children..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...Usually from upper- and middle-class backgrounds, in mind. And to this day, all of the assessments that we use for diagnosing autism, even in adults, is still based on how to identify it..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...In white, cisgender..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...Boys - usually very young ones. So what that means is, if you're, let's say, a young, autistic, Black boy, you are far more likely to get diagnosed with something like oppositional defiant disorder. You're more likely to be seen as a behavior problem - whereas, if you're a white boy with the exact same traits..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...You're more likely to be seen as autistic, or maybe ADHD. You have a disability, and people might consider you a handful, but they're very sympathetic and they want to get you resources - whereas, if you're a girl, if you're a person of color, if you're gender-nonconforming, you're more likely to be seen as a problem to be contained. And that means that people of color are widely underdiagnosed with autism. So are women. So are trans people. So are queer people. So are people in poverty. The population that it's the most perilous for has got to be Black autistics. There's one person that I spoke to in the book, Timotheus Gordon. He's the founder of the group Autistics Against Curing Autism - Chicago."
    },
    {
      "author": "GARCIA",
      "text": "I love Timotheus so much."
    },
    {
      "author": "PRICE",
      "text": "He's so amazing. And he talks about how, you know, hey - you know, if someone like me walks down the street flapping my hands, people might look at me weird. They might treat me in a condescending way, but I'm going to be safe. But if Timotheus is walking down the street stimming - doing self-stimulatory behaviors like that - he might have the cops called on him. He might be incarcerated or shot, you know? So the risk of being seen as disabled as a Black autistic person is so much higher, and so the amount of masking you have to do is just next-level compared to - even to what I've described having to do myself."
    },
    {
      "author": "GARCIA",
      "text": "Absolutely. And this is something that I've noticed a lot. You know, because society sees your skin color, they don't see your disability often. That's the first thing that they see."
    },
    {
      "author": "GARCIA",
      "text": "You mention this concept of a values-based integration process in your book. How is this helpful for autistic people as they're learning to unmask and recognizing what masking is?"
    },
    {
      "author": "PRICE",
      "text": "In the book, I walk people through this exercise by this autistic life coach, Heather Morgan, and it's called the Values-Based Integration exercise, and it's basically designed to help you get back in touch with the person you were before masking really shut you away from the world so severely. And the way that she suggests people get back in touch with that sense of themselves is - think of five moments in your life, throughout different ages and settings, where, when you think about those moments, you just go, wow - if life was always like this, life would be amazing. And it might be just this wonderful moment that you shared with someone you love. It might be an incredible vacation. It might be a time when you were working on a creative project and you just felt really devoted to that task and really - like you were putting your skills to use in a way that was fulfilling."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "Who knows what those moments might be for you, but you just look through those memories, and you see - what did these memories and moments have to say about what I actually value? Is it creativity? Is it self-expression? And so it's a really great exercise to reconnect and reflect on themselves. And honestly, I think neurotypical people should do it too, because I think we all get out of touch with who we really are, just from the grind of everyday life. And it's such a great way to check back in and remember who you really are underneath all of that."
    },
    {
      "author": "GARCIA",
      "text": "Whenever there is any discussion about autism - and I'm guilty of this, as well - there is often a desire to talk about ableism and only ableism and how ableism hurts us. But one of the things I really enjoy about your book is you're mentioning your discussion of autistic joy and allowing you to find joy and happiness in what many people would call special interests, other people would call focused interests, other people would call myopic interests. But just - let's just for the sake of discussion - things that we like to know about and like to do. Let's just use that. How is that important and integral to masking? Talk to me about that."
    },
    {
      "author": "PRICE",
      "text": "So the stereotype of us people might have in their minds is, like, the autistic kid who knows everything about trains. And they know all the different train routes. And they love going to the, like, train yard and watching the..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Trains go by. And that's a real thing. But we all have different special..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Interests. And some of us, they kind of rotate and cycle through different things over the course of our lives. Most autistic people - we get the message from a really young age..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...That we need to tone it down, that it's weird to be too excited and too enlivened by..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...The things that we care about, which is so sad. And any autistic kid who's gone through Applied Behavioral Analysis Therapy, ABA..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...That's a part of ABA therapy. Children are punished for talking about their special interests too much, and they're barred from talking about the things they care about too much. But even if you never got diagnosed and you never went through ABA, you definitely got the message throughout your life as an autistic person that your heart is too big. You're too passionate. You're too freaky about how much you care about things. And so a crucial part of unmasking is learning to let ourselves experience that joy and passion again. And this is something - one really healing route for this for me was going to anime conventions and furry conventions and kink conventions, just meeting people who are super obsessed with a really niche interest, whether it's cosplay or whether it's, like, tying people up with rope. And just hearing them nerd out about all of the books they've read and all of the gear they've collected and just talking with them and seeing them just come alive and all of the skills that they've learned from being obsessed with these interests. And so I think that's one of the best routes to start unmasking. It can be hard to drop all your inhibitions, but joy and pleasure and sharing that joy with other people - it just does so much to relax us and form authentic connections and actually feel like, oh, life can be something I actually enjoy and look forward to every day. So yeah, I think that's absolutely essential to the unmasking process."
    },
    {
      "author": "GARCIA",
      "text": "You write about everyday unmasking in your book. What are some lessons that you could give from your own experience to autistic people who are learning unmasking, these everyday unmasking acts? And what are some tips that you've learned from other people? Because, of course, we know that what works for one autistic person doesn't work for another autistic person."
    },
    {
      "author": "PRICE",
      "text": "Right. Yeah. So a lot of us - we've stepped on so many social landmines over the years from just saying the wrong thing or being too honest or just being \"weird,\" quote, unquote, that we've had to become basically hyper vigilant and paranoid about checking people's bodily reactions, monitoring their facial expressions, trying to guess how people are responding to us because we just don't have the same kind of social intuition that many neurotypicals do. So one challenge that I have in the book is try just for one day to not do any of that stuff and just notice how much brain space is opened up. Give yourself permission to actually offend someone."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "Obviously, you don't want to go around saying offensive, hurtful things. But accept that you're not in control of other people's emotional reactions to you. And sometimes, when you just state a neutral fact, people aren't going to like that. But that doesn't make the fact any less true. One that I learned from someone I interviewed for the book, Riley (ph), is that - he's a designer, and he talked a lot about how his workspace used to be really informed by design rules that he was taught were - you know, in school, this is how you design a workspace. This is what a home office looks like. This is what a coworking space looks like. It's supposed to be clean and minimal and, you know, professional. And for him, unmasking was no, I'm going to keep a bunch of fidget toys all over my desk. And I'm going to have a foam roller under my desk so that I can kind of fidget it with my feet during meetings. And I'm going to have a mess all over the house because then I can find all my stuff, you know? That really blew my mind, that unmasking can even have to do with your surroundings."
    },
    {
      "author": "GARCIA",
      "text": "You talk about everyday tasks that can really tax neurodivergent people. For example, I need somebody to do cleaning for me and have a cleaning person come. How do you recommend that neurodivergent people rethink how they approach certain tasks so they aren't masking in the comfort of their own home? And kind of the reverse of this is, how do you convince and how do you change the attitudes of the neurotypical people and allistics so that they recognize that these are not symbols of laziness. These are not symbols of unproductivity or a lack of productivity - that rather, these are obstacles, and these are just things that can't be done."
    },
    {
      "author": "PRICE",
      "text": "Yeah. So one thing that was really eye-opening for me was just researching how untenable our kind of modern life workload expectations are for everyone. So, you know, the standard 40-hour workweek, which frankly..."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "PRICE",
      "text": "...Most of us are lucky if we actually only have a 40-hour workweek - that was kind of designed with the assumption that it was, you know, usually a, you know, white cis man going into an office, and he had a wife at home that would handle the cooking and the cleaning and the child-rearing and the food and all that, you know, the grocery shopping, everything else. So it was never going to be a sustainable lifestyle for anyone, even if they weren't disabled, to try and balance full-time work with maintaining a home and cooking for yourself."
    },
    {
      "author": "PRICE",
      "text": "And I also talk in the book about historically, how if we look at the archaeological record throughout human history, most homes didn't have individual kitchens. Kitchens were shared as part of a community hub. And so for me, it was really reassuring to learn there's a reason why it's so hard to juggle working and dressing and cleaning myself and cleaning my home and feeding my pet chinchilla and feeding myself and all of these things. Historically, that's not how most humans have lived. We've always relied on other people, and we've shared this labor together. And then from there, I think once you have people on board with the idea that we're all doing too much and that, especially those of us with disabilities need some accommodations, just framing getting help as just a basic human need..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...And a disability accommodation. And then it comes down to asking yourself, what can you afford to do? Because, of course, a lot of us are unemployed or..."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "PRICE",
      "text": "...Underemployed. Autistic people generally are making less than our neurotypical peers. So can we afford to have someone come in and clean our house? Or can we trade, find another person in our life who we can kind of trade duties with, where, you know, I'll do your grocery shopping because I don't mind going to the store, and you'll kind of help me sweep up, you know, once a week because I find that too disgusting on a sensory level to do? And just really rebuilding these interdependent networks that are really how humans have organized themselves throughout most of human history."
    },
    {
      "author": "GARCIA",
      "text": "Absolutely. And I wholeheartedly agree. And one of the things that learning and growing and coming into the autistic community and researching it - has allowed me to be kind of kinder to myself and allowed me to become more generous with myself."
    },
    {
      "author": "PRICE",
      "text": "Fantastic."
    },
    {
      "author": "GARCIA",
      "text": "This has been - I mean, I can't describe how amazing it is because, you know, can we just marvel at the miracle that we are two autistic adults, two autistic men from very different backgrounds, but some way, somehow, we have made a very, I would like to think, engaging conversation? And there are going to be people who are listening to this. That is an incredible thing. And I think it is a testament to what unmasking can do and what we can allow autistic people to do when we allow them to unmask. It allows for incredible, miraculous things."
    },
    {
      "author": "PRICE",
      "text": "Yeah. And how incredible is it and what a sign of the progress we've made in terms of disability justice, that it's you and me having this conversation as peers and as autistic people talking about ourselves in our own terms, instead of being treated like an experiment in a petri dish, you know, or an anomaly? Because that's how autism used to be talked about, you know? That's how transness also used to be talked about until pretty recently."
    },
    {
      "author": "GARCIA",
      "text": "Oh, yes."
    },
    {
      "author": "PRICE",
      "text": "It's so refreshing to not be a curiosity and for us, I guess, to both just talk about our experiences in this really, you know, egalitarian way."
    },
    {
      "author": "GARCIA",
      "text": "We've been talking with Devon Price. His new book is \"Unmasking Autism.\" Devon Price, you are a wonderful, fantastic guest. Thank you for giving me the opportunity to interview you."
    },
    {
      "author": "PRICE",
      "text": "Thank you so much, Eric. This conversation was fantastic."
    },
    {
      "author": "GARCIA",
      "text": "For more LIFE KIT, check out our other episodes. There's another interview with Devon Price about rethinking laziness and an interview with me about my book. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "GERTRUDE EVERENTIS",
      "text": "Hey, LIFE KIT people. It's Gertrude Everentis (ph) from NYC. My life hack is if you need free access to journal databases but don't have an academic email, see if the website accepts your public library account. That's all. Stay healthy."
    },
    {
      "author": "GARCIA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at likekit@npr.org. This episode of Life KIT was produced by Meghan Keane, who is the managing producer. Beth Donovan is the senior editor. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Our production team also includes Audrey Nguyen, Andee Tagle, Clare Marie Schneider, Mansee Khurana and Sylvie Douglis. I'm Eric Garcia. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4616410219.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/14/megan-rhiannon-npr-border_wide-6198a99c02a9f352748aceeb34ba00a6507559c9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ERIC GARCIA, HOST",
    "DEVON PRICE",
    "GARCIA",
    "PRICE",
    "GERTRUDE EVERENTIS"
  ]
}