{
  "title": "Sharing what you see outside could help research. Here's how to do that in 3 steps",
  "url": "https://www.npr.org/transcripts/1094094252",
  "intro": "From the songs of sparrows outside your apartment window to the purple crocuses bursting into bloom in a nearby park – all that nature you're observing could actually be helpful to scientists. Here's a step-by-step guide to becoming a community scientist.",
  "transcript": [
    {
      "author": "MEG DALTON, HOST",
      "text": "This is NPR's LIFE KIT. Spring has officially sprung. And if you're anything like me, you've been spending a lot more time just noticing things like the songs of sparrows outside your apartment window or the purple crocuses bursting into bloom in a nearby park. But did you know those kinds of observations could actually be helpful to scientists? In fact, during the pandemic, as many of us have been forced to stay close to home, we've seen a growing number of people participating in something called citizen science. That's when people like you and me voluntarily collect data out in the world or in our own backyards to help professional scientists study everything from the migratory patterns of butterflies to neighborhood air quality. There are literally thousands of citizen science projects out there waiting to be explored a few clicks away."
    },
    {
      "author": "MEG DALTON, HOST",
      "text": "I'm Meg Dalton, and in this episode of LIFE KIT, we're exploring how and why to try citizen science. If you're like me and are deeply curious about the world around you, then citizen science might just be the thing you need in your life."
    },
    {
      "author": "DALTON",
      "text": "I would describe myself as a consistently inconsistent citizen scientist. And because of that, we'll be joined by a few very experienced citizen scientists. They're going to help us understand how to get started..."
    },
    {
      "author": "MAIZ CONNOLLY",
      "text": "You can study nature in the cracks of the sidewalk. You really can. There are insects everywhere. There are birds everywhere."
    },
    {
      "author": "DALTON",
      "text": "...Why it matters..."
    },
    {
      "author": "CAREN COOPER",
      "text": "It isn't just about your backyard. It's about yours and 10,000 other people's backyards."
    },
    {
      "author": "DALTON",
      "text": "...Who it's for..."
    },
    {
      "author": "CONNOLLY",
      "text": "Everyone can do it. You don't need to be a professionally trained scientist."
    },
    {
      "author": "DALTON",
      "text": "...And so much more."
    },
    {
      "author": "DALTON",
      "text": "OK. So before we get into how and why we should all dabble in citizen science, let's all get on the same page on what exactly it is."
    },
    {
      "author": "COOPER",
      "text": "Citizen science is a term to describe just when anybody, you know, whether they have scientific credentials or scientific education or not, engage in some sort of scientific discovery, whether they're trying to answer a particular question of interest, solve a particular problem in their neighborhood."
    },
    {
      "author": "DALTON",
      "text": "Caren Cooper is an associate professor of public science at North Carolina State University. She's also co-author of the book \"The Field Guide To Citizen Science: How You Can Contribute To Scientific Research And Make A Difference.\" People just like you and me help scientists collect data by taking photos of critters, using smartphone sensors to observe air quality or playing online games to accelerate Alzheimer's research. Projects can involve as few as a handful of people or as many as millions."
    },
    {
      "author": "SACOBY WILSON",
      "text": "It's been interesting seeing, you know, our - sort of the disconnect that we have in society with science. And, you know, I think we have to make science more proximal and make it more everyday, make it more pocket book. And I think citizens helps with that. I mean, so I think you get an opportunity to collect data. You get an opportunity to learn. You can build community."
    },
    {
      "author": "DALTON",
      "text": "Dr. Sacoby Wilson is an associate professor in the Department of Epidemiology and Biostatistics at the University of Maryland College Park School of Public Health. Now, there's some debate over the term citizen science itself, namely that it's not inclusive enough."
    },
    {
      "author": "COOPER",
      "text": "It's a really good conversation that's happening around that and people being really reflective on, like, what kind of language we use and what might be excluding people because science itself can often be very exclusive and be a barrier."
    },
    {
      "author": "DALTON",
      "text": "Some people use terms like participatory or community science instead. For the purposes of this episode, we'll be sticking with citizen science since it's still widely accepted globally. But now that we've got our terminology cleared up, it's time for our first takeaway. Figure out what you enjoy. Odds are there's a citizen science project that aligns with your hobbies or curiosities."
    },
    {
      "author": "CONNOLLY",
      "text": "Think about what you enjoy or find interesting in nature because there's probably going to be a community science project out there about it. So are you interested in bats or tide pools, trees, lizards, the weather?"
    },
    {
      "author": "DALTON",
      "text": "Maiz Connolly is the community science coordinator at the Natural History Museum of Los Angeles County."
    },
    {
      "author": "CONNOLLY",
      "text": "I help to organize what we call community science projects. So we engage the public in research, collecting data for scientists who work at the Natural History Museum."
    },
    {
      "author": "DALTON",
      "text": "Before she worked full time for the museum, Connolly was a participant in citizen science herself. A few years back, the museum was working on something called The Super Project, which relied on residents of the community to collect nature observations in their neighborhoods."
    },
    {
      "author": "CONNOLLY",
      "text": "In an urban environment where there's so much private property or so much space to cover, like, a single scientist can work for years trying to collect as many observations as a crowdsourced project could collect in a month."
    },
    {
      "author": "DALTON",
      "text": "According to Connolly, the more people that share what they observe, the better we understand our world."
    },
    {
      "author": "CONNOLLY",
      "text": "Almost every adult and most kids are walking around with a device that's capable of creating a data point. And you don't need expensive equipment for most community science. You mostly just do it with a phone. And you can do some of it even if you don't have a phone."
    },
    {
      "author": "DALTON",
      "text": "For Deja Perkins, picking her citizen science project was easy. She's a birder and also an urban ecologist and Ph.D. student at North Carolina State University. As a citizen scientist, she's been able to document birds through something called the Triangle Bird Count, which takes place in the Research Triangle area in North Carolina every April."
    },
    {
      "author": "DEJA PERKINS",
      "text": "It was really cool, actually, because we were surprised to find that one of our most observed species was the red shouldered hawk. That's pretty cool because a lot of people think that birds don't exist in cities or, oh, birds don't live in cities because it's a very gray area."
    },
    {
      "author": "DALTON",
      "text": "In the Triangle region, Perkins has observed hawks, bald eagles, even great blue herons."
    },
    {
      "author": "PERKINS",
      "text": "You know, these four-foot-tall birds with spear-like bills that eat fish. You know, maybe you see those, or maybe you see little, tiny bluebirds with this electric blue floating around, these flashes of blue."
    },
    {
      "author": "DALTON",
      "text": "Perkins has gotten to see some pretty cool birds thanks to citizen science. When you pick something you like, you get to nerd out and notice new things. That brings us to our second takeaway - step outside and start documenting."
    },
    {
      "author": "CONNOLLY",
      "text": "I think that also, people often see nature, especially if you live in a city, as something that is far away or hard to get to. And it's not. It's actually everywhere. You can study nature in the cracks of the sidewalk. You really can. There are insects everywhere. There are birds everywhere. You don't have to be out in the wilderness to appreciate nature."
    },
    {
      "author": "DALTON",
      "text": "In more suburban or rural environments, citizen science can be as easy as observing the squirrels around you or turning over a rock to find slugs and snails."
    },
    {
      "author": "CONNOLLY",
      "text": "Take your phone. Go outside. You can take a little pokey stick and look around and, you know, poke around in leaf litter or turn over a rock."
    },
    {
      "author": "DALTON",
      "text": "Connolly says if you're going to turn over a rock, lift it away from you, especially if you live somewhere with snakes. Hopefully you'll spot a slug or two underneath."
    },
    {
      "author": "CONNOLLY",
      "text": "Take a picture. Take a few pictures. Try multiple angles. Use a little stick or a pencil or something to gently move it so you can get a couple different angles. And then put the rock back the way you found it, and upload your pictures to iNaturalist."
    },
    {
      "author": "DALTON",
      "text": "In more urban environments, citizen science might look like documenting air or water quality in your neighborhood. For example, Cooper runs a project in North Carolina called Crowd the Tap that's all about safe drinking water. So far, more than 2,000 households have participated in the EPA-funded project."
    },
    {
      "author": "COOPER",
      "text": "It's about helping people identify if they have a risk of lead in their drinking water. And lead in drinking water comes from the actual pipe infrastructure, and it's sort of a needle-in-a-haystack problem."
    },
    {
      "author": "DALTON",
      "text": "Cooper says there's a lot of leaded infrastructure across the country, and most of it was put in the ground long before we had computers or digital records. For the project, they asked people to share information about their home plumbing and service lines."
    },
    {
      "author": "COOPER",
      "text": "We can give them this really simple water chemistry strip. And if they use that, they can provide information, like, about pH and alkalinity. When they enter those data, they'll get an instant report as to whether they have high or low risk of lead in water."
    },
    {
      "author": "DALTON",
      "text": "From there, Cooper and her team can guide people to figure out if they need to test further, whether it's a modified at-home test or a lab test. The goal is to connect them with state or even federal agencies that can help with infrastructure replacement. If you're looking for science projects with real impact, you might want to dabble in something called community science. It's pretty similar to citizen science, but there are a few differences."
    },
    {
      "author": "WILSON",
      "text": "So community science is more of a form of what we call community-based participatory research, where community members who may be impacted by pollution issues, they're not just collecting data because they're curious about science or they're doing things for fun. They're collecting data to solve environmental justice problems, to address their pollution exposures, really doing science for survival in many cases."
    },
    {
      "author": "DALTON",
      "text": "So community science is like citizen science with a social justice twist. It's less about extraction, more about action."
    },
    {
      "author": "WILSON",
      "text": "I've really tried to do science that serves communities. And really, the science that I do is about - is really about empowerment. So how we can build their capacity to collect their own data and be able to translate the data to action. And also, we call it liberation science - how we can liberate communities who are dealing with these environmental justice issues, from toxic trauma - right? - from being in sacrifice zones, for being dumped on."
    },
    {
      "author": "DALTON",
      "text": "Wilson himself participates in community science projects in the environmental justice space - for example, hyperlocal air quality monitoring."
    },
    {
      "author": "WILSON",
      "text": "We're doing that in Charleston. We're doing it in Cheverly, Md. We also engage with folks in Savannah, Ga. We're working with folks with the South Ward neighborhood in Newark, N.J., as well. And so really trying to get sensors and data into the hands of folks who are dealing with these cumulative impacts so we can get to actions. That's a core part of our work - is we're on this air quality monitoring and making sure we have better data that can be used in decision-making around how do we reduce hazards - right? - but also where do we invest the dollars?"
    },
    {
      "author": "DALTON",
      "text": "Community science, like citizen science, is all about bridging the gap between real people and real science. Here's hoping this motivates you to get out and document."
    },
    {
      "author": "WILSON",
      "text": "We use science every day, but we - a lot of folks don't understand how much science we use. So we - we're using science right now. We turn on science. We wear science. We watch science. We eat science. We drive science, right? And so we got to get people to understand how connected we are to science and technology. And that's the power of citizen science."
    },
    {
      "author": "DALTON",
      "text": "Whether doing community or citizen science, just a quick reminder - don't make stuff up."
    },
    {
      "author": "COOPER",
      "text": "Some of the lessons that scientists are taught as we prepare to become scientists is all about integrity in research. So to remember that, like, when you are contributing as part of any participatory science project, that's real, right?"
    },
    {
      "author": "DALTON",
      "text": "Cooper says it's critical to follow the same principles of integrity that scientists follow - for example, pay attention, take thorough notes, double-check your work. Real scientists are counting on this data, so it's important to get it right. Approaching your project with the right mindset will go a long way."
    },
    {
      "author": "COOPER",
      "text": "It's - well, some joke that it's kind of, like, actually, like, being a 5-year-old again, like, and noticing everything (laughter), being in awe and, like, curious about everything and seeing things with fresh eyes."
    },
    {
      "author": "DALTON",
      "text": "All right, get ready for our third takeaway. It's an important one. Citizen science is for everybody. No matter who you are or where you live, you can do citizen science. Wilson says it best."
    },
    {
      "author": "WILSON",
      "text": "You don't have to have a Ph.D. to be a scientist. You can be - a 5-year-old kid can be a scientist. A grandmother who owns a flower shop in Brooklyn could be a scientist - right? doing - using things like i-Tree to track different species. You know, a family who likes to go walking in maybe the Appalachian Trail."
    },
    {
      "author": "COOPER",
      "text": "A lot of times people are hesitant to get involved because they may be worried about their abilities. Like, oh, am I going to be good enough? Am I good enough at identifying my butterflies to contribute to this or my birds or whatever it might be. And so I guess I would just emphasize that for a lot of projects, the way they're designed is that for many of them, there are no prerequisites in terms of skills. You need to just be able to follow careful instructions."
    },
    {
      "author": "DALTON",
      "text": "According to Cooper, citizen science is a great example of collective action in practice. Every documentation, no matter where you are or what you're studying, matters. It's not just about your individual observation, but about the collective results."
    },
    {
      "author": "COOPER",
      "text": "Sometimes I might feel really small, like, who cares about my one observation? But, like, especially now, there's so much need for us to shift from kind of an individual mindset to this collective mindset and realize what we can do when we're all being part of a coordinated effort, striving for a common goal."
    },
    {
      "author": "DALTON",
      "text": "Citizen science is not only about collective action, but also building community. Citizen science projects rely on a community of participants and professionals from all corners of life. You might participate in a project through local institutions, like a school or church."
    },
    {
      "author": "PERKINS",
      "text": "I think citizen science provides an opportunity for people to learn more about the world around them. You can, you know - you're connecting not only to the world around you but your family and other people. And you kind of start belonging to this community of people, which is really cool, too."
    },
    {
      "author": "DALTON",
      "text": "That said, citizen science is still pretty homogenous. Participants tend to be white and have higher income. But increasing diversity within the field is important. And it's something that Perkins focuses on."
    },
    {
      "author": "PERKINS",
      "text": "And so we're looking to explore, how are people - who's participating? Where are they going to participate? We're curious about, how do we engage more people? How do we get more people excited about all the cool ways that they can participate in science, because that's what citizen science is really about, in my opinion, is how can I - it show people how science connects to their everyday lives."
    },
    {
      "author": "DALTON",
      "text": "All right. It's time for our fourth and final takeaway. Gather your tools. There are minimal barriers to entry. You'll just need access to a smartphone or computer to participate in most projects. There are countless websites and apps out there to get you started, like iNaturalist. which allows you to record your observations with fellow naturalists."
    },
    {
      "author": "CONNOLLY",
      "text": "Please just install iNaturalist on your phone. It's a free app. It's both a way to contribute your observations to this worldwide database, but it's also a fantastic way to just find out about or identify nature wherever you are. It's like a superpowered field guide that you just can have with you all the time."
    },
    {
      "author": "DALTON",
      "text": "Another tool to use is scistarter.org. That's scistarter.org. Almost everyone we spoke to for this episode recommended the website for sourcing citizen science projects from around the globe."
    },
    {
      "author": "COOPER",
      "text": "Just because it's a clearinghouse of, really, thousands of projects that are run by different organizations, you know, whether they're academic or federal government or, you know, different state agencies, NGOs, whatever, whoever it might be, running different projects. And there's tutorials for getting started. There's a project finder, you know, to search on things that are of interest. And basically, it's like a matchmaking."
    },
    {
      "author": "DALTON",
      "text": "To find a project on SciStarter, you go to the homepage, where you can either search by keywords or topics. For instance, you can type in the keyword birds and see all the projects involving birds near you. Or if you're not exactly sure what you want to study, you can choose a topic like astronomy and space and see a broader range of available projects. There are also more specialized tools like eBird. As the name implies, this tool is an online database of bird observations."
    },
    {
      "author": "PERKINS",
      "text": "All the data that birdwatchers collect or whoever participates and contributes, it's publicly available for researchers and managers and anyone who wants to use the data."
    },
    {
      "author": "DALTON",
      "text": "No matter which website or app you use, your contribution matters. Citizen science makes me feel like I'm contributing to something greater than myself, all while doing something that I love. When using the eBird app, I've documented black-capped chickadees, American woodcocks, even barred owls."
    },
    {
      "author": "CONNOLLY",
      "text": "I had a professor in college who described scientists as ants trying to describe an elephant. Like, in other words, no individual is capable of seeing the whole picture. Like, we all need each other to describe what we observe in order to understand what's happening in the natural world."
    },
    {
      "author": "DALTON",
      "text": "OK. So let's recap what we've learned. First step, figure out what you enjoy or are interested in. Second, step outside. There's stuff to observe everywhere. Third, remember it's for you and everyone you know. Fourth and finally, you don't need much to get started. Access to a smartphone or computer, maybe some pen and paper, that's really all you need, especially for beginner citizen science projects."
    },
    {
      "author": "DALTON",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start birding, another on camping and lots more on everything from finance to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "JEFF PERCIVAL",
      "text": "Hi. This is Jeff Percival (ph). My life hack is if you have a stripped-out screw and a piece of furniture or screw around your house holding something up, you can take a toothpick, put some glue on it, put it in the hole, break it off flush, give it about a hour to dry. And then when you put the screw back in, it'll have something to bite into. And always, if you want to double your money, fold it in half and put it back in your pockets."
    },
    {
      "author": "DALTON",
      "text": "If you've got a random tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Clare Marie Schneider, Sylvie Douglis and Audrey Nguyen. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. I'm Meg Dalton. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1878109234.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/21/2b_npr_citizen_science_final_franziska_barczyk_wide-91b8972f079188dafec5cfe92aac2008c980856e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MEG DALTON, HOST",
    "DALTON",
    "MAIZ CONNOLLY",
    "CAREN COOPER",
    "CONNOLLY",
    "COOPER",
    "SACOBY WILSON",
    "DEJA PERKINS",
    "PERKINS",
    "WILSON",
    "JEFF PERCIVAL"
  ]
}