{
  "title": "6 tips to help you get the most out of your health insurance plan",
  "url": "https://www.npr.org/transcripts/1095250662",
  "intro": "Using your health insurance doesn't have to be on an \"in-case-of-emergency\" basis. Learn how to make the most of your coverage by taking advantage of preventative care, strategically timing procedures and getting exercise classes covered.",
  "transcript": [
    {
      "author": "SELENA SIMMONS-DUFFIN, HOST",
      "text": "This is NPR's LIFE KIT. I'm Selena Simmons-Duffin, NPR health policy correspondent. If you're lucky enough to be pretty healthy and to have health insurance, you might not think about it very much. If you're really lucky, your premium is mostly paid for by your job, your part of the cost comes out of your paycheck without you really noticing, and you basically just think of it as background peace of mind. If something catastrophic happened, you wouldn't have to worry about financial ruin, most likely."
    },
    {
      "author": "SELENA SIMMONS-DUFFIN, HOST",
      "text": "But health insurance doesn't have to be a break-glass-in-case-of-emergency type of thing in your life. It also doesn't have to be overwhelming or scary. It usually doesn't even take that long to get familiar with the basics of what your health plan could do for you beyond the emergency stuff. It starts with figuring out what's in your particular plan."
    },
    {
      "author": "TASHA CARTER",
      "text": "Because many consumers fail to take advantage of the benefits that are offered by their health insurance policy simply because they don't know they exist - or, even worse, they end up paying out-of-pocket expenses that may have been covered by their health insurance policy."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you do pay out of pocket and need to get reimbursed, you can learn how to file a claim. You can also be strategic about what time of year to schedule a big procedure you might need, like a non-urgent surgery, and you can use a primary care doctor as your team captain helping you manage your health."
    },
    {
      "author": "NICOLE ROCHESTER",
      "text": "That is the person that should keep you healthy. That is the person that keeps you on track in terms of those screenings and picking up on things that you may not have noticed."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "In this episode of LIFE KIT, how to use your health insurance."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Before you can figure out how to use your plan, you have to figure out what's in it."
    },
    {
      "author": "CARTER",
      "text": "Reviewing and understanding your health insurance benefits - I think that's the most important step."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "That is Tasha Carter. She is the insurance consumer advocate for the state of Florida. She helps people understand all kinds of insurance, including health insurance, and her office advocates on behalf of Florida consumers whenever insurance decisions are being made."
    },
    {
      "author": "CARTER",
      "text": "Unfortunately, what is easy to understand for insurance companies does not necessarily correlate to us as insurance consumers."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Thankfully, advocates like Carter are here to help demystify all of it."
    },
    {
      "author": "CARTER",
      "text": "As a consumer, one of the key ways to ensuring that you are maximizing your health insurance coverage is to understand your benefits."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "This makes sense, right? But how do you know what your plan covers, what it doesn't cover? Health insurance companies are required to provide a summary of benefits written in simple language. If you don't get it in the mail at the beginning of the year, you can log onto your health insurance website or you can call the number on the back of your insurance card and ask. Now, you may be thinking, eh, I pretty much know what plan I have. I've had the same one for years. I'll skip this step. Not so fast."
    },
    {
      "author": "CARTER",
      "text": "Oftentimes, insurance companies also make changes to benefits and terms that are usually applicable upon renewal of the policy, and so you want to make sure that you're reviewing those and you understand what those changes are and how they may impact you."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Mmm. That's a really good point. So the insurance plan, even if you have it kind of on autopilot - you haven't gone through and made specific elections that are different from past years - the insurance plan itself might have changed, and your health might have changed (laughter)."
    },
    {
      "author": "CARTER",
      "text": "Absolutely correct. Yes."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Well, let's say you're planning to have a baby..."
    },
    {
      "author": "CARTER",
      "text": "Yes."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "...And you weren't planning to have babies in the past..."
    },
    {
      "author": "CARTER",
      "text": "(Laughter)."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "...Suddenly all of those benefits might be much more interesting to you."
    },
    {
      "author": "CARTER",
      "text": "Mmm hmm. Absolutely. Or if you are in need of a specialist that you were not in need of previously, you'd want to see if your plan covers - No. 1, offers a specialist in-network, and if your plan would cover the type of specialized medical care that you are in need of."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK, so that doesn't need to be a big, long job, right? Like, let's say it's a new plan year. Sometime in January, you know, get out that summary of benefits and take a couple minutes. Pour yourself some tea and just review - like, what's in my plan? Who's in my network, right? Like, what are the exclusions I need to keep in my mind as I start to think about my year and what health care I might need in this year?"
    },
    {
      "author": "CARTER",
      "text": "Yeah, and that's exactly correct. You know, if consumers can simply, you know, make the review of their health insurance policy, you know, a traditional practice, then, you know, it's something that becomes easier and easier to do over time. It also is something that they will remember."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "We're making a new annual tradition, people. The January tea time and health insurance policy review tradition - lemon cake optional but encouraged. Now, I don't know what your particular plan summary shows. How could I? It's a patchwork out there. There are lots of insurance companies and zillions of different plans - silver plans, platinum plans, Medicaid managed care plans, HMO plans. However, I actually can tell you something about what your plan most likely covers. The Affordable Care Act from way back in 2010 created some common threads in our crazy health insurance patchwork. For one thing, your health insurance can't charge you more if you have a so-called pre-existing condition, and your plan has to cover preventive services for free. That includes..."
    },
    {
      "author": "CARTER",
      "text": "Certain screenings and preventative tests, such as diabetes or cholesterol and blood pressure screenings. Typically, breast cancer screenings are also free. Also, immunizations, such as getting the flu shot, is also a free benefit that's usually included in almost all health insurance plans."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Did you catch the part that all of this is free - no co-pay, other out-of-pocket costs? Even if you think of your plan as bare-bones and not covering very much, this should be a free benefit you can take advantage of. Now, if you have bought an individual health plan on healthcare.gov or the individual marketplace in your state, I can tell you even more about what it covers. Plans on these marketplaces must cover 10 essential benefits. And actually, if you get insurance through your employer, your plan probably covers these 10 things, too. The list of things that your plan covers include care during pregnancy, newborn care, pediatric care, including vision and dental, free birth control, rehabilitative services and devices in case you get injured or you have a disability. But wait. There's more."
    },
    {
      "author": "CARTER",
      "text": "It's going to cover emergency services as well. Typically, it also covers any type of hospitalizations, such as if you have surgery or any type of medical care that requires an overnight stay. It also includes mental health and substance abuse services as well, which also includes any type of counseling that would accommodate those services or any type of psychotherapy. It also provides coverage for prescription drugs. It also provides laboratory services if you have to go and get bloodwork done, for example."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "This just gives you a flavor of what your plan probably includes. You'll have to dig into the summary of benefits to figure out exactly what's in your plan and what's not in your plan."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Now, using your health insurance well isn't just about benefits and exclusions and co-pays and all of that stuff. In order to use your health insurance strategically, you're going to have to get a handle on your health. So next, we're going to hear from Dr. Nicole Rochester. She is a board-certified pediatrician who has seen health care from all sides after acting as a caregiver for her late father for three years."
    },
    {
      "author": "ROCHESTER",
      "text": "And he had a lot of chronic health conditions, had a lot of health care providers, and was in and out of the hospital, the emergency department, rehab, nursing home stays, assisted living. Really, we got a chance to see the entire gamut of the health care industry. And seeing it as an insider, as a caregiver and through the eyes of my dad was just really completely eye-opening and frustrating and sad and disappointing."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "She channeled all of those feelings into a career change. She now runs a company called Your GPS Doc in Maryland that provides health care advocacy services to help other patients and families navigate the health care system. She says the first step in getting a handle on your health is getting a checkup or an annual physical with a primary care doctor."
    },
    {
      "author": "ROCHESTER",
      "text": "A good primary care doctor - and I stress a good primary care doctor - is really kind of the captain of the team, and that is the individual that should be guiding your health journey. So much of health care in the United States is reactive. And, you know, you often hear the comments that we're not focused on health care. We're focused on sick care. And part of that is the fact that primary care physicians have been deprioritized. And so, yes, that is the person that should keep you healthy, picking up on illnesses that have not yet presented and helping you to either prevent illness altogether or to mitigate the illnesses so that they don't progress to, you know, significant complications."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "I actually just - I had a physical the other day, and my blood pressure was low. But my doctor, who I've had for many years, said, your blood pressure is always low, so I'm not concerned. And I was like, oh, wow, look at that. That's a relationship in action."
    },
    {
      "author": "ROCHESTER",
      "text": "That's exactly right. And that's the value of that person. You know, when you don't have a primary care doctor, you're going sporadically to different providers when you're sick. And none of those providers have that background that you just mentioned. They don't know what's normal for you. They don't have a range of whether it's your vital signs or even your laboratory studies. So all they can do is react in that moment. And having someone who's been following you, ideally for years, is extremely valuable in helping you to make decisions with the information that you gain."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK. So that's how you might be able to map out what you can know about your health needs. Of course, obviously, things come up that you can't plan for. But let's talk about how you might plan the financial side of things. So you know you're paying your premium every month. You might be paying 20 or $30 of a co-pay or maybe co-insurance every time you get a prescription or go to the doctor. Then there's the deductible. So explain what that is and how you can use your deductible to plan strategically how to use your health insurance over the course of the year."
    },
    {
      "author": "ROCHESTER",
      "text": "Sure. So a deductible is the amount of money that you have to pay out-of-pocket before your health insurance plan's benefits kick in. And this can range from a thousand dollars or a couple of thousand dollars to six, seven, $8,000 if you're talking about a high-deductible health plan. And it's important to know this number because essentially, depending on the type of plan that you have, you're financing every single service that you receive out-of-pocket, whether that's a doctor's visit, whether that is a prescription, a test, a radiologic exam, things of that nature."
    },
    {
      "author": "ROCHESTER",
      "text": "It's also important to know, though, that with many health insurance plans, there may be certain things like a primary care visit or even a visit to Urgent Care or a sick visit, an acute visit with your doctor. Those things are often covered prior to meeting that deductible. But outside of that, you will need to meet that financial obligation before the majority of your health insurance benefits kick in. And so there's various ways to approach this, but some people will be strategic about when they receive certain services. Some people will wait until they've met the deductible to get maybe a big procedure. Other people will say, well, I know I need to meet this deductible, and this procedure is going to allow me to meet that deductible. And then from then on out, my health insurance benefits will kick in."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Yeah, so if you don't have a whole lot of savings, maybe you'd rather hit your deductible slowly over the course of the year as you get health care services and then get that surgery once you've already hit that threshold so that your insurance has to pay the bulk of the cost."
    },
    {
      "author": "ROCHESTER",
      "text": "That's exactly right. And we should probably also mention a health savings account. Many of the high-deductible health plans are eligible for a health savings account. And that's a great tool for individuals to begin putting away money tax-free that can be used for some of these medical expenses."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "So that's something that you would choose - usually, like, if you're getting it through your employer, it would be during your benefits open enrollment period in the fall. You could decide to put some money aside into a health savings account and then use it towards your copays, your deductible payments, whatever costs you have to pay that your insurance doesn't cover."
    },
    {
      "author": "ROCHESTER",
      "text": "Yes, that's exactly right. And I also want to point out that even for those who get insurance outside of an employer - so even if you're purchasing a plan directly through a broker or through the Affordable Care Act site - some of those plans are also eligible for health savings accounts, and there's a process to set that up through independent banks. So it is applicable not just for employer-based insurance."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK. So let's talk a little bit about in-network versus out-of-network. So how should people think about these networks that their insurance plans kind of come with, and how important is it to pay attention to them?"
    },
    {
      "author": "ROCHESTER",
      "text": "Just to briefly explain what a network is, a network is basically a contractual agreement. So when a health insurance plan has a network, this group of physicians and other health care providers have a contractual agreement to provide services at an agreed-upon rate. And so when you go in network, you're always going to be paying a lower amount. Whether that's a copay, whether that's a coinsurance, your out-of-pocket responsibility for a visit with an in-network provider is always going to be lower."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Now, can you explain the two different types of plan your plan might be and how that changes the importance of the network?"
    },
    {
      "author": "ROCHESTER",
      "text": "Sure. So when you have health insurance, the importance of the network is really going to depend on the type of plan that you have. If you have a health maintenance organization plan, or an HMO plan, as an example, then those typically have very strict and tight networks. And often, there is no coverage for services that are received outside of that network, meaning you, as the patient, as the consumer, will be responsible for the entire bill if you decide to go out of network."
    },
    {
      "author": "ROCHESTER",
      "text": "In contrast, if you have a PPO, or a preferred provider organization, those types of plans typically have a higher premium, so there's a higher amount that you pay every month. But in exchange for that higher premium, you will have additional flexibility. For one, the network for those types of health plans is typically much larger and often goes even outside of your immediate geographic area, so that that network may include health care providers and facilities throughout the entire country. In addition to that, when you receive care out of network, if you receive care out of network, there may be some coverage."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Right. So it gives you that - you can be a little more loosey-goosey."
    },
    {
      "author": "ROCHESTER",
      "text": "Yeah. I mean, now more than ever, we have to be our own advocates, and we have to educate ourselves about our health insurance plans and our benefits and make sure that we understand how services will be covered and what our costs will be. And I feel bad saying that because it's, you know, a burden to put on someone. Especially if you're ill and you're dealing with a chronic or an acute medical illness, the last thing you feel like you need to do is to spend time on the phone, you know, finding out this information. But unfortunately, if we don't take this on ourselves, then we end up getting caught in the middle."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "OK, so what about filing claims? Like, let's say you've gone to a doctor that doesn't do the filing process part of it for you. You might have to file your claim to your insurance so that they will pay part of the bill. Can you explain how that works, I mean, in general terms, even though it's going to probably vary from plan to plan and insurance company to insurance company?"
    },
    {
      "author": "ROCHESTER",
      "text": "Sure. Generally, what happens is that, depending on the provider, you may be responsible for making a payment for that service out of your own pocket. And then, in turn, you file a claim with your insurance company in hopes that they will reimburse all or part of those out-of-pocket expenses. So I definitely recommend that individuals who are filing their own claims work with their insurance company, make sure that they're using the right form, partner with their health care provider to make sure that those portions of the form are completed correctly. And then you really have to stay in touch with your health insurance company. Sometimes you may even be the bridge or the liaison between your health insurance company and the health care provider as they work out details."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "I'm going to jump in here with a few extra tips on filing claims. When you're paying out of pocket, ask for an itemized receipt you can use to file an insurance claim. They should be able to print one out for you with the information you need, like the date of service and the diagnosis code right there on the spot. Then, once you find your insurance claims form, print it out. Fill out all the information except the signature and date. Then you can make copies. I have a stack of these. Or you can scan it. Then, whenever you need to file a claim, all you have to do is sign, date it and stick it in the mail with your itemized receipt. Bam - done. OK, before we go, Dr. Nicole Rochester has one more thing she wants you to remember."
    },
    {
      "author": "ROCHESTER",
      "text": "Make sure that you are taking advantage of anything that supplements your health insurance plan, things that can help you save money - and so shopping around, any tools that may be available on your health insurance plan's website that allow you to shop around between facilities or providers, making sure that you are having your prescriptions filled at the preferred pharmacies, making sure that, if there are any discounts or things available, that you're taking advantage of those so that you can lower your out-of-pocket costs."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "A lot of things to think about. I do like the idea of making sure that you're not missing out on whatever, you know, fun benefits that your plan might have that you might not imagine that they have. Like, a friend of mine has acupuncture covered, so she takes advantage of that. And, you know, if she hadn't figured that out in her plan, then she might be missing out."
    },
    {
      "author": "ROCHESTER",
      "text": "Yeah. I don't know that I've heard it described as fun, but I will agree with you that (laughter)..."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "A little fun."
    },
    {
      "author": "ROCHESTER",
      "text": "...It could be fun, and it can absolutely be interesting to really explore. And I love the way you're framing it. You know, you're right. Health insurance generally produces a groan in individuals, and there's not a lot of things about it that are considered to be positive. It's like a necessary evil. But I love framing it in the positive and really seeing this as a tool. You know, your health insurance plan is a tool for you to maximize your health, but you can only do that if you utilize it fully. And you can only do that if you take the time to explore and to have a clear understanding of your plan and the benefits that it offers."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "Thanks again to Florida's Insurance Consumer Advocate Tasha Carter and Dr. Nicole Rochester for joining us. For more LIFE KIT, check out our other episodes. I hosted one on how to choose a health insurance plan, and we've got lots more on everything from how to start therapy to how to maintain long-distance friendships. You can find those at npr.org/lifekit. And if you love LIFE KIT and you want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And as always, here's a completely random tip."
    },
    {
      "author": "DAN BARTLETT",
      "text": "This is Dan Bartlett (ph). My life hack is paperclips make great bookmarks. They're cheap, readily available, and they won't fall out of your book if you tilt it in any of your travels. Bye."
    },
    {
      "author": "SIMMONS-DUFFIN",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Janet Woojeong Lee. Our digital and visuals editor is Beck Harlan. I'm Selena Simmons-Duffin. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9342527660.mp3",
  "img": "https://media.npr.org/assets/img/2022/04/28/npr_howtousehealthinsurance_wide-75f7cb1a29e17b3951ab584b5318c51a2c868351.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "SELENA SIMMONS-DUFFIN, HOST",
    "TASHA CARTER",
    "SIMMONS-DUFFIN",
    "NICOLE ROCHESTER",
    "CARTER",
    "ROCHESTER",
    "DAN BARTLETT"
  ]
}