{
  "title": "How paying attention can help you appreciate what's right in front of you",
  "url": "https://www.npr.org/transcripts/1097583787",
  "intro": "When you're in a familiar place, it's easy to go on autopilot and fail to notice the small joys that surround you. Artist and author Jenny Odell shares tips on how to pay attention to and appreciate what's right in front of you.",
  "transcript": [
    {
      "author": "ANDREW LIMBONG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andrew Limbong. The thaw has arrived, at least here in Baltimore, where I am at the time of this taping. The days are getting longer, the cold is subsiding, and we are fast approaching that perfect date weather, that \"Miss Congeniality\" weather - you know, when it's not too hot, not too cold."
    },
    {
      "author": "HEATHER BURNS",
      "text": "(As Cheryl Frasier) ...Not too hot, not too cold. All you need is a light jacket."
    },
    {
      "author": "LIMBONG",
      "text": "...Which is to say, it is the perfect time to get outside and see something new. And you don't have to go far. Today's episode is all about how to pay attention to your usual surroundings with some fresh eyes."
    },
    {
      "author": "JENNY ODELL",
      "text": "We have a natural curiosity, and it's just, you know, unfortunate that the structures of life and, you know, many different factors kind of cover over that, and you have to find ways of rehabilitating it."
    },
    {
      "author": "LIMBONG",
      "text": "That's Jenny Odell, previous guest of the pod, avid birdwatcher and author of the book \"How To Do Nothing.\" In this episode of LIFE KIT, she's going to be our guide to finding some new things in old spaces."
    },
    {
      "author": "LIMBONG",
      "text": "It's easy to take for granted the stuff that's around you - you know, that park down the street, that weird-looking building a few blocks from work, that bench underneath that tree where you ate a sandwich once. Really paying attention to these things is probably something you only do when a friend visits from out of town and you play tourist in your own town with them. But it's important to try and incorporate that energy into your everyday life. It is, after all, the ecosystem you inhabit. Just like those dioramas in science class, everything in an ecosystem affects everything else, including you. Here's Odell reading from her book, \"How To Do Nothing.\""
    },
    {
      "author": "ODELL",
      "text": "(Reading) It's a bit like falling in love, that terrifying realization that your fate is linked to someone else's, that you are no longer your own. But isn't that closer to the truth anyway? Our fates are linked to each other, to the places where we are and everyone and everything that lives in them. How much more real my responsibility feels when I think about it this way. This is more than just an abstract understanding that our survival is threatened by global warming or even a cerebral appreciation for other living beings and systems. Instead, this is an urgent personal recognition that my emotional and physical survival are bound up with these, quote, \"strangers,\" not just now, but for life."
    },
    {
      "author": "LIMBONG",
      "text": "Whew."
    },
    {
      "author": "LIMBONG",
      "text": "It's just hit it, like, I - you know, every - I don't know, every guy hits 30 and all of a sudden, like, gets, like, into the city-planning YouTube rabbit hole, and, like, that's been my bag. And I've sort of been thinking a lot about, like, oh, everything - all of our decisions are, you know, intricately..."
    },
    {
      "author": "ODELL",
      "text": "Yeah."
    },
    {
      "author": "LIMBONG",
      "text": "...It's like, oh, where you put a street affects all this other stuff, you know, and I was just like, oh man. So reading the book has, like, made me think a lot about that sort of stuff. I'm just curious, what do you think? What do you get out of acting like a tourist in your own town?"
    },
    {
      "author": "ODELL",
      "text": "I've always been amazed by how much we take for granted. Even if you haven't lived somewhere that long or aren't that familiar - or don't think you're that familiar - there's so much that we write off. And that could be, you know, architectural. It could be environmental. It could be things that happen, things that people are doing. I think, you know, if you think about, like, the route that you take to commute, for example, there's so much that just kind of doesn't come to your attention because you sort of either think that you know it already or there's no reason for you to pay attention to it. And then - it's sort of funny, because then, when you go to another place as a tourist, you notice everything because you're in a sort of tourist mindset, whereas, like, people who live there have probably written off many of those things."
    },
    {
      "author": "ODELL",
      "text": "So it's really just a perspective, I think, that is one where you pay attention to maybe different kinds of things, maybe a different kind of level of granularity. I think you're less susceptible to think of things as, like, banal or everyday if you're in a tourist mindset. And so, I think, that's - for me - that's the main thing. It's always surprising. Like, you'll always find something, you know, surprising and oftentimes delightful when you're in that mindset."
    },
    {
      "author": "LIMBONG",
      "text": "Yeah. Like, you take the time to read the little, like, some guy built this thing here once, like, placards - right? - like, that sort of thing?"
    },
    {
      "author": "ODELL",
      "text": "Yeah. I mean, I think one thing that's been really amazing to me - especially during the pandemic, because, you know, I and many people I know have been walking a lot and walking in neighborhoods - is to walk around a space with someone else - like, a space that you think you're familiar with. Like, I - a friend of mine had gone for a walk in my neighborhood and then a week later was like, I really want to show you this weird thing that I found in a mural. And I've walked past this mural, like, hundreds and hundreds of times, and I never would have noticed that thing. And so, like, it just really goes to show that what you see has to do with, like, what you specifically are looking for or aren't looking for. And so I think just, like, going somewhere with someone else or, like, going on a walking tour - historical walking tour - of your own neighborhood, if you're so lucky to be able to do that - those can be really eye-opening experiences."
    },
    {
      "author": "LIMBONG",
      "text": "And, you know, besides having someone else accompany you around your neighborhood, what other ways do you think that, like, people can really dig into, like, their whereabouts? Like, how do they reopen their eyes, so to speak?"
    },
    {
      "author": "ODELL",
      "text": "I think one really easy way is to think about the idea of, like, a lens. And you can take that literally or figuratively. So, literally, I tend to walk around with - I don't know, I've seen it referred to as a jeweler's loop. I don't know a lot about these lenses, but basically I have a very small magnifying glass, like, type thing, and it's, like, a 10X lens. But I've used that to look at, you know, plants really close up. And it's actually a little bit comical because, in my experience, you have to be quite close to the thing that you're looking at, and your eye also has to be pretty close to the lens. So I look like some kind of weird plant detective because I'm, like, walking up to these plants with this, like, tiny - you know, my face sort of pressed up against this thing and, like, really close to some leaves or whatnot."
    },
    {
      "author": "ODELL",
      "text": "But I am always surprised by how things look. I mean, plants are so much hairier than you realize, and, like, insects are terrifying. But - and like, there's, like, dewdrops and all these kind of tiny details. It's, like, very magical to realize that there's this, you know, world. It's very like, \"Honey, I Shrunk The Kids,\" like, level of wonder. So I carry that around. And then I also often have binoculars on me because I'm a birder. So I have, you know, my own eyes, which see in a certain way, and then I have this lens where I can see things that are really small. And then I have this other lens where I can see things that are far away. And so, like, that's sort of a literal example of lenses. But I think you can also think about, like, conceptual lenses. Like, what are you looking for?"
    },
    {
      "author": "ODELL",
      "text": "So, you know, like, what if you walked your neighborhood and you tried to pay attention to things that are flowering? I mean, this is a good time to be doing that because it's the spring. And maybe over the course of, you know, weeks or months, you continue to pay attention to those plants, and you kind of track them through their flowering processes. Or maybe you try to pay attention to, like, what kinds of insects are attending to them. You could do a really interesting thing, just, like, only paying attention to sound or only certain types of sound. But, like, all of these kind of involve like a decision to begin with. Like, I am going to pay attention to X, and that's my lens. And I'm going to move through the space."
    },
    {
      "author": "ODELL",
      "text": "And I think that that's - I mean, there's almost like an infinite number of things that you could choose. And so there's an infinite number of interpretations that you could have of the same space. And I think, like, that's been something that I've really relied on during the pandemic, especially, because, you know, we're all looking for novelty. And that is sort of a movement that you can make in your own head before you're even in the space that will drastically affect what you're going to notice."
    },
    {
      "author": "LIMBONG",
      "text": "How do you decide what to fix your lens on or which lens to choose?"
    },
    {
      "author": "ODELL",
      "text": "Yeah. I think it sort of just depends on what you are maybe naturally curious about. So, you know, for me, I personally just am drawn to ecological processes. But there's also this layer of history that is in everything as well. So, you know, I remember at some point years ago, I was - I think I looked up - I live in an apartment building, but there's a house across the street that I looked up, and it was built in the 1920s. And I remember that just kind of set off this whole thing for me of like, oh, this, that side of the street, those were all built in the 1920s. Like, I wonder why? Like, why were they built like that? So I think there's also kind of like an architectural, historical layer that you could pay attention to, like, you know, styles of things."
    },
    {
      "author": "ODELL",
      "text": "But just thinking about, yeah, like, why things are in the places that they are - you know, another way of putting it is, it's just like - during the pandemic I remember I would walk around and just ask myself like, what is different from yesterday? And then, like, that's kind of a funny question because you realize that, actually, everything is different from yesterday. But asking that question will maybe, like, allow you to find the things that are most obviously different from yesterday. And that could be things that people are doing in the space, you know, things that are growing or blooming, things that are being built or torn down, birds that have arrived, you know, that weren't there before, smells. I know there's someone who gives, like, smell tours in New York City - or did at some point - so really, like, anything that's in your sort of powers of observation, like using that to try to measure the difference of today from yesterday."
    },
    {
      "author": "LIMBONG",
      "text": "Bro, I'm not going on that smell tour."
    },
    {
      "author": "ODELL",
      "text": "I mean..."
    },
    {
      "author": "LIMBONG",
      "text": "This question might sound a little ridiculous, but how do you pay attention?"
    },
    {
      "author": "ODELL",
      "text": "I mean, I think there are many ways to pay attention. I think, for me, one of the things that I have noticed, I think, especially in the last couple of years, about the way that I pay attention, is that it has a lot to do with time and being attentive to change. So, for example - I know; sorry. All my examples are from birding. But, like, when you start birding - right? - you get your bird guide, and you have all these different birds in it. And you could sort of treat it like Pokemon Go, right? Like, I'm looking for this bird. I saw it. I saw the bird. I'm done. Like, I keep walking, right?"
    },
    {
      "author": "ODELL",
      "text": "And then inevitably, I think, especially if you're in the same place and you're paying attention to the same birds, you start to notice things like, oh, you know, these birds do different things at different times of the year. And then you realize, oh, they do different types of things during in different times of the day. And at some point, I think, when that moves from just, like, that bird is there to, like, that a bird is observing and responding to its environment, I find that, like, if I observe that, that's the deepest form of attention that I'm aware of, is if I am attending to, you know, like, let's say this bird attending to its environment, which really just means, like, tracking something through space and time and acknowledging that it is also alive to its environment."
    },
    {
      "author": "ODELL",
      "text": "So conversely, the best - the easiest way to not pay attention to something is to think that it's just kind of a frozen object in space, like it's not going to change. It doesn't have an orientation to time. And that's how you write things off. It's like, I've seen it. I'm done. And then you're no longer paying attention to it. And I think if you really want to pay attention to something for more than a moment, it has to come with the acknowledgement that, you know, that thing or being has a history, and it also has a future. And it's sort of existing in time with you. And it's changing."
    },
    {
      "author": "LIMBONG",
      "text": "Do you have any advice on how to build a community out of this sort of stuff, like, maybe from scratch and, like, start, you know, spreading the good news of looking around and noticing things?"
    },
    {
      "author": "ODELL",
      "text": "Yeah. I mean, I think the first step would just be having to find out if someone's already done that, which, you know, if you're lucky, maybe someone already has. I don't have a lot of great examples. I mean, well, so I guess, you know, under the category of things that are already established, you know, here in the Bay Area, the Golden Gate Audubon Society organizes trips - you know, birding trips, which - and I also mentioned earlier, the Feminist Birding Club. So there are - you know, birding is the type of thing that's like - it's an established enough thing that there are often, like, groups that already exist that you could maybe look for."
    },
    {
      "author": "ODELL",
      "text": "But I also - I'm almost more drawn to, like, smaller things where - I'm just thinking of - I have one friend in particular who's, like, my birding friend. Like, this is the friend that I will text if I see, you know, a bird for the first time with, like, many exclamation points because it's like the - one of the only people I know who will, like, understand why that's so exciting on a personal level. We walk around and look at birds. And that's - I don't know if that counts as a group. That's two people. But I do feel like you sometimes only need one other person to sort of make that agreement with, like, we are going to pay attention to X, and then you go and look for it because it's about sharing that experience."
    },
    {
      "author": "ODELL",
      "text": "So - and then who's to say that, you know, you and your friend don't find, like, another person that you just know, sort of through friends or whatever, who also likes that thing. So maybe the three of you go, you know what I mean? That's kind of a more organic approach versus the kind of, like, organized walk - which the organized walks are really great, too, because they're - you know, they're often led by an expert. So, like, you can just ask the person, like, what is that? And they'll tell you. But I think that those are kind of two different approaches to kind of, like, finding others."
    },
    {
      "author": "LIMBONG",
      "text": "You mentioned taking the bus before. There's a passage in the book about public transportation and sort of, like, what it offers. And I was wondering if you could, like, tell me a little bit more about, like, what do you get out of taking the bus or the train as opposed to just, like, driving somewhere?"
    },
    {
      "author": "ODELL",
      "text": "Yeah, it's funny you ask. I was just on the bus in - again, in San Francisco last week, and I was thinking about how much I love the bus. But I think it's that - it's one of the last places, for me, anyway, where you are thrown together with strangers. And I mean, I know this is not always the case, but there's generally, like, a sense of, like, respect and, like, mutual recognition. Like, we all just want to get to where we're going, and people sort of rearrange themselves accordingly. And I think just, especially, like, on a long bus ride, like, for me, it's just been this opportunity to consider, like, the reality of other people who I don't have some kind of - it's not, you know, friends or family or someone that I have some kind of, like, obvious relationship to. And you just kind of see people getting on and off."
    },
    {
      "author": "ODELL",
      "text": "It's just this kind of, like, indication, I think, of, like, other lives. And I find that that - again, especially during the pandemic, I felt I really missed that. I think, like, the world kind of shrank in this way, that it made it harder to just, like, really, in a palpable way, like, sit with the fact of, like, just everyone kind of trying to make it, right? Like, everyone's just trying to get through their lives. And people have, like, hopes and desires and dreams and regrets. And every single person you see on the bus has those, you know? And, like, you know, you can get that, sort of, from walking around, if you're in a crowded area. But I don't know. To me, there's something about the bus where you're all going in the same direction, and you're all kind of invested in the bus, like, getting there. And you're just - and you're sitting together, you know, even if you're not talking. So in short, I love the bus (laughter)."
    },
    {
      "author": "LIMBONG",
      "text": "No, buses rock. Yeah, I love - yeah, the - I never feel like more part of the city than, like, if somebody is, like, being a piece of s***, and everybody on the bus is, like, booing them, you know what I mean?"
    },
    {
      "author": "ODELL",
      "text": "Yeah. Right, right. Like, totally. And that's what I was going to - I know there's - you know, like, there's always - you know, not always, but there's going to be, you know, oftentimes, some kind of incident on the bus. And it's like - but there are also then all the other people on the bus who are going to, like, rally around, like, trying to make sure that everything is OK. So - and I think that that's - maybe that's part of it for me, too, is like, there's some kind of illusion of individuality - like, a model of individuality, where you can sort of live your life unaffected by others and not affecting others that is perpetuated by something like driving a car on a freeway versus, like, when you're on a bus, you are confronted with this reality that you are - your life is intimately bound up with the lives of others, especially those who you do not - are not friends and family, who you don't have some sort of personal relationship to. And, like, the bus just kind of models that or just kind of reminds you of that general truth."
    },
    {
      "author": "LIMBONG",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on practicing mindfulness, another on birding, plus lots more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now - a completely random tip."
    },
    {
      "author": "AROOB ABDEL-HAMID",
      "text": "Hello, LIFE KIT. My name is Aroob Abdel-Hamid (ph). And my tip for you is to restart your computer once a week. This does not include sleep mode. You have to restart it. It gets rid of a lot of the stuff that just builds up over the week and makes your computer run a lot more smoothly. Thanks, and have a great one."
    },
    {
      "author": "LIMBONG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo lifekit@npr.org."
    },
    {
      "author": "LIMBONG",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Clare Marie Schneider, Sylvie Douglas and Janet Woojeong Lee. Our digital and visuals editor is Beck Harlan. I'm Andrew Limbong. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1676023642.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/09/4-min_wide-80ebfa58bf8899b4e39465c04fa870f24745623f.png?s=1400&c=100&f=png",
  "authors": [
    "ANDREW LIMBONG, HOST",
    "HEATHER BURNS",
    "LIMBONG",
    "JENNY ODELL",
    "ODELL",
    "AROOB ABDEL-HAMID"
  ]
}