{
  "title": "If you've ever wanted to take a break from the internet, try these tips",
  "url": "https://www.npr.org/transcripts/1098578092",
  "intro": "The world has changed a lot since the internet. Remember asking people for directions? If you miss the days pre-internet (or wonder what it was like), Pamela Paul, author of 100 Things We've Lost To The Internet, gives us a few ways you can reconnect with an analog way of life.",
  "transcript": [
    {
      "author": "MALAKA GHARIB, HOST",
      "text": "This is NPR's LIFE KIT. I'm Malaka Gharib, an editor on NPR's science desk, and today, we're talking about what life was like before the internet, how it's changed and what we can do about it."
    },
    {
      "author": "PAMELA PAUL",
      "text": "We're never bored anymore because we have constant access to information, entertainment and connection."
    },
    {
      "author": "GHARIB",
      "text": "That's Pamela Paul. She's the author of the book \"100 Things We've Lost To The Internet.\" It documents all those quirky little things that people used to do before everything went online. I know a thing or two about those things because I'm 36. Facebook was introduced the second semester of my freshman year of college, and the iPhone arrived when I was a junior, which meant for most of my early life, I was doing things like making calls with a landline telephone, looking up movie times in my local newspaper, politely making conversation at dinner instead of looking at my phone. What can I say? I'm old-fashioned."
    },
    {
      "author": "PAUL",
      "text": "The latest statistic that I've seen is only 28% of Americans forbid use of a phone during mealtimes. I do think about what we lose when everyone is just sitting there in their own sort of separate world on a screen instead of having some kind of conversation, instead of being forced into boredom."
    },
    {
      "author": "GHARIB",
      "text": "So what are we losing exactly now that everyone and everything is on the internet? In this episode of LIFE KIT, Pamela is going to help us remember some of the good things and bad things about life back then and share advice about how to go analog if we're feeling nostalgic for that pre-smartphone life."
    },
    {
      "author": "GHARIB",
      "text": "Reading your book really made me miss life before the internet, and you had a lot of time to think about our old lives. After writing about a hundred things, what have you learned about our old lives before the internet and our new lives now?"
    },
    {
      "author": "PAUL",
      "text": "Well, one thing to keep in mind is that you're not alone in missing some things that were from our sort of before times, our pre-internet era, but that we actually have the power to recapture those things, and I think we sometimes forget that. And so I sort of stop every time I think about adding a technology or using a technology, and I ask myself, like, is this going to enhance my life in some way? Do I need this? Is it filling some unmet need? Or am I just doing this because we're all kind of, at this point, programmed to think, like, must upgrade, and we don't really stop and realize it's up to us."
    },
    {
      "author": "GHARIB",
      "text": "I want to ask you about your hundred items. How did you actually come up with the list? 'Cause it's such a wonderful, eclectic mix of objects and these metaphysical ideas like empathy and annoying things like RSVP-ing and nostalgic things like paper - like, the paper, I mean."
    },
    {
      "author": "PAUL",
      "text": "Right - ye olde-timey newspaper. I wanted to capture the everyday sort of trickle-down effects of the internet not in terms of what's new and what's happening now - because we all know that, right? There's lots of books out there and articles every day about, like, this is this new thing, and you need to pay attention to it. And I wanted to kind of scroll back and get to, yeah, but wait; what was there before there was this? Like, what did we used to do?"
    },
    {
      "author": "GHARIB",
      "text": "Can you give me an example of that?"
    },
    {
      "author": "PAUL",
      "text": "Well, I'm going to actually - I'm going to use a non-internet example. Last year, I was going to the car with my daughter. And you know how you have, like, a key that's, like, from the dealer that doesn't have the remote, you know, thing that locks and unlocks your car? It's just a key. And I went. I opened up the car door with the key, and my daughter's jaw dropped. She was 16 at the time. She said, you can open up a car with a key?"
    },
    {
      "author": "GHARIB",
      "text": "Oh, my gosh."
    },
    {
      "author": "PAUL",
      "text": "And I just thought, I - you know, again, I think it's that we just sometimes forget. And I think most people don't even think about it."
    },
    {
      "author": "GHARIB",
      "text": "Hearing you describe it so beautifully, it's - like, really does make me nostalgic for the old era. And I wanted to know from you, out of the hundred things that you listed, is there a particular one that you really, really miss the most?"
    },
    {
      "author": "PAUL",
      "text": "The things I miss tend to be the bigger emotional things. One of them is closure. I feel like there is no end to the internet, and everything is on there forever. It's really hard to lose touch with someone. You know, it - that can be a very dark thing for a lot of people. It can mean, for example, that if someone has stalked you or harassed you, that person is always there online, and it's really hard to block that person out. It's hard, for example, if you're on Facebook not to have that person suggested to you because you might have links in common. You know, you don't have the sort of - the right to be forgotten."
    },
    {
      "author": "PAUL",
      "text": "And so it means that you can never really move on. That's going to be extremely difficult for this current digital generation whose entire life is recorded online. And that is just a huge change from the way childhood operated in the past, where, you know, only the people who really knew you had access to any of that, and they likely forgot about it."
    },
    {
      "author": "GHARIB",
      "text": "Yeah, absolutely. I have to ask you; what inspired you to write a book like this now? I mean, was your aim to sort of preserve a way of living or just sort of take note how things are changing? Would love to know your line of thought."
    },
    {
      "author": "PAUL",
      "text": "You know, in part, I wanted to document this and remind us about this pre-internet world, those of us who remember it or who lived through it, but again, also about embracing the fact that - the idea that we could still go back there in - you know, in many ways. You can leave your phone at home when you go on vacation. One could do that. It sounds crazy, but it's possible. And I mean, even just try leaving your phone - leaving it home when you know you're going out for the entire day. It feels like living so crazy out there on the edge, which is, again, kind of crazy in and of itself because we used to do that all the time. We would just leave our house, and nobody would be able to reach us, and that was normal."
    },
    {
      "author": "GHARIB",
      "text": "I think that probably the most comfortable that I've felt leaving my phone at home is if I told my work, I'm not reachable today; I'm in the mountains - or even posting on Twitter, like, I'm on vacation today - like, not checking Twitter, not checking Facebook, not checking social. And then kind of, like, it's weird. Like, I feel like I need permission from the people who might reach me to then stop reaching out to me so that I can enjoy a social media-free, phone-free day."
    },
    {
      "author": "PAUL",
      "text": "Well, yeah. I mean, it's - like, Chapter 43 of the book is \"Ignoring People.\" Like, that's something that feels like gets lost, right? You feel like you even - you have to ask them permission. Like, is it OK if, you know, I don't get back to you within 10 minutes if you try to ping me? And again, I think if you go through sort of all those aspects of your day without the internet, the things that you feel like you wouldn't be able to do - like, what if I needed to get somewhere and needed directions? What would we do? We would have to ask another human being. You know, we'd have to, like, consult a map in the car. You'd have to drive to a gas station and find out. But we did actually used to be able to get around."
    },
    {
      "author": "GHARIB",
      "text": "Wow. That's sad. That makes me really sad."
    },
    {
      "author": "PAUL",
      "text": "I'm sorry."
    },
    {
      "author": "GHARIB",
      "text": "Is there anything that transcends, like, whether it's digital or analog, like, something that, like, we still do, thankfully, mercifully?"
    },
    {
      "author": "PAUL",
      "text": "Well, I think that we are still - I mean, I think we're still fundamentally social creatures. And, you know, our core emotions are the same, I would say. Our core emotions remain the same. What I do think is - has changed is the way in which our - the internet amplifies emotions. You know, in the old days, if you went to work for your average day, like, let's say you would interact with - I don't know - your partner and maybe a child at home or a roommate. You would go to work. You would interact with the few people that you would physically see during the day and maybe some people by phone. And then you go home, and you have dinner, and you watch a TV show, and you go to sleep."
    },
    {
      "author": "PAUL",
      "text": "So there's not a huge amount of information and emotion to that day compared to what happens these days when you wake up, and you have hundreds of emails, Slack notifications, Reddit, you know, votes - ups and downs. Everyone has a million things going on in their lives, and in all of those notifications and messages, they're sharing them with you. So those are now part of your - not just information landscape but your emotional landscape. It's a lot to process in one day. And I think it's not surprising that so many people have trouble falling asleep at night and just shutting all that down."
    },
    {
      "author": "GHARIB",
      "text": "Yeah. Absolutely. That is a really interesting way of thinking about the internet culture as, like - it supplies us with more information as people. I never thought about it that way. And you're absolutely right. Like, things were ho-hum. You know, like this and that happened. You know, having dinner with my family - like, everybody give their updates, and now it's like, oh, have you seen this meme? It's so funny. And, like, there's a lot more to share, a lot more to tell. How much of this book was actually about reckoning with the fact that you - and all of us, really - are just getting older, and we have to sort of deal with a changing culture?"
    },
    {
      "author": "PAUL",
      "text": "I think with the Internet - I do think that it's an exponentially larger change than a lot of the other previous changes that have been, you know, brought on by technology, and so I think everyone has to grapple with it. One of the things I tried to do in the book is to remember, obviously, I'm not the only person dealing with this change, and everyone is dealing with it in their own way depending on their socioeconomic class. So for example, one change that, to me, feels like largely a negative is, I don't read books on screen. I think you lose a lot with a book on a screen. That said, for a child with a auditory or a visual processing disorder, with dyslexia, a child who is somewhere on the spectrum, reading on screens, having access to audio components when you're reading something with, you know, text - all of those things can hugely help in terms of processing information. They can also help as communication devices."
    },
    {
      "author": "PAUL",
      "text": "And so what feels like a big negative to me isn't necessarily a negative to other people - and sometimes, you know, in one context might seem like a bad thing could feel like a life-saver. So in general, I don't like to use a mapping device. Like, I don't like to have Google Maps on when I'm exploring a new town. I want to just, like, walk around and kind of let serendipity play a role. On the other hand, you know, in an emergency, I'm very happy to have, you know, that Google Maps app that I can turn on and get to where I need to go."
    },
    {
      "author": "GHARIB",
      "text": "So, you know, for those who feel an overwhelming sense of nostalgia after reading \"100 Things,\" what specific advice do you have for people who sort of wish to return to a more analog way of life?"
    },
    {
      "author": "PAUL",
      "text": "You know, it's not easy, and yet I do want to emphasize, it can be done. And I like social media just as much as anyone else, but in the last two months, I quit both Facebook and Twitter, and I have to say, it feels pretty good. It felt kind of weird at first. But one of the questions to ask yourself is, like, who in my life really matters? And are those the people that I am in touch with on social media? For the most part, you're not in touch with the people that you don't stay in touch with for a reason. And if they become part of your lives through social media, it's almost like uninvited guests at a party. Like, do I really want these people here? Like, do they need to see what it is that I'm doing? And then also to think about, what am I sharing? What am I doing? What information am I putting up here? Am I sharing pictures of my children? We kind of forget that, like, when you put something out there, people are seeing it."
    },
    {
      "author": "GHARIB",
      "text": "I'm a little hung up still on the fact that you're not on Twitter, which, you know - you're a journalist. I mean, part of your job is to be, like, you know - to know what people are talking about, right? And even people who are not journalists, like, when you're on social media, you're part of the zeitgeist. You know what's going on, and that's part of your social capital as social creatures - like, being in the know. One of the things that's scary about getting off - you know, trying to lessen our time on social media is - or just the internet in general - is, like, oh, no, like, I might not be as in the know as other people."
    },
    {
      "author": "PAUL",
      "text": "Yeah. Yeah, but I think, you know, when you think about it logically and you reflect on the way that you live your own life, I do think most of us know this. But if my phone is there when I'm reading a book, it doesn't even - my notifications can be off. It doesn't even need to buzz. Every once in a while, I would just be, like, yeah, but what's going on on there? You know? It's like we constantly have 20, 40, a hundred people hovering outside the door of our house, being like, hey, there's this thing that you need to know that I want to tell you that you have to react to that I'm waiting to hear from you on."
    },
    {
      "author": "PAUL",
      "text": "I have no doubt that I have plenty of information at my fingertips to work with, far more than I have the ability to absorb. I mean, I just think about all of the podcasts, radio shows, TV shows that I want to read, magazines, articles. It's, like - it's already way too much. So at a certain point, you do have to make those decisions of like, all right, so maybe I just will not join Snapchat, and it'll be OK."
    },
    {
      "author": "GHARIB",
      "text": "How do we choose what to pay attention to?"
    },
    {
      "author": "PAUL",
      "text": "Again, it's just little things. Like, when you watch a TV show, and you watch it with your phone in your hand, or a tablet, or your laptop open, or you watch it on your laptop, and you're sort of toggling windows, it really does detract from the intent of that TV show, which is immersion, right? Like, when you are watching a movie or a television show, the idea is that it's immersive content. Now, Twitter has sold us on this idea that, like, you're supposed to be commenting on the Oscars the entire time, and maybe that's fun. But again, I think you can sort of stop and ask yourself, like, is this the way that I want to have this experience?"
    },
    {
      "author": "GHARIB",
      "text": "Are there particular exercises that you can recommend to build confidence in your ability to problem-solve without the phone?"
    },
    {
      "author": "PAUL",
      "text": "Everyone knows about turning your device to black and white, which is super depressing and actually depresses in the sense of decreases use an enormous amount if you turn your device to black and white. It's just not as fun on there. And you can go into your settings and do that. I think intentionally forgetting your phone, leaving your phone in a place - I think that if you create limits for your children if you have children, to impose the same limits on yourself is really useful. So if you have a rule that your children should be off their devices by 8 p.m., which I think - by the way, again, depends on the family - not a terrible idea - and to have them all plugged in in a central place, like in the hallway or in a family office, not in anyone's bedroom - that if you do it yourself, I think that's probably a good exercise, too. You can kind of, you know, create these rules for yourself that, again, might sound really strict and limiting but I think can be freeing."
    },
    {
      "author": "GHARIB",
      "text": "So it looks like there's a lot of things we can do to give ourselves more space and time to live a more analog, phone-free life. Think twice about joining a social media platform. Like, if you're on the fence about being on TikTok, ask yourself if you have the attention for it. You can also try forgetting your phone at home and maybe not doing the second-screen thing when you're trying to, like, read a book. As for me, here's my fantasy."
    },
    {
      "author": "GHARIB",
      "text": "I love the idea of phone-free zones. I have this den in my house maybe I could turn into a phone-free, like, relaxing lounge space."
    },
    {
      "author": "PAUL",
      "text": "Yeah."
    },
    {
      "author": "GHARIB",
      "text": "That was Pamela Paul, an opinion columnist for The New York Times and author of \"100 Things We've Lost To The Internet,\" which is out now."
    },
    {
      "author": "GHARIB",
      "text": "For more LIFE KIT, check out our other episodes. There's one on limiting children's screen time and one on how to improve your digital privacy. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now - a completely random tip from one of our listeners."
    },
    {
      "author": "LAUREN MICHAEL",
      "text": "Hi. My name is Lauren Michael (ph), and my life hack is, if you are struggling with mold in the rubber lip of your front-loading washer, take paper towels and line both the inside rim and the outer rim with as many paper towels as you can fit so it covers all areas with mold. Soak the paper towels with Clorox, and leave it overnight. Make sure you leave your washer door open. And then the next day, all of the mold should be gone, and you didn't even have to scrub."
    },
    {
      "author": "GHARIB",
      "text": "If you've got a random tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode was produced by Meghan Keane, who's also the managing producer, with help from Mansee Khurana. Beth Donovan is a senior editor. Our production team also includes Clare Marie Schneider, Sylvie Douglis and Audrey Nguyen. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. I'm Malaka Gharib. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5608466370.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/16/internet_ig1_1_wide-2e8ce8787d41f84615b1b20274a1d512d4e0b5eb.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MALAKA GHARIB, HOST",
    "PAMELA PAUL",
    "GHARIB",
    "PAUL",
    "LAUREN MICHAEL"
  ]
}