{
  "title": "How to find your singing voice",
  "url": "https://www.npr.org/transcripts/1099744999",
  "intro": "Follow these exercises to help you build the skills and confidence to start singing, whether in your car or at the karaoke bar.",
  "transcript": [
    {
      "author": "AJA DRAIN, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "DRAIN",
      "text": "I'm not a singer. When I open my mouth, I don't sound like Whitney Houston or Normani or Ariana Grande. And I'm sure a lot of you can relate, unless you're Ariana Grande. And in that case, hey, girl. But jokes aside, singing can be such a big part of our lives, whether it's listening to music and singing along, carpool karaoke with friends or singing choir music with your religious group. Yet, as ubiquitous as it is, it's easy to feel like I can't do it. But the only way to know is to try. So I did. And I could."
    },
    {
      "author": "TRINEICE ROBINSON-MARTIN",
      "text": "So..."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "...Now go, (singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "In this episode of Life Kit, we're going to release our inhibitions, practice, practice, practice and get a deeper understanding of ourselves. I'm Aja Drain, a news assistant at It's Been A Minute, and I'm stepping out of my comfort zone so we can learn how to sing. Because if (singing) I can do this, (speaking) you can too."
    },
    {
      "author": "DRAIN",
      "text": "All right. All right. I can hear you all now. Aja, I don't know. I'm telling you, if I try to open these pipes, it's not going to be pretty. Before we even get into it, I need to burst your bubble right out the gate with takeaway one - if you can speak, you can sing."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "All we were doing as a singer is we are elongating our natural emotive sounds. When we're happy, we have a sound. When we're sad, we have a sound. And any time that we're doing things like that, we're actually singing. Certain cultures kind of sing-speak anyway, you know? There's often these entry points that people don't even realize because they often might think it's a little harder than it is."
    },
    {
      "author": "DRAIN",
      "text": "That's Trineice Martin-Robinson (ph). She's a Ph.D. in music education, a voice teacher at Princeton and Long Island University and my vocal coach for this episode. And if Trineice isn't enough to convince you - oh yeah, we got even more experts to shut down that self-doubt. That's how we do it at LIFE KIT. Joanne Rutkowski is an early childhood music specialist. She's also a former professor at Penn State. She says we don't have to leave singing to the pros."
    },
    {
      "author": "JOANNE RUTKOWSKI",
      "text": "Everybody can do music. I'm not gonna - you know, I play piano, but I'm not gonna be a performer with the Cleveland Symphony. You know, that's not what I do. And it - but it doesn't mean I can't play piano. And I'm not going to sing with the Met, but it doesn't mean I can't sing and sing with kids and sing with adults in groups."
    },
    {
      "author": "DRAIN",
      "text": "'Cause I don't know about you, but I'm not trying to win a Grammy. I'm just trying to finally work up the courage to go to karaoke with my friends or sing in front of my parents without being roasted. Plus, if performing isn't a motivator, there are a ton of benefits to singing too. There are emotional, psychological benefits; you release endorphins when you sing. It can bring you closer to people. It's an aerobic practice that takes a lot of breath and can increase parts of your immune system. So there's a lot to gain here. There are different levels and spaces for you to perform too. It may be a school talent show, a TikTok cover or just working up the courage to actually sing at your religious service. I'm a criminal lip-syncer (ph), which - that's a skill for a different episode."
    },
    {
      "author": "NIKKI LERNER",
      "text": "You know, some people might say, well, you know, I kind of feel like I want to try singing, but I'm nervous. You know, I'm shy - whatever. Singing for you might be just once-a-week singing along with one of your favorite songs in your room."
    },
    {
      "author": "DRAIN",
      "text": "That's Nikki Lerner, a professional singer and culture coach from Columbia, Md. Nikki was fortunate to have more of a natural aptitude for singing, and her dream was to perform on a big scale. But singing isn't a zero-sum activity. There is a spectrum of spaces for you to share your voice and in different ways."
    },
    {
      "author": "LERNER",
      "text": "Some people say, oh, I think I'm going to try singing, and then I'm going to, you know, put this out on YouTube. Now, I mean, you know, for many people, they need to do that. But that's a lot of pressure, right? That's a lot of pressure to go from, I never sing, to, now I'm going to share it with the world - you know? - or at least the 15 people that'll watch it. Just start doing it, and get in practice. You know, if there's a choir that's local in your community, join a choir. Join a community choir. Join an ensemble, you know, with people who are just singing for the fun of it. Just start to get into the practice and the habit without all that pressure."
    },
    {
      "author": "DRAIN",
      "text": "The right space can make a big difference. We're already taking a big step doing something new. So as you're learning, you want to make sure you're putting yourself in a comfortable space. Now that you're comfy, what do you want to achieve with singing? Visualize it. OK. Got it? Good - because now we're getting to work."
    },
    {
      "author": "DRAIN",
      "text": "Takeaway two is practice stretching your speaking voice to your singing voice."
    },
    {
      "author": "DRAIN",
      "text": "OK, I can do this."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "Good. Now I want you to do it again. And I want you to be over-the-top exaggerated. OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "Yup. That's me with Trineice, trying my darndest to sing. This exercise is meant to stretch my speaking voice into my singing voice. Try it for yourself."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "I don't know why, but it's like singing is the only instrument that people don't allow themselves to not be as good at right away. You know, if you're starting a violin, you're going to expect certain interesting notes to come out. But for some reason, we're not forgiving of ourselves when it's time to start singing. So the first step is mental. It's to say, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "Give yourself permission to try, and, honestly, give yourself permission to be bad. Y'all heard me. I'm not even close to Normani, but that's not the point. When you start anything, you're not going to be great at first."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "So..."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "...Now go, (singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "Trineice is teaching me how to match pitch within my natural range. She plays the notes, sings it for me, and I just focus on her. If I was on my own, I could play a piano or an app and try to hum or sing those notes."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "Perfect. Do it again. (Singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "You can probably hear the nervousness in my voice, but I'm still matching the tone of Trineice. Progress is progress. I just have to start believing the mantra I'm singing."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "Good. We're just going to take it up."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "(Singing) OK, I can do this."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) OK, I can do this."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "Good. Very good. See; you're already singing."
    },
    {
      "author": "DRAIN",
      "text": "(Laughter)."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "We don't (inaudible) and everything."
    },
    {
      "author": "DRAIN",
      "text": "This exercise serves a dual purpose. Of course, I'm matching pitch, but the phrase, OK, I can do this, is a positive affirmation I'm sing-reciting - sing-citing (laughter)? Either way, it's helping me relax and get more excited - excitement that helps to push my voice into singing. But as I'm sure you've found after exploring more of your natural voice, you may want to push the boundaries of what you can sing and take it to the next level. That's great. But that process, flipping your register and exploring your range, can be tough. Take the \"Happy Birthday\" song. You know that part where everybody goes flat?"
    },
    {
      "author": "RUTKOWSKI",
      "text": "They're not tone-deaf. They're singing the beginning in tune, but they have to lift their voice out of that speaking register to get the (singing) happy birthday. And you're not going to do that if you're within that register that is lower."
    },
    {
      "author": "DRAIN",
      "text": "That's Joanne again. Think about this register flip like taking a step up. We already did it a bit with Trineice with elongating the sound then transitioning to more sing-y-ness (ph); however, when I'm trying to see how far my singing range is, it gets tricky. When I start low and try to sing higher and higher, it feels tight in my throat. I'm not quite sure if I'm actually going as high as I can."
    },
    {
      "author": "RUTKOWSKI",
      "text": "Start higher and come down. Don't start with your speaking voice because you'll hit that ceiling, and you won't get past it."
    },
    {
      "author": "DRAIN",
      "text": "So if you start scales from the bottom of your range, your voice might stall out sooner, and you won't actually hit the tippy-top (ph). Joanne's top-down approach allows you to hit the highest point first so you can see the full expanse of your range. So practice by starting from a higher note and go down the scale. It might sound something like this."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) Ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah."
    },
    {
      "author": "DRAIN",
      "text": "If you're still getting in your head, that may be from a disconnect with the voice you have versus the voice you want. That leads us to takeaway three - find your own singing style or personality."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "I have found that the people that have the most difficulty bridging the gap between where they sing and when they speak are the people that have really, really big differences in where they want to sing pitch-wise. But the challenge - and the issue is a lot of times people with a certain natural personality, they'll say, no, I want to do this Broadway \"Wicked\"..."
    },
    {
      "author": "DRAIN",
      "text": "Right."
    },
    {
      "author": "DRAIN",
      "text": "Defying gravity - all of it."
    },
    {
      "author": "DRAIN",
      "text": "It's critical for your confidence and to stay motivated in the process to find your own sound. You may be tempted to mimic Mariah Carey, but that'll just be discouraging."
    },
    {
      "author": "LERNER",
      "text": "Now you're into identity theft. Like, you don't want to go steal other people's identities. Like, let Beyonce be Beyonce. Let Billie Eilish be Billie Eilish. Let whoever be whoever. That's their identity. It's important for us to be able to say, and what do I sound like?"
    },
    {
      "author": "DRAIN",
      "text": "Who would have thought singing would be a practice of self-acceptance too? This process of self-acceptance is helping you establish more awareness about where your voice is. And the more awareness you have, the easier it is to channel yourself and your emotions into your singing. With her expertise, Trineice developed Soul Ingredients, a unique methodology which can help guide you to the style that best fits your personality and natural voice."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "And it stems from, how do we teach voice from a scientific level, but yet be still true to the person? How do we express you? How do we identify who you are? How do we music your personality, right?"
    },
    {
      "author": "DRAIN",
      "text": "And when you find that voice, it's so special. I was elated to feel my walls come down and to lean into what I already had. Because as she constantly affirmed as we practiced, I'm wonderfully made."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "(Singing) Oh, I know."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) Oh, I know."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "(Singing) Oh, I know."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) Oh, I know."
    },
    {
      "author": "DRAIN",
      "text": "My voice is more animated now, and I'm still matching pitch. You can hear me translating excited speaking into singing."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "And how do you feel?"
    },
    {
      "author": "DRAIN",
      "text": "I feel pretty, like, jazzed. I got a little boost."
    },
    {
      "author": "DRAIN",
      "text": "Earlier, the, OK, I can do this, exercise really helped me relax. So as I'm doing this new warmup, it's a lot easier. Before, my voice was a little strained because I was nervous, and it made me tight. Loosey-goosey is the key here."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "You're like, I'm doing this. I'm doing it."
    },
    {
      "author": "DRAIN",
      "text": "I'm doing it. OK, I can do this."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "You can do this. You are wonderfully made. All you needed (inaudible) was opening it up."
    },
    {
      "author": "DRAIN",
      "text": "And you can do it too. Try speaking more musically-er (ph), over-the-top, and let that slide naturally into elongating your speech and into singing. So after all that exploring to get comfortable with your voice, we've arrived at takeaway four - tune your instrument often, and remember to breathe. Practice, practice, practice will help you improve and build your confidence too. And there are a lot of small steps you can take to start to hone your craft. It might sound obvious, but open your mouth."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "The mouth is coloring it and shaping the sound. The tongue position is shaping the vowel sound - A, E, I, O, U, right? It's shaping the sound. So the more space that you have in your mouth, the easier it's going to be to let the sound come out. And I often find that that is a major barrier."
    },
    {
      "author": "DRAIN",
      "text": "Remember, as you practice, especially alone without guidance, it's hard to visualize how your voice is changing. Don't get discouraged."
    },
    {
      "author": "RUTKOWSKI",
      "text": "The difficulty about the voice is you can't see it, right? If I'm playing the violin, I can see where my fingers are; I can see what I'm doing. But the voice, we really can't. And so you have to - it's kind of a head game, where you've got to first focus on, are you getting a nice, good breath?"
    },
    {
      "author": "DRAIN",
      "text": "That's Joanne again with the important reminder that when all else fails, go back to breathing."
    },
    {
      "author": "RUTKOWSKI",
      "text": "And actually, if you lay on your back on the floor, you breathe properly. You know, when I often tell people that are singing to take a breath, they raise their shoulders. Well, that doesn't do anything. I mean, your lungs aren't there, right? All it does is create tension. So it's really filling up. And I tell them to think about filling up their lower body like a balloon. So you're filling that up like a balloon. And then the first thing to start is pushing that air out from the bottom, from your belly, up, out through your lungs, out through an open mouth, which is just like an open tube."
    },
    {
      "author": "DRAIN",
      "text": "And in that tube are these little rubber bands, your vocal cords, that are vibrating as air goes past when you're trying to make sound. So when in doubt, take a deep breath (breathes in), make some sound - ahhhhhh - and imagine those rubber bands in your throat. And if it's hard to process too many things at once, record yourself, and listen back to hear how you sound, and adjust as needed. There are so many ways to practice. You can do daily vocal warmups on YouTube. There are piano apps to help you match pitch. If you're really serious and want to invest, you can work with a vocal coach, or if you need social motivation, local choirs can take the pressure off of singing alone and, also, you'd be learning in a group. Practice will get your voice in shape. And to keep your voice in shape, taking care of your body is essential."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "From the most basic level, just take care of your body, get rest, hydrate - things that normally you need to do to keep your body at an optimal level."
    },
    {
      "author": "DRAIN",
      "text": "Right. And also, have fun, I guess - that's the goal too (laughter)."
    },
    {
      "author": "ROBINSON-MARTIN",
      "text": "Come on. Enjoy the process."
    },
    {
      "author": "DRAIN",
      "text": "Singing really does involve mind, body and spirit. Your practice can look like whatever you want it to, and when it all comes together, that's when the real fun begins."
    },
    {
      "author": "LERNER",
      "text": "(Singing) Love pursues, changing everything I thought I knew. Finding strength again, I've been renewed. And the hope comes alive, and healing flows. Pressing through my pain, it's peace I know, reaching for a love I can't refuse 'cause love pursues."
    },
    {
      "author": "DRAIN",
      "text": "That's Nikki again, but this time singing her song, \"Love Pursues.\" When I was searching for an artist who embodies their full selves in their songs, Nikki was the first person I thought of."
    },
    {
      "author": "LERNER",
      "text": "Whenever I sing or I'm on a stage or I'm in front of people that - I'm fully invested, fully connected to who I am as a person. And that is just such an incredible feeling to have. I actually think it's one of the best reasons why anybody should start to - you know, start singing or to start to discover their voice."
    },
    {
      "author": "DRAIN",
      "text": "That leads us to takeaway five - singing is a gateway to ourselves and to others. As I hope this episode has shown you, singing can be so much more than just training your vocal cords. It's a practice that invites exploration, self-reflection and also connection."
    },
    {
      "author": "LERNER",
      "text": "I mean, creating music or any kind of art form with other people is, in and of itself, a community builder - right? - because there's so much that goes into that moment of creation. There is humility. There's creativity. There's collaboration. There's negotiation. There is a sense of push and pull. There's all of these things that happen in deep relationship that builds deep community when you make music with other people."
    },
    {
      "author": "DRAIN",
      "text": "Whether that's in a band, a choir or a bunch of friends singing karaoke together, music fosters deep community. I've learned so much about my voice, my goals, and who I am. I've built confidence, and I've gotten to connect with wonderful people along the way - people who can't wait for you to glean the benefits of singing, too."
    },
    {
      "author": "RUTKOWSKI",
      "text": "It's just frustrating to me how so many people lose out on the wonderful opportunity of singing because they think they can't. And that's not true."
    },
    {
      "author": "DRAIN",
      "text": "That's why we're here. That's why we're here (laughter)."
    },
    {
      "author": "RUTKOWSKI",
      "text": "(Laughter)."
    },
    {
      "author": "DRAIN",
      "text": "I started this episode with a pretty negative mindset - I'm not a singer. But I am - maybe not a professional, but I know how to express myself through sound and music, and there's so much beauty and value in that. Let's recap."
    },
    {
      "author": "DRAIN",
      "text": "Takeaway one - if you can speak, you can sing."
    },
    {
      "author": "DRAIN",
      "text": "Takeaway two - practice stretching your speaking voice to your singing voice."
    },
    {
      "author": "DRAIN",
      "text": "Takeaway three - find your own singing style or personality."
    },
    {
      "author": "DRAIN",
      "text": "Takeaway four - tune your instrument often, and remember to breathe."
    },
    {
      "author": "DRAIN",
      "text": "And takeaway five - singing is a gateway to ourselves and to others."
    },
    {
      "author": "TRINEICE MARTIN-ROBINSON",
      "text": "Singing is powerful. Just - and it's so accessible. You are - when I say you are wonderfully made, I mean you are wonderfully made. We already have the ability. It's more just unlocking the potential."
    },
    {
      "author": "DRAIN",
      "text": "It's all about you. And if you want to sing, you can. In the great words of Natasha Bedingfield, (singing) release your ambition, feel the rain on your skin."
    },
    {
      "author": "NATASHA BEDINGFIELD",
      "text": "(Singing) No one else can feel it for you. Only you can let it in."
    },
    {
      "author": "DRAIN",
      "text": "(Singing) No one else. Oh, I forgot the rest of the words (laughter)."
    },
    {
      "author": "DRAIN",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start a hobby, another on making a great playlist, and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "DRAIN",
      "text": "And now, here's a completely random tip."
    },
    {
      "author": "LINDSEY KERR",
      "text": "Hi, my name is Lindsey Kerr (ph), and my LIFE KIT tip is to freeze herbs, like pesto or cilantro, in an ice cube tray so that you can just use them in single servings when you're ready."
    },
    {
      "author": "DRAIN",
      "text": "Leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Sylvie Douglis, Audrey Nguyen and Mansee Khurana. Our digital editor is Dalia Mortada, and our visuals editor is Beck Harlan. I'm Aja Drain. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4187475615.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/18/sol-cotti---npr-sing_wide-5aa70320518e81267a6685c50a03603405c4f2a2.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AJA DRAIN, HOST",
    "DRAIN",
    "TRINEICE ROBINSON-MARTIN",
    "ROBINSON-MARTIN",
    "JOANNE RUTKOWSKI",
    "NIKKI LERNER",
    "LERNER",
    "RUTKOWSKI",
    "TRINEICE MARTIN-ROBINSON",
    "NATASHA BEDINGFIELD",
    "LINDSEY KERR"
  ]
}