{
  "title": "4 mental health issues Asian Americans face — and how to overcome them",
  "url": "https://www.npr.org/transcripts/1101020325",
  "intro": "Saying 'no,' speaking up for yourself and being less than perfect can be hard for many Asian Americans to do. Psychologist Jenny Wang has tips on how to address them with yourself and your loved ones.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Andee Tagle, one of the producers of the show. But that's only one part of my identity. I'm also a woman, a daughter, a partner, a Filipino American, a French fry enthusiast, a runner, and most recently, a San Diegan. All this to say there are so many elements that inform who we are and how we think and how we show up in the world. And none of these identity makers exist in a vacuum. We're all just a great big combination of intersections. So today, at the intersection of Mental Health Awareness Month and Asian American Pacific Islander Month, we're talking to psychologist Jenny T. Wang. She says it's important to expand your lens in order to understand the forces shaping your health and your identity."
    },
    {
      "author": "JENNY T WANG",
      "text": "For many children of immigrants or even immigrants themselves, part of what shaped their mental health was the context in which they were trying to build lives in."
    },
    {
      "author": "TAGLE",
      "text": "Jenny is the author of \"Permission To Come Home: Reclaiming Mental Health As Asian Americans.\" And while no one person's experience will be exactly the same as the next, she says a lot of Asian Americans can face similar burdens."
    },
    {
      "author": "WANG",
      "text": "For many immigrants who came to this country, my parents included, there were certain barriers. There were things that were kind of threatening to their environment or to their lives. And that could be racism. That could be not speaking the language. That could be a lot of different things that made them feel as though they didn't belong. And so that starts to shape mental health and the narratives in which they might have internalized."
    },
    {
      "author": "TAGLE",
      "text": "Another throughline of the Asian American experience - the impulse to ask for permission first."
    },
    {
      "author": "WANG",
      "text": "This idea that we need to ask our parents or ask our communities to make certain decisions or to live certain lives or pursue certain careers."
    },
    {
      "author": "TAGLE",
      "text": "Instead, Jenny says, it's time to practice some agency."
    },
    {
      "author": "WANG",
      "text": "And so this idea of permission, I almost wanted us to reclaim a little bit and consider this idea of permission claiming, this idea that I can give myself permission to go into these spaces of my life where traditionally it may had not been valued, something that was not discussed in our culture or even encouraged."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT, mental health and the Asian American experience. Whether or not you identify as AAPI, Jenny has great advice on everything from working through guilt to defining home on your own terms."
    },
    {
      "author": "TAGLE",
      "text": "You write about how for a lot of Asian immigrant parents, there are three acceptable professions - doctor, lawyer, engineer. Love that. Hilarious. For Filipinos, I'll add nurse to that. You'll be hard pressed to find a Filipino family that doesn't have a nurse somewhere in that extended line. But anyway, this map is a really familiar narrative for a lot of people. It tells you what to do, how to be, who your partner should be, where to go in order to find success and safety. Why is it so hard for us to veer from the courses our parents have set? And what steps can we take to start to carve our own authentic paths?"
    },
    {
      "author": "WANG",
      "text": "It is back to some of that kind of ingrained frameworking that our parents offered to us. And we're not here to blame our parents, actually, right? We're here to actually say that they had to survive certain situations that created certain ways of thinking about how we should show up. And so there is this scarcity mentality where a lot of immigrants' parents came here with very little or were on their own and felt unsafe. And so with that scarcity mentality, there is a fear that we may never be stable enough. We may never have financial resources that are sufficient to make us feel comfortable in this world."
    },
    {
      "author": "WANG",
      "text": "And so that starts to frame some of the job opportunities that they encourage us to pursue, the educational attainment, all of these benchmarks that they think will lead us to a better life, which is, for a lot of them, why they came to this country in the first place. So values such as creativity, social engagement, passion, mission - these are ideas that our parents really didn't have the privilege to really access or do for themselves. And so when this younger generation says, oh, but I want to pursue an art career, and our parents, what they're thinking is you're not going to be able to make a sustainable living. That terrifies them. And so they - that anxiety then gets kind of pushed on to us. And we have to manage both our uncertainty as well as our parents' uncertainty."
    },
    {
      "author": "TAGLE",
      "text": "And how do we start to do that? You know, OK, Mom, OK, Dad, I want to be an artist. You know, what sort of template language? How can we start that conversation?"
    },
    {
      "author": "WANG",
      "text": "So for myself, I was training to become an accountant, and yet I knew it was not the profession for me. I think ultimately I knew that even if I had become an accountant and gotten license and all of that, I would have eventually left the career anyway. And it would have been for naught - right? - because I was only doing this because it was what my parents thought was the secure path. Well, if I was miserable, how sustainable is that path over the long term? And so I think in chapter Permission to Choose, I kind of talk about different kind of metrics or ways in which we can evaluate our decision making, right? So choosing with inner knowledge about who we are, our gifts, our drives, our talents, choosing with sustainability in mind - right? - these are things that I think help ground us in those values and help us choose, even if the expectations out there are really different."
    },
    {
      "author": "TAGLE",
      "text": "So I'm hearing, you know, self-awareness is really where it starts, having an honest conversation with yourself, which on its own can be a really hard step. And it will still be a big journey from there. But if you - you know, if you have your sense of self, if you understand what you really want, it can make the rest of the road easier. We talked a lot about expectations with parents, and there are a lot - with family. And some things are said; some things are unsaid. Maybe you have a parent who won't communicate something directly to you, but you can figure out what their hopes or dreams are for you based on how they praise or criticize your best friend, your cousin. You know, they, like, compare and contrast all the time. What do we do with that?"
    },
    {
      "author": "WANG",
      "text": "I think, unfortunately, within a lot of Asian families, that's a really common experience - right? - being compared to siblings, cousins or other, you know, friends, parents' friends' kids. They're doing this and this. And look at how amazing they are, right? And so you feel as though you need to somehow match or meet or exceed those expectations. And I think on the one hand - right? - I would be kind of curious about it. I wish I had - kind of had the language for this even when I was a child. Like, when my parents would, you know, say, oh, look at this person. They're doing so great in school, and you should, you know, try to be like that. And maybe they wouldn't say that explicitly. I wish I had the wherewithal to say, like, tell me more. What is behind that desire, right? What is behind that kind of praise? And what do you think that is bringing that person? And why is that important to you, you know?"
    },
    {
      "author": "WANG",
      "text": "And I think that's something that I can now say as, like, a mother of my own. Like, I have that framework and that language. But sometimes we can lead with curiosity. Like, for example, you know, maybe your parents are like, look - they have so many doctors in the family. Isn't that so great? Right? And you are over here thinking like, ugh, I don't even like math and science. This is not something that's for me. And so in that curious space, perhaps we can say, oh, well, that's really neat, and I'm so happy for these people, but I think for me, I've realized that I really love this, and it really makes me come alive when I do this. And so, you know, as much - you know, I don't think I'm meant to be a doctor. I really believe in this path, and I would really appreciate your support in going that way."
    },
    {
      "author": "TAGLE",
      "text": "That's great advice - leading with curiosity instead of immediately getting reactive or seeing it as a dig, just open up some space, open up a space to see how everyone feels. Next question here - we can't have a discussion about API mental health without talking about the model minority myth, something that you describe really well in the book. You describe it as, quote, \"a caricature of individuals who are hard-working, compliant, highly educated and passive in the face of mistreatment.\" I know this is a big question. But, Jenny, why is this trope so problematic?"
    },
    {
      "author": "WANG",
      "text": "It's problematic on so many levels. It kind of creates this monolithic perspective of Asian Americans - right? - where somehow they're all high achieving. They're successful. They're financially independent. And this really erases the lived experiences of Asians who are living at the poverty line, who are requiring social resources. I also think that there's another layer in which, you know, the model minority myth is kind of rooted in the sense that we are pitted against other marginalized groups. And when the model minority myth kind of was brought into, I guess, social awareness here, it was in the midst of the civil rights movement. And so Asian Americans were suddenly touted as these super successful minorities who had somehow, in spite of marginalization, become successful. So it really pitted us against other individuals of color who were all trying to kind of survive in this racist world. And so I think that in many ways, the model minority keeps us from being able to build coalitions with other marginalized groups who are being impacted by racism every day."
    },
    {
      "author": "WANG",
      "text": "And then finally, the model minority also impacts mental health because it creates this facade that Asian Americans don't struggle, that they don't struggle with depression, that they are, you know, somehow just so, like, stoic and so mentally fit that they don't show any of that to the outside world. And I think this, coupled with the idea of saving face, which we don't air out our dirty laundry - right? - out into the world. We don't talk about our mental health or our family struggles with a stranger. That feels shameful, right? So that, coupled with a model minority, I think makes it difficult for us to admit when we are really struggling inside."
    },
    {
      "author": "TAGLE",
      "text": "Next question, obviously, is what can we do about it, you know? I think for me personally, I think about assimilation and what a high value that was when my grandparents first came here, you know. And to make it was to have no one think about you as Filipino. You know, the next generations trying to find their sense of selves - what do you do about that?"
    },
    {
      "author": "WANG",
      "text": "Yeah, I think when you think about this idea of like, don't rock the boat, keep your head down - right? - don't stick out - that was a trauma response, right? However, context has changed, and I think as we see more Asian Americans in spaces that are being very vocal - right? - in media, in politics, you know, in the news, like, there is much more visibility in collective power, comes more privilege to now speak out. And so one of the things I always encourage, you know, people to do is, do you know even your own history? And I think that's the piece that sometimes we're missing because we grew up in a country where we felt perhaps disconnected from our ancestors, our homelands and our generations before us."
    },
    {
      "author": "WANG",
      "text": "So one is, can I learn my story so that I understand not just the pain of my people, but the resiliency of my people, the strength of my people? And then also, are there spaces in my life in which I can actually start to take up a little bit more space? And that might just look like, you know, not averting my eyes when I'm walking with my kids in our neighborhood - right? - but instead confidently waving hello to a neighbor and making myself visible. And that can be really scary as people of color. But at the same time, if we comply or become complicit to our own invisibility, we will never be seen as whole, authentic people."
    },
    {
      "author": "TAGLE",
      "text": "All right, so turning to the family, another big one is guilt. Guilt - I'm Catholic. I come from a family of immigrants. So the one was huge for me. And I'm sure for lots and lots of people out there, there are so many reasons guilt can pop up in your life. You have some great advice in the book about how to work with and through guilt. Could you lay out a few of those ideas for us?"
    },
    {
      "author": "WANG",
      "text": "Sure, absolutely. So guilt as a human emotion, you know, has stuck around because it has a function. It's adaptive, right? When I've done harm toward someone, I may feel guilt. And that will prompt me to apologize, to engage them, to figure out how to do better next time. And that's the purpose of guilt. It keeps us in relationship with each other. The problem is that we also have guilt in instances where perhaps we haven't done any real, tangible harm."
    },
    {
      "author": "TAGLE",
      "text": "You can say that again, yeah."
    },
    {
      "author": "WANG",
      "text": "But we feel as though we actually have failed to meet a certain expectation or a certain kind of framework that we believe someone holds for us. And so in those instances, we need to kind of check, is that really what our parents or our community expects of us, you know? And I use the example that recently, I had a conversation with my own mother. And I said, I always felt like I needed to support y'all. And that's why I felt pressure to become an accountant because I thought that's how I would have the financial security to support my parents. Well, she looked at me, and she said, but we've never expected that from you. I'm not sure where you got that idea from. And so I think a lot of times, we internalize a lot of these expectations."
    },
    {
      "author": "WANG",
      "text": "So one, we have to seek out clarity about whether or not that expectation is true and real. But then secondly, we also have to question whether or not that guilt is bringing us closer to the life we want to live or further away. So I use self-care as an example, right? A lot of people will say, when I engage in self-care, when I take an hour of my day to just take care of myself, I feel guilt. And I have to say, OK, let's be curious about that guilt for a moment. Have you caused harm? No, I haven't. Two, do you feel like you've failed an expectation that someone has imposed upon you? Yes, I do. I feel like I should be in service of everyone else first and then myself. OK. But how does this align with the values that you uphold about how to live a healthy life? Well, the guilt actually is in opposition to that idea of a healthy life because a healthy life means that I create boundaries. I say no. I protect myself so that I can use my resources effectively. And so in this instance, the guilt actually is a detractor from our value of trying to live a healthy mental and physical life. And so we have to kind of be able to use that guilt more flexibly and really question, is it helping us, or is it actually keeping us from living the life we want to live?"
    },
    {
      "author": "TAGLE",
      "text": "Good reminder - hard in practice, good reminder. And you mentioned this just now - I think guilt goes hand in hand with setting boundaries for yourself and also especially when it comes with family. Jenny, how and why should we set boundaries with family, with ourselves?"
    },
    {
      "author": "WANG",
      "text": "So when we think about boundaries, I think within Asian culture it's almost thought of as disconnection. If I set a boundary, I'm creating a wall between us. And so I think that sometimes it's hard to do that because, culturally, those boundaries might look really different in Asian culture than it does in Western culture. And at the same time, I think, when we don't have boundaries, it means that we are essentially giving away our time, our energy, all our resources without any sense of whether or not we have capacity to give those things away. And so I think this idea that, you know, we need to be selfless, we need to be sacrificial - those are not bad things."
    },
    {
      "author": "WANG",
      "text": "However, if you do that endlessly over the course of your life, guess what happens? We get resentful. We feel angry. We feel completely depleted. And so I think those boundaries are meant for us to be able to reserve some of that capacity for ourselves so that we can do and pursue the things that really do matter to us while also staying in relationship with the people we love. We don't set boundaries with people who we will never see again. We set boundaries with people whom we want to stay in connection with, but also remain a part of the equation. And so boundaries should actually be thought of as a way of loving each other well."
    },
    {
      "author": "TAGLE",
      "text": "Finally, I want to talk about what it means to come home - to come home to ourselves, to our family. You know, as immigrants or children of immigrants - or even if your family has been here forever, but you look other - it can be hard to find a place that fits, right? So can you walk us through some of the barriers to finding home and also elements that might help us craft a sense of belonging for ourselves?"
    },
    {
      "author": "WANG",
      "text": "Mmm hmm. I think, with the barriers of finding a home, and especially as immigrants, where - you know, sometimes I go back to Taiwan, and I don't feel at home there either because I'm seen as too Western, too outspoken, too opinionated, right? And so even in my homeland of my ancestors, I don't feel at home. And here in America, I've lived here for almost my entire life, and sometimes I still don't feel at home as well. And so home now no longer is a physical place, but perhaps it is a condition of being. And, you know, the author/activist James Baldwin had said that perhaps home is an irrevocable condition in which we cannot be turned out from - we cannot be distanced or cast out from, right?"
    },
    {
      "author": "WANG",
      "text": "And so in many ways, I think Asian Americans - we are now being intentional about building a home for ourselves through our creativity, through our organizing, through our networks and communities, and finding strength in that. And I think that crafting a home has to be an intentional practice. And then I talk through in the book kind of these four ideas: safety - right? - and belonging, authenticity and compassion. And sometimes there will be spaces in our lives where we only feel two of the four or one of the four, or none. And that will impact or moderate, then, how I show up in that space. And so I kind of encourage people in the book to find your own kind of cardinal spaces or ideas to ground or root that anchor of home."
    },
    {
      "author": "TAGLE",
      "text": "Jenny T. Wang, author of \"Permission To Come Home,\" thank you so much for your time."
    },
    {
      "author": "WANG",
      "text": "Thank you so much for having me. It was so lovely to chat with you."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on overcoming the likeability trap, another on reframing productivity, and we've got lots more on everything from parenting to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "And now, a completely random tip."
    },
    {
      "author": "TREVOR TURNER",
      "text": "Hi, my name is Trevor Turner (ph). When you're making hard-boiled eggs and you need to make it easy to peel the skin off, have a bowl of ice water ready for right after you take them out of the boiling water. Throw them immediately into the ice bath of cold water and just wait, like, 5 minutes, and they're easy to peel every time."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglis and Mansee Khurana. Dalia Mortada is our digital editor, and Beck Harlan is our visuals editor. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1091103788.mp3",
  "img": "https://media.npr.org/assets/img/2022/05/24/kryu_npr_finalrev2_wide-dc9f4ece1160f4c724ad123e9f7d34d638242f7e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "JENNY T WANG",
    "TAGLE",
    "WANG",
    "TREVOR TURNER"
  ]
}