{
  "title": "What to consider about contraception and pregnancy after Roe v. Wade is overturned",
  "url": "https://www.npr.org/transcripts/1103677559",
  "intro": "For decades, the Supreme Court's Roe v. Wade decision protected abortion access and reproductive health decisions. Now, that has been overturned. Here's what you need to know about birth control, emergency contraception and terminating a pregnancy.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "LIFE KIT is all about helping you, our listeners. But we need a little help from you now. NPR is doing its annual survey to better understand how listeners like you spend time with podcasts. And we would love to hear from you. Please help us out by completing a short, anonymous survey at npr.org/podcastsurvey - all one word. It'll help us out so much and will give you a chance to help shape the future of podcasting at NPR. Again, you can take the survey at npr.org/podcastsurvey. And thanks."
    },
    {
      "author": "AILSA CHANG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ailsa Chang."
    },
    {
      "author": "CHANG",
      "text": "Ever since the draft Supreme Court opinion overturning Roe v. Wade was leaked, people have been wondering, asking, demanding to know one thing - what now? It's a question on a lot of people's minds, but particularly those of childbearing age in states with what's called trigger laws. These are laws that would immediately restrict access to abortion in over half the states in the country if Roe v. Wade is overturned."
    },
    {
      "author": "RAEGAN MCDONALD-MOSLEY",
      "text": "I welcome any opportunity to talk about reproductive health and birth control..."
    },
    {
      "author": "CHANG",
      "text": "That is Dr. Raegan McDonald-Mosely. She's a practicing OB-GYN and the CEO of Power to Decide, a sexual health and planning nonprofit group."
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "...But I have to admit that the premise of this question, that abortion access will be so hard to obtain in over half the states in our country, that that just, within and of itself, feels very dystopian and troubling."
    },
    {
      "author": "CHANG",
      "text": "And depending on where you live, there are new concerns being raised. That's what Robin Marty says. She's operations director for the West Alabama Women's Center and the author of \"Handbook For A Post-Roe America.\""
    },
    {
      "author": "ROBIN MARTY",
      "text": "Quite frankly, any person who is pregnant should be worried about legal repercussions. That is the most important part of trying to end a pregnancy on your own outside of a legal abortion clinic."
    },
    {
      "author": "CHANG",
      "text": "And abortion access - it doesn't just impact people who have unplanned pregnancies. Here's Dr. Kate White. She's associate professor of OB-GYN at Boston University School of Medicine."
    },
    {
      "author": "KATE WHITE",
      "text": "It's not that there are patients over here having abortions and patients over here having babies and there's no overlap between the two."
    },
    {
      "author": "CHANG",
      "text": "So how will limited access to abortion change the way you approach sexual health decisions, and what can you do to navigate it all? That's today's LIFE KIT - preparing for post-Roe America."
    },
    {
      "author": "CHANG",
      "text": "First, I'll speak with Dr. Raegan McDonald-Mosley and Robin Marty about options for birth control, emergency contraception, as well as finding a trusted provider. And then I'll speak with Dr. Kate White on terminating pregnancies for medical reasons. There's a lot to get through, so let's get started."
    },
    {
      "author": "CHANG",
      "text": "Well, I want to talk about what people should be thinking about and doing right now because these abortion restrictions mean that some people are going to be looking for ways to make sure that they don't have an unintended pregnancy now. And Raegan, as a doctor, just tell us, what kind of contraception would you recommend?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "There are definitely some methods that, you know, have lower failure rates in sort of, you know, the real-world use. So there is permanent birth control - both the tubal ligation as well as vasectomy, depending on someone's anatomy. So those are permanent methods that should only be used if someone knows that they don't want to have any more children. And those are more than 99% effective. There are also implants - contraceptive implants and IUDs, both hormonal and non-hormonal - that are also 99% effective. But those methods might not be for everyone. So all of the other methods, you know, should be available to them, including the contraceptive pill, the patch, the ring, the injectable contraception, which are also still very effective - over 90% effective. But again, you know, it's a really great opportunity to sort of learn about all of these methods, the side effects, and then choose what method, you know, is right for you."
    },
    {
      "author": "CHANG",
      "text": "And when it comes to emergency contraception, like Plan B or something like that, can we just remind people how long they have to take it - for something like Plan B to still be effective?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "Absolutely. I'm so glad you brought up emergency contraception because that's something else that folks should be thinking about. Emergency contraception, whether or not it's a pill or an intrauterine device, should be taken within five days of unprotected intercourse. And, as you know, it can be hard to sort of get a provider visit and get the pills and fill..."
    },
    {
      "author": "CHANG",
      "text": "Sure."
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "...The prescription within five days. And so one thing to consider is advance provision - before you need it, before you have unprotected intercourse - just to have it in your medicine cabinet."
    },
    {
      "author": "CHANG",
      "text": "Yeah. OK. I have been hearing recommendations about stocking up on Plan B or other emergency contraception, but you do think that that's a good thing to do? Like, is there anything people need to know in terms of shelf life or expiration?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "So there are two different types of the pill version of emergency contraception. One, you just mentioned, people sort of often refer to as Plan B. It's available over-the-counter, so folks can just go into the drugstore today and pick up a couple of packs, if they want. And it generally has a very long shelf life, in the order of three to four years, meaning someone could buy it now and may not have to use it for a year, and it's still active and good. But you should look at the expiration date on the specific box of the product that you're going to buy, meaning, you know, if a product's going to expire next month, you want to choose one that's - on the box - is going to expire in a year or two."
    },
    {
      "author": "CHANG",
      "text": "Just like buying groceries."
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "Exactly."
    },
    {
      "author": "CHANG",
      "text": "Are there any weight limits when it comes to using Plan B? And how many times can someone take it over a whole lifetime?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "That's a great question. So there is some literature to suggest that Plan B is less effective for people who have a weight above about 200 pounds, but that doesn't mean that, for an individual, it may - that it won't work, right? And so if that's your only option and you need emergency contraception, you shouldn't not take Plan B, but you should make sure that you're taking a pregnancy test in a few weeks to ensure that you're not pregnant, right?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "It's also important to know that there is another type of emergency contraception called Ella, or ulipristal acetate. That one is not available over-the-counter. It has to be - you have to receive a prescription from a provider. But that one is effective up to five days and does not have as much susceptibility to weight, right? And so there are other options if you need it."
    },
    {
      "author": "CHANG",
      "text": "And how many times can someone take emergency contraception like Plan B over the course of a whole lifetime?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "So Plan B is very safe. There are actually, like, very few contraindications or reasons why someone might not want to take Plan B - like if you're allergic to it or if you're breastfeeding. But even if you have hypertension or other medical problems, Plan B is very safe, which is different than other forms of birth control. But, you know, if someone finds that they're needing to take it often, and in fact, more than once in a month or in one menstrual cycle, it may not be as effective because the way it works is to delay ovulation, right? And so if someone finds that they're needing to use it multiple times, they might want to consider a longer-term method, like contraceptive pills, the patch, the ring, an IUD or an implant."
    },
    {
      "author": "CHANG",
      "text": "Let's say someone takes a pregnancy test in a state that does ban abortion and that test comes out positive. Let's talk about this scenario now. So, Robin, what options do these people have if they want to end their pregnancy in that state?"
    },
    {
      "author": "MARTY",
      "text": "So there are a number of different options that a person can undergo. Some of them involve trying to decide to go to a clinic outside of their states. There are abortion funds and practical support groups that can help provide financial assistance, logistical support. But also what we're seeing is that most people, especially in the South, they have an immense amount of difficulty to be able to afford all of the bus tickets, plane tickets..."
    },
    {
      "author": "CHANG",
      "text": "Right."
    },
    {
      "author": "MARTY",
      "text": "...Times off of work. That's simply not going to be doable for a lot of them. So abortion clinics are working on trying to stay open in order to help these people should they decide to manage their own abortion. Most people can actually obtain medication from overseas from a group called aidaccess.org. And those pills are the exact same medication as we provide within our clinic. And the only thing that's truly risky about them is the fact that, in a lot of cases, providing your own abortion can be seen as a criminal attempt. While we see laws that say, we aren't going to do anything to the person who is having the abortion, the reality is that there are a number of non-abortion related laws that people can still be criminalized under. And so it's important for a person who is going to take this route to be as secure as possible in making sure that they are not providing information to other people that they are pregnant or seeking an abortion, all of these other steps that they can take. And then they can go to one of these safe clinics for follow-up."
    },
    {
      "author": "CHANG",
      "text": "Well, Raegan, from an OB-GYN's perspective, if I am looking for a clinic where I live or near where I live, maybe even in a neighboring state, what should I be looking for?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "So the first thing is, you know, to identify where you can go. And so we have a resource that Power to Decide called abortionfinder.org. There's another resource called I Need an A, and these have databases of reliable abortion clinics throughout the country. And it's really important to make sure that you're using a resource, a database like abortionfinder.org or I Need an A because there are a number of crisis pregnancy centers. These are fake clinics, essentially, that have flourished in recent years and popped up in lots of communities. And they're designed to sort of mimic and look like clinics that provide comprehensive medical care, but they don't. So make sure that you're using a reliable source first."
    },
    {
      "author": "CHANG",
      "text": "And Robin, I mean, we are hearing that in many states that would ban abortion, they are more interested in punishing providers rather than the patients seeking abortions. But how worried should a pregnant person be about facing legal repercussions for seeking an abortion?"
    },
    {
      "author": "MARTY",
      "text": "Quite frankly, any person who is pregnant should be worried about legal repercussions. We know because we've seen over the past decade that if a prosecutor or law enforcement wants to find some sort of crime to punish a person who has a pregnancy that does not come to term, they will find a way to do it. And so the most important part of a post-Roe America is about making sure that there are safe places for patients who have either managed their own miscarriage or who want follow-up, or even people who are pregnant with wanted pregnancies but are afraid that there is some sort of issue with the pregnancy and want to go into a doctor that they know will not potentially turn them over to the police in - under some guise of having harmed their own pregnancy."
    },
    {
      "author": "CHANG",
      "text": "But can we just talk about that? Like, how does someone know they can actually trust their doctor because doctors could be facing legal repercussions, right? So how honest or direct should a patient be when talking to a doctor about the option of an abortion or treatment after they've tried an abortion?"
    },
    {
      "author": "MARTY",
      "text": "Right. I actually put together a checklist of questions that people can ask their doctors beforehand in order to vet and make sure that a doctor is safe. So it's a checklist that a person can go through and say, how do you feel about abortion? If I asked for an abortion, would you make a referral? It's an entire list of things that, frankly, doctors have to be vetted for at this point because there are states where you cannot sue a doctor if they withhold information from you about your pregnancy. So we've already seen how abortion laws have completely undermined the doctor-patient relationship, and that's only going to get worse once it's doctors and patients who could potentially end up in jail."
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "Ailsa, this is Raegan. I just wanted to chime in from a medical perspective and point out, realizing that someone may not have the opportunity to fully vet a provider, it's important to realize that if someone is having, you know, prolonged bleeding or may need medical attention after having a medication abortion with medications that they obtained themselves or with the care of a provider, that that very much looks like a miscarriage, right? And so someone can potentially, you know, present to an emergency room or to their provider and say, I'm having cramping and bleeding, and I had a positive pregnancy test, and receive the care that they need without having to reveal that they have taken abortion medications."
    },
    {
      "author": "CHANG",
      "text": "So where can people go to get a better understanding of the laws and the regulations that will end up governing their access to reproductive care?"
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "So, you know, just lifting up resources that are available online are a good place to start, and one is abortionfinder.org. That has the largest database of clinics as well as telehealth clinics that provide medication abortion around the country. This resource also provides information about, you know, the legal premise in each state and all of the resources that Robin has been putting out as well."
    },
    {
      "author": "MARTY",
      "text": "I agree with everything Raegan said. I would also like to say that reaching out to a local independent abortion clinic just to ask questions is definitely a thing that can be done. Abortion clinics are always going to be aware of what's going on in their region, and as much as online sources are amazing, they are so hard to keep to the minute up-to-date, and so it - I mean, if you have a question, just ask. That's what we're here for."
    },
    {
      "author": "CHANG",
      "text": "That is Robin Marty. She is the operations director for the West Alabama Women's Center and the author of \"Handbook For A Post-Roe America.\" Also, Dr. Raegan McDonald-Mosley - she's a practicing OB-GYN and the CEO of Power to Decide, a sexual health and planning nonprofit. Thank you both so much for spending all this time with us."
    },
    {
      "author": "MARTY",
      "text": "Of course, any time."
    },
    {
      "author": "MCDONALD-MOSLEY",
      "text": "Thank you so much."
    },
    {
      "author": "CHANG",
      "text": "Now, abortions are not just used for unplanned or unwanted pregnancies. Some people need to terminate a pregnancy for medical reasons - in cases of miscarriage, for example. So for those of you who are pregnant or who plan to become pregnant in a post-Roe world, what do you need to know for your prenatal care? Well, to talk about that, we're joined now by Dr. Kate White. She's associate professor of OB-GYN at Boston University School of Medicine and author of the books \"Your Guide To Miscarriage And Pregnancy Loss\" and \"Your Sexual Health.\" Welcome."
    },
    {
      "author": "WHITE",
      "text": "Thank you, Ailsa. It's so wonderful to be here."
    },
    {
      "author": "CHANG",
      "text": "It's so wonderful to have you. So can you just first explain why someone might need an abortion even though they had a planned pregnancy?"
    },
    {
      "author": "WHITE",
      "text": "No one ever thinks they're going to need an abortion. A lot of people, though, find themselves when they're in pregnancy with an outcome they didn't not expect, either because they get a diagnosis of a fetal anomaly - sometimes those that are not compatible with life where a fetus wouldn't survive to term or would die shortly after birth. Or sometimes it's complications with their own health, either a preexisting medical condition that flares up during pregnancy or a pregnancy-induced condition that actually threatens their life if the pregnancy continues."
    },
    {
      "author": "CHANG",
      "text": "OK, so what type of abortions are generally used in some of the cases that you just described?"
    },
    {
      "author": "WHITE",
      "text": "Often when an anomaly for a pregnancy is diagnosed early, like in the first trimester, a patient may have options between a procedure to take the pregnancy out or using medications. Things that are affecting maternal health or the health of the pregnant person, that's often then in the second trimester, and in generally in those cases, it's either a procedure or induction of labor."
    },
    {
      "author": "CHANG",
      "text": "We are going to be talking about a post-Roe world in this conversation, so that reality could in many states directly affect how someone plans during a pregnancy, right? So what do you recommend that patients ask their OB-GYNs when it comes to how changes in their state's abortion laws might impact their pregnancy?"
    },
    {
      "author": "WHITE",
      "text": "The reason why I am so worried about the era that we are entering is that abortion and pregnancy care often do not fit into nice, neat, separate boxes. It's not that there are patients over here having abortions and patients over here having babies, and there's no overlap between the two. And it's really difficult to restrict abortion and not have it affect the care of people with very wanted pregnancies."
    },
    {
      "author": "WHITE",
      "text": "I really do think that these first prenatal visits are going to be very different than they've ever been before. Usually you go in and you ask, what food should I avoid? What activities are safe, right? What kind of tests do I need? Now it's what has the state legislature done in the past months or years that could affect my health, which is a question I think that a lot of patients aren't going to be used to asking."
    },
    {
      "author": "CHANG",
      "text": "Right."
    },
    {
      "author": "WHITE",
      "text": "And people may even be listening and think, but I don't understand. If I want to be pregnant, why would these laws affect me? But the reality is that the line between abortion care and pregnancy care is very thin. And it can be very hard to restrict abortion access and not have that spill over to impact the care of pregnancies that are very desired."
    },
    {
      "author": "CHANG",
      "text": "Yeah. So how can patients generally prepare for the risk of having to terminate a pregnancy for medical reasons? Like, what should pregnant people ask their OB-GYN to help make a plan in case something happens?"
    },
    {
      "author": "WHITE",
      "text": "It's so hard - right? - because no one wants to think about all the bad outcomes that could happen when you get pregnant, right? You want to celebrate with the world and you want to post pictures on social and you want to, you know, look at a baby registry when you're eight weeks pregnant."
    },
    {
      "author": "CHANG",
      "text": "Right."
    },
    {
      "author": "WHITE",
      "text": "Because it's a - you know, it can be such a joyous time. And so I would tell people who are pregnant, please enjoy your pregnancy. Enjoy this wonderful time when you are pregnant and you are happy. But don't do it by yourself. Go to prenatal care. Contact your doctor or midwife early in pregnancy when you know you're pregnant so you can get care and get all of the offered testing that you should be having because this way, if there's a problem developing with you or with the pregnancy, we'll be able to find it out sooner rather than later."
    },
    {
      "author": "CHANG",
      "text": "If I may ask, I understand that you yourself had two pregnancy losses."
    },
    {
      "author": "WHITE",
      "text": "I did. I lost one at 29 weeks of pregnancy and one at five weeks."
    },
    {
      "author": "CHANG",
      "text": "I'm so sorry. How did you kind of get through that time with your family, with your loved ones?"
    },
    {
      "author": "WHITE",
      "text": "Yeah. For me, the loss at basically seven months was not one that I chose, but I had a medical complication in pregnancy that almost took my life, and they were not able to save my daughter. And so while it was not a decision to terminate, I had all the guilt. I was raised Catholic. Guilt goes very deep. And I felt like the first job of a parent is to keep your kids safe, and I felt like I had utterly failed at that. And it took a long time. I had a really good therapist before I could work through the issues where I realized it was not my fault..."
    },
    {
      "author": "CHANG",
      "text": "Yeah."
    },
    {
      "author": "WHITE",
      "text": "...What happened to me, the medical conditions. You know, for as good as health care is even in our country, we can't prevent all illness. We can't prevent bad things from happening."
    },
    {
      "author": "CHANG",
      "text": "Right."
    },
    {
      "author": "WHITE",
      "text": "My doctors did the best they could. I did the best I could. And now, I am the healthy mother of two little boys and a stepson. I don't want to forget him, too."
    },
    {
      "author": "CHANG",
      "text": "Uh-huh. Uh-huh."
    },
    {
      "author": "WHITE",
      "text": "And I would not have been around for them, you know, if things had gone the other way."
    },
    {
      "author": "CHANG",
      "text": "That's right."
    },
    {
      "author": "WHITE",
      "text": "And so it took a while to get out of the dark place, to look at the long view. But I was - I'm happy that I eventually got there."
    },
    {
      "author": "CHANG",
      "text": "Well, I'm glad that you got there. What words of encouragement do you have for people who are looking with some dread at the post-Roe world and at having these very difficult conversations with their doctor during pregnancy?"
    },
    {
      "author": "WHITE",
      "text": "I would say that it is more important than ever to have a good sense of what it is that you want in terms of when pregnancy is right for you and to find a doctor or a midwife or a clinical person who you can partner with, who you feel comfortable being open and honest with about everything, and having a provider who will be open and honest with you about what's going to be possible and not."
    },
    {
      "author": "WHITE",
      "text": "I would like to tell all of your listeners that there are legions of doctors and health care professionals who are getting ready for what is happening. And it's not going to be an easy solution or an easy fix. And I am not going to say that people are not going to be hurt, but we are going to be working really hard to put systems in place that everybody can still get the care that they need."
    },
    {
      "author": "CHANG",
      "text": "That is Dr. Kate White. She's associate professor of OB-GYN at Boston University School of Medicine and author of the books \"Your Guide To Miscarriage And Pregnancy Loss\" and \"Your Sexual Health.\" Thank you so much for being with us today."
    },
    {
      "author": "WHITE",
      "text": "Thank you so much."
    },
    {
      "author": "CHANG",
      "text": "So here are our guests' takeaways for preparing for a post-Roe America. First, think long and hard about your birth control method. LIFE KIT has an entire episode about picking a birth control that works for you, so check that out. Emergency contraception has a long shelf life - up to a year in some cases. Check the expiration date before you buy, and get it before you need it. But Robin Marty suggests, buy only what you need so that others do have access at local stores."
    },
    {
      "author": "CHANG",
      "text": "If you do get pregnant, there are organizations and resources that can help. Call your local abortion clinic to get the most up-to-date information, and check out websites like abortionfinder.org and ineedana.com. Even planned pregnancies can result in termination. Talk to your doctor, and seek care early so that any complications in your pregnancy can be detected early."
    },
    {
      "author": "CHANG",
      "text": "Finally, you are not alone. It may feel that way, but there are people out there who want to help and who will do everything they can to get you the care you need. We hope that this episode has brought you just one step closer to finding that care."
    },
    {
      "author": "TAGLE",
      "text": "Before we wrap things up, just a quick reminder again to have you complete that survey we mentioned at the top of the episode. It's at npr.org/podcastsurvey. It'll really help us out. Again, that's npr.org/podcastsurvey. Thanks so much."
    },
    {
      "author": "CHANG",
      "text": "For more LIFE KIT, check out our other episodes. We have one all about the different birth control methods and how to know if you're ready to have a baby. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CHANG",
      "text": "And now, a completely random tip from one of our listeners."
    },
    {
      "author": "SANDRA JACKMAN",
      "text": "Hi. This is Sandra Jackman (ph) from New Hampshire. Several summers ago, I saw my cat Stan (ph) not touching his food at all. When I went closer to take a look, I saw a line of ants going across the floor and into his bowl of kibble. And in all the years since then, every summer, placing the bowl of cat food into a shallow, wider-diameter bowl that had just enough water to create a moat, which the ants can't cross - ever since then, no more problem with ants getting into the kitty's kibble. Happy cat."
    },
    {
      "author": "CHANG",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Mansee Khurana. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglas and Michelle Aslam. Dalia Mortada is our digital editor, and Beck Harlan is our visuals editor. I'm Ailsa Chang. Thanks so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8429304127.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/08/gettyimages-1346267181-copy_wide-e8fb20105f7f35ccbdd033a13900687218403c54.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, BYLINE",
    "AILSA CHANG, HOST",
    "CHANG",
    "RAEGAN MCDONALD-MOSLEY",
    "MCDONALD-MOSLEY",
    "ROBIN MARTY",
    "KATE WHITE",
    "MARTY",
    "WHITE",
    "TAGLE",
    "SANDRA JACKMAN"
  ]
}