{
  "title": "Find freedom and create your own path in your first queer relationship",
  "url": "https://www.npr.org/transcripts/1105342448",
  "intro": "The dating game can be hard, but navigating the dating world for the first time as a queer person can mean even more complexity – and a lot of room for creativity. Here's how to face your dating fears, find queer community and practice comfortable communication while staying true to you.",
  "transcript": [
    {
      "author": "LAINE KAPLAN-LEVENSON, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Queerness doesn't really come with a road map. Maybe you saw this episode in your feed and listened because you're hoping for one. Maybe you're interested in dating queer people for the first time or really starting to fall for your first queer partner. Maybe you're still thinking to yourself, should I even start dating? These are the types of questions people ask as they're coming into their queer selves. So let's start with some advice from someone who's been navigating their queer identity for decades and who had their own aha moment."
    },
    {
      "author": "RENEE IMPERATO",
      "text": "I didn't identify at all as a transfem person, which I am now. In fact, actually, I wanted a tattoo, and I put it in my hand so it's in people's face. Can you read it?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "The future is fem (ph)."
    },
    {
      "author": "IMPERATO",
      "text": "Thank you."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "This is Renee Imperato, a proud trans woman from New York City who's lived her life fighting for the rights of others. Her queer epiphany happened over 50 years ago."
    },
    {
      "author": "IMPERATO",
      "text": "I started seeing a few calf muscles..."
    },
    {
      "author": "IMPERATO",
      "text": "...And a few bare ankles. And, you know, something started in here. So I guess by the time I was maybe 22, it emerged. So I started talking to this girl, and I kind of asked her out. I was 23 years old. She was 19. And you know what her response was to me? I'm not going out with you, you old thing."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "But they did go out. And after that, Renee never turned back. Here's her expert advice for all of you out there figuring it out right now."
    },
    {
      "author": "IMPERATO",
      "text": "Follow your heart. But you know what? Can I just say this? I don't think - in my view - you will never, ever find solace or content in yourself without sharing the empathy of our community."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That's the place we want to get to, right? But it's not always easy."
    },
    {
      "author": "NATHAN SERRATO",
      "text": "I think shame is so intrinsic to the queer experience because we grow up with the entire world really correcting us. Boys don't do that. Girls don't do this. You're not supposed to do that. And so queer people have learned to really calculate every move, everything that they say, to fit within a heteronormative society."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "But you don't have to do that."
    },
    {
      "author": "SERRATO",
      "text": "You do not have to act or present a certain way for the straights or the gays or anyone. It's, like, just be yourself at the end of the day."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Obviously, this isn't an easy process for everyone. Nathan Serrato's been there, and he's here to help you expand your perspective."
    },
    {
      "author": "SERRATO",
      "text": "I'm your fairy godmother. I am going to create just this magical world for you. Let's just hope. Let's just play. Let's just imagine and have fun for a second. What would you have?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Nathan's a queer mindset coach who helps people embrace their queer identities and themselves. His goal is to free people from shame and help them attain the types of careers and relationships they're worthy of and making sure, by the end of it, his clients know their worth and love their queerness, whatever that looks like."
    },
    {
      "author": "SERRATO",
      "text": "Take your time. There's no rush. This is your journey."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "I'm Laine Kaplan-Levenson, a producer at NPR. And I'm hosting today's episode in part because I have a first queer relationship story of my own. But we'll get to that later. In this episode of LIFE KIT - navigating your first queer relationship. You'll hear my own experience and a few others, and Nathan will talk about preparing yourself for the dating world, how to shed fear and shame and feel yourself."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So in your work as a queer mindset coach, how often does, you know, relationships - how often is that coming up in the conversations that you're having with clients?"
    },
    {
      "author": "SERRATO",
      "text": "It comes up really frequently. It's probably one of the biggest things I work with - relationships and/or sex - because for many people, especially queer people, having a relationship, a healthy relationship, is the ultimate validation for your queer identity. And when we're able to separate that, then you can date more freely and not need it because you realize you are actually whole and complete without this relationship."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So, you know, there's a lot of ground to cover. Let's say now, you have a client that is just starting to begin to explore their queer identity. How do you talk to them about knowing when it's time to actually go out there, start dating and start living out this queer identity in a relationship?"
    },
    {
      "author": "SERRATO",
      "text": "What I would recommend is to, No. 1, date yourself. Go ahead and learn about yourself first, and, you know, try new experiences. Take yourself to a yoga class, whatever is - whatever it is that you like to do. And then, No. 2 is to date your community. Date the queer community. Get to know different groups within the queer community because they are not all the same. And by doing that, you actually develop new friendships, which is actually where most same-sex relationships start in the first place, is through friendships. There are plenty of groups online you can connect with, plenty of local LGBTQ resource centers that have amazing opportunities for you to connect with other queer people. Go and do that. Just go and find safe spaces first. That is key."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah, it's funny. The way that I got into my first queer relationship was someone telling me I was queer. And I was like, oh, I don't know. I don't think I am. I'm sorry. And then, two months later, I was like, oh, no, I am. But that's actually..."
    },
    {
      "author": "SERRATO",
      "text": "Oh, my gosh."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...Like, I didn't know. I didn't know. I wasn't ready. Now I look back on it, and I feel so lucky that this person who's still now a friend said that to me because I have no idea how old I would have been if someone hadn't actually said - in a very kind way, you know, but, like, that she actually helped me realize it by telling me what she observed."
    },
    {
      "author": "SERRATO",
      "text": "(Laughter) Which is amazing. And I love that because that just shows that there's no right or wrong way to go about this. And that's why I think it's so important to tell people, like, you're never going to be 100% ready. It's always going to come around in ways that are unexpected, and you have to roll with that sometimes. And if you can be secure in yourself, that's going to help you in so many ways."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So in today, we have the app industry. You know, a lot of stories is we met online, which is great because people are finding each other that way. Do you have specific recommendations for how to actually get into the dating game that - there's obviously the apps, and there's, you know, going out to bars, but what are other ways that people might not be thinking of that they can try to meet people?"
    },
    {
      "author": "SERRATO",
      "text": "Yeah. Yeah, this is a good question because if you're serious about wanting to find a relationship and that's something that's important to you, you have to keep all your options open. So I would encourage the dating apps. They're a great tool. And - but that's not the only way - right? - so get on the dating apps, be specific about what you want on those profiles and utilize them as tools. Beyond the dating apps, there's plenty of meetup groups, especially if you live in more of a metropolitan city or bigger cities. There's plenty of meetup groups that are out there where you can play sports with other queer people, you can go on hikes with other queer people, do yoga. Now, I would also encourage people to explore outside of the queer community, as well. Explore within your hobbies and interests. Let's say you really love bird-watching. You never know who's going to be on these bird-watching walks. You may just meet the love of your life. So I remind people that meeting other queer people doesn't just happen in queer spaces. Queer people exist out of queer spaces, and that's really important. But as long as you keep putting yourself out there and have that intention that you want to develop those relationships, you're going to develop them."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "I love that. I love that reminder that, you know, you don't have to close yourself off to this - these specific kind of labeled spaces, and that, you know, queer people are everywhere, so you can find..."
    },
    {
      "author": "SERRATO",
      "text": "We are (laughter)."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...You can find someone anywhere. OK. So we haven't talked a lot about sex and intimacy. You know, sometimes, especially if it's the first time, there can be an extra level of complexity and vulnerability when it comes to sex and physical intimacy. So what are some of the ways that you walk people through their hang-ups when it comes to having queer sex for the first time and, you know, ongoing sex in a queer relationship?"
    },
    {
      "author": "SERRATO",
      "text": "So sex is where shame can be triggered in so many different ways. It can be triggered around body image. It can be triggered around now you are actually engaging in the act that you were taught was the most shameful. And so it's normal to feel nervous. And what I would tell anyone who's having sex for the first time or engaging with any kind of sexual behavior for the first time, is to enjoy it and to have some levity and lightness with it. It's OK to laugh. It's OK if something happens that, you know, you weren't ready for, and it's OK to laugh and just be present with your partner because at the end of the day, the intimacy of doing anything like that with your partner is going to grow you closer together."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Totally. This is a broad question 'cause I imagine there are many, but, you know, what are some of the obstacles that people might expect to find when in their first queer relationship or dating a queer person for the first time?"
    },
    {
      "author": "SERRATO",
      "text": "So the obstacles that are going to come up is the way that a relationship looks. And so we often run on this compulsory heterosexuality, which is the need to mimic straight relationships in our society because that's what we learn. And oftentimes, we do that by one person has all the power and one person doesn't. One person is the one that dominates while the other person is submissive. And we really have to redefine and restructure those relationships as queer people to whatever is going to best serve that relationship in a more - a relationship that actually shares power dynamics. So that's really important to recognize that we have the power to shift what relationships look like. And then on the other end of the spectrum, it doesn't mean you have to be in a totally polyamorous, open, free-for-all relationship, either. So it's really finding what kind of relationship is best going to serve you and your partner, and it can look any way it wants to. We don't really have - I mean, we didn't grow up with many examples of what healthy queer relationships look like. And that's really the beauty of queer relations is that we get to define this as we go. We get to create. And at times, it can be scary, but as long as you are being honest and true to yourself, and - I mean, you can't go wrong. Enjoy it. Enjoy the journey."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah. Speaking of power dynamics, I imagine a lot could come up if you're entering a queer relationship for the first time and your partner has had queer relationships before, where there's that disconnect there - right? - where someone's like, this is brand-new. I don't know what I'm doing. Is this right? What's going on? What's my family going to say? All the millions of questions that could happen. And the person on the other end is like, we got this. I got you. I've done this before. You know, have you come across that with the kind of it's - there's a queer relationship, and it's only one person's first time?"
    },
    {
      "author": "SERRATO",
      "text": "Yes. Yes, I have. And it takes a lot of patience on both their parts. I think they're - the person who has gone through that experience before takes on the need to try and fix their partner. And they need to let that go. They need - if they want to be in a relationship with that partner, they need to love their partner as they are in that moment. So can they hold space for that partner to be where they are in their journey and then also see them and the possibility of them being able to be out and open but not force them to go on that journey? That's their journey to take. So that's one of the challenges I see in relationships like that."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah. So one other thing on this - on these kind of different obstacles and these different vantage points, what about, you know, cultural or religious aspects that come into play within a relationship? I guess this is a two-part question. One is, if two people are coming into a relationship with very, very different backgrounds, you know, how might that work out? And then also, if you come from a family with a very particular type of religious or cultural background that might not have been as welcoming to queer identity, you know, how do you help people navigate those, too?"
    },
    {
      "author": "SERRATO",
      "text": "Yeah. So, I mean, if two people are coming into a relationship from different cultural, religious backgrounds, what's really important is to not have any expectations about how their family is or acts. You really just have to be open to that person's unique experience. And so what does happen a lot is you have these expectations, oh, your family needs to act this way. Your family needs to do this. Your family needs to be more accepting. And you need to take yourself out of the equation. Like, just allow that person to go on their journey, yet communicate with you, oh, it hurts me when your family members say this, this and this. That's where you can actually solve behavioral problems rather than saying, your family is awful and limiting, you know, any growth or progress there on an individual level."
    },
    {
      "author": "SERRATO",
      "text": "For any queer person who comes from a multicultural background or a religious background, you're not just deconstructing society's views on relationships and being able to have a good relationship. You are deconstructing family belief systems about what it means to be a human. So for example, I come from a big Mexican family, and getting married, having kids - like, family is so important to the Mexican household. Like, that is, like, the No. 1 one thing. You need to have grandbabies for your grandma. And also in religious backgrounds, you're also deconstructing, you know, a faith and a spiritual system that once served you. So there are so many layers of that deconstruction process, that being able to identify and move beyond those is really important."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Is there anything else you want to share about how that went down for you with your family?"
    },
    {
      "author": "SERRATO",
      "text": "So for me personally, I had to understand my parents did their best with the information they had. I know this now. Yet a decade ago, I thought they were homophobic. They were awful people. They just didn't have the understanding that they do now. My dad grew up in a town in Michoacan. He grew up with a different paradigm. And for him to have a gay child was unheard of. He didn't know how to handle that. So in his effort to love me, he maybe said some homophobic things. And I had to have patience and educate him on those things."
    },
    {
      "author": "SERRATO",
      "text": "Now, that's not to say that every queer person has to take the responsibility to educate their parents. Your responsibility, first and foremost, is your safety and your expression for yourself. And then when you get to that point where you have that safety and you have those tools and you want a relationship with your parents, then you deserve to take that responsibility to then educate them and bring them into your life at your own pace."
    },
    {
      "author": "SERRATO",
      "text": "And for me, what that looked like is every year, I would sit them down, and we would have a very deep conversation. We would both be in tears. And I would let them know that I wanted to invite them in to be allies. Like, now you're accepting me. Next, let's move to allyship. And this is what that looks like. And I would like to invite you to do more of these things. And that means a lot to me. So it's really just being able to have those courageous conversations. But what you need to do first is to build that safety and that trust within yourself."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Something else that you've said before is that, you know, people often think that queerness and queer relationships have to look a certain way or have to be a certain way, present a certain way. I - you know, that someone might not think that they're queer because they don't think that they're queer enough or they don't think they're queer because they don't look like the queer people they know or a queer representation in media, right? I can relate to that, again, in my early years. So when you're dating in a new way and, you know, there's an evolved version of you that you're starting to understand and realize, you know, how can you decipher what's you and what's performance that's kind of trying to achieve this version of what you think you're supposed to be?"
    },
    {
      "author": "SERRATO",
      "text": "Oh, that's a tough question. How do you decide what is you versus what is the version of what you're supposed to be? At the end of the day, it's annoying. And you're going to have to develop that trust within yourself to know what is you and what is not you. What I would recommend to everybody is to explore, to try things on, to see how they fit. Watch a little \"RuPaul's Drag Race.\" Wear a dress. Wear some - I don't know - do - just try on all these different things in queer culture and remember that it is just part of your exploration. It is not you. It's part of your expression. It's not you. At the end of the day, you're going to have to decide in your heart what is best for you and what's actually authentic to you. And you're just going to know. You're going to feel like yourself when you're there."
    },
    {
      "author": "SERRATO",
      "text": "And I think it's important, as well, to recognize as much as heteronormative society creates this belief of not-enough-ness amongst queer people, homonormativity can also create this sense of not-enough-ness if we are not gay enough, if we do not present queer enough. So it's important to really just recognize that you do not have to act or present a certain way for the straights or the gays or anyone. It's like, just be yourself at the end of the day."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah, which can be a long journey - right? - because you can not totally know what your self is for years, and it can continue to change. And so you could feel like..."
    },
    {
      "author": "SERRATO",
      "text": "Exactly."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...You understand yourself..."
    },
    {
      "author": "SERRATO",
      "text": "Yes."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...And then you wake up, and you're like, actually..."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "...I have no idea. Yeah."
    },
    {
      "author": "SERRATO",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "So speaking of all this advice, can you go back and think of what one of your biggest takeaways was from that first queer relationship that you had? And again, if you could go back, what would you - what you would say to yourself that you really needed to hear?"
    },
    {
      "author": "SERRATO",
      "text": "Oh, OK."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "The tears. Here are the tears."
    },
    {
      "author": "SERRATO",
      "text": "Here we go."
    },
    {
      "author": "SERRATO",
      "text": "So my biggest takeaway from my first relationship was that I cannot fix people. And at that time, I thought I was never going to find another person that would love me. I didn't think that anyone else would be able to put up with me or love me. I would never find any other gay person. There's not enough in the world. That was it. That was my only option. I promise you there are more options out there, options that are compatible with you, that will love you for you and that will support you to be the best version of yourself."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That's really beautiful. I'd like to think that the younger version of you heard that in some way."
    },
    {
      "author": "SERRATO",
      "text": "I'd like to think that, too."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah, exactly."
    },
    {
      "author": "SERRATO",
      "text": "Yeah."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "I definitely wish I could have had Nathan as my queer fairy godmother when I was figuring out my first queer relationship because you know how my mom found out about it? She read my journal and then questioned me about it in a locked car of a Bloomingdale's parking lot. I was 17. So yeah, I could've used Nathan. And I could've used Renee Imperato, who's back with one more piece of wisdom for you."
    },
    {
      "author": "IMPERATO",
      "text": "You know what we do? We obsess ourselves with the judgment of people who are ignorant, and we let them lead us. So I'm going to leave you with this one quote that I sort of rearranged to embody our community. When you worry what other people think of you, you will always be their prisoner. Time for a jailbreak."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "That's what Renee and Nathan have in common. They see embracing your queerness as freedom."
    },
    {
      "author": "IMPERATO",
      "text": "You know what's really enjoyable when you're interviewed?"
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "Yeah."
    },
    {
      "author": "IMPERATO",
      "text": "When you're speaking to the interviewer, such as you, there's so much I don't have to qualify about myself in others. And you know what? That's therapeutic, even for me. So thank you."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "We're all on our own journeys that come with their own timelines. And like Nathan said, the beauty of queer relationships is that you get to imagine it as you go. So seek out community. Stick around the people who celebrate your identity and revel in their validation and affirmation of you. And forget about whoever doesn't. They'll come around eventually. And if they don't, it's their loss."
    },
    {
      "author": "IMPERATO",
      "text": "Happy Pride."
    },
    {
      "author": "KAPLAN-LEVENSON",
      "text": "For more LIFE KIT, check out other episodes. There's one on having the coming out conversation, another on dating apps and lots more on everything from parenting to mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to the newsletter at npr.org/lifekitnewsletter. If you've got a good tip for us, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglis, Mansee Khurana and Michelle Aslam. Dalia Mortada is our digital editor. And Beck Harlan is our visuals editor. Special thanks to Stephen Guerriero and Charlie Dorsett for sharing their stories with us. I'm Laine Kaplan-Levenson. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4816005162.mp3",
  "img": "https://media.npr.org/assets/img/2022/06/22/lifekit_queerrelationship_illo2_wide-f980facf02c5cd24d3b2614b2c56c3cfdc93ec2b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "LAINE KAPLAN-LEVENSON, HOST",
    "KAPLAN-LEVENSON",
    "RENEE IMPERATO",
    "IMPERATO",
    "NATHAN SERRATO",
    "SERRATO"
  ]
}