{
  "title": "Have a pesky crush? What to do in 4 common scenarios",
  "url": "https://www.npr.org/transcripts/1109455525",
  "intro": "Having a crush is natural - they're a part of human biology. Sometimes, acting on it is a great, healthy step — or it can create a lot more trouble than it needs to. Certified dating coach Damona Hoffman walks us through how to handle a crush in several common scenarios.",
  "transcript": [
    {
      "author": "MANSEE KHURANA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Mansee Khurana, one of the producers on the show, and I've got a confession to make. I'm something of a chronic crusher. Like, every time I have just slightly too much eye contact with someone on the subway, I find myself indulging in this little fantasy of thinking about them, wondering what they're up to, what they've had for lunch, who they're following on Instagram. And then I find myself hoping that eventually, just like Taylor Swift says, they'll wake up and realize that the person they've been looking for has been here the whole time, even if I don't know their last name."
    },
    {
      "author": "MANSEE KHURANA, HOST",
      "text": "This can be a fun distraction from work or even real-life drama. But crushes can be awkward, embarrassing, and even stressful. They can feel all-consuming, especially if you're just keeping it to yourself. Plus, when I get a crush now, I think, come on. I thought crushes were like braces or acne. They disappear once you get older."
    },
    {
      "author": "DAMONA HOFFMAN",
      "text": "Not only does it not go away when you get older, it actually can intensify."
    },
    {
      "author": "KHURANA",
      "text": "That's Damona Hoffman. She's a dating coach who hears a lot about other people's crushes. And on today's episode, we're catching feelings. But fear not, Damona is here to coach us through the emotional fallout. Why do we get crushes in the first place, even as adults? And should you act on every crush? And how can you move forward in a healthy and productive way?"
    },
    {
      "author": "KHURANA",
      "text": "So to start us off, how does a crush develop versus a relationship?"
    },
    {
      "author": "HOFFMAN",
      "text": "Many times crushes and relationships start in the same place. We begin with a feeling of interest that develops into curiosity, and then curiosity sometimes becomes infatuation. And the same parts of our brain light up when we connect with someone that we feel something for. We have dopamine that's released into our system and then we're like, oh, I'm high on this feeling. I feel euphoric. I feel elated. I'm excited to see them. And then oxytocin comes in, and that's the bonding hormone. And we feel like we want to be around that person all the time. And then we either make the decision to express how we feel - or the other person does - or we do not. And that's sort of the dividing line, a lot of times, between something that's a crush and then something that has relationship potential."
    },
    {
      "author": "KHURANA",
      "text": "It's so good to know that there's a biological aspect to all of this because I feel like crushes can feel all-consuming, both physically and mentally. And I'm wondering if you can talk a little bit about that aspect and how to know if a crush is negatively affecting you."
    },
    {
      "author": "HOFFMAN",
      "text": "We get consumed by fantasies. So when we're younger, it's easier to stay in that fantasy place because the stakes are lower, where you don't have to figure out, where is this relationship going? Are we going to get married? Is this actually going to be my person? Is this the one? The stakes are not that high. You can have a lack of clarity for a longer period of time."
    },
    {
      "author": "HOFFMAN",
      "text": "There's a second kind of crush that seems to be developing more in our current society and the way we communicate and live our lives so much online. And that's parasocial relationships. So this is a crush that you have on a person that literally does not even know that you exist or maybe knows you exist but doesn't have any awareness of how deep your connection to them actually goes. And you're falling in love with the idea of someone. And then all of your other crushes, your other fairy tales you've read, all your other expectations get layered on and placed upon that person. And, you know, when we put our energy into something, we get invested. And a lot of those overwhelming emotions come when we put so much expectation and emphasis on what the potential outcome can be."
    },
    {
      "author": "KHURANA",
      "text": "Yeah. And I think the quickest way to do that is to check their social media and see how you might fit into those posts that they're making. And I think that's a behavior that a lot of people fall into. I know I especially fall into it. What are your thoughts on the social media element of all of this kind of playing into your crush or making your crush worse?"
    },
    {
      "author": "HOFFMAN",
      "text": "I would say stop the social media scroll. It is a scroll to nowhere. First of all, the information is curated, so it's what they choose to put out there about themselves. Second of all, you're looking at it without context. So it may be posted for a different audience, for an audience of their friends or for people who already know them. And when you are looking at it from the outside and you don't actually have that connection, you are taking it to mean what you want it to mean, rather than what the reality necessarily is."
    },
    {
      "author": "KHURANA",
      "text": "OK, but on the flip side of this, crushes can be so much fun. Like, the fantasy is super exciting and new. You don't have to worry about getting your feelings hurt or knowing if the feelings are mutual. Do we always run the risk of crushes becoming all-consuming, or can crushes continue to be low stakes and enjoyable for a while?"
    },
    {
      "author": "HOFFMAN",
      "text": "I actually think crushes are great for teaching you what you are attracted to, for having a bit of diversion, a bit of fantasy in your life, and they light up the same places in your brain that actual love does. So you can get all of those positive feelings from it. It's all about how you act upon it or what comes out of it in the end. And sometimes it's just fun. And I think we don't have enough space for fun and frivolousness and play in our lives. We should allow a little more of that."
    },
    {
      "author": "KHURANA",
      "text": "Yeah, definitely. One of the things I wanted to do in this interview is run a couple scenarios by you that I think our listeners would have found themselves in or might be wondering about and see what you think about them. So the first one is, you're in a happy, monogamous relationship, but then you slowly start to develop a crush on someone else. And you feel a lot of guilt or shame surrounding it, and you're not really sure what to do about your feelings or the situation you're in. What do you do?"
    },
    {
      "author": "HOFFMAN",
      "text": "You stuff it way, way down. No. You have - look, you always have choice in relationships. So the first thing I would say is to figure out how real these feelings are. Like, is this a real potential relationship that you're thinking you might want to pursue? Or is this a diversion from whatever is happening in your relationship? A lot of times these crushes come up because there's some unmet need in the relationship that you're in. And usually, you will do better figuring out what that unmet need is and expressing that to your partner than revealing a crush to your partner or pursuing a crush or relationship outside the one that you're in."
    },
    {
      "author": "HOFFMAN",
      "text": "Now, you might get to the conclusion that maybe you're interested in polyamory. You might want to pursue that and talk to your partner about it. They might not be into that. Then you need to figure out, is whatever is blocking me in my current relationship something that is fixable, something that my partner and I are willing and able to work on? Or is this a relationship that I need to end?"
    },
    {
      "author": "HOFFMAN",
      "text": "But usually pursuing a crush while you're in a relationship isn't something that is going to end well. Feelings of guilt and shame over just having a crush or having thoughts or fantasies about someone else - that's something you got to work on with your therapist. That's not something necessarily that is related to your partner or that you need to dump on your partner. And just blurting out that you have a crush on someone else ultimately would probably be more hurtful to your partner than helpful to your relationship or to your crush-ationship (ph)."
    },
    {
      "author": "KHURANA",
      "text": "So in this scenario, it's definitely more about the unmet need or an unmet feeling in your current relationship than the actual person you're crushing on?"
    },
    {
      "author": "HOFFMAN",
      "text": "Yeah. You might find that someone that you have a crush on is a really good listener, and you feel really heard, and you feel really connected to them. But when you come home to your partner, they don't always seem to be listening to you and understanding what your needs are. That's an opportunity. It's an opportunity for a conversation to get your partner to open up more and to explain to your partner what makes you feel loved and what makes you feel heard."
    },
    {
      "author": "KHURANA",
      "text": "Yeah, that's really interesting. So moving right on to situation two - you have a crush on someone and you know it's bad. And this person is off-limits in some way, either because you guys work together or the crush is already in a relationship. But you have to see them every day and you have to get along with them on a day-to-day basis. So what do you do then?"
    },
    {
      "author": "HOFFMAN",
      "text": "If you have a crush on someone that you have to continue to be in contact with, you have to figure out how to create a clear boundary for yourself and make sure that you're not giving them any of the confusing signals, like physical touch, like deep eye contact. And you have to remind yourself that this crush is just a feeling that you're having internally. It's not necessarily affecting them the same way that it's affecting you."
    },
    {
      "author": "HOFFMAN",
      "text": "Like, if you've ever had a dream about someone - kind of a naughty dream or weird dream - and then you see them and you think, oh, my goodness, I'm so embarrassed. They weren't in the dream. They don't know all of the other stuff."
    },
    {
      "author": "KHURANA",
      "text": "But they can see it on your face."
    },
    {
      "author": "HOFFMAN",
      "text": "They can see it on your face, though. And they know that you're acting weird. They don't know all of the other history. So you have to sort of separate what's happening internally with - from the way that you are acting on it externally."
    },
    {
      "author": "KHURANA",
      "text": "OK. So scenario No. 3, my personal favorite, the one that I constantly feel like I'm getting myself into. You develop a crush on a friend. They're a good friend of yours, and you're worried that saying something is going to jeopardize the friendship. What should you do?"
    },
    {
      "author": "HOFFMAN",
      "text": "You have to tread lightly. Because you - if you speak up, you might risk losing the thing that you do have in a platonic relationship. But there are ways you can dip your toe in the water just to see. You can even just throw it out as an idea. Like, you know, somebody was saying that we would make a good couple. I was wondering what you thought about that. Or, have you ever thought about us ever being more than friends? And just kind of dip your toe into it and see if they laugh, see if they give you a kind of sexy eye (laughter). See how they respond initially, and then you can kind of have the conversation in baby steps."
    },
    {
      "author": "HOFFMAN",
      "text": "Sometimes if you're just in too deep - like, I had this situation-ship (ph) crush, on-again, off-again thing, that I was just really consumed by. And I finally decided that clarity was more important to me than the fantasy of what I wanted the relationship to become. So I made a plan for myself to express how I felt and what I needed the relationship to be. I wrote out exactly what I wanted to say. I didn't take it with me, but I wrote it out just to plan - just to find the words that I knew that I needed to say. And I expressed myself. It was the scariest conversation I've probably ever had in my life. And I found out that this person was not on the same page and that they did not share the feelings that I was having for them."
    },
    {
      "author": "HOFFMAN",
      "text": "And you might think that would be devastating. But honestly, it was so liberating just to know, and we were able to maintain a friendship afterwards. I needed some space to reset the relationship and my expectations in my mind, but it was so freeing to just have clarity and know that chasing this idea of a relationship that was not going to happen had gotten to the point where it was no longer fun and frivolous. It was actually causing me pain."
    },
    {
      "author": "KHURANA",
      "text": "Yeah. So don't blurt out that you've been in love with them for five years just suddenly over drinks. Bad idea?"
    },
    {
      "author": "HOFFMAN",
      "text": "You could just blurt it out. Look, everyone has different communication styles and ways of handling situations. But the more shocking you make it to the other person, the more unpredictable the outcome will be. So if you just blurt it out, you might risk losing that friendship if it's really important to you. But a lot of times, we stay in these halfway friendships because we're just holding on to hope that it might become something more. So maybe you have enough friends, and maybe you just need to have clarity on whether this person is romantically interested in you or not."
    },
    {
      "author": "KHURANA",
      "text": "Yeah. So this brings us perfectly to the next question. When and how should you act on a crush?"
    },
    {
      "author": "HOFFMAN",
      "text": "First, you have to figure out, what is the reality of this situation? Like, a lot of times, you might get a crush on someone who is ultimately unavailable because it's a safe crush for you to have. So let's say they live in another state and you are not planning to move any time soon. Feeling like you need to express that you have a crush on this person, if there isn't a potential reality where you would actually be together, may only be causing more stress and pain for you that's unnecessary. Like, that might be a the-crush-is-silent situation (laughter). I encourage people to really walk through all of the scenarios. In a perfect scenario, if everything goes the way that you envision it, what will the end result be? And then what happens if none of those outcomes actually occur? And are you going to be OK?"
    },
    {
      "author": "KHURANA",
      "text": "Yeah. And I think especially with queer relationships and queer crushes, it can be really hard to determine that line between platonic and romantic attraction. And I'm wondering if you have any ways to determine whether what you're feeling is, I want to be with you or I just want to be around you."
    },
    {
      "author": "HOFFMAN",
      "text": "When you spend a lot of time with someone, it can become very difficult to separate platonic love from romantic love. Sometimes the only way to really parse that out in your mind is to cross that threshold and find out if there is romantic interest from the other person and if you really do have sexual chemistry and attraction on that level, because we try to figure so much out in our own brains, and what - the difference in a lot of these relationship situations is how the other person feels. So we have to get clarity on what we want, ultimately, and then be able to express it to the other person."
    },
    {
      "author": "HOFFMAN",
      "text": "There are so few opportunities in our modern society for us to really risk, right? Like, we think of our ancestors and how much risk they encountered every day. And when you look at it that way, I think it's kind of exciting to embrace the unknown, to embrace the risk of sharing your emotions with another person and see what happens because the reward could be really great."
    },
    {
      "author": "KHURANA",
      "text": "So here are Damona's takeaways for how to handle a crush. First, crushes can be a fun way to explore what you're attracted to and what you look for in a partner. But if you keep scrolling through their curated social media posts, you're not getting the real version of them. Second, figure out what your real feelings are, especially if you're in a relationship. It may be that your needs aren't getting met. And if that's the case, take it as an opportunity to sit down with your partner and discuss what you're feeling and how you might fix it. Three - create boundaries for yourself. Make sure you're not giving your crush any confusing signals. And remember, just because you have butterflies doesn't mean they're having them, too. Four - pay attention to what they say. Oftentimes we get so caught up in reading between the lines and analyzing someone's behavior that we forget to pay attention to what's going on right in front of us. If they aren't texting you back, it's probably because they're just not that into you. Finally, if you need to say something, say it. Go in with a plan and set your expectations. And even if it doesn't end in the happily ever after you imagined, expressing yourself can help you move on."
    },
    {
      "author": "KHURANA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about dealing with jealousy and another about how to get over someone. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a completely random tip."
    },
    {
      "author": "SYLVIA",
      "text": "Hey. This is Sylvia (ph) in Brooklyn, and my tip is really just a reminder, which is if you're going to a movie theater in the summertime, always bring an extra layer because it's freezing in there."
    },
    {
      "author": "KHURANA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "KHURANA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Michelle Aslam and Vanessa Handy. We had engineering support from Neal Rauch, Brian McCabe, Seena Lafredo (ph) and Debbie Daughtry. I'm Mansee Khurana. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8866599648.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/06/npr_lifekit_crushes_anjaslibar_1a_wide-e019565e4822b58ff147aebff8db4f9a8a7b4f56.png?s=1400&c=100&f=png",
  "authors": [
    "MANSEE KHURANA, HOST",
    "DAMONA HOFFMAN",
    "KHURANA",
    "HOFFMAN",
    "SYLVIA"
  ]
}