{
  "title": "Start cleaning your home more sustainably with these tips",
  "url": "https://www.npr.org/transcripts/1109474753",
  "intro": "Environmentally-friendly living isn't an all-or-nothing equation: think of it as a spectrum of greens. Wherever you fall on that spectrum, green cleaning is one easy way to dip your toe into the green living waters. These tips will help you get started.",
  "transcript": [
    {
      "author": "KAVITHA CARDOZA, HOST",
      "text": "This is NPR's LIFE KIT. When Stephanie Moram was pregnant, she could already picture her daughter in the future as a toddler - super cute, super curious. And that got her thinking about cleaning products. Stephanie realized that all the stuff she used to clean stuff in her home would eventually be something that her daughter would touch and, as kids do, put in her mouth."
    },
    {
      "author": "STEPHANIE MORAM",
      "text": "There has to be a better way to clean our homes and not have to worry about what we are spraying on the floors or on, you know, the glass and the mirrors, and not only what we're touching and then putting our hands in our mouth, but also what we're inhaling in our house as well."
    },
    {
      "author": "CARDOZA",
      "text": "Stephanie went down the eco-cleaning rabbit hole 12 years ago. Today, she runs the website Good Girl Gone Green, and is host of the podcast \"Green Junkie,\" where she talks about all things sustainable. Stephanie says you can think about your sustainability journey like greens on a color spectrum. Maybe you're just starting out, getting curious about ways to be more environmentally conscious at home."
    },
    {
      "author": "MORAM",
      "text": "So you have, like, the light green to mint green or dark green or, like, lime green or, like, really dark forest green, which is kind of where I feel like I fall on the spectrum. But I started on light green."
    },
    {
      "author": "CARDOZA",
      "text": "Today, Stephanie's dark green means making her own DIY cleaning products, practicing zero waste and nontoxic living, finding sustainable fashion, researching brands to make sure they're both sustainable and ethical before making a purchase. But if all that sounds too overwhelming for you, that's OK."
    },
    {
      "author": "MORAM",
      "text": "We all start somewhere, and you might never get to the end of the spectrum because that's not what you're trying to accomplish."
    },
    {
      "author": "CARDOZA",
      "text": "The important thing is to make informed decisions for your life and do better where you can."
    },
    {
      "author": "MORAM",
      "text": "One step at a time. We're all just moving forward together and doing the best we can."
    },
    {
      "author": "CARDOZA",
      "text": "I'm Kavitha Cardoza. And in this episode of LIFE KIT, we're going to talk about green cleaning. If you care about products you use to clean your home - or maybe you've never thought about it before, but now you're wondering what it will take to be more eco-friendly - you've come to the right place."
    },
    {
      "author": "CARDOZA",
      "text": "Stephanie, I think all of us want clean homes, and we'd like to be eco-friendly, but it seems a little overwhelming with all the choices and sometimes not knowing even what to look for. Can you walk us through some of the things we should keep in mind if we want to start going green?"
    },
    {
      "author": "MORAM",
      "text": "I think greenwashing is a big problem within - not just with cleaning products. It's with, you know, anything with sustainability - to make their product look better, knowing that they're kind of tricking the consumer into buying their product. So a lot of that could just be, like, labeling and also - one is also imagery that they use - so making, like, a really green bottle and putting trees on it. When it comes to conveying messages, often they'll say, like, oh, this is nontoxic. But there is no government certifications like Organic USD (ph) that is, like, the universal seal when it comes to food. So for cleaning products and stuff like that, there's no universal certifications."
    },
    {
      "author": "MORAM",
      "text": "And a lot of the time, company will say what's not in their products - like, this is not in it, this is not in it, versus, like, what is in the product that makes it so good. So if they say what's not in it - and they're buzzwords - like, parabens is a big word, so they're always like, paraben-free. But what did you use to replace that paraben? Was it better? And they might replace it with something that's equally as bad, but it's not an ingredient that people look for."
    },
    {
      "author": "CARDOZA",
      "text": "Let's talk a little bit about DIY products. How complicated is it to make your own cleaning products? I'm talking about, you know, the regular ones for the floor or the bathtub, countertops. Laundry, you've already said, is a little more complicated."
    },
    {
      "author": "MORAM",
      "text": "Yeah, I think for an all-purpose cleaner, I think using vinegar and water works fine. That's what we use in our house. We clean our floors with vinegar and water. And you just have to mix one-fourth vinegar with about three-fourths water. And, yes, it might smell like vinegar. But again, you could add some essential oils like citrus to kind of have a nice smell. You could add pine if you want to, to have that, like, Pine-Sol smell."
    },
    {
      "author": "CARDOZA",
      "text": "Or just leave your windows open for a few minutes after, right?"
    },
    {
      "author": "MORAM",
      "text": "Exactly. You can leave your windows open."
    },
    {
      "author": "CARDOZA",
      "text": "Air it out (laughter)."
    },
    {
      "author": "MORAM",
      "text": "And I think also people are looking for, like, that disinfectant - like, I need something that's going to, like, kill germs and be a disinfectant. Well, peroxide could work. The difference is when you're cleaning with vinegar and water, you, like, spray it on the counter, you grab your cloth, you wipe it. With peroxide, you need to let it sit for a few minutes. So you could mix 50% peroxide, 50% water - could be, like, on a toilet, let's say. You really want to get all the yucky off the toilet. And so I might use peroxide, spray the peroxide on the toilet, you know, go off and clean something else, and then come back to the toilet and then wipe it down. And one note is to not mix peroxide and vinegar together. Google it. It is not a good idea at all. The way it combines - separate, they're fine; together, not a good idea."
    },
    {
      "author": "MORAM",
      "text": "And then a couple of other things could be - if you wanted, like, a scrub for your sink, you could just, you know, sprinkle some baking soda, maybe put a little bit of vinegar. And, yes, vinegar and baking soda kind of cancel each other out. But it's just - I like that reaction to be able to scrub it. So you sprinkle some baking soda, put some vinegar, let it sit, and then just wash your sink. You could also clean your drains. Pour some - you know, a couple of drops of a - mix some essential oils with baking soda and, like, sprinkle it in your drain, add vinegar, let it sit for 15 minutes and then wash your drain down with some hot water. That's another way."
    },
    {
      "author": "CARDOZA",
      "text": "There's a kind of financial aspect to this, right? I mean, when you talk about making your own cleaning products, it feels like it's very affordable. But when I'm scanning the aisles, there always seems like there's a huge premium on eco-friendly items. Can you be eco-conscious and money-conscious at the same time?"
    },
    {
      "author": "MORAM",
      "text": "I really feel like it can go hand in hand. Like, yes, some things are going to cost more money than maybe the conventional version of it. But for cleaning products - so I did a little bit of math. I found, like, a traditional, like, middle-ground cleaning product, which is about 23 ounces, give or take, and you're going to pay about $4.50. And then I price pointed how much vinegar costs. And vinegar traditionally costs, for one gallon, $9. So if you keep using the same spray bottle over and over again, and it's a 16-ounce spray bottle, you only need four ounces of vinegar, and then you need 12 ounces of water for that spray bottle. And so that's going to cost you maybe 50 cents (laughter). But you have to buy the spray bottle for maybe $5. So, yes, if you make your own, you're definitely saving money. And when you DIY your own, you're eliminating more packaging. You're eliminating taking that plastic bottle over and over again."
    },
    {
      "author": "CARDOZA",
      "text": "It's not just cleaning products, right? You talk about sponges and dish towels. I mean, you think about being environmentally conscious with all of that."
    },
    {
      "author": "MORAM",
      "text": "Yeah, there's different ways. You don't have to use paper towel to clean your house. You know, some people use microfibers to clean their house where they just use water when they're cleaning their house. You can also get - Swedish dish towels were super, super absorbent, and you can keep reusing them. And then once they fall apart, you can just put them in your compost because they're - you know, they're plant-derived. And, you know, you could cut up old T-shirts, if you want to, to use as cloths for cleaning. You know, you can buy - if you want, like certain kind of scrubs, you know, like, to clean dishes - you know, you want, like, a nice scrub - you can buy wooden ones where you just take off the head of it and just have to replace the head instead of having to replace the whole scrub. So there's definitely different ways that you can lower your impact on the environment when it comes to cleaning for sure."
    },
    {
      "author": "CARDOZA",
      "text": "So the first thing you focus on is, do I need to buy this cleaning product at all? So let's take something all of us use - so laundry detergent, for example."
    },
    {
      "author": "MORAM",
      "text": "I personally buy a laundry detergent because I weigh, is it a good way to spend my time? So it's a little bit more complicated to make laundry detergent, let's say, versus, like, a household cleaner. So what I do is I look for, what is the laundry detergent that I'm going to buy that's going to have the least impact on the environment, and what's going to have good ingredients that I'm comfortable with washing my clothes with? For my laundry detergent, I buy these strips. So a lot of the products you buy, whether it's laundry detergent, whether it's a cleaning product, a lot of it is just water, right? So it's a liquid."
    },
    {
      "author": "MORAM",
      "text": "So we're paying for water when we're buying our cleaning products, and then when we're getting shipped to our house, the impact of the heaviness of that product. So that has an environmental impact, and the packaging - and most of the time it's in plastic. So if you are buying something like strips, which I buy, it comes pretty much in an envelope - these thin, thin strips, and all I do is I rip off a strip and I put it in the washing machine. So I'm getting the whole concentrate versus buying the concentrate that's already mixed with water. So overall, it's less expensive, it's less packaging and the transportation will - you'll be able to transport more of that to people versus one big jug of laundry detergent."
    },
    {
      "author": "CARDOZA",
      "text": "Another kind of, you know, swap like that I've seen is the little tablets you can buy and then you have a glass bottle or something and you just add the little tablet and you add the water."
    },
    {
      "author": "MORAM",
      "text": "Right. So when it comes to cleaning products, the same company that I get my laundry strips from, they also make very similar - the dots or whatever you want to call them. And you take that strip, you put it in a glass bottle, and then you just add water. So again, you're saving on packaging, and you're not taking a plastic bottle every single time that you need to clean your house. You just get to reuse the same bottle over and over again. So that's also a plus when it comes to cleaning products is you're not having to put plastic in the recycling."
    },
    {
      "author": "MORAM",
      "text": "And just to add, not all plastic is actually recycled. So it could very well just end up in the trash anyways. And then if you have, like, refill stores anywhere you live, I'm all about using what you already have. So grab something you already have at home, and then you can go to the store and fill your own containers with laundry detergent instead of buying, let's say, the strips. And right there, you're pretty much removing the packaging. There are so many things that you can buy in refill stations. Any kind of cleaning product you can get in refill stations - shampoo, you name it, it probably is available."
    },
    {
      "author": "CARDOZA",
      "text": "So once you've decided, OK, do I need to buy this cleaning product, and you've bought it - right? - I've listened to your podcast, and I've heard you talk about how you started not just reading the product labels - like, where to store them or what happens if, you know, a child ingests the product - but you actually started researching ingredients, and that's something most of us just don't do. What did you find?"
    },
    {
      "author": "MORAM",
      "text": "So there's a host of ingredients that I would personally avoid on cleaning products, but the No. 1 thing is fragrance because we don't know what the fragrance is actually made of. Companies are not required to disclose what the actual makeup of that fragrance is. A lot of fragrances are mostly chemicals, are not plant-derived unless they're using some sort of essential oil in there. But if they're not disclosing that they're using essential oils, I wouldn't trust the fragrance. It's so funny how we all grew up with - if it doesn't smell, it's not clean, right? But to - now I think it's the opposite. Like, I don't need my house to smell to know that it's clean. So I just cut out the fragrance. And if I really, really want something to have a smell to it, I'll just add my own essential oils to get the smell that I want."
    },
    {
      "author": "CARDOZA",
      "text": "Fragrance is not just - like, it's not just how it affects us. It's - it also, like - other people can be allergic to stuff, right?"
    },
    {
      "author": "MORAM",
      "text": "Right. Like, if you have guests coming to your house and they're sensitive to smells. And then you think of, like, it also affects our water. It affects our ground, the soil, because this all ends up, some way, shape or form, in our water or in our soil, right? So it's - to think outside of just how it affects us, but how it affects planet, the Earth, the animals, all these things."
    },
    {
      "author": "CARDOZA",
      "text": "What else do you look for?"
    },
    {
      "author": "MORAM",
      "text": "One is sodium lauryl sulfate - it's sometimes SLS - and that product is a foaming agent, mostly used. And it can be toxic to aquatic life. It can have skin irritations. You don't, you know, necessarily need that foaming agent in your products. And to give you an example, it's often found in toothpaste. And the reason it's in toothpaste is we think that when we brush our teeth, it needs to foam to be clean. The toothpaste I use has - does not have a foaming agent, and I brush my teeth and they're clean and everything's great. Sometimes ingredients are added just because that's what they think the consumer wants."
    },
    {
      "author": "CARDOZA",
      "text": "That's a really interesting way of looking at it. What do we absolutely need for a product to work, and what are all the kind of extras?"
    },
    {
      "author": "MORAM",
      "text": "Right. What I like to explain to people when it comes to ingredients is that, yes, there might just be a little bit of sodium lauryl sulfate in one product you're using and there might just be a little bit of fragrance. But we use so many products during the day - we use skin care, we use makeup, we might put stuff in our hair and then we're cleaning our house."
    },
    {
      "author": "CARDOZA",
      "text": "When you go to research products, there are so many websites and there are - there's also a lot of misinformation out there."
    },
    {
      "author": "MORAM",
      "text": "Right."
    },
    {
      "author": "CARDOZA",
      "text": "Where do you go to get really accurate - scientifically accurate information?"
    },
    {
      "author": "MORAM",
      "text": "So often I'll use EWG, which is the Environmental Working Group, and they do a lot of studies on not just cleaning products but just products in general. If you're looking for a sunscreen, which sunscreen is best? And then they break down the ingredients, and they rate the ingredients on, like, least toxic to most toxic. So then you can make your own educated decision. And that's what I love about going to sites like EWG because I can see the whole picture. I can see the breakdown of the ingredients. And they usually - I think they number them, like, 1 to 10, one being the best and 10 being like, you probably shouldn't use that ingredient."
    },
    {
      "author": "CARDOZA",
      "text": "I'm so glad you talked about being able to make decisions and kind of do what works for you because I feel guilt is so much a part of this. Like, you start feeling guilty if you're not being completely eco-friendly. So I was really happy to hear that you buy your laundry detergent. I use a green dishwashing soap. But for some - sometimes when I make, say, an Indian curry, and I just can't get the dish clean, and then I have a little container of what we would traditionally think of as dishwashing - you know? - and I use some of it for that. So most of the time I'm very eco-friendly, but I still have my little cheat bottle."
    },
    {
      "author": "MORAM",
      "text": "And I think there's different levels of eco-friendliness. I like to explain it like the different colors of green, right? But we're all on a different journey. And, you know, 12 years ago I was not dark green. I was very light green - like, very light green. And I think it's just about learning and making our own decisions, and just find what works for you."
    },
    {
      "author": "CARDOZA",
      "text": "Stephanie, it was so lovely talking to you. For those of us who are listening to this and thinking, this is still really overwhelming, like, you know, the thought of being more eco-conscious and, like, going through all our cleaning products, what would you say?"
    },
    {
      "author": "MORAM",
      "text": "I would say to do one thing at a time."
    },
    {
      "author": "MORAM",
      "text": "I think, like you said, it can be overwhelming, whether it's implementing cleaning products, changing, you know, makeup, changing skincare, whatever it is you're trying to accomplish. Do one thing. So if it's switching out that one cleaning product, concentrate on that. You know, it's, like, those small steps and creating a habit. Keep it simple. And you don't have to throw out everything in your house to live sustainably. I really, honestly believe it's using what you already have at home. And individual actions do make a difference when it comes to cleaning products or anything in the green, living world. If collectively we all kind of said, we don't want these ingredients and we're going to start buying healthier ingredients, then companies are going to stop making those products, less and less and less."
    },
    {
      "author": "CARDOZA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted another one on cleaning better at home, and we've got lots more from overcoming your fear of flying to how to start camping. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "MICHAEL",
      "text": "Hello, this is Michael (ph) from Chattanooga. And my tip is that when you are leaving a voicemail, especially for a business, don't assume that they have caller ID. So say your name and your phone number first, tell them whatever you got to tell them and then leave your name and phone number again at the end. This is Michael in Chattanooga. OK, bye."
    },
    {
      "author": "CARDOZA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Andee Tagle. Meghan Keane is the managing producer. Beth Donovan is the senior editor. Our production team also includes Audrey Nguyen, Sylvie Douglis and Michelle Aslam. Dalia Mortada is our digital editor, and Beck Harlan is our visuals editor. Vanessa Handy is our intern. I'm Kavitha Cardoza. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5971853207.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/11/lk_green-cleaning-32_wide-9e436906955c19fa38999fd75bcf0aeb1cb8b47d.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "KAVITHA CARDOZA, HOST",
    "STEPHANIE MORAM",
    "CARDOZA",
    "MORAM",
    "MICHAEL"
  ]
}