{"title":"Quiz: Are you too online?","url":"https://www.npr.org/transcripts/1110926267","intro":"Take this quiz to assess your digital habits — then learn how to engage with your electronic devices in a way that's intentional and appropriate.","transcript":[{"author":"MAYOWA AINA, HOST","text":"This is NPR's LIFE KIT, and I'm Mayowa Aina. The first thing I do when I wake up is check my phone."},{"author":"AINA","text":"I just need to see how much time I have before I need to get to work. But then I'll see a good morning text or a message from my buddy that came in overnight. He's a night owl. It's usually a meme, so I got to go see it on Instagram. Naturally after that, I had to hop on Twitter to get caught up on the latest drama. I'll open up my email, too, just to see if there's anything urgent."},{"author":"AINA","text":"And after all that, I can finally start to get ready. I'll probably keep flipping through each of those apps throughout the day. Who am I kidding? I'll definitely keep flipping through each of those apps and more until it's time to go to bed. It's hard to tell just how often people use their phones. A recent survey claimed Americans check their phones once every 4 minutes. It doesn't have to be that way, though."},{"author":"SAMMY NICKALLS","text":"The less that I have these pings on my brain of, like, news articles, tweets and that sort of thing, the less that my brain feels like it's just constantly being activated, the more that I realize I just want to sit and relax a little bit and, like, just be. And that itself feels almost revolutionary."},{"author":"AINA","text":"I talked with Sammy Nickalls. She's the author of \"Log Off: Self-Help For The Extremely Online.\" It's a workbook to reset your relationship with your phone. But she says there's more to balancing your digital life than just logging off. So on this LIFE KIT, we're talking about how to fit the internet into our lives without letting it take over."},{"author":"AINA","text":"So I have to admit, when I picked up the book, I was just a little bit skeptical because I am an extremely online person, and I really don't like when people point it out (laughter)."},{"author":"NICKALLS","text":"I totally hear that."},{"author":"AINA","text":"But you talk about this in the book, too, about this idea of a digital detox and how it's kind of, like, a trite idea at this point. Can you talk a little bit about why you don't like the idea of a digital detox, which is what I think more people are maybe familiar with?"},{"author":"NICKALLS","text":"Yes. Yeah. It might seem kind of getting into semantics when it comes to the differences between digital detoxing and digital minimalism, but it really isn't. Because digital detoxing - I mean, a lot of times, it's just a couple weeks that you're just completely off your social media. And then what? Like, you go back online, and you don't really have a plan to be able to figure out how to kind of strike that balance in between being completely offline and being too online."},{"author":"NICKALLS","text":"Digital minimalism is more about figuring out your own personal internet boundaries and allowing yourself to use digital tools in a way that is helpful to you."},{"author":"AINA","text":"One of the things that I was also really struck by is there's a little quiz in the beginning that sort of gives you a baseline of, like, your online activity. And so I took the quiz, and I was very happy that I wasn't in the worst category."},{"author":"NICKALLS","text":"Congrats."},{"author":"AINA","text":"But I was in the second-worst category (laughter). It said that I was too online, and I was like, OK, well, I can see that."},{"author":"NICKALLS","text":"(Laughter)."},{"author":"AINA","text":"But I was kind of surprised by how many different emotions I felt in just taking this little, like, nine-question quiz. And one of those emotions was fear. Like, I didn't really want to be confronted with what I knew it was probably going to be. Where do you think that feeling comes from?"},{"author":"NICKALLS","text":"I think that that fear comes from a really natural place of trying to protect yourself. It just goes along, like, hand-in-hand with denial. It's really difficult to confront things that scare us. And social media is a form of addiction. I mean, it can be for a lot of people. And I think that that fear, it comes from a really natural place because it's requiring you to kind of confront something that is really difficult to face. But if you're able to kind of sit with that fear and then recognize where it's coming from, that's where the rewards come in. That's where it's - you're able to kind of see past that veil. And it's really difficult to do, but I think that it's required for real, lasting change and growth."},{"author":"AINA","text":"For sure, for sure. And you talk about some of those benefits in the book as well. I think there's probably, like, nine or 10 of them that you're like, if you do this, you will experience some really incredible rewards."},{"author":"NICKALLS","text":"Yes. Yeah, and I don't want to assume that that would be the case for everybody, but it definitely was the case for me just in terms of my sleep, my overall well-being, my relationships. It really extended to so many different areas of my life. And I think that that's partially because I grew up not really understanding the concept of boundaries. And I had to learn the very, very hard way what boundaries are and why I need them and how to establish them and how to not feel guilty for establishing them because they're really important. They're what let us live our life in a free way. It might seem contradictory - boundaries versus being free - but it really does free you to think about other things other than scrolling like crazy. And I think that digital minimalism is a step towards living a more intentional life in that way."},{"author":"AINA","text":"OK. So you give us some tips for getting started with digital minimalism, things like turning off your push notifications so they're not coming to you directly but is something that you see when you open up an app, letting your loved ones know about your intentions and how to reach you if you decide to change your activity, curating your social media experience and being more intentional about that, deleting social media from your phone, making a list of hobbies you enjoy and sort of prioritizing those activities. But one that came up that I haven't really heard about in this context yet was charging your phone outside of your bedroom and you bring this up multiple times in the workbook. Don't go to bed with your phone."},{"author":"AINA","text":"Why do you underscore that tip in particular?"},{"author":"NICKALLS","text":"OK. Have you ever been to a hotel, like, that's kind of nice? And you get into the sheets. And it just feels so nice to kind of, like, have this time to yourself and just feel very calm. And it's like a very specific, in my mind, hotel feeling. And that's what I felt when I put my phone outside of my room and just, like, kind of let myself, like, relax and, like, maybe take a bath or, like, read for a while and just away from any screens. It's like I got that presence of mind back. And I realized that that hotel feeling is just mindfulness. And I just wasn't mindful, you know, in my waking life because I was - I constantly had my attention pulled this way and that. But having the phone outside of your bedroom, it makes that time around your bedtime feel just like a sanctuary. And also, it really does improve your sleep."},{"author":"AINA","text":"And then there was one other tip that you talked about, which was building a toolbox of other apps, things like app timers or screen time reminders. Do you find that those actually work and do you have advice for people like me who will set a timer and just completely ignore it..."},{"author":"NICKALLS","text":"(Laughter)."},{"author":"AINA","text":"...And blow right past it (laughter)?"},{"author":"NICKALLS","text":"Yes, absolutely. I found that there is one app in particular called Freedom that has really helped me. And in terms of, like, setting a timer, it's sort of something that comes with practice. And there are still some times where I mess up. Or I'll unblock myself from Twitter and scroll through for too long until I feel like garbage. But, you know, it's about being human and about recognizing in the moment that your relationship with this platform or that platform is becoming harmful and making a change in that moment without judging yourself, without beating yourself up because these platforms and these apps are designed - they're addictive by design. They are trying to encroach on your time."},{"author":"AINA","text":"It's actually really interesting. My mom came over for the weekend. And she was just kind of, like, in the corner, like, laughing to herself. And I'm like, what are you doing? She's like, I'm on TikTok."},{"author":"NICKALLS","text":"(Laughter)."},{"author":"AINA","text":"I was like, when did you get on TikTok? And she was like, oh, you know, I just want to, like, laugh or whatever. And it, like, helps pass the time. But I got to tell her what she always tells me, which is to get off my phone and, like, pay attention to who's in the room."},{"author":"NICKALLS","text":"(Laughter)."},{"author":"AINA","text":"And so I think it's, like, really interesting to be able to be on the other side of someone who's very online and be like, oh, this is how I'm, like, presenting to other people. And it'd be nice to, like, actually figure out ways that I'm comfortable with and other people are comfortable with that makes us all feel present."},{"author":"NICKALLS","text":"Yeah. I really resonate with that. Absolutely. Once you start practicing digital minimalism, I find that when you're more present around other people and not, like, checking your phone constantly, they end up being more present, too, because there's - it feels really good to be present with somebody. And when you are making changes in your life and other people see how much happier you are, then it does end up spreading to other people. People are curious. People are always looking for ways to improve their life. But sometimes, it comes in ways that they don't expect."},{"author":"AINA","text":"Yeah. The workbook is sort of a companion. It's kind of like a guided journal. And there are all of these prompts. Could you talk about what some of the prompts are and what some questions people would be asking themselves if they were to look through the book?"},{"author":"NICKALLS","text":"Yeah. A lot of them are about recognizing your own feelings. So at one point, I actually ask the reader to scroll through social media as they normally would and notice what feelings come up. Like, what prompts them to get on social media? Like, for example, I noticed that whenever I was feeling bad about myself in some way, I would log on Twitter. And I noticed that would happen almost every time. But it's really difficult to notice these sorts of things when you're in it, you know? And when you're prompted to really think about it, be mindful about how you're feeling, that's where the gold is, really, because the only thing that you need to do - the only thing - is to pay attention to how you're feeling on social media, and when you feel bad, log off. That's, like, the one rule that I have in my book. But it's so difficult because it seems like there are so many elements in society that are kind of trying to get you to just, like, click on this advertisement, to just scroll through this, oh, no, keep on watching this video, you know? And sometimes, that's all you really need, is for somebody to ask you or for you to ask yourself, how do I feel right now? And maybe then that'll lead to why. And what can I do? And most times, it's not scroll. Most times, it's, like, take a nap or talk to a friend or do something that makes you happy."},{"author":"AINA","text":"How long could this process take? And what can people expect in terms of what they might realize when they embark on this journey?"},{"author":"NICKALLS","text":"Yeah, it should take a few weeks, but it could take longer or shorter depending on, you know, the person. But I would challenge the reader to try to make it last, like, three to four weeks and really let yourself kind of feel what it feels like to be offline, at least for a little bit, and then be able to reintegrate slowly because the reintegration process really helps you to isolate different platforms and find out what they're contributing to your life. And at least personally, I found that they're contributing a lot less than I thought. I found myself deleting my Facebook, deleting my Instagram, because I realized I - there was almost no benefits to it for me. I kept my Twitter because I just can't say no to Twitter. But I would give yourself the gift of taking some time."},{"author":"AINA","text":"Would you describe it as a difficult process?"},{"author":"NICKALLS","text":"Yeah, in some ways. In some ways, it is because kicking any sort of habit that feels like, you know, a dopamine hit is going to be inherently difficult. But then you kind of get this period of, like, almost reclaiming your life. And I don't mean to sound dramatic. I don't mean to use platitudes. But that's really how it felt where I was like, oh, my God, I can do anything I want with my time. Like - and I forgot. I forgot that I'm an adult who can do whatever I (laughter) want, you know? But yeah, it is difficult but yeah, lovely, in my opinion."},{"author":"AINA","text":"Is there anything else you'd like to say to us about how this practice of digital minimalism has impacted you and why you continue to do this practice?"},{"author":"NICKALLS","text":"The one thing that I want to add is that I think that a big resistance to social media and getting off social media is that you'll lose friends. And I would say that social media makes us think that we're supposed to have countless close friends. But relationships take time. And the really great thing about rolling back your social media use is that it kind of helps you see which relationships were kind of a bit shallow, which - you know, there's nothing wrong with that at all because that's human nature. Like, we have acquaintances, and we have people who we know through certain contexts. But if the relationship is meant to stay, it will. And it's kind of rewarding in that way to realize which friendships and which relationships are in it for the long haul."},{"author":"AINA","text":"That was Sammy Nickalls, author of the book \"Log Off: Self-Help For The Extremely Online.\" You can find a version of the quiz we talked about at the top of the episode at npr.org/lifekit. And if you find, like me, you are too online, try turning off push notifications, charging your phone outside your bedroom. Reinvest in your hobbies and interests, and remember, you can always just log off."},{"author":"AINA","text":"For more LIFE KIT, check out our other episodes. I even hosted one about finding your personal style. You can find episodes at npr.org/lifekit. And if you love the show and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, here's a random tip from one of our listeners."},{"author":"LAURA MICHAEL","text":"Hey, my name is Laura Michael (ph). My life hack is if you want inexpensive foam soap, if you take your empty foam soap dispenser, get any scent castile soap that you like. If you pour a couple tablespoons in the bottom of the foam soap dispenser, you can fill the rest of the bottle up with water. And then you just have an entire bottle of foam soap just for a handful of cents. And you can use whatever scent you like. And you can also add a couple drops of essential oils to scent it as well."},{"author":"AINA","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Andee Tagle and Michelle Aslam. Our intern is Vanessa Handy, and engineering support comes from Patrick Murray, Alex Drewenskus and Neil Tevault. I'm Mayowa Aina. Thank you for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8702842534.mp3","img":"https://media.npr.org/assets/img/2022/08/05/lk_logoff_valeriy-kachaev_sprucebooks3-copy_wide-c760742f3a65b09d338fe87425d78b06350a5d4b.jpg?s=1400&c=100&f=jpeg","authors":["MAYOWA AINA, HOST","AINA","SAMMY NICKALLS","NICKALLS","LAURA MICHAEL"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,5798,14964,20734,18305,12110,7892,18087,20109,16925,9682,138,1884,14233,14018,16053,19341,19639,4144,5785,3653,14731,15247,13013,4338,5295,6555,5811,14817,15687,27081,17665,21583,10985,16225,10051,17305,16344,2363,17141,23091,12271,16165,12144,20229,14657,5852,16373,10163,18305,14828,8564,8514,11094,3227,14853,9371,5704,2770,10997,20478,22822,8726,15743,23347,21841,11268,13261,6014,3825,12605,16228,11372,24825,17813,9035,16785,10581,13189,12256,17367,21440,4125,3454,23029,15116,18729,14843,8405,16181,13502,10713,11929,12707,3362,14546,18139,24312,27060,11746,24854,21561,11471,14387,3395,2758,2386,4797,21572,27471,22184,19983,15220,7970,16665,15532,15207,18017,12570,8466,2424,5026,15810,21429,23970,24015,11219,14348,8690,11471,26297,16635,19601,17711,14879,20755,15010,16035,2959,1681,11945,20036,21580,25830,20471,9988,8295,11478,12010,11001,12043,14796,13775,10055,15283,9186,15267,14056,11920,12260,15963,9208,7100,621,22205,27198,23275,24213,9562,569,7191,15387,19832,19687,17947,22932,8000,14682,16531,17579,7845,5471,4192,17526,12816,12999,6125,8378,11759,25256,24090,15501,10404,9276,23227,23950,8569,9677,8217,1814,10892,14776,13031,21781,18046,19343,9489,19048,6835,11391,11858,23324,9780,5955,17901,17346,1396,27813,26950,252,27822,26780,5362,4158,14844,12336,18892,11697,11639,8769,8814,7003,22735,26000,14329,12388,12841,12836,19704,20434,25140,10835,22373,16044,11198,14105,13289,17016,4541,1145,15914,17852,10459,18336,14852,11820,11420,19272,10099,1686,3009,25329,21940,17231,13711,26545,18231,12276,16730,12858,2832,26105,10966,21355,27366,18679,9678,7894,20423,9275,16478,17479,18797,15699,17691,18872,28019,9853,24506,11981,21505,12210,12342,15555,14927,27503,21659,21107,25770,12544,16086,14459,25742,22867,23802,8595,4917,20209,15594,13048,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,14041,10223,13749,14886,19853,4247,21975,17942,11457,13248,18920,19833,27761,9072,17462,3926,28142,18779,20176,18630,23928,26718,6322,27750,18976,27982,16469,16209,13155,9340,11522,9594,23382,18294,24302,18857,13299,16319,15699,17178,9240,26539,16628,16243,14408,10062,9664,45,22,57,27400,25416,19720,15766,22642,22293,21221,20481,12481,133,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,21017,19859,8582,24093,21847,25759,18975,11700,7856,20949,14014,16506,13024,26618,12920,13319,21952,15470,20690,22442,17670,20415,28651,9058,24534,22705,22587,21502,16732,9374,16604,12426,24789,4031,26799,22687,17152,18544,25428,17866,19576,19727,19208,20498,13731,8695,789,3,2,2046,23165,23296,23860,9227,11065,9265,5628,10319,17267,7745,11686,12282,11299,12852,13147,15668,18350,5530,14381,19753,1792,2106,10769,15349,9353,2319,3832,7320,3497,4288,8636,5109,6920,4252,5407,3870,4353,4074,4444,5498,4158,3008,1926,1965,918,617,279,61,11950,14225,16668,18409,14433,9400,9798,15518,13484,15789,12652,19388,22593,1766,25720,15769,13912,11627,26270,16975,18673,21359,12344,15980,10146,9917,12532,26163,27597,11068,11167,3476,3419,3335,3788,3963,2393,1045,292,253,127,31,21,6,4,4,0,0,0,0,0,0,138,3209,11680,2491,19523,13376,25544,17348,13481,11260,6666,11492,21653,15790,17214,14267,11883,15378,14816,15844,11408,9730,16679,20313,15585,11629,10538,17085,12290,9950,9891,12415,16176,12996,8660,13915,13575,14833,12620,21597,14154,23112,13037,9897,8863,19581,18781,18839,9125,20474,17704,21867,23380,8732,16075,8608,19472,10541,10777,12411,12256,6305,22562,13097,13510,20324,16840,15557,10593,15603,12034,14002,8991,8341,9323,13735,15660,1726,20469,6756,15096,25992,12482,25714,20454,12534,9032,9116,10928,11801,13961,14296,14077,13188,15737,11343,9474,16511,9077,7690,13591,5486,3721,2666,10454,10257,10407,12624,13949,17243,23138,8727,5114,3043,11765,18864,18905,19100,11583,26929,23790,16199,5602,9108,12836,17418,5419,7080,14342,12836,6406,6517,17251,12023,13841,6841,3121,19455,24123,12474,14737,24102,7318,7487,13745,22541,12133,27531,11727,24640,21642,9428,19380,21934,11806,22221,20777,18783,9245,5172,11819,26508,15816,16362,13010,16599,9612,10021,11130,12279,22922,21404,4859,12745,25287,20803,23758,11167,18572,18024,10963,7147,4272,13100,7143,21540,12774,12408,11870,32767,14689,5838,1062,1153,1306,13206,11103,9374,14499,22545,16476,19440,12905,10499,22269,15732,8800,10254,22381,21303,8223,12374,16381,5161,23034,10995,13290,20308,15148,14125,9763,19658,10745,9832,23504,16882,15288,11388,28117,1996,18893,23868,12416,7915,1951,19217,10613,18164,18775,18148,11611,11147,13945,9649,10364,16318,16494,18023,13262,11629,8457,9693,8892,11846,13552,23594,8828,6087,2647,12592,12573,19234,11364,11924,12006,12306,12211,11882,15932,21750,12769,13064,11142,11719,18774,15955,13916,11123,16265,7053,19405,8411,8075,24148,14943,9273,7568,15897,17324,14943,18477,13527,7608,20037,23581,21875,14687,10412,6528,9834,18152,20218,11691,22292,20186,21397,12606,13265,10309,6311,6282,5524,7043,5461,2350,1573,1743,17466,11641,22962,25922,21829,25325,6514,1557,16402,15752,13723,19762,15176,20778,10763,9815,8690,11283,11636,18197,25074,10239,22779,9450,13031,12091,8911,7822,13547,10860,8609,12335,1806,19508,13370,12377,23637,14381,15553,9822,15705,15430,20230,11490,17931,18094,7965,5016,8271,5543,14835,15413,9604,14487,11690,14621,6801,17732,18064,24453,12449,9219,10672,8624,3126,26950,19656,2741,1052,17898,27234,22935,9595,12793,11957,10566,9445,10981,4949,12369,11588,12629,10749,20939,10680,15749,16905,16820,13309,24496,14656,12459,12245,15599,3556,22670,27341,25098,15684,11952,13319,16290,13646,9655,13867,4413,9704,20998,17736,15296,13720,14844,10539,14034,24790,17766,3515,25186,24389,16608,9468,13580,15296,13507,24422,19209,26460,6642,17833,18307,13161,10107,1080,26205,28269,14706,10426,15921,7461,6922,20655,12219,26498,11016,14464,11377,1467,13526,9294,9003,13044,11027,23497,21053,3465,11104,15919,25570,12076,21193,10624,5494,14241,25167,7654,7470,20279,11938,11324,10590,9501,22780,22672,20179,13855,21001,9718,25041,14531,9119,9573,5078,14961,14940,10506,11981,23332,7082,7391,22495,20328,12911,16471,7953,25814,15532,16353,12742,12361,10606,5776,23910,22597,23550,15082,9763,6620,8696,3071,348,24913,14388,8298,12824,2245,194,24764,4915,732,22692,15913,23227,11596,15135,9446,13726,24574,12201,8567,5461,798,11032,8552,9468,10790,2677,16002,10374,20446,19100,12771,11794,9859,11849,14265,8922,12044,11970,8221,11313,9079,5083,20444,20435,9923,13657,10235,7867,18287,20350,8468,14541,14604,16413,16883,9667,12325,10536,11239,10115,9125,3059,12593,24091,13992,18251,17398,15619,15506,19506,17533,8926,23442,20825,9684,6756,923,22040,17721,23789,24607,20742,6791,10766,24892,7742,15182,7667,8804,25133,7955,11605,13491,7382,8561,8313,11107,11486,9227,22820,10324,21808,15898,16698,8161,22974,9019,2223,8640,10334,15412,13023,9786,11073,24365,17922,12621,9414,12772,22684,8046,13994,11370,8595,15715,11538,9770,17272,9229,15474,17595,22940,13485,21132,20218,25495,11974,18493,14074,10510,10040,16180,23131,17496,7868,17000,11878,9961,15734,8964,23705,8956,6352,12720,13751,7699,5838,17475,1647,17121,27344,25901,14323,9739,4462,15544,14886,18686,9281,12430,11582,8934,9506,15193,9465,15658,14056,10511,18405,10364,8724,3719,24310,21966,14563,15922,15032,13719,11401,11716,3881,24190,17971,11425,10657,13280,8061,8048,1784,565,27373,13806,23531,9954,15253,6161,9600,24743,25365,14683,12110,11110,8398,5761,11910,16537,9045,5949,6180,535,14317,13543,9270,14732,11501,11102,13916,15140,14723,11875,12235,12160,8073,8680,7358,11512,12550,11244,19678,10251,11052,11223,11028,10003,9308,12149,5580,6538,7719,16130,17910,16013,10147,8375,13172,9388,8968,7296,21282,1421,13540,20978,15485,16590,17313,11042,8234,8973,10026,5773,11155,9308,9241,6820,6447,8292,12915,6868,8279,2602,11028,11562,9262,7679,10594,15236,11571,11370,9996,8256,9444,7822,7715,10794,9053,608,14195,15260,13670,12655,8624,11522,9324,9474,10320,18122,16027,9226,9568,7734,8092,11265,12218,10549,10325,1717,22237,19432,12017,11466,999,18875,8228,15638,21636,14182,16792,15389,20476,12808,12418,6024,13503,20356,21158,12592,12190,16445,11165,11651,14141,13229,9111,9328,15208,13911,11378,9022,6446,24023,21604,9766,4498,11345,11519,19001,16978,16174,8977,11344,16638,15769,24339,11692,12041,7865,11733,16349,17497,3066,24415,15017,11985,20279,23813,14686,8411,9408,9472,2509,2489,5594,14988,17578,14728,15217,14069,10939,16675,23243,13044,9436,20193,11342,13931,24634,11125,17923,17318,13347,23768,22544,23044,16190,18456,11690,9386,18125,22624,8606,23934,9736,22230,13389,6906,6657,3484,13482,16576,24523,11384,13196,14055,12890,14265,6552,3830,3876,18984,20033,11610,20220,15232,11558,13969,11763,13847,11368,22132,20080,13863,17994,14005,6533,15274,20844,8178,8190,8017,23838,8754,14685,5711,3456,14193,11253,9274,19421,19535,10261,3544,25734,14549,9281,22123,12153,9724,13213,13722,18626,14739,14264,23715,12238,15533,10311,13041,17411,26775,18671,18448,17964,15979,9198,14652,25226,16352,16782,23367,20693,16051,14112,11814,7996,5052,14240,17121,13706,11379,16654,7417,20892,17502,11831,19919,22804,15009,9962,9870,15759,11346,4599,10127,21299,6853,8406,8275,23240,14258,11112,7728,10116,4984,12753,24441,20829,26252,16573,13164,7761,13547,9203,7620,23671,14575,3945,5399,18559,18233,14031,15065,23530,10408,17822,12217,12360,24487,3126,2270,731,244,4614,19405,24896,17590,15655,15361,24742,16241,9048,9894,13566,12722,10302,19901,12151,11738,14052,13461,17929,20172,9633,8090,8792,7829,8636,12567,8885,7837,1091,13498,10522,9458,25413,15588,20360,9736,9459,8317,10477,4576,10989,6931,25435,22184,13603,12343,9639,10800,10057,10400,9999,9128,13438,7250,21877,21499,7641,18340,22330,17923,11819,5030,275,5452,11997,19152,10801,6906,18042,12252,11727,18519,20652,10400,17810,8895,10292,14023,8374,9812,9236,6602,18962,13912,8716,4581,10134,19382,14971,18199,19485,18104,19316,18939,20926,11880,20531,15774,16007,9493,17155,6170,7252,24733,13259,16221,17338,18888,14682,10824,15055,24018,7356,3258,18927,15640,18237,16110,12842,20661,21570,23216,15095,22124,23287,9429,14586,8821,8667,10228,8265,11530,13463,2615,25522,21545,22765,3569,308,17392,12561,25843,17605,20045,15214,8311,10871,17622,16891,15054,18451,8541,11673,15080,12200,19036,18461,7870,16878,13751,15204,24561,10435,9005,12290,10016,11531,9929,7691,14876,4284,22134,19764,1527,17493,15952,19209,10137,18966,12819,24891,22039,13773,19066,6427,19066,8271,13242,12731,19229,22694,15705,11320,22868,1290,26068,20453,11862,7838,24573,20034,23093,11317,15927,12549,15115,7213,18402,18936,4976,1408,16361,14417,15582,12535,15063,8053,12362,17296,6749,9303,1094,228,8442,8767,8636,8839,11498,10441,20055,15865,8962,9764,12696,7926,8421,5389,7417,17314,11774,12268,10508,10610,6166,7278,12431,5191,13871,13569,7074,9595,18985,20680,15281,14472,14237,12745,11964,9332,14622,12555,10401,10394,15371,15820,11095,24820,24946,21165,14975,24379,8152,2688,6947,15208,21122,21863,17890,12703,11345,10356,9450,16460,18043,13050,14305,10489,12830,9216,7959,7824,9344,6246,13759,12274,8061,6338,17867,19942,17300,17042,11556,8357,19611,11926,15230,11407,16359,9432,11000,6931,7847,9122,8175,7141,4395,12105,14792,13982,6898,16182,13880,10077,13004,17860,12293,11732,14837,11311,6937,12953,22917,20129,17292,18367,17692,9253,11011,10344,10179,9245,12529,12180,11932,9163,11820,12930,13515,12042,11895,10232,5796,11707,14098,15023,11675,9217,8921,282,24072,8778,17176,13869,23855,23443,15407,15058,14335,12527,8564,8848,9594,8688,13924,11066,10261,11175,10784,17180,16126,12984,15219,9093,18295,8844,6407,8031,25898,18849,20523,24100,8640,10260,20979,9740,14569,18863,11114,12399,19171,22900,14495,13070,11239,9042,9450,9291,12177,9248,11101,23802,11216,7560,20901,11560,14396,20595,14154,23227,12540,7758,2432,12184,26988,21361,12235,13149,13713,8501,23373,18754,7283,11618,14264,2548,2309,13794,8532,6871,1810,23437,17898,10622,9712,15565,17009,18207,9044,13204,13489,20438,7412,25464,9257,2656,18480,22148,20921,6843,13645,10036,11950,26642,21570,23926,13281,7847,7551,7151,8446,9133,11134,15099,11216,17629,8181,10553,8406,16624,27266,10804,7297,12928,11453,24877,9431,24474,11318,19052,5336,11279,2809,1080,12625,5669,1487,536,17616,18581,13716,14190,19927,19496,8609,8607,12635,10628,17130,9293,7094,4225,24457,24771,11149,17846,16984,2148,12086,19740,20372,9718,11979,15016,15389,13579,9294,12637,13171,12704,7882,10339,12066,19293,9385,19119,10867,11102,7935,11044,4671,3230,5319,11546,11469,12797,5826,16474,13637,13139,19738,16685,21332,13043,9766,16945,9435,4113,11134,4920,6393,12804,16198,15861,11451,13368,19183,11725,20990,25129,8682,13772,14793,13146,10746,8093,19375,7801,6101,8088,1378,12000,25599,25578,17350,25589,9748,9899,9990,24991,24814,14381,740,23861,15076,9762,10539,16620,24906,13612,24045,15939,24749,18676,16457,13465,15135,22515,15281,15370,22612,18638,4031,118,25782,25755,9372,6662,25851,8091,26118,25671,9769,525,11875,6384,16770,14269,24725,19030,134,9836,24046,8029,25115,22936,11484,5244,21911,9613,20504,18780,11474,8432,9902,24856,21032,12072,18179,15099,1183,14801,9330,7120,16767,7504,14986,17482,13075,13997,21227,14095,13125,21724,24118,9422,14830,12362,23344,10841,17333,12989,13838,8009,9961,2049,16552,14661,25059,23434,22959,10767,10387,16953,25506,8172,14191,24861,23636,11037,14668,15845,10553,11288,19823,8124,11623,9005,9868,652,25503,21095,20311,11735,15034,9840,8799,24364,8334,15010,8159,14569,18134,12560,7600,17908,19693,17013,13322,20059,15741,12393,7388,9698,904,25054,17545,5040,8538,11324,25285,19137,20859,17421,12765,12949,24623,17620,12009,15082,10212,12708,8120,24059,10811,13370,12492,6509,13538,2535,23331,20083,17250,23727,12053,11316,16362,8519,7054,9725,1283,8308,24744,6369,16062,11175,5670,5692,24250,21621,14074,24176,26986,19117,10926,6639,14869,24319,25787,4081,19030,19348,10777,5968,1745,9586,6726,4969,10494,13158,17637,15012,8335,20143,2222,9683,15322,8444,7758,1209,14331,15056,10561,22995,14289,22516,9109,11042,15954,11233,8249,23650,18761,16655,24532,9176,11989,9915,9569,12561,12209,11265,7534,22448,12524,24322,6975,6807,3373,2645,1969,22562,15703,9417,12747,2135,23656,17734,18385,13651,9513,14188,9903,12577,10768,8054,7747,8246,1416,24868,14902,12931,14773,10997,10357,8041,2686,13046,17401,7510,7438,4488,2901,3465,9378,14504,14982,2669,8940,14713,14125,11518,11549,19125,14280,18797,10580,9435,11209,15087,10759,8381,10596,11630,7901,4589,12897,8162,26514,16605,2888,28176,26425,13762,11670,10029,11358,14817,13996,18690,14137,20528,8101,9804,8363,23145,18136,18900,18180,8184,21602,18086,15454,18463,9634,10564,20059,15230,7356,15977,13485,8730,14394,8318,12471,22924,28272,8424,11473,9454,7872,20870,16508,7488,10512,15908,21656,7040,15470,19008,15141,16058,13936,2602,10704,13062,21838,26779,24155,2432,11812,19128,16915,20272,11392,15840,15491,21392,15931,13438,8887,18276,13723,14377,2927,14530,12205,24997,22326,15207,10850,13693,5384,11697,15396,12248,21347,20969,14481,10350,13676,23974,13397,11840,24509,7644,9231,23737,13341,24594,19248,17326,9962,14201,11877,16247,7694,7747,2631,27057,17031,19752,19914,14058,15017,19738,23840,11414,4158,4303,21737,22101,24006,14841,15907,10702,12489,17902,14444,14648,17542,6479,3963,3488,1849,2511,3581,2975,16559,21172,18381,21493,12981,12537,13614,9059,4491,2633,1953,2415,797,8804,14075,13221,8149,8164,15800,18273,13277,12674,10617,24243,6968,11218,12020,17823,15541,18726,11151,16658,27560,2865,12950,13300,16162,12294,7027,11685,14758,7864,22232,22241,9438,12305,8898,7038,8328,22095,22462,25586,24656,13525,13505,3803,439,9186,14554,11719,12422,8512,17217,14155,17313,16727,24209,21364,20244,13079,13091,15333,16746,16337,17042,17555,17426,12800,10687,15141,6096,8666,7182,12989,12029,10191,11099,13106,17841,14135,13523,6882,19590,17423,23707,13280,17052,22836,27467,26669,13251,17803,21385,7670,14998,25164,17232,6034,14152,17443,11424,15230,15201,276,12588,11820,9334,8763,5904,3511,2796,3090,21109,11733,19073,15339,16316,17883,10233,11540,11740,17651,9492,11260,9448,14401,8819,13935,615,15904,10574,9894,16376,9459,13033,12973,10138,10241,13788,8395,5626,6607,5757,18553,17132,14044,11964,13128,21109,17178,1118,15352,14914,14004,12386,3941,20721,23978,22265,9780,12805,7155,12654,10629,12106,10740,10365,8398,14339,23808,16336,15279,4957,24804,4622,21636,13351,2156,17716,24920,14971,11320,5354,12973,8211,12436,6796,25640,25905,8379,23280,17241,7432,6016,24049,22330,8903,10814,18818,19113,170,3465,18484,22235,23740,8221,3085,13648,18124,16269,9875,15076,22139,12252,16866,18751,5541,14191,17262,4515,16885,7598,11592,23062,20958,21003,11267,20532,15593,24819,6756,9663,14643,11587,8435,14282,5207,374,14142,18973,14875,12107,11626,12069,10275,9193,15943,17026,16081,16578,26858,14137,18624,8344,8771,11461,7327,19932,19011,26932,10607,9048,10933,12167,7114,7020,16986,4126,24955,21508,11164,14562,12147,10011,14841,8875,24261,12001,14619,12028,8241,23046,13292,10726,12476,7662,8845,8266,8688,8749,26212,6884,9684,11867,21115,7648,10336,9323,17374,23808,26133,14549,15276,14772,7999,5460,4179,7757,6892,6327,8437,8518,7661,4261,11645,5906,8308,7323,4571,26593,19827,10449,8831,25502,16691,15247,19309,6879,25899,15795,8750,8878,10158,8671,7330,1689,2234,3224,2916,12514,22413,16790,15875,13836,18816,25218,10589,20959,9551,10244,10698,24515,17277,19133,8741,12546,12307,8755,2322,13828,14724,17682,14672,12176,13824,10482,11493,14623,14427,3145,18180,12568,18344,9644,9538,8489,17664,16227,17321,14484,10453,8350,5544,21913,18776,16462,8921,10246,8439,18438,19193,18641,11726,22127,13263,11295,8888,10071,2253,2495,25298,20503,17787,1355,24686,24704,13070,10835,7175,14465,9929,11881,15906,8024,10536,15078,21202,3712,2145,3114,12965,23299,17354,15400,15531,17930,17356,11886,13965,7212,1529,17475,17619,15403,11463,18202,16137,3292,22023,16615,12349,13527,11148,12727,19851,8273,8995,12777,14973,13282,1518,1655,12822,17456,11539,16110,11245,6831,13845,8135,10367,14522,11907,14655,16181,13716,7118,5116,16448,14693,18035,11597,12583,6258,16006,9963,11941,9409,14527,15566,14730,12177,4487,11356,15776,17448,20054,16609,16951,2132,17778,19375,15700,13928,16958,18083,11790,15668,15837,16950,13034,5211,13778,15601,12802,15861,25128,15654,13984,12333,22915,23753,12619,3330,17568,16180,17825,12993,11382,8756,18574,19200,13885,15996,14862,17912,16717,13177,14122,9315,1759,1876,18944,17690,21303,22892,16191,18285,13915,6779,9583,15237,11073,10169,8483,17440,16659,22232,18358,14557,19698,21088,14701,15084,16681,16884,18322,12782,14756,8081,3503,11951,12148,12692,17127,13664,12992,13510,15106,23888,24775,24735,10893,16542,14658,14169,2203,17961,19019,5402,15734,13500,20101,8978,21132,24701,2616,4077,2360,2627,13431,12907,17323,18568,10802,7118,14441,14261,8184,7419,8014,9783,9041,7488,16101,18745,11113,4179,18430,7254,7486,5375,1315,20010,16207,14012,14213,15668,12703,10910,12226,13624,9991,13315,8603,3086,2262,11221,14641,14799,14817,10939,7997,11175,10176,13000,13924,2166,23255,13782,14179,12380,12525,9121,2748,12146,11474,12631,8260,10557,8400,10618,9724,10149,5703,7942,11329,8891,6274,2653,1980,16713,18732,8165,19509,11055,13497,10253,13019,11553,7519,15601,10572,16953,19387,8649,2262,16828,16574,15943,9533,12158,9023,10339,14824,22288,12009,8009,9448,8261,19421,20758,18237,11751,7251,6536,11395,9358,5935,2114,26548,14631,15384,6062,14053,12168,15017,13101,4869,1434,827,829,690,521,446,424,319,258,115,42,16,11,5,5,5,9,22268,20864,18213,16565,25665,19080,11045,22506,22843,12937,14359,23480,16586,19546,24427,20487,15819,14881,3843,22761,24964,11829,10962,14832,21290,19281,19545,12167,17497,20541,8385,11881,8170,10966,11596,6919,24755,20787,20364,27754,8746,10695,25472,19770,10083,25816,25223,14973,13192,23915,17812,8866,4913,72,9,22,23591,14563,12741,13971,15564,19376,13297,10453,3865,22239,20487,12338,9203,8677,5549,15342,12221,14026,16011,9758,4445,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,1243,21615,15681,9962,10916,15332,15172,14631,17796,11401,15196,11988,11935,16253,21891,10712,4069,17806,18892,15302,21087,18007,10814,8331,16323,12579,9374,21623,18264,17982,16970,13725,7775,3745,19113,14505,16181,23518,8019,4772,21329,14704,22171,11803,15247,17515,10864,14851,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11158,12868,13112,5754,2316,15,3,8674,5644,22088,21100,14359,12252,12263,25100,12893,15826,17431,8701,14077,13036,9827,11369,6003,24670,16935,11655,21811,24078,10489,24981,24197,16755,25214,6069,20811,9074,8269,15046,9022,8283,17884,15187,7172,16040,3561,13257,9960,16558,22917,11715,26248,19200,24742,13586,14906,13800,13281,5306,9127,6575,10965,6852,11757,7601,10370,7741,7127,2107,1887,613,332,33,11],"fragments":[{"begin":"0.000","end":"5.840","lines":["This is NPR's LIFE KIT, and I'm Mayowa Aina. The first thing I do when I wake up is check my phone."]},{"begin":"5.840","end":"39.040","lines":["I just need to see how much time I have before I need to get to work. But then I'll see a good morning text or a message from my buddy that came in overnight. He's a night owl. It's usually a meme, so I got to go see it on Instagram. Naturally after that, I had to hop on Twitter to get caught up on the latest drama. I'll open up my email, too, just to see if there's anything urgent."]},{"begin":"39.040","end":"63.600","lines":["And after all that, I can finally start to get ready. I'll probably keep flipping through each of those apps throughout the day. Who am I kidding? I'll definitely keep flipping through each of those apps and more until it's time to go to bed. It's hard to tell just how often people use their phones. A recent survey claimed Americans check their phones once every 4 minutes. It doesn't have to be that way, though."]},{"begin":"63.600","end":"93.640","lines":["The less that I have these pings on my brain of, like, news articles, tweets and that sort of thing, the less that my brain feels like it's just constantly being activated, the more that I realize I just want to sit and relax a little bit and, like, just be. And that itself feels almost revolutionary."]},{"begin":"93.640","end":"127.520","lines":["I talked with Sammy Nickalls. She's the author of \"Log Off: Self-Help For The Extremely Online.\" It's a workbook to reset your relationship with your phone. But she says there's more to balancing your digital life than just logging off. So on this LIFE KIT, we're talking about how to fit the internet into our lives without letting it take over."]},{"begin":"127.520","end":"143.120","lines":["So I have to admit, when I picked up the book, I was just a little bit skeptical because I am an extremely online person, and I really don't like when people point it out (laughter)."]},{"begin":"143.120","end":"146.880","lines":["I totally hear that."]},{"begin":"146.880","end":"190.680","lines":["But you talk about this in the book, too, about this idea of a digital detox and how it's kind of, like, a trite idea at this point. Can you talk a little bit about why you don't like the idea of a digital detox, which is what I think more people are maybe familiar with?"]},{"begin":"190.680","end":"235.320","lines":["Yes. Yeah. It might seem kind of getting into semantics when it comes to the differences between digital detoxing and digital minimalism, but it really isn't. Because digital detoxing - I mean, a lot of times, it's just a couple weeks that you're just completely off your social media. And then what? Like, you go back online, and you don't really have a plan to be able to figure out how to kind of strike that balance in between being completely offline and being too online."]},{"begin":"235.320","end":"247.080","lines":["Digital minimalism is more about figuring out your own personal internet boundaries and allowing yourself to use digital tools in a way that is helpful to you."]},{"begin":"247.080","end":"262.600","lines":["One of the things that I was also really struck by is there's a little quiz in the beginning that sort of gives you a baseline of, like, your online activity. And so I took the quiz, and I was very happy that I wasn't in the worst category."]},{"begin":"262.600","end":"264.320","lines":["Congrats."]},{"begin":"264.320","end":"273.000","lines":["But I was in the second-worst category (laughter). It said that I was too online, and I was like, OK, well, I can see that."]},{"begin":"273.000","end":"274.120","lines":["(Laughter)."]},{"begin":"274.120","end":"295.520","lines":["But I was kind of surprised by how many different emotions I felt in just taking this little, like, nine-question quiz. And one of those emotions was fear. Like, I didn't really want to be confronted with what I knew it was probably going to be. Where do you think that feeling comes from?"]},{"begin":"295.520","end":"341.160","lines":["I think that that fear comes from a really natural place of trying to protect yourself. It just goes along, like, hand-in-hand with denial. It's really difficult to confront things that scare us. And social media is a form of addiction. I mean, it can be for a lot of people. And I think that that fear, it comes from a really natural place because it's requiring you to kind of confront something that is really difficult to face. But if you're able to kind of sit with that fear and then recognize where it's coming from, that's where the rewards come in. That's where it's - you're able to kind of see past that veil. And it's really difficult to do, but I think that it's required for real, lasting change and growth."]},{"begin":"341.160","end":"353.440","lines":["For sure, for sure. And you talk about some of those benefits in the book as well. I think there's probably, like, nine or 10 of them that you're like, if you do this, you will experience some really incredible rewards."]},{"begin":"353.440","end":"400.960","lines":["Yes. Yeah, and I don't want to assume that that would be the case for everybody, but it definitely was the case for me just in terms of my sleep, my overall well-being, my relationships. It really extended to so many different areas of my life. And I think that that's partially because I grew up not really understanding the concept of boundaries. And I had to learn the very, very hard way what boundaries are and why I need them and how to establish them and how to not feel guilty for establishing them because they're really important. They're what let us live our life in a free way. It might seem contradictory - boundaries versus being free - but it really does free you to think about other things other than scrolling like crazy. And I think that digital minimalism is a step towards living a more intentional life in that way."]},{"begin":"400.960","end":"445.920","lines":["OK. So you give us some tips for getting started with digital minimalism, things like turning off your push notifications so they're not coming to you directly but is something that you see when you open up an app, letting your loved ones know about your intentions and how to reach you if you decide to change your activity, curating your social media experience and being more intentional about that, deleting social media from your phone, making a list of hobbies you enjoy and sort of prioritizing those activities. But one that came up that I haven't really heard about in this context yet was charging your phone outside of your bedroom and you bring this up multiple times in the workbook. Don't go to bed with your phone."]},{"begin":"445.920","end":"448.200","lines":["Why do you underscore that tip in particular?"]},{"begin":"448.200","end":"500.360","lines":["OK. Have you ever been to a hotel, like, that's kind of nice? And you get into the sheets. And it just feels so nice to kind of, like, have this time to yourself and just feel very calm. And it's like a very specific, in my mind, hotel feeling. And that's what I felt when I put my phone outside of my room and just, like, kind of let myself, like, relax and, like, maybe take a bath or, like, read for a while and just away from any screens. It's like I got that presence of mind back. And I realized that that hotel feeling is just mindfulness. And I just wasn't mindful, you know, in my waking life because I was - I constantly had my attention pulled this way and that. But having the phone outside of your bedroom, it makes that time around your bedtime feel just like a sanctuary. And also, it really does improve your sleep."]},{"begin":"500.360","end":"517.040","lines":["And then there was one other tip that you talked about, which was building a toolbox of other apps, things like app timers or screen time reminders. Do you find that those actually work and do you have advice for people like me who will set a timer and just completely ignore it..."]},{"begin":"517.040","end":"517.200","lines":["(Laughter)."]},{"begin":"517.200","end":"520.320","lines":["...And blow right past it (laughter)?"]},{"begin":"520.320","end":"567.480","lines":["Yes, absolutely. I found that there is one app in particular called Freedom that has really helped me. And in terms of, like, setting a timer, it's sort of something that comes with practice. And there are still some times where I mess up. Or I'll unblock myself from Twitter and scroll through for too long until I feel like garbage. But, you know, it's about being human and about recognizing in the moment that your relationship with this platform or that platform is becoming harmful and making a change in that moment without judging yourself, without beating yourself up because these platforms and these apps are designed - they're addictive by design. They are trying to encroach on your time."]},{"begin":"567.480","end":"580.040","lines":["It's actually really interesting. My mom came over for the weekend. And she was just kind of, like, in the corner, like, laughing to herself. And I'm like, what are you doing? She's like, I'm on TikTok."]},{"begin":"580.040","end":"581.120","lines":["(Laughter)."]},{"begin":"581.120","end":"596.240","lines":["I was like, when did you get on TikTok? And she was like, oh, you know, I just want to, like, laugh or whatever. And it, like, helps pass the time. But I got to tell her what she always tells me, which is to get off my phone and, like, pay attention to who's in the room."]},{"begin":"596.240","end":"597.240","lines":["(Laughter)."]},{"begin":"597.240","end":"613.120","lines":["And so I think it's, like, really interesting to be able to be on the other side of someone who's very online and be like, oh, this is how I'm, like, presenting to other people. And it'd be nice to, like, actually figure out ways that I'm comfortable with and other people are comfortable with that makes us all feel present."]},{"begin":"613.120","end":"648.160","lines":["Yeah. I really resonate with that. Absolutely. Once you start practicing digital minimalism, I find that when you're more present around other people and not, like, checking your phone constantly, they end up being more present, too, because there's - it feels really good to be present with somebody. And when you are making changes in your life and other people see how much happier you are, then it does end up spreading to other people. People are curious. People are always looking for ways to improve their life. But sometimes, it comes in ways that they don't expect."]},{"begin":"648.160","end":"662.880","lines":["Yeah. The workbook is sort of a companion. It's kind of like a guided journal. And there are all of these prompts. Could you talk about what some of the prompts are and what some questions people would be asking themselves if they were to look through the book?"]},{"begin":"662.880","end":"749.200","lines":["Yeah. A lot of them are about recognizing your own feelings. So at one point, I actually ask the reader to scroll through social media as they normally would and notice what feelings come up. Like, what prompts them to get on social media? Like, for example, I noticed that whenever I was feeling bad about myself in some way, I would log on Twitter. And I noticed that would happen almost every time. But it's really difficult to notice these sorts of things when you're in it, you know? And when you're prompted to really think about it, be mindful about how you're feeling, that's where the gold is, really, because the only thing that you need to do - the only thing - is to pay attention to how you're feeling on social media, and when you feel bad, log off. That's, like, the one rule that I have in my book. But it's so difficult because it seems like there are so many elements in society that are kind of trying to get you to just, like, click on this advertisement, to just scroll through this, oh, no, keep on watching this video, you know? And sometimes, that's all you really need, is for somebody to ask you or for you to ask yourself, how do I feel right now? And maybe then that'll lead to why. And what can I do? And most times, it's not scroll. Most times, it's, like, take a nap or talk to a friend or do something that makes you happy."]},{"begin":"749.200","end":"757.000","lines":["How long could this process take? And what can people expect in terms of what they might realize when they embark on this journey?"]},{"begin":"757.000","end":"807.320","lines":["Yeah, it should take a few weeks, but it could take longer or shorter depending on, you know, the person. But I would challenge the reader to try to make it last, like, three to four weeks and really let yourself kind of feel what it feels like to be offline, at least for a little bit, and then be able to reintegrate slowly because the reintegration process really helps you to isolate different platforms and find out what they're contributing to your life. And at least personally, I found that they're contributing a lot less than I thought. I found myself deleting my Facebook, deleting my Instagram, because I realized I - there was almost no benefits to it for me. I kept my Twitter because I just can't say no to Twitter. But I would give yourself the gift of taking some time."]},{"begin":"807.320","end":"810.880","lines":["Would you describe it as a difficult process?"]},{"begin":"810.880","end":"844.800","lines":["Yeah, in some ways. In some ways, it is because kicking any sort of habit that feels like, you know, a dopamine hit is going to be inherently difficult. But then you kind of get this period of, like, almost reclaiming your life. And I don't mean to sound dramatic. I don't mean to use platitudes. But that's really how it felt where I was like, oh, my God, I can do anything I want with my time. Like - and I forgot. I forgot that I'm an adult who can do whatever I (laughter) want, you know? But yeah, it is difficult but yeah, lovely, in my opinion."]},{"begin":"844.800","end":"854.280","lines":["Is there anything else you'd like to say to us about how this practice of digital minimalism has impacted you and why you continue to do this practice?"]},{"begin":"854.280","end":"903.720","lines":["The one thing that I want to add is that I think that a big resistance to social media and getting off social media is that you'll lose friends. And I would say that social media makes us think that we're supposed to have countless close friends. But relationships take time. And the really great thing about rolling back your social media use is that it kind of helps you see which relationships were kind of a bit shallow, which - you know, there's nothing wrong with that at all because that's human nature. Like, we have acquaintances, and we have people who we know through certain contexts. But if the relationship is meant to stay, it will. And it's kind of rewarding in that way to realize which friendships and which relationships are in it for the long haul."]},{"begin":"903.720","end":"930.800","lines":["That was Sammy Nickalls, author of the book \"Log Off: Self-Help For The Extremely Online.\" You can find a version of the quiz we talked about at the top of the episode at npr.org/lifekit. And if you find, like me, you are too online, try turning off push notifications, charging your phone outside your bedroom. Reinvest in your hobbies and interests, and remember, you can always just log off."]},{"begin":"930.800","end":"958.600","lines":["For more LIFE KIT, check out our other episodes. I even hosted one about finding your personal style. You can find episodes at npr.org/lifekit. And if you love the show and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, here's a random tip from one of our listeners."]},{"begin":"958.600","end":"1022.600","lines":["Hey, my name is Laura Michael (ph). My life hack is if you want inexpensive foam soap, if you take your empty foam soap dispenser, get any scent castile soap that you like. If you pour a couple tablespoons in the bottom of the foam soap dispenser, you can fill the rest of the bottle up with water. And then you just have an entire bottle of foam soap just for a handful of cents. And you can use whatever scent you like. And you can also add a couple drops of essential oils to scent it as well."]},{"begin":"1022.600","end":"1095.800","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Andee Tagle and Michelle Aslam. Our intern is Vanessa Handy, and engineering support comes from Patrick Murray, Alex Drewenskus and Neil Tevault. I'm Mayowa Aina. Thank you for listening."]}],"duration":1095}