{
  "title": "If your spending is eating your savings, you might be experiencing 'lifestyle creep'",
  "url": "https://www.npr.org/transcripts/1111300716",
  "intro": "Making more money tends to lead to spending more money. It's a phenomenon known as \"lifestyle creep.\" Paco de Leon, author of Finance for the People, shares advice on keeping your long-term financial goals in check and fending off the subconscious urge to automatically increase spending when your income increases.",
  "transcript": [
    {
      "author": "RUTH TAM, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ruth Tam. There are some unpleasant things in life that can sneak up on us, things that come with warning signs but are subtle and easy to ignore. Maybe it's a deadline for an upcoming paper or mold in a tub of yogurt you've left in your fridge. In the world of personal finance, there's this phenomenon that has the same effect of all those things. It's called lifestyle creep."
    },
    {
      "author": "PACO DE LEON",
      "text": "Lifestyle creep is this phenomenon that happens. When you start to earn more money, you also start to spend more money."
    },
    {
      "author": "TAM",
      "text": "This is Paco de Leon, a writer, illustrator and the author of the book, \"Finance For The People.\" Like an advancing deadline or mold in your fridge, you don't notice your rising expenses until, all of a sudden, you're shocked when your credit card bill is more than it's ever been. When you have a very limited budget, this might be less likely to happen to you. But when you start to make a little more money and don't have to eyeball your bank account after every purchase, that's when the cost of your lifestyle can begin to creep up and start matching your salary."
    },
    {
      "author": "TAM",
      "text": "For some of us, COVID may have contributed to this. You moved into an apartment with cheaper rent when buildings were running deals and you weren't spending all this money on commuting. And now your landlord is raising your rent to pre-pandemic rates and inflation is making everything more expensive."
    },
    {
      "author": "DE LEON",
      "text": "If you have lifestyle creep, that means that your expenses are meeting basically how much you're earning, and you're not typically saving more or you're not typically investing more. You are typically spending more."
    },
    {
      "author": "TAM",
      "text": "So on this episode of LIFE KIT, how to manage your money and your emotions to avoid lifestyle creep."
    },
    {
      "author": "TAM",
      "text": "What are common ways lifestyle creep surprises people? Let's get some examples out here."
    },
    {
      "author": "DE LEON",
      "text": "Sure. Housing is such a huge cost, right? The cost of rent is something that seems to just be creeping up and creeping up because it is a function of supply and demand. And so I think folks who are younger, maybe they might not mind having one or five roommates, right? There's this, like, idea in society that the older you get, you shouldn't have roommates - right? - and so I think that's one way people experience lifestyle creep is they get a studio apartment or they get a one-bedroom or, you know, they want to even upgrade."
    },
    {
      "author": "DE LEON",
      "text": "But this could even happen on a smaller scale, like going out to dinner. Lifestyle creep can be seen from folks who maybe they pack their lunch most days of the week and they start to make more money. They feel, like, a little more coin in their pocket and they feel a little more flush with cash. And they might, you know, start going out to sushi for lunch in the middle of the week. And that's another way that we see lifestyle creep."
    },
    {
      "author": "TAM",
      "text": "So I'm in my 30s, and my friends' lifestyles at this point really run a wide spectrum. Like, I've got friends renting group houses and also friends who are buying homes and having kids. So I guess I'm wondering, what does keeping up with the Joneses look like when you're in your 30s in 2022?"
    },
    {
      "author": "DE LEON",
      "text": "I mean, I definitely want to call out that you're living, like, an intersectional experience just by virtue of who you are, it seems like. And that's how, you know, I am, as well. And I think that's great because it gives us all these different perspectives, and it doesn't necessarily need to push us into one way of being, right? And I think that needs to be done more often. I think we need to be interacting with different people all the time so that we cannot just see one narrative, one story, one path and then internalize that and then feel bad - or badly when we can't follow that path for whatever reason, be it circumstance or individual choice."
    },
    {
      "author": "DE LEON",
      "text": "So I guess I don't know what keeping up with the Joneses looks like in 2022. I think maybe this is, like, overly optimistic and maybe even naive, but I think we have the ability to choose what we're consuming and how we are letting that impact how we think and project our ideas of who we are into the future."
    },
    {
      "author": "TAM",
      "text": "I think it's easy to have your guard up for big things like, you know, whether or not you buy a car, for example, or whether or not you go from living in a group house to a one-bedroom. But I think there's a reason why this term is called lifestyle creep. How do smaller purchases and smaller decisions wind up contributing to what we're calling lifestyle creep in quieter ways?"
    },
    {
      "author": "DE LEON",
      "text": "Sometimes when we buy one nice thing, we think that's not going to cause a ricochet or a domino effect where we're going to need other nice things or want other nice things. But it often happens. And, you know, I've seen it happen with me. I've bought - I'm like, OK, I'll - I'm going to buy some not-secondhand clothes for the first time in years. And as soon as I did that, I was like, well, now I need cleaner shoes or nicer shoes, you know? So, like, before you make a purchase, if you could catch yourself and ask yourself, you know, what it is you want to feel by making that purchase or what you want to avoid feeling by making that purchase. And I think if you learn how to catch yourself and think about buying in that - you know, in that sense, I think that's a good way to avoid lifestyle creep."
    },
    {
      "author": "TAM",
      "text": "Yeah, I think it's also really challenging because not only do you have to be mindful, but a lot of people turn to these treats - whether they're small purchases or big purchases - as a bit of, like, retail therapy, like, that treat-yourself mindset like you were talking about. I was going to share that, you know, I think the - one of the weaknesses for me is just, like, skin care or makeup. There's this idea, like, oh, you can't just wash your face. You must moisturize it, tone it, hydrate it with serums and various acids. It's never just one thing, right?"
    },
    {
      "author": "DE LEON",
      "text": "It's never just one thing. And, you know, you're pointing to the truth that consumerism is, like - you know, we're in lockstep with it with all these other isms, right? So you're, like, looking at ageism, but we're looking at it through a consumer's lens. I don't expect people to sit back and untangle this spiderweb and, you know, save $50 every time. But we're kind of being pushed and pulled in all these different ways that we are maybe unaware of. And maybe that's just the first step of personal change that can ultimately lead to a larger change."
    },
    {
      "author": "TAM",
      "text": "OK. Speaking of, you know, thinking about the future, I think a lot of people are trying to earn money to be able to afford a better lifestyle for ourselves and our loved ones. And, you know, they're - upgrading your life in some way can be a part of that. And so I guess I'm wondering if you could share more about the differences between earning and saving money in order to achieve certain goals in your life and lifestyle creep, which - I understand it to be kind of like slowly accumulating a bunch of maybe big and small expenses that wind up increasing your cost of living in a sneakier way."
    },
    {
      "author": "DE LEON",
      "text": "I think the most challenging thing that we're all faced with when it comes to making a living, earning and how much we're saving and investing for the future is there's a sense of lifestyle creep when it comes to our goals. So many times, our goals are this moving target - right? - and we tell ourselves - I'm just going to use general numbers - we tell ourselves, if I could just, you know, make $3,000 a month, I'll be good. I'll be happy. I'll be fine. I'll feel safe. I'll feel secure. I'll be able to save, and I'll be able to meet my needs. And then we get there and we think, huh, well, what if I earn $5,000? I think if I earn $5,000 a month, then I'll really feel like I can then, you know, get some nicer things, do some upgrades."
    },
    {
      "author": "DE LEON",
      "text": "And so now we're just looking at that way of thinking - right? - progress through this very consumerist, modern lens. And I think that's what's going on. I think the biggest challenges that we're going to face that have a huge ripple effect on things like climate change, are - is this idea of enough."
    },
    {
      "author": "TAM",
      "text": "One of the times that we're most vulnerable to lifestyle creep is when you experience some sort of windfall - like, if you get one big bonus or, you know, your annual raise or you're given a gift or something. What can you do with that, as opposed to upgrading your life instantly or immediately kind of splurging to celebrate?"
    },
    {
      "author": "DE LEON",
      "text": "Well, when you get a windfall, I would say you should spend a little bit of it. I feel like if you are being so militant sometimes with your finances, it builds this pressure and it could explode in ways that are not great. So I think that when you get a windfall, you know, 1% or 2, 3%, you know, buy something that you've been wanting to buy. And I think that can help, like, satiate, maybe this, like, beast within us that wants to go crazy, right? So I want to give people permission in that regard. But I do think that - here's the traditional financial advice. You get a 3% raise. Great. Save that 3%. You know, increase your savings rate by the amount that you are being paid by."
    },
    {
      "author": "DE LEON",
      "text": "But right now, in this very moment, we're seeing that that's not possible for a lot of people because of the rate of inflation, right? So these textbooks' ideas for what one ought to be doing with their money, they're great. But life is dynamic, and things are always changing. And sometimes it's not possible. So I just want to address that reality. Let's say things are not - we're not in the 9, 8% inflationary environment. There's a really important concept to understand called the hedonic treadmill or - it's also called human adaptation. Basically, what it states is that, you know, life has its ups and downs, and good things happen and bad things happen. And that affects our level of happiness but only in the short term."
    },
    {
      "author": "DE LEON",
      "text": "Ultimately, over time, our levels of happiness are going to kind of remain around the same level, regardless of what happens. So I think when you know that, when you understand that upgrading to a nicer car might feel good, ultimately, in the long run, you're probably going to end up feeling the same. So I don't want to say it's a waste of money because somebody might appreciate it every single day, their really nice car, and it might improve their life. But for the most part, most people, you know, they just go back to feeling the same."
    },
    {
      "author": "TAM",
      "text": "I think that's super true. You might get, like, a spike of, you know, endorphins, like, oh, fun new thing. I get to try it. Yay. Like, it's a sparkly new item in my life. And, you know, it might be important enough to you that you get that boost every time you use it or wear it or try it or whatever it is. But ultimately, you kind of - you level out."
    },
    {
      "author": "DE LEON",
      "text": "Yes, you level out. I had one practical tip that I've been using that I think is really helpful. And I use this particularly with, like, Instagram when I get prompted to buy something and I know that I am feeling some kind of way about it. I put it on a list - and it's really silly and simple - I just call it a buy list. And I make it handsome and cute, my buy list. And, like, I organize it in a way that feels good so that when I open it up, it just feels nice. It feels like shopping, right? So I'm recreating this experience of shopping. I'll take the picture of the item that I want, and I'll put it on the buy list, and I'll put a little description. I'll put a little price. I'll put the day that I started to covet this item."
    },
    {
      "author": "DE LEON",
      "text": "And then I have these rules - right? - the rule is I cannot buy anything on the buy list until it's been on the list for as little as 24 hours. Really, for me, it's, like, a month, right? If I still feel some kind of way about this object in one month and it's on my list, I'll buy it. There's been very few things I've bought off this buy list. It feels good enough to just put it on the list. And I think it confuses my brain, and it feels good. It feels like I'm buying it without buying it. And I don't know if that will work for everyone, but I suggest trying it for a while and seeing how that works."
    },
    {
      "author": "TAM",
      "text": "It's helpful to avoid this kind of just, like, impulse buying. Like..."
    },
    {
      "author": "DE LEON",
      "text": "Yes."
    },
    {
      "author": "TAM",
      "text": "...Oh, I really just want to feel, like, excited right now. And I can relate to that. I 100% get that."
    },
    {
      "author": "DE LEON",
      "text": "Exactly."
    },
    {
      "author": "TAM",
      "text": "We've talked about this before, but, you know, just because you can afford something in the moment - like, let's say you do get a raise at your current position, and you can afford a wider range of things than you could before. You're - one thing that I feel a little hyperaware of sometimes is just because you can afford something right now because of your current salary doesn't mean that you're going to be able to afford it, you know, five years down the line or whatever. So if you get something like a fancy new phone, for example, and you're still paying it off later or the next iteration of the phone is going to be even more expensive or whatever, how do you not lock yourself into a type of lifestyle that you may not actually be able to afford later if something happens with your employment or your job?"
    },
    {
      "author": "DE LEON",
      "text": "I think it all comes down to, like, being mindful, again, at the end of the day - like, pausing, really thinking about the consequences of the decision that you're making and not just the first order of consequences but the second and third order of consequences. Like, I don't want to scare people, but my background as a financial planner makes me always think, well, what's the worst thing that could happen if I lease this car, or what's the craziest thing that could happen if I borrow this money from the bank? When you think about worst-case scenarios like that, if you can do it in a way that doesn't make you spiral out, that data is really important because it helps you weigh risk, and it helps you weigh the possibility and the probability that that risk could actually happen in your life."
    },
    {
      "author": "DE LEON",
      "text": "One of the ways that my mindset shifted from when I worked for somebody and then when I started working for myself, was I realized that security, when working for somebody else, is an illusion. Like, they could one day say, you know what, Paco? You need to get out of here, and all of my income is taken away in one fell swoop, versus working as a freelancer or small-business owner, where you're working with multiple clients, and you have multiple projects. And sure, that brings its own flavor of chaos but the trade-off is when one thing quiets down or one client lets you go or you let a client go, it's not one person coming and taking away your entire livelihood. I think one of the things we all need to start considering as an antidote to this lifestyle creep is what is enough? What is enough for us? And in America, it feels like there's this pervasive idea that there's never going to be enough. You can always have more."
    },
    {
      "author": "TAM",
      "text": "Yeah, I'm wondering, like, how to break apart that question in a practical way. Like, it seems like a really scary - honestly, a scary question to ask yourself, like, what is ever going to be enough? And I'm wondering if there are maybe smaller ways to get to that understanding of what is enough for ourselves?"
    },
    {
      "author": "DE LEON",
      "text": "Yeah."
    },
    {
      "author": "TAM",
      "text": "Do you have smaller questions to get to that place of understanding?"
    },
    {
      "author": "DE LEON",
      "text": "I think knowing what you want your life to look like day-to-day is going to be a key component, right? What is going to bring you happiness and joy and make you feel like you're doing what you need to do here on planet Earth, and what is that going to cost you at the end of the day? That's going to be the fundamental building block of how much money do I need to make, how much money do I need to save for emergencies, and how much money do I need to save and invest for the future, right? That's going to be kind of the baseline."
    },
    {
      "author": "DE LEON",
      "text": "I think it's important to just be present as much as we can, to take deep breaths when we're freaked out about the future and to appreciate what we have in the moment. I think the very practical aspect of knowing the math, running the processes of earning money every week or every other week, every month, saving and investing periodically - that's very practical and very helpful. I think it'll make people feel like they can tackle this question of enough. But then appreciating what you've got right now, regardless of where you are on your journey is another kind of weird way but a very practical way to make us foster that sense of enoughness (ph)."
    },
    {
      "author": "TAM",
      "text": "We've already talked about this at length, but I just want to - you know, the reason why I love talking to you about money is because you have these, like, a combination of, like, hard budgeting tips but also, like, thoughtful, emotional ones, too because, you know, as I've learned from you and your book, being thoughtful about money has to do a lot with how we handle our emotions, how we act on our values."
    },
    {
      "author": "TAM",
      "text": "You know, there might be times in your life where you're fine living in a shared house with roommates, and then all of a sudden you look around, and you're like, wait, you know, my friends are starting to move out to one-bedrooms, or they're buying houses, or they're eating at these places. They're wearing this type of clothing. And it can make you feel some sort of way. And even if you are, you know, mostly content with your life, how do you address things like jealousy? How do you be honest with yourself about what you're coveting and how to tap into the part of you that is actually content or wants to be content?"
    },
    {
      "author": "DE LEON",
      "text": "So when I was walking over to my office this morning, preparing for this interview, I put on a song - I have a playlist called a hype playlist, and it's hours of music that immediately makes me feel good. And I started doing this when I started writing my book because writing a book is very painful. It requires a tremendous amount of discipline and effort. And so what I would do is I would arrange, like, my whole morning, my whole day around feeling good so that I would do this thing, so that I would sit down and write."
    },
    {
      "author": "DE LEON",
      "text": "So I would wake up, and I would stretch my body, and I would, you know, sit and meditate because I'm one of those annoying people. I would eat, like, healthy things that are absorbed into my bloodstream in a way that doesn't spike up my energy too much, that makes me feel satiated. I would drink enough water. I mean, all these really baseline things have a huge impact on what you're able to do in your day-to-day life. And I know that sounds really mundane and silly and even stupid to recommend these things, but I think if we start with that - right? - getting enough sleep, breathing deeply, doing those little things makes a big difference, right? These non-financial things can actually help us feel like, OK, I can have a clear mind. When I'm looking at my friend's nice things or seeing her vacation on Instagram, I can - at least you've done all these baseline things so that your body is being taken care of so that your mind can then be as clear as possible."
    },
    {
      "author": "DE LEON",
      "text": "Again, it sounds so silly, and it has, like, kind of nothing to do with money, but it has everything to do with feeling like you are enough for yourself, right? I think at the end of the day, so much of how we choose to spend our money or not spend our money is a reflection of how we feel about ourselves. So I think the more you work on your relationship with yourself, the more you're going to see your relationship across all these other things in your life improve."
    },
    {
      "author": "TAM",
      "text": "Oh, that was perfect. I want to cry."
    },
    {
      "author": "DE LEON",
      "text": "(Laughter)."
    },
    {
      "author": "TAM",
      "text": "Thank you so much. That was really beautiful, and I felt, you know, just practically - very useful. Next time I find myself in an online shopping cart - right? - or next time I'm browsing a rack or scanning, you know, a Sephora display, I'm going to have those words in my head. So thank you so much for all that practical but also emotional and personal advice. I really appreciate it."
    },
    {
      "author": "DE LEON",
      "text": "You know what? Thanks for having me on and being willing to, like, just get super weird about money. I really - I love talking to you, and I love that you're willing to go there with me."
    },
    {
      "author": "TAM",
      "text": "Always."
    },
    {
      "author": "TAM",
      "text": "That was Paco de Leon, a writer, illustrator and author of the book, \"Finance For The People.\""
    },
    {
      "author": "TAM",
      "text": "Here are some tips from my conversation with Paco. If you can afford to, increase your savings rate according to what you're being paid. That way, if you start to make more money, you're not saving the same amount when you were making less. It's OK to treat yourself now and then, but to cut down on impulse purchases, create what Paco calls a buy list. Basically, when you want something, put it on a list that you can reference when you want to treat yourself, and only purchase things that have been on that list for a set amount of time, like two weeks or a month. Ask yourself, what is enough? What does it take for you to feel happy and secure? Try to check yourself if those answers change when you're around people with other lifestyles or if you start to make more money."
    },
    {
      "author": "TAM",
      "text": "And remember, how we choose to spend or not spend our money is a reflection of the relationship we have with ourselves. At the end of the day, work on your mental and emotional health so that you're in a good position to make financial decisions."
    },
    {
      "author": "TAM",
      "text": "For more LIFE KIT, check out our other episodes. I have one with Paco about money management for creative types. Definitely check that one out. You can find episodes at npr.org/lifekit. And if you love the show and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now here's a random tip from one of our listeners."
    },
    {
      "author": "JO ANNA BROOM",
      "text": "Hi, my name is Jo Anna Broom (ph). When I buy items that I need to save the receipt for, I keep my receipt attached to my item by putting them in a Ziploc bag to keep them from being damaged and then getting all the air out and folding it and then taping it to the side or bottom. That way, if I need to access it, it's attached to my item and out of sight."
    },
    {
      "author": "TAM",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our editor is Dalia Mortada. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Andee Tagle and Sylvie Douglis. Our intern is Vanessa Handy, and engineering support comes from Brian Jarboe. I'm Ruth Tam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5130987560.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/14/npr-lifestyle-final-2-copy_wide-cdbb6d477ab906163c0255ac6292a9af10d3daed.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RUTH TAM, HOST",
    "PACO DE LEON",
    "TAM",
    "DE LEON",
    "JO ANNA BROOM"
  ]
}