{
  "title": "How to talk to kids about abortion",
  "url": "https://www.npr.org/transcripts/1112452868",
  "intro": "Talking about abortion can be complicated, even with adults. How do you talk about the medical procedure and the politics around it with kids? NPR's Ailsa Chang gets tips from Dr. Elise Berlan and parenting expert Reena Patel.",
  "transcript": [
    {
      "author": "AILSA CHANG, HOST",
      "text": "This is NPR's LIFE KIT. I'm Ailsa Chang. When the Supreme Court overturned Roe v. Wade last month, it declared the constitutional right to an abortion no longer exists. And for a lot of parents, the wall-to-wall news coverage about abortion rights meant that their kids were asking them new questions about the procedure and the politics."
    },
    {
      "author": "AILSA CHANG, HOST",
      "text": "Megan Workman in Indiana, who has a 6-year-old daughter, was wondering where to even begin."
    },
    {
      "author": "MEGAN WORKMAN",
      "text": "I want it to be age-appropriate. I don't want to get into too much detail of what it actually is, but just knowing that she can choose if she wants to have a baby or not - so just mainly keeping it age-appropriate, I would guess."
    },
    {
      "author": "CHANG",
      "text": "Well, we heard from a lot of parents like Megan. And that is why on this episode of LIFE KIT, we're answering your questions about talking to kids about abortion."
    },
    {
      "author": "CHANG",
      "text": "To answer many of your listener questions, we called up a few experts to help parents like Megan explain. Reena B. Patel is a parenting expert and licensed educational psychologist in San Diego, Calif. And Dr. Elise Berlan is a pediatrician and adolescent medicine specialist in Columbus, Ohio. Welcome to both of you."
    },
    {
      "author": "ELISE BERLAN",
      "text": "Thank you."
    },
    {
      "author": "REENA B PATEL",
      "text": "Thank you for having me."
    },
    {
      "author": "CHANG",
      "text": "So I want to start with you, Ms. Patel. What is your advice to someone like Megan Workman, who we just heard from? Like, what is the first step to approaching this topic with kids, you think?"
    },
    {
      "author": "PATEL",
      "text": "First of all, it's a question that many parents have, and it's important to find out what your child already knows. But use that guiding point. Ask your child as simple things as even, do you know where babies come from? But do it in a way that they're really guiding that conversation, and you're almost scaffolding. You're kind of filling in the pieces."
    },
    {
      "author": "CHANG",
      "text": "Well, I am sort of wondering, now that we're talking about where do you even begin, like, what is the right age to even start a conversation like this?"
    },
    {
      "author": "PATEL",
      "text": "Parents know your child the best. It shouldn't be something that you feel forced to do. But do understand, when your child is of school age, history is already being taught. They are learning about current affairs, current events, so having those natural conversations is so important."
    },
    {
      "author": "CHANG",
      "text": "OK. Well, so much of what you said is leading to our next question from Jacqueline Cuevas. She's a mom of three from Detroit, Mich."
    },
    {
      "author": "JACQUELINE CUEVAS",
      "text": "The 9-year-old's a little confused as to why people would want to get an abortion, and she doesn't understand what happens once they get it. Where does the baby go? Who takes it? It's a lot of questions that I didn't know how to answer."
    },
    {
      "author": "CHANG",
      "text": "So, Dr. Berlan, I want to turn to you because as a pediatrician, how might you explain an abortion procedure to a child?"
    },
    {
      "author": "BERLAN",
      "text": "When I think about kind of how to respond to this mom, I might think about talking about that some parents need to end the pregnancy and that it might be better and healthier and safer for the parent to end the pregnancy. So I tend to use kind of terminology about the pregnancy and not refer so much around the baby, even though that can be where children go."
    },
    {
      "author": "CHANG",
      "text": "Right."
    },
    {
      "author": "BERLAN",
      "text": "I do think it's OK for parents, after they've shared what an abortion is as far as they're comfortable sharing, to let young people know that people have a variety of views..."
    },
    {
      "author": "CHANG",
      "text": "Yes."
    },
    {
      "author": "BERLAN",
      "text": "...About abortion. And also, I think it's OK for the parents to share their views because young people do really look to the parents for anchoring on values."
    },
    {
      "author": "CHANG",
      "text": "I wanted to talk more about that. Thank you so much for bringing that up because parents have told us that they are wrestling with how to help their kids talk about it with sensitivity if it does come up. Like, take James Memmott. He's a dad of four in Kaysville, Utah, and he's talking here about his 7-year-old daughter."
    },
    {
      "author": "JAMES MEMMOTT",
      "text": "I have a different opinion on it than most of the other people she can interact with. You know, we live in a very conservative area. All of my family that we live near is religious, and they definitely have an opposing view to mine on the abortion issue. And I want her to learn how to be sensitive talking about this stuff if it ever even does come up."
    },
    {
      "author": "CHANG",
      "text": "Any advice for James, either of you?"
    },
    {
      "author": "PATEL",
      "text": "So it's a great life lesson to teach children that it's OK to have whatever opinions that you have. So it's important to allow them to create their own opinions but be respectful for others and then where and when to have these conversations with individuals."
    },
    {
      "author": "CHANG",
      "text": "So our next question is from Meg Embry. She's a mother of two from Colorado, and she told us that she grew up evangelical. And this is her question."
    },
    {
      "author": "MEG EMBRY",
      "text": "How do you invite your kids to wrestle with really complicated, painful, not black-and-white questions in a way that's curious and compassionate without just encouraging them to accept what you think about the issue?"
    },
    {
      "author": "CHANG",
      "text": "And Meg Embry is just one of many parents who reached out to us who had concerns about imposing their own beliefs on their children. And I'm just curious, Ms. Patel, what advice do you have for parents navigating this potential conflict of opinion and wanting their kids to make up their own minds about this issue?"
    },
    {
      "author": "PATEL",
      "text": "What I would really recommend is, first, really understanding where you are in this whole process. What are your thoughts? What are your feelings? So much has risen in terms of high-level emotion with the outcomes and the overturning of Roe v. Wade. So check in with yourself first, then allow for that openness. And check in, empathize, validate what your child says. I think it's important for parents to use the words, I feel, I see, I hear, because what does that do? It shares and shows that respectful dialogue happening and that you're letting your child know that you really do hear what they're saying, even though you might have an opposing view or opinion."
    },
    {
      "author": "CHANG",
      "text": "Well, you know, we all talked about how much this conversation might change depending on the age of your child or how much your child actually knows. But I'm also wondering, like, how much of this conversation takes shape depending on the gender of your child. ShaMecha Simms is a mother of a 14-year-old son from Topeka, Kan. And she wrote to us and said one concern is, quote, \"making sure that he understands how these measures affect people with a uterus, him as a male and his choices and responsibility for family planning.\""
    },
    {
      "author": "CHANG",
      "text": "So, Dr. Berlan, I understand that you have two adolescent sons. And I'm curious, like, what do you think personally? Should you as a parent have a different kind of conversation about abortion based on the gender of your kids?"
    },
    {
      "author": "BERLAN",
      "text": "You know, I don't really think so. I think this is, again, about really listening to where your kids are. You know, we've talked about - in our family - abortion with our sons. And, you know, there's not a perfect time or a perfect conversation. This is a journey. And I think if parents wait for the perfect time or when they have all the information, the risk is that they're not going to have the conversation, and somebody else will. So I think, you know, as parents, we want to kind of share our values and share the information that we have and our point of view with our kids..."
    },
    {
      "author": "CHANG",
      "text": "Yeah."
    },
    {
      "author": "BERLAN",
      "text": "...So that they are prepared to have conversations and process this information within the safety of their family first."
    },
    {
      "author": "CHANG",
      "text": "Yeah."
    },
    {
      "author": "PATEL",
      "text": "It can be very overwhelming. We have to give children, especially young children, just time to process and come back with questions. And we've got families who have multiple children at different ages, so I think it's very important, also, to think about what our little ones are hearing as the older ones are talking. And so do you want, as parents, to have some one-on-one dialogue just separate from the older kids so they're able to hear and also share things that are at their age-appropriate level - is so important."
    },
    {
      "author": "CHANG",
      "text": "That was Reena B. Patel, a parenting expert and licensed educational psychologist in San Diego, Calif., and Dr. Elise Berlan, a pediatrician and adolescent medicine specialist from Columbus, Ohio. Thank you both so much for sharing this time with us."
    },
    {
      "author": "BERLAN",
      "text": "It was such a pleasure."
    },
    {
      "author": "PATEL",
      "text": "Thank you."
    },
    {
      "author": "CHANG",
      "text": "For more LIFE KIT, check out our other episodes. I have hosted on how to prepare for pregnancy now that Roe v. Wade is overturned. You can find that at npr.org/lifekit. And if you love LIFE KIT and you just want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CHANG",
      "text": "This episode of LIFE KIT was produced by Karen Zamora. It was edited by Christopher Intagliata and Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. Engineering support comes from Natasha Branch. Special thanks to Patrick Wood and Erika Ryan. I'm Ailsa Chang. Thank you so much for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8489473301.mp3",
  "img": "https://media.npr.org/assets/img/2022/07/20/gettyimages-1346267181-copy_wide-0849b62329b165bdfddebe756cf2261d81269c29.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "AILSA CHANG, HOST",
    "MEGAN WORKMAN",
    "CHANG",
    "ELISE BERLAN",
    "REENA B PATEL",
    "PATEL",
    "JACQUELINE CUEVAS",
    "BERLAN",
    "JAMES MEMMOTT",
    "MEG EMBRY"
  ]
}