{
  "title": "You can choose a new name for yourself. Here's how",
  "url": "https://www.npr.org/transcripts/1114846410",
  "intro": "Many trans and nonbinary people choose new names during their transition. Here's advice if you're considering adopting a new name — from brainstorming name ideas to navigating the paperwork to change your name legally.",
  "transcript": [
    {
      "author": "TUCK WOODSTOCK, HOST",
      "text": "This is NPR's LIFE KIT. I'm \"Gender Reveal\" podcast host Tuck Woodstock. But I haven't always been Tuck Woodstock. I legally changed my name when I was fresh out of college and then changed it again seven years later. So I know firsthand how daunting this entire process can be. From choosing your new name, to filing for a court order, to updating your info with your bank and the pharmacy and the gym, and the library and all the utilities companies - and I could go on here. But the point is, name changes can be intimidating, even in the easiest possible scenario. And when you're trans, nothing is ever the easiest possible scenario."
    },
    {
      "author": "CHARLIE ARROWOOD",
      "text": "Credit bureaus have a very hard time with first name changes. So they are used to changing women's last names when they get married, and your credit follows you, and everything is lovely. For a trans person who is changing their first name or even maybe more than their first name, they kind of just short circuit."
    },
    {
      "author": "WOODSTOCK",
      "text": "That's Charlie Arrowood, an attorney whose work focuses on name and gender marker changes for trans folks. They'll be sharing their expertise, which to be clear, is not legal advice, throughout this episode. And this is my friend Julien Fitzpatrick, who knows about the credit bureau issue all too well."
    },
    {
      "author": "JULIEN FITZPATRICK",
      "text": "I have excellent credit. And when I applied for a new apartment right after I changed my name, my new landlord was like, you have no credit score. It's zero. And I was like, what? Like, I have worked so hard for this good credit. I emailed him a screenshot from my credit card statement that was, like, 810 or whatever, like, incredible score I had. And he was like, all right, seems fine. But I was like, oh no, I have zero credit."
    },
    {
      "author": "WOODSTOCK",
      "text": "The good news is that Julien was able to get their amazing credit score back by submitting their name change paperwork to the credit bureaus. And they're still really glad they changed their name despite any bureaucratic hiccups. Today on LIFE KIT, we're sharing our top tips for a successful and minimally stressful name change. And as we do, just remember that choosing a new name is ultimately this big, beautiful, priceless gift that you're giving to yourself as an investment in your future happiness. Sometimes, that investment might involve a little paperwork, but that doesn't mean it's not totally worth it. So whether you're just starting your search for possible names or working up the courage to take that trip to the courthouse, this episode is for you."
    },
    {
      "author": "WOODSTOCK",
      "text": "Let's kick things off with takeaway number one, brainstorm possible names. There are all sorts of jokes and stereotypes about how trans people pick their names. You've probably seen the memes about how nonbinary people tend to name themselves after nouns, like thread or soda or bagel or that transmascs choose names that sound like Victorian orphans, like - I don't know - Julien Bailee Fitzpatrick. Someone - and I'm not naming any names here - may have named themselves after a Montucky Cold Snacks joke that went too far. But at the end of the day, it doesn't matter how you choose your name. What matters is that it's what feels right to you. So set aside time to scroll through baby name websites. Explore your family tree. Browse your bookshelves. Take a walk through nature. And keep an eye out because you never know where inspiration might strike."
    },
    {
      "author": "FITZPATRICK",
      "text": "I had a coworker whose kid's name was Julian, and I was like, every time he talked about his son, I was like, I love that name. I wish that was my name. I literally every time was like, I wish that was my name. And just one day, somebody was like, well, why don't you just make it your name?"
    },
    {
      "author": "FITZPATRICK",
      "text": "You can do that."
    },
    {
      "author": "WOODSTOCK",
      "text": "Once you've got that perfect name picked out or a list of ideas that you're trying to narrow down, it's time for takeaway number two. Take your new name out for a test drive. There's a lot of ways you can do this. Julien recommends the classic caffeinated option."
    },
    {
      "author": "FITZPATRICK",
      "text": "Take a different name to different coffee shops and see how it sounds when it gets called out. Like, if you don't want to tell anyone else, you can just go to a bunch of different coffee shops and be like, here's my order for, you know, Beezus or something."
    },
    {
      "author": "WOODSTOCK",
      "text": "I did also totally do that. I did that, though, at a place where I think people recognize me."
    },
    {
      "author": "FITZPATRICK",
      "text": "(Laughter)."
    },
    {
      "author": "WOODSTOCK",
      "text": "And then I was like, they know that I'm using different names. This is a nightmare. I got to move."
    },
    {
      "author": "FITZPATRICK",
      "text": "(Laughter). That is a nightmare. I would leave the country."
    },
    {
      "author": "WOODSTOCK",
      "text": "If the coffee shop method feels a little too chaotic, another tried-and-true tactic is to enlist the help of a trusted group of friends. When you hear your roommates calling you by that new name or see it pop up in the group chat, it's always going to feel a little weird at first. But over time, you'll hopefully be able to tell whether that's a good weird or just a weird weird."
    },
    {
      "author": "DENNE MICHELE NORRIS",
      "text": "I actually joined a queer writing group in early 2021. And even though I hadn't come out, I told them, and they started calling me by the name Chloe. And we went by that for several months."
    },
    {
      "author": "WOODSTOCK",
      "text": "That's Denne Michele Norris, editor-in-chief at Electric Literature and co-host of the \"Food 4 Thot\" podcast. She had chosen the name Chloe in tribute to one of her favorite novelists. But testing the name in a group of other trans and queer writers helped her realize that Chloe just didn't quite fit."
    },
    {
      "author": "NORRIS",
      "text": "I felt like I wasn't 100% in love with that name, but I couldn't come up with a better name, and so I just sat with that for a few months."
    },
    {
      "author": "WOODSTOCK",
      "text": "Remember that it's completely normal to experiment with multiple names before you find one that feels good. By taking the time to explore her options, Denne Michele was able to create space for her eventual eureka moment when she realized that the perfect name had been right in front of her all along."
    },
    {
      "author": "NORRIS",
      "text": "In my sort of closest group of friends in New York, they've been calling me Denne for short forever. And somehow, this idea - it just came to me. And almost immediately, I was like, that's it. That's my name. It's a strange name. No one's ever seen the name Denne before. Everyone and their mother thinks that it's Dennea. It is not. It just hit me, like, sort of like a wonderful ton of bricks that, like, that was supposed to be my name."
    },
    {
      "author": "WOODSTOCK",
      "text": "Of course, not everyone gets struck by wonderful bricks the way that Denne Michele did. And sometimes, in our rush to transition, we end up settling for a name that we don't absolutely love, just because it feels less bad than the one we had before. Sometimes, that name eventually grows on us. And other times - well, here's Julien again."
    },
    {
      "author": "FITZPATRICK",
      "text": "Right after I secretly started testosterone without telling anyone, I, like, went to the courthouse and changed my name and then told everybody. But the reasons I chose the name I chose the first time was because I still didn't have very good boundaries. I hadn't graduated therapy yet, so..."
    },
    {
      "author": "FITZPATRICK",
      "text": "...I chose a name that was really easy for everyone else and that I didn't like very much. It was close to my birth name. It sounded like my birth name kind of and had the same number of letters. And I thought it would be a really easy transition for everyone else, even though I hated it. I didn't like it. I didn't want it."
    },
    {
      "author": "WOODSTOCK",
      "text": "But this is also part of the process. There are essentially infinite names out in the world. And narrowing down an infinite list can be really overwhelming. So if you get stuck, it's OK to move forward with your best option. And know that if you ever find a name that you like better, you can simply change it again. That's what Julien did a year and a half later after being inspired by their co-worker's kid. Now, you may worry about the ways that people could react to you changing your name once, let alone twice. But while there are certainly folks out there who will take any chance they can to make a trans person's life a little harder, many trans people report that their friends and co-workers are actually much more adaptable and supportive than they first expected. So if fear has been holding you back, Denne Michele gently suggests taking that little leap of faith."
    },
    {
      "author": "NORRIS",
      "text": "The people who matter and who love you will give you grace in this, because it's a big thing. And to a world that, as far as we know right now, seems to have more cisgender folks than anyone else, like, they don't have to go through this s***, this so they don't have a say."
    },
    {
      "author": "WOODSTOCK",
      "text": "So let's imagine that you've tried out a few names and have chosen one that you want to be your new official, legal name, at least for now. Your next mission, should you choose to accept it, is takeaway three. File a petition for a name change with your local court."
    },
    {
      "author": "ARROWOOD",
      "text": "So generally, every state has its own rules for how name changes happen. And even county by county, it can be a little bit different."
    },
    {
      "author": "WOODSTOCK",
      "text": "Here's Charlie, our legal name change expert."
    },
    {
      "author": "ARROWOOD",
      "text": "So what you want to do is find out from your local court in the county where you live what the procedures look like. And often, courts will have, like, a court help center or information center where they can give you self-help forms and other information about how to go about this on your own. In most places, it is doable on your own without an attorney if it's a straightforward case."
    },
    {
      "author": "WOODSTOCK",
      "text": "Charlie also recommends resources like the National Center for Transgender Equality ID Documents Center, which explains the name change, driver's license and birth certificate policies in all 50 states. Depending on your circumstances, filing for a court order could be as easy as filling out an online form. In other places, however, the process might involve attending a formal hearing and even getting fingerprinted by the FBI. You'll also need to pay a filing fee, which can cost anywhere from $50 in Hawaii to $450 in California, plus additional costs for things like certified copies. And you may also be required to advertise your name change in a local newspaper, which is known as a publication requirement."
    },
    {
      "author": "WOODSTOCK",
      "text": "And that brings us to our fourth takeaway. Keep yourself safe. If you're at all nervous about publishing your personal information in a newspaper, you can request a publication waiver."
    },
    {
      "author": "ARROWOOD",
      "text": "You know, it all started, the publication thing, when creditors needed to know whether a debtor changed their name. So they would put it in the newspaper when that was where people got information. And now that's not how we get information anymore. So it was turning into, you know, in New York, your old name, new name, date of birth, place of birth and where you live going in the newspaper. And then that file's also public in the court system. So asking for a publication waiver, asking for the record to be sealed, is a thing that some trans people may want to look into if it's available where they live."
    },
    {
      "author": "WOODSTOCK",
      "text": "If you need help, Charlie suggests reaching out to a legal aid resource or a local LGBTQ organization. And if you're extra concerned about privacy, which is understandable given the way that trans people are currently being targeted by both state and nonstate actors, you can use services like Delete Me or OneRep to remove records of your old name from various online databases. So you've got your name picked out. You've got your court order. Now all that's left is to update your information with virtually every organization you've ever come into contact with."
    },
    {
      "author": "ARROWOOD",
      "text": "I call it whack-a-mole. You go DMV, Social Security, passport, whatever else you may need to change. You do that one by one. And there's no monolithic database that knows that you have changed your name. When you walk out of the court with your court orders, nobody knows that that is you until you affirmatively tell someone."
    },
    {
      "author": "WOODSTOCK",
      "text": "It is very normal to feel frustrated or overwhelmed at this point in the process. Most people aren't excited to spend the afternoon contacting three separate credit bureaus or running around town replacing all of their credit cards. But the good news is that you don't actually have to get everything done in a day or a month or even a year. Other than a few specific circumstances, like a pending immigration or disability application, there isn't a strict time limit on updating your documents. Nor is there a specific order of operations that you need to follow."
    },
    {
      "author": "WOODSTOCK",
      "text": "And that brings us to our next takeaway, which - I'll let Charlie take this one."
    },
    {
      "author": "ARROWOOD",
      "text": "Take everything one step at a time. The whole picture is very intimidating, but you can only do one thing at a time anyway."
    },
    {
      "author": "WOODSTOCK",
      "text": "One step at a time. Make a list of the documents that you personally use most often or that feel most emotionally significant to you and get those updated first. For example, if you feel very attached to having a new birth certificate, by all means, figure out how to get that updated. But if you don't care about a new birth certificate, the great news is that you probably never actually have to get that one changed. Similarly, if you use your passport as a primary ID document or if you do a lot of international travel, your priorities will be very different than someone like me, who hasn't had a functional passport for years and still just can't seem to make myself go get new photos taken. Anyway, once you've made your plan of attack, you'll also want to research how much everything will cost. Updating your Social Security card is free, but replacing your driver's license, passport and birth certificate all require additional fees. And while we're here, let's do a little fact-checking. Is it true that you can get a free legal name change when you get married? It turns out that the rules around changing your first name through marriage vary from state to state. So be sure to do your research well before the wedding."
    },
    {
      "author": "ARROWOOD",
      "text": "The order of operations I would use - get the name change order with your current last name and then change your last name through marriage."
    },
    {
      "author": "WOODSTOCK",
      "text": "In most states, you can't amend the name on your marriage certificate. So if you want to play it safe, you'll want to get your first name legally changed via court order before you get married. If you're also planning on changing your last name, you can do that through marriage. And once you get your marriage certificate, you can use that document to change the name on all your other legal documents. So maybe not always as easy as we thought. But if you need financial assistance, there are better options than matrimony. Many courts offer fee waivers which cover that filing cost that we were talking about earlier. You can also look around for microgrants from legal aid groups or trans-focused mutual aid funds. For example, I organize biannual mutual aid drives for trans people of color through my podcast, \"Gender Reveal.\" And Julien volunteers with the Trans Lifeline microgrant fund. You can also check in with your local queer center to see if they offer a similar program."
    },
    {
      "author": "WOODSTOCK",
      "text": "And that brings us to our final takeaway. Ask for help. Remember, you're not the first ever trans person to change your name, and you don't need to reinvent the wheel. Whether you need help testing out a new name, covering your filing fees or forcing PayPal to stop deadnaming you, there are plenty of people who would be more than happy to lend a hand. In fact, if you want to go all out celebrating your big accomplishment, I bet folks would love to help you throw some kind of fun name reveal party. And if you're nervous about going to the courthouse, don't hesitate to ask for a little bit of emotional support."
    },
    {
      "author": "ARROWOOD",
      "text": "Bring a friend if that helps you. It totally helps. You can squeeze their hand. They can whisper in your ear and tell you everything's going to be OK. They can get mad at the clerk for you. It's just nice to have, like, someone who's removed from it."
    },
    {
      "author": "WOODSTOCK",
      "text": "And, hey, one more thing before we go. If you try on a bunch of names and decide that you don't want to change your name, that's also extremely OK and also maybe even a little radical. As Denne Michele puts it, helping to degender names that are currently thought of as very gendered actually helps everyone."
    },
    {
      "author": "WOODSTOCK",
      "text": "So if you're a trans person who feels like maybe there's pressure to change your name but you don't want to and you love your name, that's OK, too. And you can still be just as transgressive, just as transgender, just as gender-variant as you want and need to be."
    },
    {
      "author": "WOODSTOCK",
      "text": "We've covered a lot. So let's recap. Takeaway number one, brainstorm possible names. You can seek inspiration from your culture, your kitchen, your favorite shows, whatever makes sense to you. Takeaway number two, take your name out for a test drive. Take the time to try out a few options until you find one that feels right. And remember that if you change your mind later, you'd simply be joining a long line of lovely people who have renamed ourselves multiple times. Takeaway number three, file a petition for a name change with your local court. Takeaway number four, keep yourself safe. Many courts will let you seal your name change records upon request, which can help keep your personal information private. And if your state has a publication requirement, it doesn't hurt to ask for a waiver. Takeaway number five, take it one step at a time. Changing your name is definitely a marathon, not a sprint. So start with your court order and then tackle everything else in whatever order and whatever pace feels most doable for you. And if you realize in a few years that, whoops, you forgot to update your name on some weird account somewhere, well, that unfortunately happens to pretty much everyone. And our final takeaway, ask for help. It may take some digging, but there are all sorts of logistical and financial resources out there and plenty of people who would be honored to help you take this really exciting step in your life."
    },
    {
      "author": "WOODSTOCK",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one a few years ago on how to be a trans ally at work. That's when my voice sounded completely different. You can find that on npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "MIRANDA",
      "text": "Hi everyone. This is Miranda (ph) from Akron, Ohio. If you want to save some money and do something for the planet, reuse zipper bags that you purchase certain foods in, like almonds, chia seeds and snacks, things like that. For instance, I often make burritos and store them wrapped in tinfoil in the bag that the tortillas came in, in my freezer. If a bag isn't see-through, you just mark the outside of it using masking tape. Hope this helps someone. Have a good day."
    },
    {
      "author": "WOODSTOCK",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. It was edited by Soraya Shockley, Sam Leeds and Meghan Keane. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Michelle Aslam. Our intern is Vanessa Handy. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray, Alex Drewenskus and Neil Tevault. Special thanks to Taya Rice (ph) and to the Crumbles (ph) group chat. I'm Tuck Woodstock. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8510429330.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/01/lk_namechange_final_wide-6210f69d4d76bf525255e6890b5bd864a8a4b695.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "TUCK WOODSTOCK, HOST",
    "CHARLIE ARROWOOD",
    "WOODSTOCK",
    "JULIEN FITZPATRICK",
    "FITZPATRICK",
    "DENNE MICHELE NORRIS",
    "NORRIS",
    "ARROWOOD",
    "MIRANDA"
  ]
}