{
  "title": "Bear Grylls on how to S-T-O-P fighting fear in everyday life",
  "url": "https://www.npr.org/transcripts/1116276609",
  "intro": "Survivalist and adventurer Bear Grylls shares his advice on facing fear, preparing for the worst and the power of courage to get you through any situation.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "I'm Andee Tagle, one of the producers of this show. As a lifelong city dweller, I'm not big on heavy-duty adventure. A day hike? Sure. A nearby camping weekend with friends and a carload of gear? Can do. But anything much more wild than that? Yeah, not really where my strengths lie. When I went off to college, for example, my parents half-jokingly gifted me a book titled \"Be Safe!: Simple Strategies For Death-Free Living.\" I have, in fact, put myself in more than one precarious scenario with a toaster oven. But if I'm being honest, it's more than being a bit accident-prone that holds me back from big adventures. It's fear, those constant what-ifs, what next, what nows? Bear Grylls is more familiar than most with that sentiment."
    },
    {
      "author": "BEAR GRYLLS",
      "text": "Fear has been a huge part of my life, and I definitely feel it all the time. You know, I mean, it's a part of my job. It was a part of my job through the military. It was a part of my job on many expeditions."
    },
    {
      "author": "TAGLE",
      "text": "Bear is the host of the show \"Running Wild With Bear Grylls\" and is arguably the world's most famous survivalist and adventurer. For years, he's traveled all over the Earth, literally dropped into harsh environments with little to no supplies, and then found ways to survive on the land for days at a time to the horror and delight of international TV audiences. So if you're looking to put together a survival toolkit, who better to ask, right?"
    },
    {
      "author": "GRYLLS",
      "text": "You know, for me, I kind of prepare always with nothing. I like it. I like - you got nothing, you know? How are you going to just get a simple blade? What can you use? Maybe you can use this bit of rock and smash that, and that will create a blade."
    },
    {
      "author": "TAGLE",
      "text": "Excuse me, Bear, nothing? Nothing at all?"
    },
    {
      "author": "GRYLLS",
      "text": "If I had to choose three things, I would make them attitudes - you know, a resourceful spirit, a determined calm and a courageous kind of attitude."
    },
    {
      "author": "TAGLE",
      "text": "So I asked Bear how to prepare to survive in the wilderness, and he told me to bring not a Swiss Army knife or a fire starter, but a good attitude. I know how it sounds. But here's the thing - tools break, technology fails, plans fall through, life happens. And when it does, you might only have your perspective and your creativity left at your disposal. And that can be a beautiful thing."
    },
    {
      "author": "GRYLLS",
      "text": "The great magic of life, the great power to adventure is beginning. It's just starting, even though you're never going to feel 100% prepared."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT - survival skills with Bear Grylls. The extremes look different for everyone, but at the most basic level, that's what it all comes down to, doesn't it? Survival - no matter what journey you find yourself on in life, we're all just trying to keep going, to find our way through those moments of fear, hardship and survive. So whether you're braving the unforgiving heat of the Sahara Desert or just another mile of unrelenting rush-hour traffic, we've got tips to help you get through life's wild moments."
    },
    {
      "author": "TAGLE",
      "text": "So while not all of our listeners are climbing Everest or partaking in other extreme outdoor activities, we all have those wild moments in life where we're not sure how to adapt or we ask ourselves, how am I going to get through this, you know? So with that in mind, we're really excited to talk to you today. We'd love to talk to you about the new season of \"Running Wild\" and also get some of your favorite survival mindset tips for the outdoors and beyond."
    },
    {
      "author": "TAGLE",
      "text": "I want to start by talking about fear and panic after having just watched a ton of your episodes. It comes up a lot for me. You jump out of planes. You've been bitten by snakes. You've gone to absolutely extreme lengths to stay hydrated in harsh environments - a famous episode involving urine and the snakeskin comes to mind. We'll leave that there. Bear, does anything scare you?"
    },
    {
      "author": "GRYLLS",
      "text": "First of all, yeah, for sure. Of course I get scared. Fear is a big part of my life. It just always has been from - you know, from the early days of learning to climb with my dad even, you know, as a kid. It was always kind of about trying to get used to fear and trying to not be overwhelmed by it and to learn to almost become friends with it and to understand that actually, fear isn't an enemy. It's something that nature gives you to allow you to stay sharp and perform well and have some strength and to have all your senses firing."
    },
    {
      "author": "GRYLLS",
      "text": "But I think what happens in life when we always avoid fears - you know, and it's how so many people live. And I understand it - always kind of avoiding anything we're scared of. What happens is that when they're thrown into a scary situation, you're not used to it. You're not - that muscle, that fear muscle isn't - it's not strong, you know? So you get kind of an overload of adrenaline. And an overload of adrenaline is always going to create a kind of a fog of war. You know, it's like, oh, I can't control. I can't even think. I can't do anything, you know, because you're not used to it."
    },
    {
      "author": "TAGLE",
      "text": "When I think about survival, when I try to think about just putting myself in any of these scenarios, I completely freeze up. You know, just thinking about what I might do if I found myself stuck in the jungles of Borneo is too much for my brain to process. Panic can be so debilitating, even in non-life-or-death situations. So, you know, you had some great tidbits there about making friends with it. But I just - do you have any other secrets to stay calm, to keep your thinking brain online in the face of calamity?"
    },
    {
      "author": "GRYLLS",
      "text": "I think, you know, first thing you do is stop. Don't just kind of run in a blind panic of, like, ah."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "GRYLLS",
      "text": "Just S-T-O-P, stop. And then T for take a beat - just step back from it, just look at it. And then observe and then kind of, you know, look at all the things, not just - don't fixate on one thing. You know, look around. Just look at your surroundings. You're going to see escape routes. You're going to see alternatives and options. And then the final S-T-O-P is P, come up with that plan. So you stopped. You take a beat. You observe, and then you come up with a plan. And I think that's what I always know in my brain. It's not complicated, but it's simple and gives me something to focus on in those adrenalized moments of fear."
    },
    {
      "author": "TAGLE",
      "text": "S-T-O-P - that is wonderful, Bear. That is exactly what we're all about here at LIFE KIT - something to put in your back pocket. Thank you so much."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit about preparation. Is there a thing as too much? I'm thinking about someone who's going camping in the desert with friends, say. We're going to plan to pack cooking essentials and water and flashlights, maybe a very good hat. But then you spend a few hours on the internet. All of a sudden all - the car's packed to the brim, and I'm terrified because I just read up on the 327 things that might kill me when I go on a hike. Bear, is there a line between being prepared and weighing yourself down with expectations?"
    },
    {
      "author": "GRYLLS",
      "text": "And the answer is yes. I think, first of all, you know, planning and being prepared is super important. You know, the majority of disasters and, you know, things go wrong in survival situations because people aren't prepared, you know? They haven't got the right gear. They haven't got the right communications. It's that old military anachronism, you know, fail to plan and you'll plan to fail. You know, it's that same thing."
    },
    {
      "author": "GRYLLS",
      "text": "Having said that, I think adventure truly is a state of mind. And you can spend your whole time planning, preparing and ultimately comes down to fear because you're scared of actually doing it. Adventure is inherently unpredictable. And, as they say, adventure only really happens when things go wrong. You know, the wild's like that. It's going to hit you in the face hard, left field, when you don't expect it. So, you know, you can't prepare for everything. Ultimately, you've got to begin. You've got to, you know, get into that situation. And just - all I say is, once you're in it, then you've got to anticipate things are going to go wrong. And that's where that degree of preparedness, you know - being bitten by a snake, but you know you've got communications. You've got anti-venom, so at least you stand a chance of getting out of there. You know, having systems in place for the unpredictable is important."
    },
    {
      "author": "TAGLE",
      "text": "Love it. Absolutely. And I'm so glad that you mentioned that, that, you know, things - that things are unpredictable. I just finished watching that episode that you did with Dave Bautista, who is so endearing, by the way. My goodness. And he had that great line that he quoted from Mike Tyson while you were in the canyons of Arizona. Everyone has a plan until they get punched in the mouth. I love that - also, strong agree. Any other thoughts on how to stay nimble and to keep your chin up when the wilderness or maybe just life punches you in the face?"
    },
    {
      "author": "GRYLLS",
      "text": "It's such a good quote from Dave. And you're right, he was the most lovely of guys, and - but it's such a good quote 'cause, you know, everybody does have a plan. And if anything's going to punch you in the face, apart from Mike Tyson, it is the wild."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "GRYLLS",
      "text": "You know, there's no change that - it is - it's highly unpredictable. But therein is also the fun. You know, therein also lies the adventure. And knowing that's going to happen but being on your game and ready for it, kind of prepared for the unexpected, it's that thing of - I always remember at the Royal Marines, at the commandos, they have this thing written in the wooden beam as you walk through the barracks, and it says, comfortable with uncertainty. And that's a great quality to see because most people, as soon as it goes off beat, as soon as the plan - it starts - hold on, we hadn't anticipated it, then the panic comes in, and we're back to that square one we talked about. So I think, in life, being comfortable with uncertainty, adaptable, ready for that punching in the face by Tyson, you know, is such a key quality in terms of survival."
    },
    {
      "author": "TAGLE",
      "text": "In another episode, you're helping comedian and actor Rob Riggle in the Great Basin Desert to prepare for an upcoming role of his. There, you get him up to speed on food foraging and some basic shelter. Let's say someone is on a hike on vacation, and they get desperately lost and need to spend the night out in the woods. How can they find - what should we keep in mind to - for finding something safe to eat and sleep through the night safely?"
    },
    {
      "author": "GRYLLS",
      "text": "Well, what you're asking is really the priorities of survival, which don't change wherever you are. They don't change, you know - whatever the disaster situation you're in, the priorities of survival should really stay the same. Things go wrong when you mix them up and start kind of prioritizing, like, you know, I need food, but actually you really need protection first. So I always remember it as please remember what's first, P-R-W-F. No. 1 is protection. Please stands for P for protection. You got to protect yourself. Whatever you - the danger is, it might be avalanche. It might be other cars on a highway, if you've just broken down on a highway. It might be rising water levels. It might be, you know, flash floods. Whatever that imminent danger you're in, No. 1 is protection."
    },
    {
      "author": "GRYLLS",
      "text": "No. 2 - please remember - No. 2 is rescue. You've got to set yourself up for rescue. It's no good protecting yourself from the snowstorm, being in the snow cave, but nobody knows where the hell you are when they come searching for you. So you've got to set yourself up. Rescue might be a big SOS in the sand. It might be signal fire ready to go, might be flags outside or skis outside of snow cave so people know where you are."
    },
    {
      "author": "GRYLLS",
      "text": "And then W and F - water and food, but water first. You know, you can survive for months without food, you know, but you can only survive a matter of days without water. So got to - don't be eating a lot of meat if you - you know, if you haven't got water. You know, it's going to burn up fluids in your body. So water first and then once you've got the water source, then you can focus on finding food. So there you go. Please remember what's first - protection, rescue, water, food."
    },
    {
      "author": "TAGLE",
      "text": "Love all these acronyms, Bear. Thank you. Well, on that note, let's start getting prepared so we can have some fun. Bear, what should be in every person's survival kit? You know, friends who backpack have a gadget for everything, it seems. But if you're in an emergency, you might not have that fancy piece of equipment on hand. If someone needs to carry, let's say, three things with them at all times, what should they be? You know, what do you always have on you? What do you have on you right now?"
    },
    {
      "author": "GRYLLS",
      "text": "Depends - it does depend on where you're going."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "GRYLLS",
      "text": "You know..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "GRYLLS",
      "text": "...I think it is kind of, in terms of survival, horses for courses. You've got to kind of - you've got to, you know, plan accordingly. I, personally, am not a great gear gadget guy. I think things break. Electronics break. So if I had to choose three things, I would make them attitudes, you know - a resourceful spirit, a determined calm and a courageous kind of attitude. So if you told me - gave me three items, that's what I'd take."
    },
    {
      "author": "TAGLE",
      "text": "Wow. Yes, I would - I love that answer. I would hope if I was in the jungle, I would have a bit more than that to start, but I love that answer. OK. So turning to this new season of \"Running Wild,\" you went to southern Utah with Natalie Portman. You went to the Canadian Rockies with Simu Liu, volcanic rainforests with Florence Pugh. What would you say to someone who says, you know, I live in a city. I don't need to know all this camping stuff, or I only go hiking every now and then. I don't need to read up on anything here. Any thoughts?"
    },
    {
      "author": "GRYLLS",
      "text": "Great. You know, but just remember, every person I've ever met in my life who's found themselves at one point in an absolute nightmare survival situation, whether they've fallen through the frozen lake or got broken down in the middle of the desert - whenever I've met these sort of people, they almost always say the same thing to me, which was, I was that guy or girl that always said, it will never happen to me. And therefore I say, go for it. You know, there's no rulebook. Nobody's putting a gun to your head saying, you got to be prepared. But you know what? Life is like that analogy. It's unpredictable, and you never know. And it's kind of fun to be prepared and to be trained, and it's deep in our DNA to have an adventure experience and have some skills. And I find people kind of want that. Everybody - you know, we want to know that if it all went wrong, we stand a fighting chance."
    },
    {
      "author": "TAGLE",
      "text": "And it's always good. In any scenario, it's good to expect the unexpected. OK. Talking a little bit more about the survival skills themselves, in one episode, you go to the Sierra Nevada mountains with Anthony Anderson, an actor known for \"Black-ish.\" There you teach him how to survive with just a rope and a compass. Oh, my goodness. Can we talk a little bit about the absolute basic tips for navigating the wilderness when you don't know where you are?"
    },
    {
      "author": "GRYLLS",
      "text": "Navigation is one of those things that - you know, it's a skill. It's a learned skill. And again, 99% of the world's population would only ever know with an iPhone to guide them. You know, and tech is amazing, but it's only amazing when it works. And for people in a disaster situation, the first things that happen is the batteries fail, tech gets wet and cell reception goes."
    },
    {
      "author": "GRYLLS",
      "text": "So navigation is a old skill, is a key skill, but it's actually pretty simple, you know, even if it's as simple as knowing that if you're lost, head downhill until you find a stream. Follow the stream until it becomes a river. Follow the river until you find civilization. You know, it tends to be around the water sources. So, you know, it can be as simple as that, and it can become as complex as really learning how to do back bearings with sort of, you know, compasses and maps and all of that. But, you know, I think people often feel ill-equipped for simple old skills. I think navigation is one. And tying knots, ironically, is - you know, I get a ton of really sort of alpha guys who always - you know, often will say to me, quietly go, I just feel like - I feel I should know how to tie the roof rack on properly, but I just don't know."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "GRYLLS",
      "text": "I'm always fumbling around. I don't know a knot that works. Just tell me something simple. But simple things - same in navigation - can save you or save your family in a crisis."
    },
    {
      "author": "TAGLE",
      "text": "So much good stuff here, Bear. You know, a question I have for you is how does this work affect your everyday life? You know, I'm picturing you walking into the grocery store after having just eaten, say, one raw fish for dinner in the forest. And I imagine you probably feel some big feelings walking through the seafood section or the produce section. What big life lessons do you take away from these experiences? And more broadly, how can a survivalist mindset help us in our day-to-day lives?"
    },
    {
      "author": "GRYLLS",
      "text": "I think it's - like I said, it's a state of mind, isn't it? Adventure, being prepared, all of these things - it's a state of mind. Never being in neutral, always kind of just living alert, I think is a good way of living. In terms of my day-to-day life in the grocery store, I'm not, like, you know - I'm not, like, in survival mode 24/7. I'm not - despite people's sort of expectations and sometimes my own children's mick-taking, you know, who always sort of go, Papa, you're always in survival mode. But it's not true. I'm not actually, but they like to think I am. But - so I'm not wandering around the grocery store in my, you know, loincloth sort of ripping off sort of hunks of meat."
    },
    {
      "author": "GRYLLS",
      "text": "But, you know, I'm a dad. I - you know, I love all that normal stuff of family life. You know, I know my work. I know what I'm OK at. I love, you know, the deep end with \"Running Wild\" and with these guests, and we'll give it our all in the jungles. But when I'm home - regular guy and just hanging out and, you know, three boys, you know, a great wife, and we're kind of back into life. Having said that, I am just looking now at what I'm about to cook for dinner, and it is a very big slab of raw liver and steak so - that I'm actually excited 'cause tonight I'm not eating with the family, and I'm going to eat the whole thing with my hands. I'm going to cook it, but I'm going to eat it with my hands because I'm away from the family, and it's one of my guilty pleasures."
    },
    {
      "author": "TAGLE",
      "text": "Last question is just getting back to the basics. So I know we covered a lot of basics here. Thank you for all of your help. Just to wrap up, what are your three biggest survival tips everyone should know?"
    },
    {
      "author": "GRYLLS",
      "text": "I think No. 1 is being resourceful. You know, I think it's a lost skill for many people, but that ability to be ingenious with the everyday items - you know, what's one man's trash is another man's treasure. For a survivalist, I think having a resourceful spirit. You know, you might not have rope. You might not have knives. You might not have a machete or lighter or matches, but you got to be resourceful. I think that's a something we've - modern man's kind of lost a little bit. You know, we're kind of so dependent on the correct gear. So I think resourceful spirit."
    },
    {
      "author": "GRYLLS",
      "text": "I think an ability to walk towards the difficult, which is really what courage is. You know, courage is always quiet. Courage is always difficult. But courage always says keep moving forward towards the scary stuff. And then finally that never give up, you know, attitude, you know, that dogged, determined, never say die. It conquers everything, you know. If you only have to have one thing, not three, this would be the one, you know, that NGU - never give up. It's the thing that sets survivors from those who don't make it apart. You know, it's not skills, not knowledge, not talent, not, you know, any of that stuff. It's all about never give up - so that fire inside, that God-given flame that can keep you going through hell and back."
    },
    {
      "author": "TAGLE",
      "text": "I love that so much. As you have said before, that really stuck with me, I can, I can, I can. That sounds like that never give up attitude that you're talking about. Bear, thank you so much for your time today."
    },
    {
      "author": "GRYLLS",
      "text": "No worries. You take care."
    },
    {
      "author": "TAGLE",
      "text": "So to recap, survival starts with staying calm. We all have those everyday minipanics - deadlines, difficult conversations, getting out of our social comfort zones, job interviews. When you feel that fear creeping in, don't run away or overreact. Instead, try to befriend the fear. Use it to fuel you, and then stop. S-T-O-P - stop. Take a breath. Take a break. Let the panic die down. Then observe your surroundings, and take stock of your situation. From there, make a plan. Who's in your corner? What resources do you have? What are the exit routes? Remember, when you've got nothing else, you've still got your attitude. Keep moving forward. Never give up."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to start camping, another on emergency preparedness and lots more on everything from parenting to mental health. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Or if you're looking for a way to support the show, please consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsor interruptions. You can learn more at plus.npr.org/lifekit, and a big thanks to all of our subscribers out there listening now. We appreciate your support."
    },
    {
      "author": "TAGLE",
      "text": "And now a completely random tip."
    },
    {
      "author": "DEB HENNESSY",
      "text": "This is Deb Hennessy (ph) - Boise, Idaho. And I have an app that sends alerts whenever a charge is either pending or actually hits my credit card. And this allows me to monitor what's coming in. And if I see something that I don't recognize, I immediately question why that is being charged. Sometimes it's legit, and sometimes it's not."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Clare Marie Schneider, Audrey Nguyen and Sylvie Douglis. Our intern is Vanessa Handy. Audio engineering support from Stacey Abbott and Patrick Murray. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7326426293.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/08/ep609_robriggle_runningwildthechallenge_016_wide-b34c966906f5efbea40084218f38f4b12731730b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "BEAR GRYLLS",
    "TAGLE",
    "GRYLLS",
    "DEB HENNESSY"
  ]
}