{
  "title": "4 exercises that can prevent (and relieve!) pain from computer slouching and more",
  "url": "https://www.npr.org/transcripts/1119309409",
  "intro": "Vinh Pham, physical therapist and author of \"Sit Up Straight: Futureproof Your Body Against Chronic Pain with 12 Simple Movements,\" explains why mobility exercises and good posture may be your best defense against muscle and joint pain.",
  "transcript": [
    {
      "author": "FRANK FESTA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Frank Festa. When I was in college, I was a bit of an ego lifter, meaning that I'd go to the gym and try to throw around the heaviest weights I could, way more concerned with looking cool than my health and wellness. That strategy worked out real well for me. I ended up getting a gnarly hernia deadlifting that created near-constant chronic pain that was sometimes debilitating. At 22, the only thing on my mind was getting back to normal life. So when a doctor told me that surgery could swiftly return me to normal, I said, say less, and opted for the procedure. Unfortunately, it didn't. I actually ended up with pain that got worse instead of better, coming and going for the next two years."
    },
    {
      "author": "FRANK FESTA, HOST",
      "text": "Eventually, the only thing that resolved my chronic pain was physical therapy and a homemade stretching routine that I'm still following today. I can't be mad at 22-year-old Frank for going under the knife because at that time, I kind of thought that was the only option."
    },
    {
      "author": "VINH PHAM",
      "text": "You know, when it comes to back pain, you know, the idea of surgery is not that \"far-fetched,\" quote-unquote. But when it comes to, let's say, dental health, you know, when would you go see a dental surgeon? That's not really one of the first options. You know, one of the first options for you to take care of your teeth is, like, brush your teeth. Hey, maybe you have a cavity. Go see a dentist. And then, you know, late, late, late stages - if your tooth is essentially rotting out of your mouth, then it's like, hey, listen, you need to go see a dental surgeon."
    },
    {
      "author": "VINH PHAM",
      "text": "You know, but when it comes to back pain, it's like the public is not really aware of these options of, like, what's the equivalent of, like, brush your spine, floss your muscle? You know, how do you stretch properly? How do you warm up properly? How can you recover from a disc herniation without going for surgery?"
    },
    {
      "author": "FESTA",
      "text": "That's Vinh Pham, aka @vinnierehab on Instagram. Vinh's a licensed physical therapist with over a decade of experience, the founder of the manual therapy clinic Myodetox and the author of the recently released \"Sit Up Straight: Futureproof Your Body Against Chronic Pain With 12 Simple Movements.\" Vinh compares how we take care of our bodies to how we take care of our cars."
    },
    {
      "author": "PHAM",
      "text": "When the hazard light goes on, you're kind of like, oh, I'll keep driving until it really starts to - until there's, like, a sound or the motor sounds weird or, like, things just literally just stop working, you know? And even worse, with our body, it's the same thing. A lot of people will walk through pain or, you know, just move on until they literally are debilitated."
    },
    {
      "author": "FESTA",
      "text": "The reactive approach to car maintenance is like the reactive approach we take to our own health - sometimes a day late and a dollar short. Vinh thinks there's another way."
    },
    {
      "author": "PHAM",
      "text": "Being proactive will, you know, ensure that you can have a long and healthy life, ensure that you can play with your grandchildren, ensure that you can do things and move well, well, well into the golden age."
    },
    {
      "author": "FESTA",
      "text": "Pain is complicated, so this episode isn't a substitute for medical advice for your specific condition. Instead, we're talking about practical posture hygiene for everyone. On this episode of LIFE KIT - how to futureproof your body, whether you're a gym rat or just want to pick up your kids in a pain-free way. Vinh addresses the importance of our posture remaining pain-free and runs through several habits and exercises you can try at home today to help get you out in front of what might be preventable."
    },
    {
      "author": "FESTA",
      "text": "In the book, you mention that sitting is just as bad as smoking. It's a saying that's probably familiar to a lot of our listeners. I've heard it a million times, but I've kind of always wondered if that was true. You know, it sounds kind of like a crazy comparison. But I did some digging around prepping for our conversation and actually found a couple of studies that suggested it might be true. So one from the Mayo Clinic found that people who sit for more than 8 hours a day without physical activity had a similar risk of dying to those posed by obesity and smoking, which was pretty jarring to hear. And then another from the CDC confirmed that 25% of all Americans meet that threshold."
    },
    {
      "author": "FESTA",
      "text": "Obviously, since the beginning of the pandemic, we've all been sitting a lot more. Can you explain to our listeners why sitting is so bad for us and how this sort of, let's call it innocent negligence can compound over time?"
    },
    {
      "author": "PHAM",
      "text": "Sitting itself is not wrong, but in order for you - if you sit too much is essentially what is the problem. You know, and a lot of people in our culture, essentially, we just sit all day long. You know, office culture - sit all day long. I think during COVID, people were sitting on average 17 hours a day. When you're sitting, you're essentially inactive. And that's what essentially kills you in the long run. And also, because you're always sitting in certain positions, your spine starts adapting to those positions. And then it know - it starts to lose the ability to move well, essentially."
    },
    {
      "author": "PHAM",
      "text": "And then all of a sudden, you're going from sitting for 17 hours a day and then you go - your friends go, hey, let's say - let's go play basketball at the YMCA together. And then your spine is definitely not ready for that. And you go and the next thing you know, you herniate a disc or you - you know, you pull a hamstring, so..."
    },
    {
      "author": "FESTA",
      "text": "Yeah. And is it really as simple as, you know, combining that with, I don't know, let's call it 60 minutes a day of activity, maybe 30 minutes of brisk walking, whatever it might be? Is it really just a matter of getting more active in our daily lifestyle, or is it that we should avoid sitting for long stretches, a period of time, altogether?"
    },
    {
      "author": "PHAM",
      "text": "For sure you want to do - go up for brisk walks. You know, ideally, you're sitting for half an hour and getting up. Obviously, I know that's not realistic for every half an hour you go for a walk or, you know, you take a five-minute break..."
    },
    {
      "author": "FESTA",
      "text": "Sure, yeah."
    },
    {
      "author": "PHAM",
      "text": "...Because sometimes you're just in the zone - yeah, in the zone and you need to do things. You know, but generally it's just being aware of, like, hey, if you spend all this time with your spine flexed, sitting down - right? - what do you do to have your spine experience the opposite, which is extension, which is straighten it up? If your spine is always bent, sitting, when does your spine ever experience extension, which is standing up?"
    },
    {
      "author": "FESTA",
      "text": "Yeah. You talk extensively about the importance of our posture when it comes to chronic pain. In the book, you even call it your North Star of how you go about your approach. And you say that when we sit, it should be a bunch of things here - feet flat on the floor, knees in 90 degrees, hips in 90 degree angles, and in line with your lumbar spine and shoulders, all these things being super important, right? But what are some other of the basic principles of good posture? Because there is a difference when it comes to, you know, sitting and standing, right? There should be some sort of distinction there."
    },
    {
      "author": "PHAM",
      "text": "Yeah. So essentially, good posture should be effortless. The second part is it should be aligned and well-balanced. So when you're standing, you should feel like you're not leaning more on one leg versus the other. You know, you should feel like you're not more on your toes or more on your heels. When you're sitting, you should feel like both bones of your hip - I was going to use some science terms, but I stopped myself. Both bones of your hip..."
    },
    {
      "author": "FESTA",
      "text": "Good catch."
    },
    {
      "author": "PHAM",
      "text": "Yeah. But your butt cheeks should be balanced. They shouldn't be more leaning on one side versus the other. You know, everything should be essentially aligned and effortless to stand that way, so..."
    },
    {
      "author": "FESTA",
      "text": "There's a long list of ways in the book about how we can self-assess at home. One of my favorites - and it seemed like the most applicable for people at home - was how to kind of use the camera and video on our phone just to get, like, a quick gauge on our posture and where we're at. Could you give us a very simple breakdown of how that might work or how we could try that out?"
    },
    {
      "author": "PHAM",
      "text": "Yeah. So you basically want to take your phone, put it in selfie mode, set up on a desk. And essentially you can put a self-timer and then walk away from it and then basically take - just stand, look at the camera and just don't think about anything, just see where your body naturally lines up, right? And then do that, you know, from the front, from the side and from the back, both sides and from the back. And then naturally, you're going to start seeing what's going on with your body. Do - is one shoulder hiked and one shoulder depressed? Or is your neck rotated to one side? Is your neck side bent to one side? Is one foot turned out when you're standing? Is one hip hiked? Is one - is your hips rotated, you know? And you don't need a degree in therapy to actually see these things."
    },
    {
      "author": "FESTA",
      "text": "Right. Tell me about your posture hygiene plan. It's one of the biggest takeaways from the book. And it might be a little tricky since, you know, again, we're in audio here. But what are the basics of the plan, and how can people start implementing this in their lives?"
    },
    {
      "author": "PHAM",
      "text": "Yeah. I think that, you know, when it comes to a hygiene plan, we have a hygiene plan for everything from our skin to our hair. Every morning, you wake up. You brush your teeth. When it comes to your hair, shampoo, conditioner. But when it comes to our ankle, our knee, our hip, our back, what do we do on a regular basis to maintain it? Essentially nothing. We sit. We actually use it, you know, all day long - in a very specific way, on top of that, if you're sitting all day. And then how do we essentially reset the level of dirt that accumulates on your spine? How do we reset the level of dirt that accumulates on our knee? So on and so forth?"
    },
    {
      "author": "PHAM",
      "text": "I came up with 12 movements that - essentially, if you don't want to think about it, just do these 12 movements, and it's literally going to hit every single part of your body. The first one that I did in the book was this thing called gears. And, essentially, it's just meant to floss your spine out. All you want to do is you're going to take your arms outstretched - right? - out to the side, like a cross symbol. You're going to turn your palms up and you're basically going to try to make your palms face the wall behind you, right? And just do that. As you're rotating your arms backwards, notice what is going on in your body. Frank, try it with me. Let's see what's going on. Do you feel - what do you..."
    },
    {
      "author": "FESTA",
      "text": "I'm with you. I'm going to - I'm over here, but..."
    },
    {
      "author": "PHAM",
      "text": "OK, just try it. What do you feel? Let's go through this together. As you're turning your palms backwards, trying to face the wall, what do you feel in your spine?"
    },
    {
      "author": "FESTA",
      "text": "I'm getting some tension in the back."
    },
    {
      "author": "PHAM",
      "text": "OK, tension."
    },
    {
      "author": "FESTA",
      "text": "Like, my muscles around my top of my shoulders and the top of my back. Yeah."
    },
    {
      "author": "PHAM",
      "text": "OK. Amazing, OK."
    },
    {
      "author": "FESTA",
      "text": "It's a little tight."
    },
    {
      "author": "PHAM",
      "text": "It's a little tight? Great."
    },
    {
      "author": "FESTA",
      "text": "We got some good mobility over here, but..."
    },
    {
      "author": "PHAM",
      "text": "What do you notice that it does to your spine when you turn your arms backwards like this? Does it extend it? Or does it bend it forward, or does it straighten your spine up?"
    },
    {
      "author": "FESTA",
      "text": "Straightens it, for sure."
    },
    {
      "author": "PHAM",
      "text": "Exactly. Then that's a natural mechanic. So the more range of motion you have with your shoulders going backwards, naturally, it's going to start lifting your spine. And then as you're doing that, you'll notice also that, naturally, your chin is going to start tucking, right?"
    },
    {
      "author": "FESTA",
      "text": "Oh, for sure. Yeah."
    },
    {
      "author": "PHAM",
      "text": "And you're doing a chin tuck?"
    },
    {
      "author": "FESTA",
      "text": "Yup. It comes in there."
    },
    {
      "author": "PHAM",
      "text": "Exactly. Exactly. Right? And then naturally, you're also going to notice that your lower back is going to start extending as well, right? So you're going to create a little curve, and that's one direction. And that's going to create a little bit of space in the back of your neck, as well. And then the reverse motion is you're going to put your arms - from that position, you're going to put your arms right in front of you - right? - turning your thumbs down towards the floor. And as you're doing that, you'll notice that your spine will follow, and it will start to bend forward. And as your spine bends forward, your chin is actually going to jut forward, as well. So essentially to floss out your spine, you want to go back and forth between those two positions."
    },
    {
      "author": "FESTA",
      "text": "Yeah. I love those examples. Thank you for going through them for us. Really helpful to everybody at home and to me. And we said I'd try them out when I do my stretches later today. I notice all the time when I correct my own posture, right? - maybe I'm slouching, or, you know, maybe I was really like curled up into a weird position on the couch watching TV or reading a book, right? I notice that, you know, the next moment, as soon as I stop paying attention to my corrected posture, my posture just reverts back to the position I was in before. I mean, is that typical? Is that something that you see a lot with patients in your practice? Why do we just revert back to these tendencies? Is it because they're so ingrained?"
    },
    {
      "author": "PHAM",
      "text": "Yeah, I mean, it's ingrained because the body always wants to go path of least resistance. You know, we're naturally just trying to - as humans, we're just trying to conserve energy at all times (laughter) you know? And this is not only when it comes to sitting. It's when it comes to life, you know? It's like if there's an easier way to do it, sign me up (laughter)."
    },
    {
      "author": "FESTA",
      "text": "We're going to find it. Sure, yeah."
    },
    {
      "author": "PHAM",
      "text": "Exactly. Exactly. But when it comes to the body, it's, like, you know, it's - when it comes to the body, it's obviously not good for you in the long run. You were meant to move. You were meant to do these things."
    },
    {
      "author": "FESTA",
      "text": "Something I'm thinking about, too - you call it out in your book, and I'm happy that you did - is that it's not really technically possible to strive for perfect posture all of the time, right? It's just unfeasible. Tell me about the 80/20 rule and why it's so important."
    },
    {
      "author": "PHAM",
      "text": "Yeah, it's just - it's unrealistic to always be sitting straight, standing straight, being, like, super mechanical with your movement. That's not worth striving for. But it's just like the more you go towards, you know, spending 80% of your time with good habits and good posture, you know, you can get away with 20% of the time not - you know, having a cheat position here and there. You know, it's just - it's all about, like, just variety. And, you know, keeping to the 80/20 rule is kind of like what I've been giving my patients, and it's been met with much success, so..."
    },
    {
      "author": "FESTA",
      "text": "Yeah, it just seems like a good principle overall for life. You know, I feel like striving for 100% of anything is a really good way to burn out or to, you know, start some of these routines and then get frustrated by them and then give up on them very quickly, you know?"
    },
    {
      "author": "PHAM",
      "text": "Absolutely - 80/20 is good for everything (laughter)."
    },
    {
      "author": "FESTA",
      "text": "Talk to me about mobility training as preventative maintenance for the body, if you can. What exactly is mobility training, and how is it different from just, like, stretching or being flexible?"
    },
    {
      "author": "PHAM",
      "text": "Yeah, essentially, you know, just because you're flexible, it doesn't mean you can control that movement. Mobility training is essentially just creating body awareness and your ability to essentially accomplish more things with your body, right? It depends on if you're training for life or if you're training for sports. Mobility training for sports is very different because then you require your body to do different things, right? But mobility training for life is essentially - it's like, how do you make sure that, like, when you pick up a piece of paper on the ground, your back doesn't blow out? So it's like - mobility training, to me, it's like at a base level is, like, essentially to do daily activities without, like, you know, hurting yourself, right?"
    },
    {
      "author": "FESTA",
      "text": "Sure."
    },
    {
      "author": "PHAM",
      "text": "Which happens a lot more common than you think. And it happens to people that are very, very young."
    },
    {
      "author": "FESTA",
      "text": "I have definitely, you know, tweaked my back picking something up for no reason. And then you just beat up on yourself for weeks, you know?"
    },
    {
      "author": "PHAM",
      "text": "Absolutely. Yeah."
    },
    {
      "author": "FESTA",
      "text": "Could you give us a quick example? Just again, I'm not Tobias Harris. I know you work with him. I did some snooping. I'm a huge Sixers fan, so I had to throw that name in here somehow. But give us an example of just, like, a basic mobility training movement or exercise."
    },
    {
      "author": "PHAM",
      "text": "Oh, yeah. Let's say you're sitting up right now, right? You're just going to take your arm and bring it up, reach as far as you can, right? And then bring it backwards and make kind of, like, a circle with your arms. And then just experience that whole range of motion and see where do you get stuck? You know, for me, I kind of get stuck a little bit in this range right here. Around..."
    },
    {
      "author": "FESTA",
      "text": "Right here, yeah. Same spot."
    },
    {
      "author": "PHAM",
      "text": "...Three o'clock is where I would get stuck backwards."
    },
    {
      "author": "FESTA",
      "text": "OK."
    },
    {
      "author": "PHAM",
      "text": "Right? Yeah. And as I'm just going through the range of motion - and it's really that simple, right? But the thing is, a lot of times when we're doing shoulder work, we don't really work through these range of motion slowly. What we do is we just kind of like - we do some jumping jacks, and we're ready to go, you know?"
    },
    {
      "author": "FESTA",
      "text": "Yeah."
    },
    {
      "author": "PHAM",
      "text": "We don't really spend a lot of time exploring our body and seeing what it's able to do or not do."
    },
    {
      "author": "FESTA",
      "text": "What would you say to someone who's maybe hearing all of this and thinking, hey, I don't have time to think about stretching, let alone do it, or maybe that all of this is just way too complicated?"
    },
    {
      "author": "PHAM",
      "text": "Well, it would be a warning-slash-words of encouragement. Like, my warning would be, like, if you don't pay attention to it, you're going to lose it. And it's going to - the more you do the upfront work, the more you're going to get the long-term rewards of doing the upfront work. If right now you wanted to start living a future-proof lifestyle, the first step would be for you to notice how you move. So start thinking right now, how are you sitting, right? When you're sitting, do you like to hunch forward? Do you like to lean to the left or lean to the right, right? First step. And then knowing that, if you lean more to the left when you're sitting, I want to challenge you to start leaning more to the right, and that will start opening up your spine to a different experience."
    },
    {
      "author": "PHAM",
      "text": "Next step, as you're sitting up - right? - is it easy for you to sit up straight, or is it hard, right? If it's hard, what you want to do is you want to alternate. So you're going to go from a slouch position, how you naturally sit, and I want you to start sitting up straight for a few seconds, and you're going to go back to your slouching position, and you're going to sit up again. And then as you're doing this, I want you to notice, like, what's stretching? What's not stretching? Where do you feel tension in your body? And that will be your guide to kind of where to go next as you learn your body."
    },
    {
      "author": "FESTA",
      "text": "No, that definitely makes sense to me. Again, Vinh, thanks for coming on the show."
    },
    {
      "author": "PHAM",
      "text": "Frank, thank you so much for having me. It was a pleasure and an honor. Talk to you soon."
    },
    {
      "author": "FESTA",
      "text": "Injury doesn't have to be inevitable, regardless of your age or fitness. Here's how to start future-proofing your body today. Adopt a proactive mindset when it comes to your health instead of a reactive one. It's a lot easier to prevent an injury than recover from one, and future you will thank you for giving yourself the best chance at a pain-free life. When something feels out of whack or pain is lingering in one place or another, don't - I repeat, do not - ignore it. Letting pain fester like the check engine light on your dashboard lets the problem compound over time and get worse than it needed to be."
    },
    {
      "author": "FESTA",
      "text": "Striving for perfection is a good way to give up on a new routine. Vinh suggests shooting for good posture 80% of the time and letting yourself off the hook the other 20. Don't overthink your maintenance. Just find what works best for you. Simple routines like flossing your spine can sometimes be enough to loosen up whatever tension you're feeling or to start a hygiene plan like we talked about earlier."
    },
    {
      "author": "FESTA",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to be less indecisive and another on overcoming FOMO. Plus, we have lots more related to future-proofing your body in our archive, like how to overcome gym intimidation and starting a new habit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a completely random tip."
    },
    {
      "author": "DIANA HUFFMAN",
      "text": "Hi. My name is Diana Huffman (ph). The next time you slice an avocado in half, look at the base of the seed in the rounded portion of the fruit. There's a little pale spot where the roots grow out. That's the softest part of the seed, and it's the best place to gently poke and pop it out."
    },
    {
      "author": "FESTA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "FESTA",
      "text": "This episode of LIFE KIT was produced by Andee Tagle. Our visuals editor is Beck Harlan. Our digital editor is Dalia Mortada. Meghan Keane is our supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Michelle Aslam and Sylvie Douglis. Our intern is Vanessa Handy. Audio engineering support from Stacey Abbott and Patrick Murray. I'm Frank Festa. Thanks for listening - pew, pew, pew, pew, pew (ph)."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6550636723.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/26/lk_futureproof_1-copy_wide-b7418f4274296de5cb46d7608526b263cafbf5de.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "FRANK FESTA, HOST",
    "VINH PHAM",
    "FESTA",
    "PHAM",
    "DIANA HUFFMAN"
  ]
}