{
  "title": "What is 988? And is it safe to call? What to know about the new mental health hotline",
  "url": "https://www.npr.org/transcripts/1119033144",
  "intro": "When the 988 Suicide & Crisis Lifeline launched in July, some advocates and people who had experiences with the mental health system voiced concerns about 988. Life Kit talks to Aneri Patani, national health correspondent with Kaiser Health News, about how the hotline works, its purpose and the potential risks of calling 988.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Quick heads up - this episode discusses suicide."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. And if you're listening to this podcast because you or someone you know is dealing with a mental health crisis, you are not alone. Mental health struggles can feel extremely isolating, but millions of people all over the world are affected by mental illness every year - every day. According to the National Alliance on Mental Illness, every year, 1 in 5 American adults experiences mental illness, and 1 in 20 experiences serious mental illness. In 2020, there was an estimated 1.2 million suicide attempts in this country. As of 2022, suicide is the 12th leading cause of death in the U.S."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Mental health is a public health issue. Everyone can play a role in suicide prevention, and help is out there. That's the message of the new 988 suicide and crisis lifeline. Modeled after 911, this new three-digit hotline aims to make it easier for people to remember and access mental health crisis services. It was rolled out across the country last month as a free resource for all mental health emergencies and as an alternative to 911, but not without concern. When the line went live, so did social media warnings from people who've experienced the mental health system."
    },
    {
      "author": "ANERI PATTANI",
      "text": "And some of them say things like, 988 is not friendly. Don't call it, don't post it, don't share it without knowing the risks."
    },
    {
      "author": "TAGLE",
      "text": "I'm Andee Tagle, one of the producers of this show. And that was an Aneri Pattani, national health correspondent for Kaiser Health News. She recently did some reporting looking into the claims circulating social media about 988."
    },
    {
      "author": "PATTANI",
      "text": "Although 988 was created to be a separate system from 911, there are some select circumstances where they might involve police, and I think a lot of the folks who are creating the posts on social media want the public to know about that risk before deciding to call."
    },
    {
      "author": "TAGLE",
      "text": "In this episode of LIFE KIT - what you need to know about 988. Aneri will walk you through the details, provide some additional mental health resources and offer steps you can take today if you or someone you know is in need."
    },
    {
      "author": "TAGLE",
      "text": "So let's just start with the basics for any listeners who might be unfamiliar. Can you briefly break down for us what the 988 Suicide and Crisis Lifeline is and its intended purpose and scope?"
    },
    {
      "author": "PATTANI",
      "text": "So 988 is the new number for the National Suicide Prevention Lifeline, which used to exist, but had a longer, sort of 1-800 number. So the short, three-digit number came out in July - so just a month ago. And the idea is that it's easier to remember and use so that it can really serve as an alternative to 911 for people in mental health emergencies. So people can call this number instead of 911, and it'll connect folks with individuals who are trained in deescalating, who are trained in mental health crises and can really help connect them to resources that they need in that moment. And it's gotten a lot of federal funding to kind of beef up those resources so that call centers around the country are more prepared to answer those calls. And some mental health advocates are even hoping that this funding will be kind of the first step, and launching 988 will be the first step in transforming the entire mental health system in the U.S."
    },
    {
      "author": "TAGLE",
      "text": "That is a big task. OK, so 988 - it's easier to remember, more accessible, hopefully. And then who did you say was on the other end of the line? So it's completely separate from 911?"
    },
    {
      "author": "PATTANI",
      "text": "So basically, when you call 988, it goes to call centers. So there are more than 200 local call centers across the country. And most of them have trained folks - they call them counselors - who answer the phone, but they're not necessarily licensed clinicians, but they're individuals who've gone through a lot of training in terms of how to actively listen, how to work with folks who are dealing with mental health crises and help connect them to resources. Let's say the crisis center near you when you call is busy. There are backup national crisis centers as well that can take those calls, and that's who you'd be connected to when you call them."
    },
    {
      "author": "TAGLE",
      "text": "Who can call 988? Is it only for people in crisis? Can you call 988 if you're worried about someone else?"
    },
    {
      "author": "PATTANI",
      "text": "No. So anyone can call 988. It's supposed to be that resource. And a lot of people who call are calling about someone else that they're concerned for. And what the counselors can do then is, you know, help talk you through that process, consider other resources in your local area that you might be able to connect your friend, family member or loved one with. But there are certainly resources that the - that 988 can offer to anyone. 988 is not just for suicidal crises. So I think the statistic is roughly 35% of their calls are mental health related but not a suicidal crisis. So you can call 988 even if it's not, like, I'm having thoughts of killing myself, but just I'm having a mental health emergency of some sort, or I'm having mental health concerns, and I want someone to talk to about them."
    },
    {
      "author": "TAGLE",
      "text": "The hotline has been live for about a month now. Do we have any data on how it's going?"
    },
    {
      "author": "PATTANI",
      "text": "Yeah. So in the very first week when 988 premiered, the new number, calls went up 45%. So they're getting - a lot more people are using this shortened number and knowing about this resource. The rate of which these call centers are able to answer those calls and help people is kind of where it differs state by state, depending on the capacity of the call center. So some places are doing really well in answering, like, 90% of these calls. Other places are having a much harder time, and people are, you know, waiting on hold or not getting an answer. And so I think to see more data on that, we're still kind of waiting."
    },
    {
      "author": "TAGLE",
      "text": "Gotcha. OK. So elevated profile, that's good news; capacity issues, not so good news. Aneri, like I said, this is such an important and much-needed resource. But your reporting tells us that some advocates have been raising serious concerns about it on social media. What's going on?"
    },
    {
      "author": "PATTANI",
      "text": "So these are social media posts that are popping up on Instagram and Twitter in the days when 988 first launched and since then. And some of them say things like 988 is not friendly. Don't call it, don't post it, don't share it without knowing the risks. Or a lot of them talk about, you know, things you should know before you call 988. And what they're trying to warn people about is this risk that a lot of people might not know about that although 988 was considered to be - or was created to be a separate system from 911, there are some select circumstances where they might involve police. And I think a lot of the folks who are creating the posts on social media want the public to know about that risk before deciding to call."
    },
    {
      "author": "PATTANI",
      "text": "Involuntary treatment or police response can be really traumatic. And in some cases, we've seen police responding to mental health issues turning into violent or deadly shootings."
    },
    {
      "author": "TAGLE",
      "text": "So involuntary commitment is a potential risk. What is that exactly and what should people know about it?"
    },
    {
      "author": "PATTANI",
      "text": "So involuntary commitment, sometimes it's called civil commitment or involuntary hospitalization. It's essentially a legal process through which people who do not want treatment but are deemed to be a risk to themselves or a risk to others can be forced to receive treatment. And these laws vary state by state in sort of the threshold that people have to meet. But it can mean that an individual is made to, you know, go to a psychiatric hospital, get inpatient treatment, or it could mean they're forced to do outpatient treatment. When it comes to 988, though, what people need to know is that involuntary treatment is meant to be a last resort. The idea is not you call 988 and they, you know, force you to go to a hospital. They're supposed to be there to work with you. And so they want to try different strategies, connect you to therapy that you want or, you know, a friend or family member that you can talk to or clergy people. But if those strategies don't work and they still think that you're at risk, then they might involve EMS or police. And those groups could take you to the hospital for involuntary treatment."
    },
    {
      "author": "TAGLE",
      "text": "OK. So a last-case scenario here. This isn't the intended - this is not the first goal when you call 988."
    },
    {
      "author": "PATTANI",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "And there was also some current - concerns about geolocation - right? - that if you call in, that people are going to - they're going to try and pinpoint you and find you. Can you speak on that a little?"
    },
    {
      "author": "PATTANI",
      "text": "Yeah. So - right, geolocation is essentially the ability to trace your call so that the folks at 988 would know where you are. Right now, 988 does not have that ability. They cannot trace you to where you are. This is something that 911, the, you know, police system, can do but not 988. They're thinking about it because, essentially, what they would like to be able to do is know where you are, so that when they refer you to a therapist, for example, the therapist is near you and accessible to you. And, you know, on the other hand, in these emergency situations where they say they're going to need to send EMS or police, that they know how to find you."
    },
    {
      "author": "PATTANI",
      "text": "Right now, what they do is they use the, you know, area code on your phone number to try to locate you or if you're texting or, like, web chatting with them, they'll use your IP address, and they share that with law enforcement to help them try to locate you."
    },
    {
      "author": "TAGLE",
      "text": "OK. So it sounds like there's a lot of benevolent reasons why they might want to know your location. What's the potential harm there?"
    },
    {
      "author": "PATTANI",
      "text": "So the potential harm is certainly if you don't want law enforcement involved right now, they may not be able to find you. If 988 has geolocation abilities, then just like 911, they'd be able to track you approximately to your street address so police could respond."
    },
    {
      "author": "TAGLE",
      "text": "How likely is it that 988 operators will call the police?"
    },
    {
      "author": "PATTANI",
      "text": "So according to the hotline, it happens in about 2% of calls. So when you're getting, you know, millions of calls per year, that translates to roughly 48,000 calls a year when emergency services get involved. But again, you know, 988 says that this is a last resort. And in a lot of cases, you know, the other many millions of calls, calling 988 does avoid police response, right? Counselors instead actively listen to people, try to discuss with them what are the reasons making you consider suicide? What are the reasons you still have to live? And, like, can we come together to think about a safety plan? But if that stuff doesn't work, then that's where you hit those 2% of calls where they get emergency services involved."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Right. I mean, the whole point is to have it be separate from 911. It's a whole separate entity. What does 988 say about these claims?"
    },
    {
      "author": "PATTANI",
      "text": "So yeah, they recognize that a lot of people have these concerns. And so what they told me is starting this fall, they're going to roll out additional training for all the counselors who answer the calls and essentially give them training about what are the alternatives to getting law enforcement involved, and what are the potential consequences to callers if they do get law enforcement involved? So that way, you know, the counselors know that I should really only do this if every other option is tried. They're also going to have supervisors review every single call where law enforcement is involved so that the supervisors can make sure, like, was this absolutely necessary? Is there anything else we could have done? And so they're going to start working on these things in the fall to try to address some of the concerns that people are bringing up. And ideally, they'd want the intervening to be mobile health crisis teams, so teams of trained mental health professionals who show up at that person's door, not police. But right now, our system's just not funded where that's not - not every community has a mobile crisis team that can respond that way."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. So you talked about that 2% of calls. Any other data to support what's actually going on here?"
    },
    {
      "author": "PATTANI",
      "text": "So we don't have too much since the new 988 number launched. We know calls have gone up since the short number and easier to remember has been out there, but it hasn't been too long, so I know we're still waiting on more comprehensive national data. One person I spoke to in North Carolina on the 988 state planning committee here had told me that at least she had seen that 5% of calls to 988 involved emergency services in the state of North Carolina. So that was one of the newer data points she had."
    },
    {
      "author": "TAGLE",
      "text": "What sort of metrics are mental health advocates looking for with this new system? You know, how do we know that we're headed in the right direction?"
    },
    {
      "author": "PATTANI",
      "text": "Yeah, it's a great question. I think there are a lot of different data points folks are looking for. You know, the number of calls that are coming in, how many of them are getting answered? You know, are we answering most of the calls or texts, or are things being put on hold? How many of them are resolved without emergency services? And then for those that did involve emergency services, what are some of the racial breakdowns of those callers? So I spoke with Sonyia Richardson, who's a licensed clinical social worker in North Carolina, and she's on the state's 988 committee. And she told me that she's asked specifically for that breakdown because she provides therapy to mostly Black and brown communities, and she wants to make sure that there's not a disproportionate number of law enforcement responding to Black and brown callers."
    },
    {
      "author": "PATTANI",
      "text": "So right now, we don't have that data. I also asked for it at the national level. But that is something that they're hoping to get, and when they get it and make it public, that could go a long way towards either identifying problems if there are some or building up trust. If there really isn't a racial disparity, then that would probably go a long way to make people feel safer about calling this number."
    },
    {
      "author": "TAGLE",
      "text": "We're keeping an eye on it. Watch this space for now, but happy for the conversation that it's opening, for the resources hopefully more available to more people. All right. So it sounds like 988 is definitely still a work in progress, and there's reason for skepticism - for both hope and some skepticism here. So what's the bottom line? Should everyone use 988?"
    },
    {
      "author": "PATTANI",
      "text": "It depends. It depends on your personal situation, honestly. So 988 is, right now, the most comprehensive national resource for people who are in mental health crises or emotional distress. And it can help a lot of people. So especially if you're thinking about suicide but not taking steps to act on it, it's pretty unlikely that 988 would get police involved. They're going to try a lot of other resources to help you instead. But if you're at imminent risk of suicide or you're just not comfortable with that slight chance that police could get involved or that there could be involuntary treatment, then there are other alternatives that might be better for you, things that - places where they promise not to involve emergency services without your explicit consent. And those would be things like BlackLine, Trans Lifeline, Samaritans of New York, Peer Support Space and a lot of warmlines, actually, which are run by people with a history of mental illness themselves, as opposed to hotlines, is really the - where the term comes from. And the idea is that they're not just trying to address a crisis in the moment, they're there for a lot more emotional support to kind of prevent crises from happening."
    },
    {
      "author": "TAGLE",
      "text": "Are there any communities - I know you were alluding to this a little bit already, but are there any communities in particular that might want to exercise more caution with this new resource?"
    },
    {
      "author": "PATTANI",
      "text": "So we don't have the data to know exactly, you know, which communities are most affected by law enforcement responding to 988 calls. But the concerns are highest among Black communities, brown communities, LGBTQ folks. And this, of course, because these are the communities that have historically been mistreated both by law enforcement and by the medical systems where you might get transported by the police officers."
    },
    {
      "author": "TAGLE",
      "text": "So if not 988, what other options are out there? You mentioned warmlines. Anything else that people should be looking for?"
    },
    {
      "author": "PATTANI",
      "text": "Yeah. So there are those sort of specialized hotlines. I mentioned a few like BlackLine, Trans Lifeline, a few others that folks can call. And these are hotlines that make an explicit promise that say, you know, even if you're at imminent risk, if you say you don't want the police called, there is no situation in which we will call the police. So there are those resources. There are also support groups for folks who want to talk about suicide or a history of involuntary treatment. And those are things that are now widely available on - by Zoom. And so you can kind of join wherever. So places like Kiva Centers and Wildflower Alliance and Project LETS have groups like these that people can turn to for support."
    },
    {
      "author": "TAGLE",
      "text": "And these advocates on social media who are skeptical of 988, what are they asking for? What do they want to see?"
    },
    {
      "author": "PATTANI",
      "text": "I think it's more of some of the resources I mentioned. Essentially, what they want is a system where people in crisis have more options to choose from. So instead of police, you know, can 988 or any other hotline offer the ability for a peer supporter to go visit this person, to sit down with them and talk about, what are the underlying issues that are making you feel overwhelmed and are pushing you towards considering suicide? And then, how can we address them together? So that might involve something like, let's get you access to therapy. But it could also be like, do you need money to make rent this month, and it's the imminent housing crisis that is actually making you feel overwhelmed? Do you need someone to watch your kids for a few hours? Do you need someone to help get groceries or set up a long-term plan to address these other issues in your life that are making things feel overwhelming?"
    },
    {
      "author": "PATTANI",
      "text": "One person I spoke with, their name is Emily Krebs, a suicide researcher and is going to be an assistant professor at Fordham University. They said, instead of forcing people to live by strapping them to beds, we need to invite people to live by making the world around them more hospitable. And I think that's what a lot of these advocates are going for. Rather than giving people the option of emergency treatment right now, whether you want it or not, how do we make the circumstances around them better so that we, you know, address the suicide crisis for a longer term?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. How do we make the environment around them more hospitable? A question not just for the case of 988, I think. I mean, that sounds like a great vision for the future. Is there - are there plans to move forward with more resources for 988? What does it look like? How could we get there?"
    },
    {
      "author": "PATTANI",
      "text": "I think it would take a ton more funding. It would take a lot more political will. It would take a lot more - like, frankly, we don't have the staffing for a lot of these systems, right? We don't - even if we wanted to send a peer supporter to everyone's house, we don't have that many peer supporters in the country. So it takes a lot of different elements. But I think the hope in this sort of dreaming big thing is that 988 is a first step. And as we increase the awareness of people that this system exists, then we need to start beefing up the resources to support that. So I think a lot of advocates are hoping, like, this is a first step. And, hopefully, now we can talk about the continuum of care that comes after it."
    },
    {
      "author": "TAGLE",
      "text": "Aneri, we know that suicide is preventable. But a lot of people are scared of doing the wrong thing, whether it's in their own case or when they see someone at risk. Do you have any final thoughts or resources for us for anyone who's listening out there and looking for a path forward to help someone else in need?"
    },
    {
      "author": "PATTANI",
      "text": "Yeah. I think it's definitely scary when you're dealing with someone you love, you care about, anyone who's thinking about suicide and you're concerned for them. I have been in that place myself, and I know others who have been, too. But I think the biggest thing is by wanting to help and having good intentions, there is actually a lot you can do. You don't have to be, you know, a trained mental health professional to help someone, you know? A lot of it is knowing to look for certain warning signs. So you know, is the person talking about death or being a burden? Or are they having serious changes in substance use or sleeping or eating?"
    },
    {
      "author": "PATTANI",
      "text": "And when you notice those things, just checking in, right? Ask them, hey, I noticed some of these things are different, you know? Just wanted to see, are you doing OK? Is there anything I can do to support you? And frankly, not being afraid to ask them directly about suicide, too, you know - is suicide something that's been on your mind? Has that occurred to you? Doing it in a non-judgmental way - so what you can do for someone you're concerned about is just let them know that you are open to talking about it. And it's OK. And then you can be with them to help them figure out what help looks like and what they need."
    },
    {
      "author": "TAGLE",
      "text": "Great advice. Start by having this conversation. Thank you so much, Aneri. I really appreciate it."
    },
    {
      "author": "PATTANI",
      "text": "Absolutely. Thanks for having me."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start therapy. I hosted another on emotions and money. And we've got lots more on everything from exercise to sustainability. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Or if you're looking for a way to support this show, please, consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsor interruptions. You can learn more at plus.npr.org/lifekit. And a big thanks to all of our subscribers out there listening now. We really appreciate your support. And now a completely random tip."
    },
    {
      "author": "CLAIRE",
      "text": "Hi, this is Claire (ph). Sometimes the vacuum cleaner roller brush gets tied up or caught from strings or hairs. Here's a tip for that. Those letter openers that you typically get from promotional items, those are fantastic for just running alongside the roller brush to cut up those strings and hair instead of having to pull at it or take a pair of kitchen scissors to it."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Michelle Aslam. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Clare Marie Schneider, me, Andee Tagle, Audrey Nguyen and Sylvie Douglis. Our intern is Vanessa Handy. Audio engineering support from Stacey Abbott and Patrick Murray. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3942622728.mp3",
  "img": "https://media.npr.org/assets/img/2022/08/24/ap21354448299400_wide-7fe7d172551d40894f6b1764723d0bd22e562540.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "ANERI PATTANI",
    "TAGLE",
    "PATTANI",
    "CLAIRE"
  ]
}