{
  "title": "4 ways to make your workout actually fun, according to behavioral scientists",
  "url": "https://www.npr.org/transcripts/1121331838",
  "intro": "Exercising doesn't have to feel like a chore if you approach it like a video game, say fitness gamification researchers Dr. Mitesh Patel and Elizabeth Lyons. Strategies to have fun while staying active.",
  "transcript": [
    {
      "author": "VINCENT ACOVINO, HOST",
      "text": "This is NPR's LIFE KIT. When I was a kid, I used to play a lot of video games - like hours and hours of them. And one thing that games did for me was provide me this feeling of progress and completion. I was drawn to those games that tracked your high scores where every time you played them, you got just a little bit better. It felt good to gradually get better at something. That sense of making progress, a progress you could quantify and that you could see, it scratched some kind of itch for me. It was so much more immediate than a lot of other things were in my life. And I realized years later that exercise had a similar effect on me. It was that same tangible feeling of progress and a similar good feeling that would rush to my brain."
    },
    {
      "author": "VINCENT ACOVINO, HOST",
      "text": "This relationship got even stronger for me when I was in isolation during the pandemic. The regular gym routines that I had taken for granted were suddenly completely out of the question, and a regular exercise routine was important to me for maintaining both my mental and physical health. But how was I going to do that when I had so little room in my apartment and no gym to go to? I tried running outside. That was not my thing. Ten minutes of that would feel like an hour, and I wasn't exactly excited to do it again. So I started buying weights to work out at home, but everybody else had the same idea. And there was an equipment shortage, so that became way too expensive. But what did work for me was video games."
    },
    {
      "author": "UNIDENTIFIED VOICE ACTOR",
      "text": "(As character) Embark on an adventure that'll keep you moving, Ring Fit Adventure."
    },
    {
      "author": "ACOVINO",
      "text": "Nintendo's Ring Fit Adventure was the one that got me really hooked. You move your character by running in place. And like in Final Fantasy, you level up and explore different worlds. You also get to fight enemies by squeezing and pulling a ring-shaped controller, which gives you a really satisfying and thorough full-body strength workout. I loved this feeling of two things that I enjoyed so much coming together in a way that was so harmonious."
    },
    {
      "author": "ACOVINO",
      "text": "And I think if you've been feeling unmotivated by the same old gym routine, treating your exercise like a game could be something that works for you. That kind of thinking is already actually ingrained in the way a lot of us work out. Your Apple Watch asks you to close your rings and rewards you badges for hitting certain goals. Peloton and apps like Strava use competitive leaderboards to keep you engaged. And Zwift, which is an app for indoor cyclists and treadmill runners, encourages the same kind of socializing and competition that you'd see in video games. And I know that video games themselves are not for everybody. But what if the systems and the ideas that make them so appealing to people could be applied to the way we work out? That idea is what researchers call gamification."
    },
    {
      "author": "MITESH PATEL",
      "text": "Gamification is trying to take things that we want to do, which are typically tedious and boring, and finding ways of making them fun. It typically uses game-based elements like points, levels and badges."
    },
    {
      "author": "ELIZABETH LYONS",
      "text": "But I also think you can make a game out of anything, you know, like walking on the sidewalk and not stepping on any cracks. It doesn't take money. It doesn't take a whole lot of thought, but it still counts as a game."
    },
    {
      "author": "ACOVINO",
      "text": "Hi, I'm Vincent Acovino. And in this episode of LIFE KIT, we're going to talk about how to gamify your exercise, which research says can help encourage physical activity. And while we will be talking about video games, we're going to be talking more about how this idea of gamification can inject a little excitement and pleasure into the way you work out, which, if you're like me, can sometimes get boring or routine or even stressful. Most of all, though, this episode is about putting the fun back in fitness, and we'll meet a couple of people who do just that."
    },
    {
      "author": "ACOVINO",
      "text": "I'll always remember watching people play Dance Dance Revolution at the arcade back in my hometown. The game simulates a dance routine by having you step on colored arrows to the beat of different songs. It's super physical because you're actually moving your whole body to play the game. And at the more difficult levels, players are moving at speeds that don't seem possible. A lot of the songs have really high tempos, and the players are drenched in sweat by the time they're finished. Often, you'll see them even bring a towel with them to wipe their face after a really hard song. And a big crowd will form sometimes because it just looks so impressive. It's basically the spectacle of the arcade. There's a similar game developed in Korea called Pump It Up, and you can find it at a lot of arcades throughout the U.S. now. And some folks who play it consider it to be a fundamental part of their exercise routine."
    },
    {
      "author": "MICHAEL GARCIA",
      "text": "It started out, you know, like, oh, I'm going to do like an hour or two hours. This last weekend, I wasn't doing anything. So I made a challenge. I stayed here Friday for six hours, and Saturday, I stayed here for eight hours. And that was really fun. I even brought a little packed lunch with me just so I could keep going, and it's mostly just for the workout."
    },
    {
      "author": "ACOVINO",
      "text": "Michael Garcia has been playing Pump It Up since last year. And as you can tell, by the fact that he spends eight hours at the arcade, he really likes playing it. And he likes the workout that it gives him, too. And that leads me to my first takeaway. Video games are all about fun. Exercise should be fun, too. So make sure you're having a good time doing it. And obviously, eight hours of any physical activity is a lot - maybe too much in some cases. But that kind of commitment does speak to the motivational power of something that you'd like to do. And in Michael's case, he's gotten way closer to his exercise goals just from playing."
    },
    {
      "author": "GARCIA",
      "text": "If I don't want to go to the gym, it's definitely good to just come play Pump because it's not a chore at all. It's fun to just play it."
    },
    {
      "author": "ACOVINO",
      "text": "Michael plays the game's freestyle mode, which encourages people to dance and move in creative ways while they play. He'll do things like spin and then drop down to the floor to touch the pads with his hands instead of his feet."
    },
    {
      "author": "GARCIA",
      "text": "There's people who breakdance, who take it to the next level. I've seen a player do the choreography to K-pop while she's pressing the buttons, and I just kind of shuffle and just do whatever I can."
    },
    {
      "author": "ACOVINO",
      "text": "The game keeps track of his high scores. And the better he gets, the game lets him know. It's satisfying in the same way it feels good to have your fitness watch tell you you've worked out seven days in a row or walked more this month than last month. That's how Michael feels seeing his scores climb in Pump It Up."
    },
    {
      "author": "GARCIA",
      "text": "It's like a snowball effect. Now instead of, like, being happy that, oh, I'm losing weight or, oh, I'm having fun with the game, I'm just enjoying just seeing the progress. And that's a good motivator."
    },
    {
      "author": "ACOVINO",
      "text": "And that's our second gamification takeaway - create a goal. And just like video games track your progress, find a way to do that with your physical activity."
    },
    {
      "author": "PATEL",
      "text": "Do you need a wearable to give you your heart rate and all of these other metrics? Do you just need your phone to tell you the number of steps? Or can you just jot down every day, hey, did I spend 30 to 45 minutes exercising today? That might be enough for most people."
    },
    {
      "author": "ACOVINO",
      "text": "That's Dr. Mitesh Patel, the national lead for behavioral insights at Ascension. He studies gamification and exercise. And in a recent trial, he tracked the step count of 500 employees from a single company. The employees were separated into different groups. Some of those groups were gamified with things like points, badges and social systems, and some weren't. And what he found was that over the course of six months..."
    },
    {
      "author": "PATEL",
      "text": "The average person in the competition and gamified arm walked about 100 miles more than the average person in the control arm."
    },
    {
      "author": "ACOVINO",
      "text": "Now that is worth repeating. Those who were in groups that used gamification to promote exercise walked 100 miles more than those who weren't. That's not an insignificant number. And even though you probably don't have a similar, well-controlled clinical trial that's tracking your steps and activity for you, Mitesh says that doesn't matter. As long as you have a sense of where you are and where you want to go, you are on the path to gamification."
    },
    {
      "author": "PATEL",
      "text": "In order for you to get started, you have to really be tracking your behavior. Whatever it is your goal is, whether it's changing activity levels, losing weight or something else, if you're not tracking how you're doing, then it's going to be hard for you to change that behavior. So Step 1 is if it's activity levels or something that's easy, use your smartphone. But even if it's as simple as keeping a log..."
    },
    {
      "author": "ACOVINO",
      "text": "So once you've got your goal and you're tracking your progress towards that goal, the next step is figuring out how you're going to get there. And to do that, Mitesh says it's helpful to know what kind of gamification works for you. So our next takeaway is know what kind of gamer you are and apply that to your exercise. When I was younger, I used to be really into competitive video games where I compared myself against other players on leaderboards or competed against them. Now in my late 20s, I've chilled out a bit. I like playing games where I can just kind of wind down with my friends. Mitesh calls this preference a behavioral phenotype and says people typically respond to either competition, support or collaboration. Just like some people like the collaborative and supportive atmosphere of something like a group fitness class, others might like the competitive drive of something like a recreational sports league. And a whole bunch of factors determine which of these approaches can best encourage us to work out."
    },
    {
      "author": "PATEL",
      "text": "What we found from the research is that whether you want to use collaboration, support or competition also depends on who's the other person. If the other person is someone you don't know, competition has tended to work better because you kind of have more stake in it for yourself."
    },
    {
      "author": "ACOVINO",
      "text": "Whereas if you work out with someone closer to you, like a friend or a family member..."
    },
    {
      "author": "PATEL",
      "text": "Then collaboration or support works really well because this is someone you trust."
    },
    {
      "author": "ACOVINO",
      "text": "Now, if you're a competitive type, you might be drawn to apps that have leaderboards or rankings. Or maybe you can even put together a fitness challenge with a small group of your friends or your colleagues."
    },
    {
      "author": "PATEL",
      "text": "And then many people don't know this, but their insurance program or their workplace wellness program actually offers gamified experiences to a large number of people who just don't engage in them. So I would, you know, look towards your insurance program or your workplace wellness program to see if there's something where you can connect your phone to the program and then start receiving feedback or points towards either virtual or real rewards."
    },
    {
      "author": "ACOVINO",
      "text": "And if you're a collaborative or a supportive type, maybe bring your close friend or your family member to the gym with you to help hold each other accountable. No matter what kind of socializing you do, that social component is a big part of the whole process. Be it online, in person or both, other people can be a huge motivator. Michael Garcia told me something similar when we were at the arcade. When he moved to Maryland last year, he was kind of on his own."
    },
    {
      "author": "GARCIA",
      "text": "When I first moved here, I had no friends for a while. And just being here and playing on a busy day like Wednesday when they have it half off or a Friday or Saturday when I usually come, you'll run into some young adults who are just going around. And then they'll see you playing. And they're like, wow. You're really good, dah, dah, dah, dah (ph). And like, I could just make - I've made so many friends just being like, you want to try? And they're like no, no, no. And then their friend will hype them up to play. You know, you cheer them on. And then boom. You got a friend."
    },
    {
      "author": "ACOVINO",
      "text": "Now he's part of a whole group of Pump It Up players who talk on the social media app Discord. They meet up at arcades throughout Maryland and Virginia. And Michael knows that community is the big reason that he's kept at it."
    },
    {
      "author": "GARCIA",
      "text": "Every time we see a person come who's new or has been returning or is a long-time player, no matter what, like, everybody's encouraging each other to, like, either finish - there's a lot of times where we'll be gassed out, you know, trying to finish our last song. And then they just stop. And we're like, no. Come on. You can do it. You can do it. And like, it's nice to have that when you go to the gym, right? Like you have your spotter who will, like, you know, push you for that extra set. And then over here, it's just all the time everybody's cheering each other on. Like, yeah, yeah. Like, you can do it. Finish it off. Or we'll jump on and help each other. And it's really good. Because if I didn't have the community, I would not keep playing right now."
    },
    {
      "author": "ACOVINO",
      "text": "This brings us to yet another takeaway. Socializing and community building is key to gamification. Elizabeth Lyons is an associate professor at University of Texas Medical Branch. And in her research, she's more interested in this social connection and less interested in things like points and leaderboards."
    },
    {
      "author": "LYONS",
      "text": "There are certain things that you're pretty much always going to see. There's probably - typically, you're going to be in some kind of competition, some kind of reward for what you're doing. But that isn't always what people want. That's not always what motivates people. And so that's where I'm kind of interested in trying to take underrepresented game mechanics that aren't often used in existing active games and trying to use those."
    },
    {
      "author": "ACOVINO",
      "text": "Elizabeth works with a group of older women in the Galveston, Texas, area. And in her work, she designs games that encourage them to be physically active. But these games look a lot different than a video game or even a gamified fitness app. Elizabeth runs a Facebook group where she posts different tasks and challenges for the group members to accomplish on walks."
    },
    {
      "author": "LYONS",
      "text": "For example, one of the things we do in one of our studies is we have a checklist for different types of clouds with pictures of them. And so then they can go out every day to go see what the clouds are when they're walking. And they have this checklist - the kind that you get when you go to the zoo or on a safari or something like that, where you're looking for different animals, except you're looking for different clouds. And by the end of the week, people were, like, rattling off cumulonimbus and all this stuff."
    },
    {
      "author": "ACOVINO",
      "text": "So the women in the group will share what they found on their walks with the rest of the group. The women like and comment on each other's photos. They talk to each other. And Elizabeth's job is to come up with ideas that make them want to keep doing this."
    },
    {
      "author": "LYONS",
      "text": "They were very interested in learning more about plants and animals and gardening. They're interested in the history of our area."
    },
    {
      "author": "ACOVINO",
      "text": "So you might look for that sense of fun and wonder on your own neighborhood walk, even if you think there's not much to see. A couple blocks down from where I live in Washington, D.C., is Fort Bunker Hill. It's the site of a small loop trail now, nothing special. But I'll regularly see some chipmunks, birds, native plants in there. But it was originally a fort built in 1863 that housed guns and mortars during the Civil War. Liz believes that latching on to these kinds of experiences can help turn something we typically think of as mundane into something more exciting."
    },
    {
      "author": "LYONS",
      "text": "I think a lot of the things we've been trying to do with our challenges is kind of bring back a sense of childlike wonder or whimsy, where, like, your brain is just already thinking that way. And so everything you do is more interesting and fun because you're kind of prepared to see things around you and notice things that are fun and interesting. And sometimes you notice something that ends up being really cool."
    },
    {
      "author": "ACOVINO",
      "text": "I'll close with one final takeaway. Even if it's not your thing, you could always try exercising with video games, and you don't need an expensive video game console to do that. There are plenty of games that you can just download right on your phone, like Pokemon GO, which, despite being a few years old, still has an active player base. And it might be a good way to get your friend to just join you on a walk. And if you do have a video game console, like the relatively affordable but still somewhat pricey Nintendo Switch, then there are some games like Ring Fit Adventure that I mentioned earlier, which give you a great bang for your buck, especially compared to something like a Peloton or a treadmill, which costs a lot of money and also takes up a lot of space. And you could always spend a few dollars at your local arcade where Michael and I got a great workout just the other day."
    },
    {
      "author": "ACOVINO",
      "text": "All right. So we just hopped off."
    },
    {
      "author": "GARCIA",
      "text": "Yes."
    },
    {
      "author": "ACOVINO",
      "text": "Mike is sweating a bit. I'm sweating a bit. But also I did about maybe one-twentieth of the work."
    },
    {
      "author": "GARCIA",
      "text": "Yeah."
    },
    {
      "author": "ACOVINO",
      "text": "So yeah. How are you feeling? Like - what - was it a good workout?"
    },
    {
      "author": "GARCIA",
      "text": "Yeah. I'm feeling good. I'm about actually to go to the gym right after this, so this is a good start. I'll still do cardio, but it was really good to get the blood going because I, like, just woke up, like, three hours ago so."
    },
    {
      "author": "ACOVINO",
      "text": "This is more like the fun treadmill."
    },
    {
      "author": "GARCIA",
      "text": "Yeah, yeah. Yeah, exactly. Exactly."
    },
    {
      "author": "ACOVINO",
      "text": "So let's recap what you've learned. First, a big one - make sure you're having fun while you're exercising so that you want to do it. Second, set a goal and how you want to track that goal. Just like video games are constantly tracking your progress, you can do that same thing in your exercise to help you feel a sense of completion. Third, know what kind of gamer you are and what kind of gamification appeals to you. Some people enjoy competition; others enjoy collaboration. Find what works for you, and don't be afraid to experiment with different kinds of exercise. Fourth, find a way to make your exercise social. Gamification is all about forming community and social bonds, so find some friends or even a looser online community to help you get inspired. And fifth, even if you think they're not for you, you could always try exercising with video games. There are plenty of phone apps, VR games and even arcade games out there that are worth a try."
    },
    {
      "author": "ACOVINO",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how body positivity can lead to better health and another one on how paying attention can help you appreciate what's right in front of you. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you're looking for a way to support shows like this one, please consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsor breaks. You can learn more at plus.npr.org/lifekit. And a big thanks to all of our subscribers out there listening now. We appreciate your support."
    },
    {
      "author": "ACOVINO",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen, with engineering support from Stu Rushfield. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. And a special thanks to my mother for letting me play far too many video games when I was a kid. I'm Vincent Acovino. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1337825252.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/07/lk_gamifyexercise-8_wide-5663f03fc57deac3b35789fdb5d656f38de249b0.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "VINCENT ACOVINO, HOST",
    "UNIDENTIFIED VOICE ACTOR",
    "ACOVINO",
    "MITESH PATEL",
    "ELIZABETH LYONS",
    "MICHAEL GARCIA",
    "GARCIA",
    "PATEL",
    "LYONS"
  ]
}