{
  "title": "Dear Life Kit: My husband wrote an 80-chapter book. Do I have to read it?",
  "url": "https://www.npr.org/transcripts/1122906461",
  "intro": "What's more, the letter writer hates her husband's writing style. Should she bite the bullet and read his novel? Or can she pass? Family therapist Kiaundra Jackson offers her two cents.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Today on the show, my husband wrote a book. It's 80 chapters long. Do I have to read it?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Dear LIFE KIT..."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Dear LIFE KIT, I have a question for you."
    },
    {
      "author": "TAGLE",
      "text": "This is Dear LIFE KIT, a new special series from LIFE KIT and NPR."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "How can I become a better caretaker?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "How do I deal with my parents' unrealistic expectations?"
    },
    {
      "author": "TAGLE",
      "text": "And we're getting personal."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "I'm catching feelings for someone, but they're married."
    },
    {
      "author": "TAGLE",
      "text": "I'm your host, Andee Tagle. Every episode, we'll answer one of your most pressing and intimate anonymous questions. To do that, we've handpicked an expert to talk you through all the nitty-gritty details."
    },
    {
      "author": "KIAUNDRA JACKSON",
      "text": "There's a way to be direct and nice."
    },
    {
      "author": "TAGLE",
      "text": "That's today's expert, Kiaundra Jackson. Kiaundra is an award-winning speaker and licensed marriage and family therapist. Her work has been recognized by the NAACP, as well as Beyonce. Today, she's going to help us move some tricky communication problems to the left, to the left. Stay tuned."
    },
    {
      "author": "TAGLE",
      "text": "OK, so before I get to today's question, Kiaundra, I have to ask, have you ever lied to someone you love to protect their feelings?"
    },
    {
      "author": "JACKSON",
      "text": "I absolutely have lied to them to protect their feelings. I mean, I would be a liar if I said that I didn't. I think, sometimes, the truth can be a little bit harsh. And so, sometimes, I have to dial back on that to protect other people's feelings."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. Also guilty. OK, Kiaundra, here is our question. Dear LIFE KIT, my husband wrote a novel he's publishing this year. It's 80 chapters long. I've tried to read it a bunch of times, but I can't stand his writing style. I know I need to try to find something good to say. And I need advice fast because he's already working on a sequel. Signed, novel novice. Novel novice, what a dilemma. Kiaundra, my kneejerk reaction to this question is big cringe energy for everyone involved. Initial thoughts, feelings for us?"
    },
    {
      "author": "JACKSON",
      "text": "Yeah. You know, I can see it from both perspectives, to be honest with you. And so it's always an accomplishment to write a book of any sort. But we have to realize, too, that everyone likes to read books very differently. And so maybe, you know, that person who is struggling with reading her partner's book - maybe her partner's writing style is just not for her. And so instead of thinking that it might hurt their partner's feelings, I think the best thing to do is just be honest and say, you know, I would love to support you. I would love to be with you on this journey. Unfortunately, your writing style is very different than what I prefer. And I'm wondering if there's another way that I can support you - instead of her pushing through, you know, and trying to read 80 chapters, which is a lot, by the way, and not having anything good to say and prolonging the process. So I'm just wondering if there's other ways that their partner can feel supported."
    },
    {
      "author": "TAGLE",
      "text": "Yes. Great advice. And brings us to the bigger questions at work here, right? So an interesting part of this dilemma is what you're talking about - the choice between giving people we love frank and honest feedback or maybe, you know, holding back at times, pulling punches to spare their feelings. How can we draw that line? You know, is there a happy medium? You give us some language we can work with in this situation but, in general, when we come up across these situations, how can you discern what's the right thing to do?"
    },
    {
      "author": "JACKSON",
      "text": "You know, it's always difficult to try to figure out when do we, you know, give the harsh and critical feedback, or when do we save that information? But I like to go with the old-school saying, like, honesty is still the best policy. I know that it might feel painful, or it may not be well-received in the moment, but most people can appreciate honesty. And so if you're going to give someone some type of critical feedback or constructive criticism, I like to use what we call like the hamburger method or the sandwich method. And so that means you typically start with something positive, something happy, something good about the process. Then you kind of have, you know, the not so good constructive information in the middle, and then you end with something that is positive, right? And typically, that's a little bit more digestible for people to receive."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, that's great advice. Another question here is about the, you know, the expectations, maybe sometimes the unsaid expectations between partners, between spouses. My question for you, Kiaundra, is what do spouses owe to each other?"
    },
    {
      "author": "JACKSON",
      "text": "Yeah, relationships are all so different and complex, and that needs to be defined by both individuals. So that might be for some couples, yes, I have to be everywhere you are, I'm at your plus one, you know, I'm reading all of your books, I'm supporting you in every single way. And for other couples, that might not be the expectation. But, you know, I love to go back to the communication piece. Because if we don't talk about this from the jump, you know, that's when things can be misconstrued. So even before writing the book, you know, and going on this journey of being an author, that would be a conversation I would have with my partner, like their level of expectation for this. Because sometimes the hurt is really just an unmet expectation."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I'm hearing there that all people are different people. All relationships are different relationships. But you have to talk about it. You have to say where you're at and express your needs."
    },
    {
      "author": "JACKSON",
      "text": "You absolutely have to talk about it, you know? And if you don't, that is where questions like this, you know, can come into play. And it gets a little tricky because you don't want anyone to feel unsupported or unloved in a relationship."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Final question on this, Kiaundra. Do you have any last thoughts or template language of any really off-the-wall or creative solutions for this particular problem? It reminds me of this time on \"Seinfeld\" when George couldn't make it through a book, so he read the book on tape."
    },
    {
      "author": "JASON ALEXANDER",
      "text": "(As George) I Can't read books anymore. Books on tape have ruined me, Jerry. I need that nice voice. This book has my voice."
    },
    {
      "author": "TAGLE",
      "text": "Any thoughts there?"
    },
    {
      "author": "JACKSON",
      "text": "Whoo, I love that. You know, that's the cool part about technology these days - is that there's different ways to read books, you know? So, sometimes, you may not be able to get through someone's writing style, so I would encourage that person to try to find a different mode to receive or to read the book. And also, even talk to their partner about, oh, I may not be able to get through 80 chapters, but I'll try to get through the first 10, you know, and see if there is progress that can be made there. So I would say a different mode of digesting the book, and also coming to some type of happy medium, if possible."
    },
    {
      "author": "TAGLE",
      "text": "Hey, husband, do you have some CliffsNotes for me?"
    },
    {
      "author": "JACKSON",
      "text": "(Laughter). I love that..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "JACKSON",
      "text": "...CliffsNotes version. I actually have a friend who just wrote a book, and her husband has not read the book to date, and her book has been out for months. And at first, I thought it was weird, and then I was like, you know what? Like, if it works for their relationship and she's not upset about it, why should other people be, you know? And so it just all depends on everyone's specific relationship, and what is the expectation there."
    },
    {
      "author": "TAGLE",
      "text": "OK, so to answer our question at the very top, do I have to read it?"
    },
    {
      "author": "JACKSON",
      "text": "I don't say she has to read it. I mean, it seems like she's already made an attempt, which is great. You know, she's not saying she doesn't want to or never will. So she's already making a really great effort in trying to do that. But I know from an author's perspective, I would probably want my partner to at least read a few chapters to give me some type of feedback and to support me, as well. So I would say, try. (Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "Try. (Laughter)."
    },
    {
      "author": "JACKSON",
      "text": "Try."
    },
    {
      "author": "TAGLE",
      "text": "Do you have to read it? Just try. Maybe not the whole thing, but you should find a way to support him."
    },
    {
      "author": "JACKSON",
      "text": "Absolutely. Find other ways to support him."
    },
    {
      "author": "TAGLE",
      "text": "That was marriage and family therapist Kiaundra Jackson. At the end of every show, we ask our experts for the best piece of advice they've ever received. Here's what Kiaundra had to say."
    },
    {
      "author": "JACKSON",
      "text": "The best advice that I ever received was that hate will come at the same rate as the love. There will always be people who are so dissatisfied with themselves that they have to project that onto other people. And instead of trying to focus on the bad things, the negativity, I tend to try to put more energy on the people and the things that are showing me love, support and good energy."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5253162086.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/15/dearlifekit_book_wide-8a7b926366c491bcc4cd124b2d7ae9c341cbf0b7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "TAGLE",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "UNIDENTIFIED PERSON #7",
    "KIAUNDRA JACKSON",
    "JACKSON",
    "JASON ALEXANDER"
  ]
}