{
  "title": "How to make a good impression in your first week of work, according to a new NPR host",
  "url": "https://www.npr.org/transcripts/1123478607",
  "intro": "Life Kit host Marielle Segarra asks friends and family for advice on how to overcome her new-job jitters, meet new colleagues at NPR — and stay confident.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. And I am your new host."
    },
    {
      "author": "SEGARRA",
      "text": "I know at LIFE KIT you're used to hearing lots of voices - hosts, reporters and producers from NPR and beyond. And don't worry - you'll still be hearing them on the show all the time, including LIFE KIT's own Andee Tagle. But you'll also be hearing me a lot now. It's a new era for LIFE KIT. We're turning the page. Kind of exciting, right? OK. The thing is, I am really excited, but it's also a new job, and that's a little stressful. I wrapped up my last job as a reporter and host for Marketplace in mid-August, and I took a few weeks off in between. I went on vacation to Wisconsin, where a friend and I kayaked on Lake Michigan and visited a giant castle filled with cheese. It was fun and super relaxing."
    },
    {
      "author": "SEGARRA",
      "text": "But as the first day at NPR approached, there were all these things in the back of my mind. Is the team going to like me? How can I make a good first impression? I'm getting headshots taken. What do I have to do to prepare? I started calling friends and asking for advice. And I realized it was basically LIFE KITTING the start of my job at LIFE KIT. We like to say on LIFE KIT that we bring you all the best experts. For this particular episode, I'm bringing you some of my experts, the people I turn to for advice on the topic - how to start a new job. Think of this episode as an introduction to me but also as a LIFE KIT with takeaways and everything."
    },
    {
      "author": "SEGARRA",
      "text": "I will be based at NPR's bureau in New York City. But to start off my new job, I took the train down to headquarters in D.C."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I'm here at NPR. It's my first day."
    },
    {
      "author": "SEGARRA",
      "text": "It is a big building, my friends."
    },
    {
      "author": "SEGARRA",
      "text": "And it is my second attempt to find the kitchen."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So one of the intimidating things about starting a new job is orienting yourself."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like it was across this way, maybe. Oh, boy. This place is a maze."
    },
    {
      "author": "SEGARRA",
      "text": "Literally finding your way around the building or, even if you're remote, getting to know who people are, who reports to whom, who you call when your computer is not working. That kind of stuff."
    },
    {
      "author": "SEGARRA",
      "text": "Hi. Could you point me to the entrance lobby?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "The lobby?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Sure."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Wrong (inaudible)."
    },
    {
      "author": "SEGARRA",
      "text": "I joked with the team that I felt like I was drinking information from a firehose. But takeaway one, which I am trying to remember, have patience with yourself. Ask for help if you need it. It's OK if you get lost and need to ask a kind co-worker who you bump into for directions or if you have to ask somebody's name twice or whatever. You're not going to absorb everything at once."
    },
    {
      "author": "SEGARRA",
      "text": "By the way, if you're getting lost in the anxiety of what-ifs, try turning your what-ifs into a to-do list. What if I spend my whole day getting lost in this building? To-do - get a map of the building or ask for a tour. It's an idea from a previous LIFE KIT with NYU professor of neuroscience and psychology Wendy Suzuki. And take a deep breath. In a month or two, you will know these things. And finding the kitchen won't be one of the many stresses of your day."
    },
    {
      "author": "SEGARRA",
      "text": "Speaking of meeting people, that itself can be intimidating - right? - like, making a good first impression. I was at my last job for six years. And starting new again - it feels a little like the first day of school. And I'm a transfer student. Someone who knows this feeling well? My cousin Anna. She's 11. And that Tuesday was also her first day of sixth grade."
    },
    {
      "author": "SEGARRA",
      "text": "Hi."
    },
    {
      "author": "ANNA",
      "text": "Hi."
    },
    {
      "author": "SEGARRA",
      "text": "I called Anna because she's really good at this whole meeting new people thing. I mean, that wasn't always the case."
    },
    {
      "author": "ANNA",
      "text": "Well, I used to be, like, very shy when I was little. I would position myself, like, in a, like, my arms crossed. And I just would nod my head. I wouldn't have, like, a conversation, really. So I was very uncomfortable then."
    },
    {
      "author": "SEGARRA",
      "text": "But now she's in all these theater programs and dance groups and classes, and that has made her brave. She's not crossing those arms anymore. Instead, she's the initiator."
    },
    {
      "author": "ANNA",
      "text": "Usually, I would talk to someone first because, sometimes, like, people wait for someone to talk to them before they talk to you. So I usually do that to make new friends."
    },
    {
      "author": "SEGARRA",
      "text": "So takeaway number two, courtesy of Anna. Don't wait for people to say hi to you. Just jump right in because, you know, other people are shy, too, sometimes, and you're helping them out and overcoming your nerves by just making a move."
    },
    {
      "author": "SEGARRA",
      "text": "There's actually research on something called the liking gap. Essentially, people tend to think their interactions with others go way worse than they actually went, when in reality, the other person we're talking to typically has a positive impression of us. So with that in mind, when you do say hi - I mean, it sounds simple, right? - but just be you."
    },
    {
      "author": "ANNA",
      "text": "Actually, I remember when people were talking to me, and I'd be very fake. Like, that kind of makes them feel like, oh, that's weird. She's weird. You know? So just try not to be, you know, fake. Like, just be yourself, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "Our conversation made me think a lot about confidence. By my second day at LIFE KIT, we were already making stuff. We recorded an episode on booster shots, started working on this episode. We held planning meetings, recorded promos. I was doing things that I knew how to do, and I think that's really important. You got to find opportunities to get working on the things you feel confident doing, to use the skills you know you have. Of course, taking a seat at the table and sharing your ideas - that can be scary, too. I have found that in those moments, it helps to phone a friend. And that is takeaway number three. When you start a new job and your confidence meter is running low, let your friends support you."
    },
    {
      "author": "ERICA",
      "text": "Hi."
    },
    {
      "author": "SEGARRA",
      "text": "My friend Erica (ph) and I used to work in the same office, so we were used to popping over to each other's desks for a little pep talk or having a dance break in the kitchen. She was one of the only people that I told when I started interviewing for this job. I called her on my second day from a conference room at NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Dude, I'm here."
    },
    {
      "author": "ERICA",
      "text": "I'm so excited. Are you kidding me? I remember every - the whole process, like, every time I'm like, she's going to call, like, any second. Like, something's going to happen..."
    },
    {
      "author": "SEGARRA",
      "text": "I told her about some of my what-ifs and the pressure I was feeling. That morning, I ironed my shirt and pants to within an inch of their life because I had to look just right."
    },
    {
      "author": "SEGARRA",
      "text": "Because I was thinking like, you know, like I do iron stuff if it's super wrinkly at home. But it felt like I was not allowed to have, like, one wrinkle, you know? Because if I was, like, wrinkle girl..."
    },
    {
      "author": "ERICA",
      "text": "Yeah, oh, my God. No."
    },
    {
      "author": "SEGARRA",
      "text": "Of course, she knew exactly what to do at this moment. Give me a little confidence boost about my outfit."
    },
    {
      "author": "ERICA",
      "text": "I meant to tell you I love it. And the hoops that you brought with it, too - I'm into it, all of it. Sort of monochrome, sort of not. You know me. I freaking love that. And you see - boom. You're very chic."
    },
    {
      "author": "SEGARRA",
      "text": "Thank you."
    },
    {
      "author": "ERICA",
      "text": "And the hoops you're wearing, too. Actually, and I was going to comment, too, on your hair. I like it when your hair is up."
    },
    {
      "author": "SEGARRA",
      "text": "I love Erica so much. I also told her about this feeling I had that I wanted to share my ideas with the team, but I didn't want to take up all the space in the room. It helped talking to a friend who could ground me."
    },
    {
      "author": "SEGARRA",
      "text": "That's what we do for each other. Like, we remind each other, look how far you've come. And, like, this is what I love about you. You should tell them that, or whatever it is, you know?"
    },
    {
      "author": "ERICA",
      "text": "You need friends that are your real-life motivational posters."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) Right."
    },
    {
      "author": "ERICA",
      "text": "If there's anything that you need to remember, it's that you are good at what you do. Like, you know, yeah. You got this. Are you kidding me?"
    },
    {
      "author": "SEGARRA",
      "text": "Talking to Erica was a way to remember who I am. And when you're starting a new job, it's easy to forget that you are a full person and also that life is about more than work. Another way to do that - and this is takeaway number four - return to your physical body. Like, there were moments my first week when I realized I was holding my breath. So I would take a big, deep, intentional inhale and exhale - an evergreen tip."
    },
    {
      "author": "SEGARRA",
      "text": "Or during a meeting with our editor, Meghan Keane, I stood up, and I was just like, I got to stretch for a minute while we talk. And we know from previous LIFE KIT reporting all movement counts. Just getting up, sitting back down and then getting up again - that has benefits. I needed to be in a good headspace because I had a big, unfamiliar task ahead - headshots at a photography studio back in New York."
    },
    {
      "author": "SEGARRA",
      "text": "Now, I've had my picture taken before but never quite like this. It was a production. There was hair and makeup, a professional photographer, several different color backdrops. And I was kind of stressed out about it. The day before the photos, I called my friends Liesel and Casey (ph). They're a married couple. They're both long-time actors, and they've had a lot of headshots taken. Liesel told me that I should consider my best colors, the ones that I know look good on me and would complement the backdrop the photographer was using. Also, think about a neckline that I like. But maybe most importantly..."
    },
    {
      "author": "LIESEL",
      "text": "If you pick something that makes you feel fabulous and that you know how to wear - like, you just put it on, and it always works - it's probably going to work for your photo, too."
    },
    {
      "author": "SEGARRA",
      "text": "For her, it's her denim jumpsuit, which, I can attest, she looks amazing in."
    },
    {
      "author": "LIESEL",
      "text": "It's just all I want to wear (laughter). So I went ahead and wore it for my last session of headshots, and I thought it worked really well because it was me, you know? And ultimately, that's what you want. Rather than, like, the perfect outfit, you want you to show up in that headshot."
    },
    {
      "author": "CASEY",
      "text": "I think the main thing is, like, at the end of the day, if you look in the mirror and you're like, hell yes, then that's the look you should probably be going with."
    },
    {
      "author": "SEGARRA",
      "text": "And look. I know not everyone gets headshots taken for their job, but this advice feels relevant even if you're getting a new photo for your ID badge or if you're thinking about what to wear on your first day or during a big presentation. If you are having photos taken, maybe you know this feeling that I expressed to them."
    },
    {
      "author": "SEGARRA",
      "text": "So I wanted to also talk to you all about the - so the photos are tomorrow. And I still - I'm still trying to get into a headspace where I feel comfortable having my photo taken because I just immediately - when there's a camera on me, I'm like, what do I do with my hands? Or what - like, I just feel so suddenly awkward about everything in my body. I think I get in my head, and I'm like, oh, don't make that one face that you really don't like in photos."
    },
    {
      "author": "CASEY",
      "text": "I mean, let's - first of all, you're going to make the face. So don't try to not make the face. Like, you're going to make a couple of faces during the course of the shots that are that are not your favorite faces, but you're just not going to use those pictures. It's fine."
    },
    {
      "author": "SEGARRA",
      "text": "Liesel also told me that it's less about moving the muscles in your face and more about channeling the energy you want to express. By the way, this is also a good tip if you're preparing for a meeting."
    },
    {
      "author": "LIESEL",
      "text": "I'm not much of a meditator. But, like, if you spend - I don't know - a minute or 30 seconds visualizing something that makes you really happy and glowy, like, you know, probably for me right now, it would be sitting down and just, like, thinking about my 4-month-old laughing, you know? And just thinking about it really hard - it kind of can put - for me, anyway, it can put me in this positive, energetic space that then makes it easier to kind of come with that engaging energy that you want."
    },
    {
      "author": "SEGARRA",
      "text": "Casey suggested that I bring a chocolate chip cookie and take a big bite of it at some point during the shoot because my face lights up when I eat chocolate. And they actually had a lot of tips on how to get ready for photos that we don't have time for in this episode, but we've decided to do a whole other show on that topic, so stay tuned."
    },
    {
      "author": "SEGARRA",
      "text": "Anyway, at the photoshoot, I definitely felt awkward. But eventually, I started to relax. And I've seen the headshots. We got some good ones. I also know that if I did it again, I'd probably do a better job of posing. But I'm trying to remember that that's OK. In a new job, you can't expect to be perfect at everything right away, especially at tasks you've never done before. Even though you want to impress people and remind them why they hired you, it all takes time. Give yourself some grace."
    },
    {
      "author": "SEGARRA",
      "text": "As Erica would say..."
    },
    {
      "author": "ERICA",
      "text": "No, you're going to kill it. It's fine."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So let's recap. When you're starting a new job, have patience with yourself as you get oriented. Ask for help if you need it. Don't worry if you need to ask someone their name twice. In a month or two, these worries will all be ancient history. Also, say hi to people first. I just tried that in the New York bureau today, and it went great. And when you do, be yourself. If you find you need a confidence boost, phone a friend like Erica. Make time to take care of your physical body. Listen to it. Feed it. Give it water. Move it around. And lastly, don't try to be perfect at everything right away, especially the new stuff."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. Maybe start with some of my favorites, like \"How To Get Back What We've Lost To The Internet\" or \"How To Document Your Family's Stories.\" You can find them at npr.org/lifekit. And if you love the show and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "And now a random tip from one of our listeners."
    },
    {
      "author": "MEGAN HOUSE",
      "text": "This is Megan House (ph). And my life hack is if you're writing an email and you want to make sure that you have all of the information in it and it's all correct and that it's going to the right people, put in the BCC or the CC line a random combination of numbers or letters, and it'll keep you from accidentally sending the email before you make sure it's all correct."
    },
    {
      "author": "SEGARRA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Summer Thomad. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Michelle Aslam and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Neal Rauch. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5393313774.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/16/lk_newjob_marielle_-3_wide-6447da079966f037153f1e7f4163bb13f897c7e3.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "UNIDENTIFIED PERSON",
    "ANNA",
    "ERICA",
    "LIESEL",
    "CASEY",
    "MEGAN HOUSE"
  ]
}