{"title":"The markets are down. Here's how to handle your investments","url":"https://www.npr.org/transcripts/1125656030","intro":"About 60% of Americans have some money in the stock market — and the markets are not doing great. Your knee-jerk reaction might be to sell. But experts explain why that's not a good idea.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT. I'm Marielle Segarra."},{"author":"SEGARRA","text":"So the other day, I made the mistake of looking at my investment account. I put some money in there last year, and my stocks were down - way down. And this is what a lot of people are going through right now. About 60% of Americans have some money in the stock market, and the markets are not doing great. Big indices like the S&P 500 and the Russell 1000 are at 52-week lows, and the Dow just fell into what experts would call a bear market. It's like every time you think stocks have hit rock bottom, there they go again."},{"author":"SEGARRA","text":"And, I mean, what do you do in this moment - right? - 'cause the instinct can be, No. 1, to sell everything, and No. 2, to never put money in the stock market again. But our knee-jerk reactions aren't always the best thing for us. So on today's episode, we talk to an expert about how to think about investing in this moment and how to manage the emotions that come up."},{"author":"SEGARRA","text":"I want to share a little bit of a LIFE KIT episode that NPR's Chris Arnold hosted in 2019. It was a broad overview of investing. And Chris had a really clever way of talking about exactly this kind of moment we're facing. There's a metaphor - it's funny. And the person you'll hear him talking to is David Swensen, who, at the time, was Yale's chief investment officer. Anyway, here you go."},{"author":"CHRIS ARNOLD","text":"Is there, like, a biggest mistake that you see people make when it comes to investing?"},{"author":"DAVID SWENSEN","text":"You know, Chris, that's a tough question. But if I had to pick one, I would say performance chasing - buying what has gone up, selling what has gone down. When you do the math, that just doesn't work."},{"author":"ARNOLD","text":"OK. Now, this is our next investing life lesson from David - call it tip No. 2. This is really important. You don't decide to buy a lot more stock after the market goes way up and, especially, you don't sell stocks after they crash down. Now, you might be thinking, well, but wait a minute. If stocks are in a freefall and they might fall farther, you know, I've seen this in movies, right? It's like sell - sell everything. But let's think about this in a different way."},{"author":"ARNOLD","text":"All right, David, let's pretend that we just got on a roller coaster, and it's going up the big clickety-clickety (ph) thing. And we're at the top, and we start crashing down. And everybody's screaming, and it is terrifying. And we're going around a corner, and we're pulling Gs. And you look over at me, David, and I'm trying to get out from under the bar. And I'm telling you, David, I'm freaking out, man. I'm jumping off this thing. What would you say to me?"},{"author":"SWENSEN","text":"Sit down and shut up."},{"author":"BRIGITTE MADRIAN","text":"Chris, don't do it."},{"author":"ARNOLD","text":"That's Brigitte Madrian. She was a behavioral economist at Harvard for a long time, and she studies how our human impulses can lead us to make really bad decisions when it comes to money and investing - bad mistakes like selling after the market crashes."},{"author":"MADRIAN","text":"Losing money feels really painful. In the psychology literature, the kind of rule of thumb is that a loss is twice as bad as an equal-sized gain. So how do you stop that painful feeling? Well, you think to yourself, I should get out of the market."},{"author":"ARNOLD","text":"But, of course, the reason that Brigitte and David really don't want me to jump off the stock market roller coaster after it plunges down is that if you sell your stock at the bottom, you are locking in those losses. If you don't sell, you can ride that roller coaster right back up when the market recovers, which it always has eventually. But if you sell, you are left in a ruined heap at the bottom."},{"author":"SWENSEN","text":"That's exactly right. And when you sell in the midst of a crisis, you can put yourself in a position where your portfolio will never recover."},{"author":"MADRIAN","text":"So if you're feeling really emotional about something - you're, you know, really excited or you're really afraid - that's probably not the best time to make a financial decision."},{"author":"SEGARRA","text":"OK, noted. And if I didn't believe those two experts, I got the same message from a third. I talked to Bola Sokunbi, author and founder-CEO of Clever Girl Finance, a financial education platform for women."},{"author":"BOLA SOKUNBI","text":"The truth is that when the market is declining, as we are seeing right now, unless you actually sell it, you haven't lost anything. You still have the asset. You still have the stock that you invested in. And at this time, you really just want to ride out what's going on in the markets because economies are cyclical. We are coming from a really difficult past few years with a pandemic and a big war happening that's impacting our economy. And so we need to give ourself time to recover, give the markets time to recover. And also, you want to keep in mind your timeline, right? So when you're investing for retirement, for the most part, for a lot of people, you're thinking long-term. You don't necessarily need the money right now."},{"author":"SEGARRA","text":"You know, I feel like this is easier to talk about, though, in theory, because you log in to your account - right? - and you see that it's dropped $7,000 below what you put in there a year ago."},{"author":"SOKUNBI","text":"(Laughter)."},{"author":"SEGARRA","text":"And it's just like, whoa, whoa, whoa, I need to pull the brakes before this gets any worse."},{"author":"SOKUNBI","text":"Yeah. So it's really important that you bring things into perspective, right? What is your timeline? If you don't need the money anytime soon, then it's OK not to log in to your account this week or this month or this quarter. It's OK to take a break from logging in so that you're not overwhelming yourself."},{"author":"SEGARRA","text":"OK. If you have money in the market right now and it's dropped, now's not the time to pull it out. But what about additional investing? Should people keep putting money into their investment accounts, given where the markets are?"},{"author":"SOKUNBI","text":"I would say that absolutely, yes. You want to keep investing. And the reason why you want to keep investing is because, like I mentioned earlier, you're able to take advantage of the lower-cost value stocks in the market. And the good thing about investing continuously over time is you're able to take advantage of something called dollar-cost averaging, which is basically, you're buying investments - maybe every week, every two weeks, every month - regardless of if the market is high, low, lower, lowest. So when you average it out, you're still in a really good position. Most people don't have a lump sum of tens of thousands of dollars just sitting around, right? Whereas with dollar-cost averaging, you can invest small amounts of money when you have it, as you have it, consistently over time and build up to whatever that lump sum would be over time."},{"author":"SEGARRA","text":"I'm thinking about the fact that, you know, not everyone has money invested in the stock market. It's only about, I think, 60% of people. So if folks are considering starting to invest, again, they might look at the markets and be like, oh, no, I'm not touching that. That seems toxic, right? But is now actually a good time to start?"},{"author":"SOKUNBI","text":"The best time to invest was yesterday (laughter), was 10 years ago. But the next best time is today. Think about how we behave on a day-to-day basis. We're all going to go for a good sale at the grocery store, in the mall, our favorite clothing store. Why not for investments, right? Why not for assets? Think about it that way."},{"author":"SOKUNBI","text":"And then the other thing to keep in mind is that, for a lot of people, their first access to investing, the easiest way they can invest - especially if they're employed and their employer offers a retirement savings plan - is through that route. And many employers offer matching, which is essentially, they will give you a percentage up to a certain amount based on what you contribute. And that is essentially free money. So regardless of what's happening in the stock market, that free money is 100% returned immediately on the money that you put in. So you might as well take advantage of that."},{"author":"SOKUNBI","text":"And investing is how you grow your money long-term. When you're investing, your money is out there working for you, whether you're sleeping, whether you're relaxing, hanging out, taking a break. Your money's hard at work. So you definitely want to start investing now, even if you have never invested before. Do your research. Think about having broad diversification. Start small, build the amounts into your budget, and over time you will see it grow."},{"author":"SEGARRA","text":"Yeah, it's really a long game."},{"author":"SOKUNBI","text":"Yeah."},{"author":"SEGARRA","text":"One thing I'm wondering about is, if you have an extra dollar at the end of the week - right? - and you're trying to decide, should I invest it, or should I put it in a savings account or do something else with it, how do you make that decision? I mean, I imagine, like, part of it is also, what are your short-term goals? Like, do you have a - are you trying to buy a house? Do you need, like, a lump sum of money for that? Do you have loans you need to pay off - that sort of thing?"},{"author":"SOKUNBI","text":"In order of priority, especially in the economy we're in right now where there's a lot of uncertainty in the U.S. and even globally, it's really important that you have emergency saving. You want to make sure that you have a fallback buffer account in the event that you lose a job, in the event that you have an emergency and you need cash to cover the situation. So I would say you want to aim to having, at the minimum, 3 to 6 months of your basic living expenses."},{"author":"SOKUNBI","text":"And one thing to keep in mind here - the key word is basic living expenses, right? So I'm not saying go and save 3 to 6 months of your entire salary, which can be difficult for most people to do. But instead, take a look at, what are your survival-mode expenses? This would be housing. This would be transportation. This would be food. This would be your core utilities and any medicines that you need. And determine what that cost is. You will find that it is, for a lot of people, significantly lower than your regular monthly spending. And that's what you want to aim to start saving."},{"author":"SOKUNBI","text":"Then you want to ask yourself, OK, do I have any high-interest debt? And the reason why I prioritize debt second is because if you have that emergency savings account in place, then you're less likely to take on more debt when that emergency happens. But debt is also very expensive, right? So when you talk about investing in the stock market, historically, the average rate of return is about 8% after inflation or about 10% before inflation. However, you look at high-interest debt on credit cards - sometimes we're talking double digits - 20%, 25%. And so that high-interest debt can be costing you much more than any long-term returns you hope to make in the stock market. So it makes sense to prioritize paying off that debt."},{"author":"SOKUNBI","text":"And then the third thing is, what are your goals? If you're hoping to buy a home, by paying down your debt - it's actually helpful 'cause it will improve your credit score. It will improve your overall profile to your lender. And then you can start putting those extra dollars towards your goal of maybe, you know, buying that first home or moving to a new city or starting a business, whatever that goal might be. Or it could even be investing additionally, on top of your retirement savings."},{"author":"SOKUNBI","text":"I will say that when it comes to extra dollars, if your employer is offering you free money, I would prioritize that first. Contribute as much as you need to to get the full amount of that free money because that beats any other savings."},{"author":"SEGARRA","text":"Yeah, that's a really good tip. So I feel like there are a lot of emotions that come up around all this, around investing in the markets, especially if it's new to you - like, fear, anxiety, regret, excitement, obviously. I just - I wonder, how can people deal with the emotions that come up?"},{"author":"SOKUNBI","text":"There are definitely a lot of emotions when it comes to money. I mean, especially when you see your money declining in the stock market, you're like, oh, my God, what a gamble. What a waste of money. I should never have done that. I should have kept it in the bank, where I know it's going to retain its value. But the thing to keep in mind is that just because you see the same dollar amount in your bank account, your savings account, doesn't mean it's worth what you think it's worth - right? - because of inflation, right? So outside of your short-term goals, the longer that money sits in your account, the less it's worth because of inflation. So one thing to keep in mind is that you have to be clear on your objectives. If you are investing for the long term, which you should be, then give yourself a break."},{"author":"SOKUNBI","text":"The other way you can manage your emotions is by having really broad diversification, right? A lot of times, people tend to have the highest panic when they have a lot of money tied to one asset. And I've seen that a lot with people who are heavily invested in things like cryptocurrency, which is highly volatile and is going through a lot of swings right now. So you want to create a buffer for your emotional and also your mental wellness. And you create this buffer by diversifying."},{"author":"SOKUNBI","text":"A great way to start investing as a new person and have real diversification is through index funds - right? - which is basically a benchmark that tracks something like, for example, the S&P 500, which are the 500 largest companies in the U.S. that are traded on the stock market, right? So you have your money split into these 500 places. That kind of helps you create a sense of less emotional turmoil because your money is invested across technology, health care, consumer staples, so many different categories. That way, if it's going really crazy in technology or it's going really crazy in pharmaceuticals, you have other areas that are kind of, like, holding the rest of the portfolio up."},{"author":"SEGARRA","text":"Yeah. All right. So a question you probably can't answer, but I do have to ask - when will this end?"},{"author":"SOKUNBI","text":"(Laughter) I don't know. Nobody knows it. Anyone that tells you that they know - on the news, on social media - run away. They are lying. They're trying to get clicks. It's all for clickbait and views. It is - nobody knows, right? So that's why you want to take advantage of the sale. So flip the negative scenario around. Yes, the market isn't doing that great. But, again, you may not need your money right away. So you have this opportunity of time. So take advantage of the sale. And then, to kind of minimize the stress and overwhelm, focus on having that cash buffer for your short-term goals that you need, so that when you need the money, you're not stressed out about having to sell your investments at a loss because you have the cash buffer you put aside just for that particular scenario."},{"author":"SEGARRA","text":"Bola, thanks so much for being here. This has been really great."},{"author":"SOKUNBI","text":"Thank you so much for having me. I enjoyed the conversation."},{"author":"SEGARRA","text":"Thanks again to Bola Sokunbi for her insights. Also, David Swensen, who you heard at the beginning of the episode, passed away last year. David was one of the very first experts we interviewed on LIFE KIT. If you want more of his financial wisdom, check out his book \"Unconventional Success.\""},{"author":"SEGARRA","text":"For more LIFE KIT, listen to our other episodes. I hosted one on COVID booster shots, and we have another on how to better understand your credit score. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Hannah Copeland. I'm your host, Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8884309142.mp3","img":"https://media.npr.org/assets/img/2022/09/28/gettyimages-1215016310-copy_wide-f004daf9dd436943fc81bea55a7dac09c6ec07b3.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","CHRIS ARNOLD","DAVID SWENSEN","ARNOLD","SWENSEN","BRIGITTE MADRIAN","MADRIAN","BOLA SOKUNBI","SOKUNBI"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,18476,17102,18292,22848,23026,18093,9285,21842,16492,19783,3760,7419,5283,1599,12252,11569,5327,28471,19500,26590,24214,17434,12597,15123,12040,10432,15679,14886,9052,13321,15998,11118,3347,23401,23736,19483,23091,12873,13303,23795,26313,3765,26025,26569,4788,5271,11412,12200,11013,6322,6266,18685,17166,25567,20970,21406,14651,10621,4312,27274,15475,14575,17946,15223,20249,20363,18389,14574,10415,24349,9369,7028,11419,20744,17217,21196,12687,7872,4469,16243,12985,12880,17369,21377,15733,13024,11474,13319,12471,13152,9835,13659,13980,10752,7881,8248,7864,8199,20411,25051,22358,24541,12205,22277,11323,14384,13100,14645,14110,9079,3025,28314,4716,26011,24556,9368,8040,19741,12937,13321,13080,9675,4805,9200,7982,11523,6463,4873,5494,25765,13748,24067,13939,12693,10752,9643,14340,23612,13222,21112,11835,17156,8851,10892,20276,24347,16415,7018,20514,24134,16138,8993,5493,19344,14228,13644,23092,19500,18631,15589,9996,22969,15344,22181,23714,6283,4950,26159,5337,7182,14053,26171,14565,14489,10912,19289,18208,20076,23482,1113,25531,24281,21658,14827,9371,21248,22951,10221,23607,19824,9189,21886,15507,8532,6179,7694,3886,22602,24694,21952,17135,12926,10650,15981,11550,104,96,50,0,15563,20516,26599,16628,21005,24737,12049,16670,26989,15984,9525,14507,20508,14171,17929,25020,10493,11698,11541,11978,14237,17598,18128,23670,17814,15197,3486,23661,24785,13632,20417,21267,24772,10172,16382,17377,17933,17753,15510,16273,18269,20417,19014,12923,14577,12092,10519,7516,11395,23807,22372,14626,16859,15985,11823,17001,17382,12218,14583,24248,15459,13388,19109,11256,20521,6667,18083,15955,15944,14364,10374,10588,15170,9582,11641,13704,11465,9996,7250,24187,23300,19887,15993,4988,82,11,15145,26606,10558,26978,20212,21910,26220,11135,20723,16289,13113,14330,14913,13782,10357,15523,15717,11088,6337,19055,17143,24924,12678,9475,22225,25712,17474,19587,15293,19997,25420,14192,12907,12646,23612,23354,25786,19653,21088,26311,19442,26188,20283,19799,8946,14985,7486,94,5,4,6,22111,23591,12741,13971,15564,19376,15324,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,15065,11933,10300,14507,15996,11413,18966,17652,13131,20902,4311,21615,15681,6091,10916,13365,15332,14631,17796,16139,15196,9247,11988,11935,21891,10712,7093,17806,18892,15302,21087,16012,18007,8331,16323,12579,9376,21623,20502,10002,17982,15041,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,15356,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,10673,12868,13112,5754,4185,30,3,0,0,0,24583,24269,21203,21007,21626,13414,9634,10554,19333,21303,18609,16784,15039,6929,6774,9066,4923,5443,883,20427,26166,25230,20222,7651,20435,14751,8442,802,25919,18076,23520,24285,22767,19473,14256,17751,7632,23584,11485,15181,10433,8971,10641,10807,231,20624,26986,17120,10063,4605,7464,8176,170,22872,25278,21359,14856,18194,9557,11009,21221,14346,12065,7926,8132,17706,24797,8431,21898,9746,13693,13880,10040,6726,109,109,24257,9357,98,19798,19279,878,138,11322,7252,11363,7847,10136,13371,10430,8089,8593,6195,18441,16594,17994,14197,20760,2338,20040,16597,20215,16903,16018,25875,23272,9130,1952,25388,9327,26328,26548,12943,26015,25143,27485,20009,20448,25790,25838,18680,13602,6075,2240,21815,23901,7386,10151,25322,17496,18412,9709,28431,12404,11826,18304,23340,18481,19228,5067,13089,17745,25839,13847,12406,11737,6574,2143,19459,20073,16939,26318,8537,25486,16671,16184,18607,18371,16735,17417,17834,12748,8944,14221,17052,9760,25217,8367,8612,19351,17625,22735,21128,18577,13765,23375,21789,15970,11621,20477,24455,623,10140,11510,17909,9798,10539,11345,25210,23204,23030,20570,19930,19035,16179,1099,742,598,16018,17381,23573,16343,13027,14520,10180,24462,21205,15025,16257,17087,16398,20978,24707,14112,330,10986,21523,9818,18918,14706,10560,8209,22935,5894,22549,19737,13187,9872,352,25389,25358,1939,11622,16181,22849,16831,9745,5344,3341,20876,15849,18520,16647,15502,14287,2914,15324,22076,21748,18905,10221,3941,9949,19452,16968,7919,15231,11808,12887,17153,13872,9599,20905,25067,23254,3963,2418,18897,22324,6641,24297,12292,14544,14178,15519,12126,13379,11582,7996,14153,15156,15736,14511,18644,12679,13663,13416,5532,24850,13151,13022,6248,4851,15112,13153,23749,17111,18779,10956,21205,21492,16016,10992,19757,12950,11621,17451,14068,21816,16969,22035,15877,15890,15802,16073,18699,25224,22818,15396,1669,351,211,105,24704,21111,21286,10930,863,2246,18665,27464,16712,7831,5692,22739,3471,27201,26260,17894,12142,10073,3993,12592,13619,24442,12459,17000,622,17962,22133,20950,18902,13019,13018,19963,14237,17032,21433,7241,21145,11413,20614,18573,1665,25305,23685,18583,23148,18704,15612,17407,9692,12748,8600,15703,11758,21448,12147,15770,12313,10636,14590,7600,27526,10094,1214,27947,10933,26758,22924,21735,12698,18025,26493,20888,3495,1395,14320,19458,20356,12042,8446,9736,10034,14142,14455,7322,10090,9344,23846,24887,11878,17058,17249,11462,12607,7837,9422,21471,8761,6939,16107,16777,5517,23287,10672,21094,16369,1805,22580,11842,8757,12699,21550,13370,6376,11039,12849,5720,985,25263,16367,7894,22136,23535,22691,12084,9407,13002,21329,5978,15478,8810,19661,17404,18724,19025,9863,16956,18822,18689,14403,17877,12496,13749,19912,15757,15884,7558,15496,19049,15001,16386,17640,25297,12691,15448,18881,12864,12000,9486,21048,20784,419,11297,12685,23573,15944,16394,19405,18300,391,13651,17602,20525,6271,9734,7312,5860,23571,6736,982,143,12211,20569,15260,10649,21605,13297,14018,12733,25811,19800,19726,20939,7124,7798,10177,20590,13822,14529,6075,23186,15747,18917,22918,9504,14883,11317,13018,8544,10161,19678,16740,1090,22110,25812,13533,23310,661,13870,22010,18432,11242,24942,13473,12240,10500,25330,11211,6773,569,13791,25602,22207,18731,21195,10180,20909,15036,20194,20583,7713,2838,6509,15230,6376,17468,14962,8937,11631,22382,21467,19685,9861,6166,3850,6263,12939,23209,20075,9469,9209,25071,21272,9239,24304,16527,9959,23579,21756,11107,12666,2626,13996,7843,4864,15886,23811,21462,8276,11132,10144,14702,7218,17632,10125,8367,5491,3316,3902,3122,1902,694,510,458,400,9494,12550,10403,3882,18236,22145,173,25543,25691,19485,18344,20062,25792,14625,5912,24988,17331,13092,15319,13866,11221,4786,23242,24567,16515,14298,5706,5211,19067,22987,13281,24942,12033,16164,15505,24546,24246,19432,9481,5771,19604,20302,19021,12107,15090,7444,6947,1593,123,17076,14906,17169,16233,13446,11709,9433,13214,15693,9808,16306,19734,9846,6682,9926,12055,21296,15136,17095,14361,8636,21419,17520,9765,16517,12457,12935,9483,9836,22186,12148,16842,7451,12827,6919,25772,17792,8813,15709,8706,5637,24450,10671,22663,22264,8475,7162,15002,8445,9603,8388,4250,4076,16871,11762,6407,17571,11809,12652,8802,10571,8883,7980,20124,9299,5892,15635,15016,12628,14530,21588,14764,15415,12461,26332,12975,7690,9316,11092,9142,4064,13159,11607,10035,31099,15653,14911,18848,24036,13408,12545,9540,19068,20678,13761,13785,10810,14216,15524,6846,10825,5910,14842,16235,19886,11568,21715,9242,16363,18436,18433,16195,9615,13987,12524,7168,5306,14980,9875,7255,6856,10004,7695,18192,9192,9096,5446,6620,22248,16035,10505,13451,10672,9030,9527,6167,4466,4776,17797,20231,9390,8404,10703,14606,9042,5590,849,23727,25450,18388,8376,8971,14267,18214,21982,14430,16505,9735,13410,8623,24284,24311,8197,14691,24256,11298,12901,13263,9598,24417,24632,17264,20122,15804,6318,9470,10099,22921,3868,4133,18330,24488,23575,24182,6823,14400,11881,11435,11915,13400,17247,17308,11259,433,18042,15513,24665,23516,22511,16477,11099,3764,9724,11214,8913,3681,866,4505,25372,26054,23612,10096,8241,10730,12010,7212,8675,375,14178,14095,9957,6096,18935,6272,5203,13956,11410,9019,6443,13368,9787,7013,4251,9959,15537,18685,5996,2973,13536,10603,5675,22660,17447,22771,17701,14583,11061,18107,10380,18378,12147,13236,24277,22700,18233,16833,12078,12136,21182,20418,13145,7909,3972,17592,14288,15090,12900,15072,8405,11452,8833,98,17639,20080,24309,24224,13229,17652,16299,17700,22627,19806,3868,6420,24470,25861,4384,19362,18222,16218,24114,20104,13247,1084,24830,24313,23553,16866,18287,25754,11278,15978,23903,20760,15309,23242,13929,7604,17945,10820,23987,12181,21908,15693,17721,18371,11361,12244,1563,1152,22453,21486,11009,25324,26181,8820,16489,19740,10312,11238,7341,10153,7396,14772,9815,9324,12633,7982,10927,8384,9714,7598,14564,9017,8024,11359,13219,9604,11673,10069,7886,11984,11785,14778,20031,6420,23130,12506,16478,11819,16515,18344,9538,8665,6821,26568,15043,8899,22718,11412,21485,13658,10845,11219,16271,5663,9407,7884,9076,8860,6378,12655,9322,10460,12365,14597,15404,13196,6430,12804,14868,21857,24393,9212,8494,13031,7178,10076,21696,22005,9158,10911,20396,6636,19343,14897,6922,10404,4688,14889,16687,7454,12377,12147,12658,10735,12119,12539,13126,21407,21803,8622,12921,13447,13873,13773,11969,5608,21035,18396,10368,13311,7551,7737,5006,12709,21850,6350,15409,11902,8781,16096,15349,10850,4712,22390,11976,20820,13569,22754,23043,6179,9205,11050,7525,13429,18789,20199,19568,6538,6480,9989,10547,25860,13254,9579,10119,9232,8683,11322,14750,13847,10650,19432,8662,8452,9197,14990,15919,16759,18315,27153,13497,19706,15617,7047,10332,7734,7560,24666,27413,24657,24571,25858,8914,24608,11511,21308,26562,11150,22023,9742,24305,13295,16168,15771,24398,1327,7911,14113,25763,24806,19975,17954,1670,27984,23343,98,25804,24288,11430,13300,16443,21410,15671,22978,19516,25460,19837,20841,24679,21568,104,18394,18672,16023,12927,26554,25388,22985,24862,25068,5908,24118,7893,14003,20247,19321,24567,24971,14809,9679,19460,9322,15732,2537,2735,567,18334,24144,21869,15409,17149,15824,23348,19880,19849,12499,8173,21642,18912,18375,21523,18869,16016,9895,14070,3639,14791,11060,10979,5498,15635,24656,24909,10653,13346,12295,9894,8399,8941,21876,16419,13878,22996,16155,11661,17402,16355,7168,9957,10678,14494,18292,11356,14314,13626,21623,17108,16334,7038,20304,11622,6362,12378,23820,18830,15626,17170,26577,18171,14134,14582,5246,7457,19905,15089,5261,20423,10144,18845,17479,9226,23274,15690,19298,8651,9909,11784,21123,13418,22402,20299,16269,17410,13852,10558,17799,10208,7186,9722,15586,20737,13799,8401,10957,8486,12173,10407,19236,7955,10090,6521,11823,14546,21924,9238,21956,14905,9469,7202,26127,11931,12380,10483,10784,18160,12157,10456,10046,12032,5934,17073,21697,17989,11538,12254,8881,22813,8171,12134,24321,8420,6228,19772,15971,9995,12194,8858,5891,5090,25133,19411,21647,10307,11302,16114,19969,23597,12606,17500,12767,12768,22261,24793,11424,13479,16697,11750,8546,19261,14124,18086,18143,6199,19876,19226,8843,9959,7407,22773,21305,12666,10182,11144,14755,10243,13111,12623,19661,12722,13808,8495,6645,7323,19750,8382,19968,26885,12761,12345,8110,6722,9538,9347,16152,12482,24510,6567,12891,9545,19034,20475,13922,11259,11209,19594,20602,15448,16216,21119,16243,14396,11599,13206,22855,18727,7642,6861,20954,12499,19053,14411,16216,25380,10759,11041,13668,6697,11547,14374,14676,10695,8312,8313,17194,12517,11663,11512,17217,20069,11561,16127,11283,15326,13320,10971,8795,17151,21855,22234,8922,13339,13087,13604,13602,16268,13538,10783,14123,15605,14908,11600,17912,10376,9819,1069,25778,16948,18831,14359,11715,3895,11146,992,310,20160,9514,8801,19812,9493,5176,17052,24595,24812,854,22608,14252,19989,8004,17082,8342,4376,26605,16381,25373,24510,24978,17888,16609,13389,9889,19632,14851,17561,24684,17012,1609,15459,11088,26170,20799,25451,8602,236,24120,22185,13548,26070,24695,5520,10091,5660,25308,25780,25668,25022,19608,16176,254,24301,18643,22668,18151,25733,13482,12554,10182,16216,19121,13328,24686,14207,13977,23272,22375,10459,15845,18960,10485,9867,10113,11936,22304,14775,9517,23975,14219,6798,22379,24056,17679,24752,8151,3452,9518,20365,21602,10874,13768,26592,17479,7705,5152,2253,7693,13128,8927,8693,6801,13908,13816,9867,19401,24040,6537,9138,9543,17232,11832,10897,7976,6088,4034,19905,13381,12069,8791,14285,8898,20515,10840,6635,13215,9538,13341,12474,11847,18113,12117,19559,13700,8950,16981,15043,9222,11702,15077,8412,10520,14251,12705,15292,15859,5231,14652,14087,13324,16383,17047,18403,7661,8828,12977,17386,10409,10570,13886,9468,9837,7095,9597,7753,8123,13761,16730,13922,16527,15590,22300,9700,16535,7158,11970,8067,21323,7655,22629,14229,13476,10948,18161,16340,12746,16859,23288,18634,18416,20942,8397,14541,20754,19128,20706,12633,21902,12528,18573,17012,12954,7591,25161,15772,8065,22372,18553,23464,11314,25108,10062,7335,12122,23243,14166,27247,12440,13019,12284,15875,19858,14996,10788,6241,10160,15286,23335,11825,20295,7536,22325,17258,3861,13331,11742,17654,12544,17581,24065,14649,14240,8433,14032,14772,14199,10493,9796,15676,9305,7296,12870,15766,13579,11175,22998,25119,12881,10483,12193,12311,10974,13658,19564,9603,10877,20052,20617,20060,15433,12371,10919,13763,13324,8680,14911,9116,6334,13365,24894,13094,9774,9789,18570,12999,6093,7841,9321,21312,14306,19726,17952,10637,12583,14336,14362,8231,8846,7964,15031,8091,4128,16285,16787,16024,19107,22003,10176,13948,7489,8340,7825,15570,17180,17191,21464,18787,10221,7623,9013,14825,19363,14107,22304,13220,9810,13215,13158,11690,20604,7664,6368,8219,7682,19019,20552,18620,15888,12728,23012,15193,17443,17381,17589,12185,12585,11191,14268,9326,6211,18326,30127,9152,27210,15421,15173,8340,8854,9140,13042,24934,10364,15935,4007,26005,12149,8879,8162,10639,5021,12423,19750,19431,11026,15953,9029,9616,8214,14191,11005,17999,18703,21372,17865,13285,11348,11369,17531,17191,10215,13964,15668,9477,18693,23780,15725,10433,16176,10679,7962,16206,10716,27871,27598,14383,25590,15496,10170,15704,10596,8812,13804,14766,20808,10708,11092,10020,10918,11365,14092,11140,12103,14759,13515,19240,11331,12999,17319,13018,10466,9681,21562,12645,18974,19969,9278,9210,11089,11368,11687,9255,17709,15498,12275,16329,7047,12549,17548,15312,17707,19672,12714,8351,11495,10461,9156,9536,7702,14692,10349,15920,14376,16507,21822,14644,9319,9182,12651,13257,16642,20655,10419,12018,10739,15950,18938,12820,11376,12143,7227,8389,5808,25592,22014,14305,6142,10399,12471,19941,7735,19276,10910,14155,11632,14319,12252,10248,13872,15932,14444,15625,12472,23172,16431,16349,15697,15062,8877,8535,10520,6461,10105,8622,23351,23856,14069,14907,16902,13797,13461,24815,10393,10949,15751,2136,10121,19435,11812,13355,16851,22300,7545,8314,7585,11468,21785,10525,9791,14708,18596,12108,8139,9883,11731,12137,14278,21879,13476,24744,24824,12122,16848,17916,13157,15784,18729,23668,15949,8161,6266,14123,18086,28376,16598,13746,13218,13510,23031,20762,7263,7242,10835,19970,12550,11618,13871,365,17327,25811,12874,13260,13108,20420,20634,22285,18995,3868,9377,11448,7730,16978,13194,9460,15276,10035,7103,19818,21949,15979,16298,9347,9540,10039,25495,10988,16014,1745,6064,10131,14111,2442,16954,7234,23509,23660,13428,24430,7181,5548,10004,23769,25951,2626,22890,16755,5189,7786,17081,13001,7340,8342,26658,2399,11319,13631,11607,24530,12326,12253,11046,8636,2949,8423,9962,4820,12606,17030,21212,14793,16685,10877,8919,13383,7894,7350,8964,15551,7351,10090,10855,17496,8415,14011,13170,20797,26199,18733,17026,16626,13894,10423,12161,17542,12361,11598,12354,18241,18201,8216,15470,22080,22199,16089,10507,18139,17323,17462,20627,16879,18038,18562,15854,17969,18514,17519,15994,16041,10418,10564,8942,10373,10241,14162,19711,12242,13267,14089,21367,19158,10326,16199,13011,13792,7217,15723,15826,10136,10117,4487,7621,19541,8921,25334,16950,12206,10392,8149,7436,13029,12759,11313,18108,26674,22258,14289,13193,7266,10804,13011,20638,17084,13202,13985,13624,8304,21522,21023,15672,13532,11303,8096,14449,13373,23866,13860,10322,6034,8795,18053,9206,21646,8474,19307,13545,18117,12523,8834,14468,14206,8602,18999,16487,10004,9268,6625,2769,22462,15860,26637,19985,16641,13141,9191,13597,12049,8705,12542,15155,10934,15113,12321,8395,6252,7500,19696,23341,12626,16510,10746,21826,6767,3572,15184,17329,10860,19871,7980,16216,14764,18789,10534,16095,12261,9072,12859,15585,16523,13784,7953,6621,15948,13336,12796,9406,7451,14794,6790,10939,8929,17809,9329,12622,13948,9490,9943,6391,10113,9667,11364,18371,10619,5536,7382,7412,14914,12217,24004,16665,12064,11927,7656,26882,13904,15681,8225,13247,23795,24852,10356,16214,13937,16665,7089,14963,10555,3185,15301,13993,9802,18481,10287,17115,18601,21198,9575,12644,11817,11205,16125,8091,17733,11065,11597,14339,6525,14740,19556,20847,15069,17980,14604,13262,23310,8413,10286,11477,10180,20503,19855,8403,7605,12856,11191,6529,15324,13240,16359,29323,13941,15223,8332,19367,11480,9485,11379,15348,21719,13438,5145,21935,10268,26730,11805,20676,9685,9626,15869,12276,7900,17587,11057,22673,14453,16518,6551,10240,9910,8502,6459,21720,11348,8765,7865,8384,19365,5457,12463,17379,16692,10074,22742,7965,22968,12535,7994,10424,7790,10331,17812,23339,7413,14874,13874,18865,11398,10738,7583,6576,9970,9418,19989,13318,18874,19498,23153,12305,11547,8613,14410,10860,9260,9196,8582,7833,16294,14594,12364,12239,8035,5347,1876,10191,9535,24260,10076,4824,14589,10328,8910,16022,17992,661,967,25599,20914,25236,13424,22074,13712,12431,16524,24446,24729,18174,1764,547,142,24267,12097,24634,19508,2284,10197,24335,25566,24854,17783,12559,4524,19931,11684,24063,16222,24915,12015,8624,20114,14312,11063,12726,15305,8961,6824,9790,5767,19292,13483,14745,14074,10930,12566,11889,10760,8971,10781,18179,22011,20069,15121,11377,15372,17396,11237,24914,14530,20942,22503,6997,6655,6427,7384,24251,9114,24642,10197,14424,9640,16584,20247,10828,3789,13729,12368,12799,17212,11442,19293,11638,9043,20031,7492,7145,6787,8414,7391,5128,8640,10561,9983,8015,10122,21422,16635,11999,17378,9975,11640,10483,17107,13194,9550,8046,10445,8791,14236,4102,17029,12426,12967,14596,10093,22801,12117,5843,9877,11358,8737,17812,13124,12368,14097,13081,8418,4237,22680,10857,8855,10940,22163,13959,6284,10178,12238,11393,15132,9610,2834,14299,27373,21947,13934,15647,29102,13821,8691,10601,7766,11577,18913,13607,10476,10364,8167,12194,7978,8923,10219,7759,4812,25240,12094,15679,20722,6027,2758,2246,3034,2872,2952,2875,2674,25805,25172,25767,15741,15172,12350,11299,7498,9229,10881,18233,19989,13297,25545,10714,16212,15739,19133,8336,4688,2211,2999,4058,3985,3321,2725,2843,2279,1588,827,24301,26782,25145,24176,7744,17394,14346,15160,10932,315,23976,23630,22715,22998,25537,13951,16149,9626,9359,13457,15111,1156,23433,19688,18637,13051,2890,23475,19497,26599,25993,21527,22580,10619,9695,9957,10834,6309,199,25182,20337,21918,19546,14171,18390,20853,20551,13511,2317,6647,12818,8697,17696,8563,1785,446,1550,1887,1299,1685,979,21926,27001,25497,14515,8250,13539,20649,15625,12560,11045,15532,16287,11812,11953,8278,19085,3094,20034,26059,26908,23256,20896,12537,7784,13879,15326,2407,21932,23292,18849,19700,24142,23500,17358,22821,15262,11969,1752,14775,25767,25079,23471,17512,23449,2812,24467,24515,16796,16566,15017,18197,16519,12148,13684,9517,12744,10524,6425,9325,22353,23056,20570,27058,20985,13783,25748,12941,14025,16087,7188,26533,26589,26675,12615,25220,19687,6746,12288,16832,18872,13016,12286,14337,10109,2892,26797,21287,15421,17776,14198,25175,8711,6573,9678,23740,14597,10814,12416,13457,12942,9500,16546,26240,14412,15811,15564,8301,17951,17556,17013,27024,17024,14653,10336,27139,21042,6968,18801,19268,19745,12696,11967,14977,10615,2589,20484,29508,24612,19862,24195,15429,8269,7141,9316,12475,13012,14435,11757,11551,11489,8442,3822,3372,29696,23164,4572,17601,14041,18162,6267,8390,10095,9133,9551,2584,6313,8040,2857,10547,3485,6986,2352,6424,7040,1520,3246,2331,992,2820,840,1904,525,772,820,131,230,160,54,94,34,0,0,0,17163,22268,18213,16135,16565,25665,16097,11045,22843,15888,12937,14359,23480,16586,24427,24011,20487,15819,14881,2750,22761,24964,9820,14417,21290,15586,19545,18775,17497,20541,10635,11881,11800,10966,11596,6919,15581,24755,20787,27754,16282,10528,10695,25472,6154,10083,25816,25223,14973,18606,23915,17812,8448,113,16,2,22111,23591,11463,13971,13952,15564,19376,12343,7750,9168,22239,15581,8299,9203,8677,15342,12221,13873,15125,16011,9758,15298,16276,19996,14079,11933,12966,15996,13486,4186,18966,16413,18390,20902,21615,15681,6091,10916,7714,15332,14631,5882,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,1228,21623,14408,17982,16970,13725,7775,2563,19113,16181,23518,21662,6463,152,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7925,12937,11284,7321,6587,14093,17652,9012,20364,12868,13112,5754,5560,228,3,282,1090,3366,803,916,1332,3822,18370,27972,25960,5616,18167,11509,10995,8403,7090,3012,10348,10863,21441,28364,6552,25980,6312,5563,12419,23415,1214,25468,22683,8574,8757,8105,2131,24501,15125,16930,26521,14649,10107,11912,12873,15744,4783,23838,23761,25103,15873,8570,15725,8704,11293,12934,13885,4987,6732,2761,8906,26499,18231,23235,6668,22191,25097,17535,1112,11951,8639,554,1018,974,362,616,328,356,166,60,2],"fragments":[{"begin":"0.000","end":"4.680","lines":["This is NPR's LIFE KIT. I'm Marielle Segarra."]},{"begin":"4.680","end":"51.160","lines":["So the other day, I made the mistake of looking at my investment account. I put some money in there last year, and my stocks were down - way down. And this is what a lot of people are going through right now. About 60% of Americans have some money in the stock market, and the markets are not doing great. Big indices like the S&P 500 and the Russell 1000 are at 52-week lows, and the Dow just fell into what experts would call a bear market. It's like every time you think stocks have hit rock bottom, there they go again."]},{"begin":"51.160","end":"75.800","lines":["And, I mean, what do you do in this moment - right? - 'cause the instinct can be, No. 1, to sell everything, and No. 2, to never put money in the stock market again. But our knee-jerk reactions aren't always the best thing for us. So on today's episode, we talk to an expert about how to think about investing in this moment and how to manage the emotions that come up."]},{"begin":"75.800","end":"110.400","lines":["I want to share a little bit of a LIFE KIT episode that NPR's Chris Arnold hosted in 2019. It was a broad overview of investing. And Chris had a really clever way of talking about exactly this kind of moment we're facing. There's a metaphor - it's funny. And the person you'll hear him talking to is David Swensen, who, at the time, was Yale's chief investment officer. Anyway, here you go."]},{"begin":"110.400","end":"119.600","lines":["Is there, like, a biggest mistake that you see people make when it comes to investing?"]},{"begin":"119.600","end":"135.160","lines":["You know, Chris, that's a tough question. But if I had to pick one, I would say performance chasing - buying what has gone up, selling what has gone down. When you do the math, that just doesn't work."]},{"begin":"135.160","end":"191.240","lines":["OK. Now, this is our next investing life lesson from David - call it tip No. 2. This is really important. You don't decide to buy a lot more stock after the market goes way up and, especially, you don't sell stocks after they crash down. Now, you might be thinking, well, but wait a minute. If stocks are in a freefall and they might fall farther, you know, I've seen this in movies, right? It's like sell - sell everything. But let's think about this in a different way."]},{"begin":"191.240","end":"246.320","lines":["All right, David, let's pretend that we just got on a roller coaster, and it's going up the big clickety-clickety (ph) thing. And we're at the top, and we start crashing down. And everybody's screaming, and it is terrifying. And we're going around a corner, and we're pulling Gs. And you look over at me, David, and I'm trying to get out from under the bar. And I'm telling you, David, I'm freaking out, man. I'm jumping off this thing. What would you say to me?"]},{"begin":"246.320","end":"250.000","lines":["Sit down and shut up."]},{"begin":"250.000","end":"252.200","lines":["Chris, don't do it."]},{"begin":"252.200","end":"266.840","lines":["That's Brigitte Madrian. She was a behavioral economist at Harvard for a long time, and she studies how our human impulses can lead us to make really bad decisions when it comes to money and investing - bad mistakes like selling after the market crashes."]},{"begin":"266.840","end":"285.720","lines":["Losing money feels really painful. In the psychology literature, the kind of rule of thumb is that a loss is twice as bad as an equal-sized gain. So how do you stop that painful feeling? Well, you think to yourself, I should get out of the market."]},{"begin":"285.720","end":"308.200","lines":["But, of course, the reason that Brigitte and David really don't want me to jump off the stock market roller coaster after it plunges down is that if you sell your stock at the bottom, you are locking in those losses. If you don't sell, you can ride that roller coaster right back up when the market recovers, which it always has eventually. But if you sell, you are left in a ruined heap at the bottom."]},{"begin":"308.200","end":"317.080","lines":["That's exactly right. And when you sell in the midst of a crisis, you can put yourself in a position where your portfolio will never recover."]},{"begin":"317.080","end":"328.400","lines":["So if you're feeling really emotional about something - you're, you know, really excited or you're really afraid - that's probably not the best time to make a financial decision."]},{"begin":"328.400","end":"347.440","lines":["OK, noted. And if I didn't believe those two experts, I got the same message from a third. I talked to Bola Sokunbi, author and founder-CEO of Clever Girl Finance, a financial education platform for women."]},{"begin":"347.440","end":"391.200","lines":["The truth is that when the market is declining, as we are seeing right now, unless you actually sell it, you haven't lost anything. You still have the asset. You still have the stock that you invested in. And at this time, you really just want to ride out what's going on in the markets because economies are cyclical. We are coming from a really difficult past few years with a pandemic and a big war happening that's impacting our economy. And so we need to give ourself time to recover, give the markets time to recover. And also, you want to keep in mind your timeline, right? So when you're investing for retirement, for the most part, for a lot of people, you're thinking long-term. You don't necessarily need the money right now."]},{"begin":"391.200","end":"405.120","lines":["You know, I feel like this is easier to talk about, though, in theory, because you log in to your account - right? - and you see that it's dropped $7,000 below what you put in there a year ago."]},{"begin":"405.120","end":"405.640","lines":["(Laughter)."]},{"begin":"405.640","end":"409.400","lines":["And it's just like, whoa, whoa, whoa, I need to pull the brakes before this gets any worse."]},{"begin":"409.400","end":"429.160","lines":["Yeah. So it's really important that you bring things into perspective, right? What is your timeline? If you don't need the money anytime soon, then it's OK not to log in to your account this week or this month or this quarter. It's OK to take a break from logging in so that you're not overwhelming yourself."]},{"begin":"429.160","end":"443.440","lines":["OK. If you have money in the market right now and it's dropped, now's not the time to pull it out. But what about additional investing? Should people keep putting money into their investment accounts, given where the markets are?"]},{"begin":"443.440","end":"494.360","lines":["I would say that absolutely, yes. You want to keep investing. And the reason why you want to keep investing is because, like I mentioned earlier, you're able to take advantage of the lower-cost value stocks in the market. And the good thing about investing continuously over time is you're able to take advantage of something called dollar-cost averaging, which is basically, you're buying investments - maybe every week, every two weeks, every month - regardless of if the market is high, low, lower, lowest. So when you average it out, you're still in a really good position. Most people don't have a lump sum of tens of thousands of dollars just sitting around, right? Whereas with dollar-cost averaging, you can invest small amounts of money when you have it, as you have it, consistently over time and build up to whatever that lump sum would be over time."]},{"begin":"494.360","end":"514.920","lines":["I'm thinking about the fact that, you know, not everyone has money invested in the stock market. It's only about, I think, 60% of people. So if folks are considering starting to invest, again, they might look at the markets and be like, oh, no, I'm not touching that. That seems toxic, right? But is now actually a good time to start?"]},{"begin":"514.920","end":"535.280","lines":["The best time to invest was yesterday (laughter), was 10 years ago. But the next best time is today. Think about how we behave on a day-to-day basis. We're all going to go for a good sale at the grocery store, in the mall, our favorite clothing store. Why not for investments, right? Why not for assets? Think about it that way."]},{"begin":"535.280","end":"571.520","lines":["And then the other thing to keep in mind is that, for a lot of people, their first access to investing, the easiest way they can invest - especially if they're employed and their employer offers a retirement savings plan - is through that route. And many employers offer matching, which is essentially, they will give you a percentage up to a certain amount based on what you contribute. And that is essentially free money. So regardless of what's happening in the stock market, that free money is 100% returned immediately on the money that you put in. So you might as well take advantage of that."]},{"begin":"571.520","end":"595.600","lines":["And investing is how you grow your money long-term. When you're investing, your money is out there working for you, whether you're sleeping, whether you're relaxing, hanging out, taking a break. Your money's hard at work. So you definitely want to start investing now, even if you have never invested before. Do your research. Think about having broad diversification. Start small, build the amounts into your budget, and over time you will see it grow."]},{"begin":"595.600","end":"597.480","lines":["Yeah, it's really a long game."]},{"begin":"597.480","end":"598.280","lines":["Yeah."]},{"begin":"598.280","end":"625.600","lines":["One thing I'm wondering about is, if you have an extra dollar at the end of the week - right? - and you're trying to decide, should I invest it, or should I put it in a savings account or do something else with it, how do you make that decision? I mean, I imagine, like, part of it is also, what are your short-term goals? Like, do you have a - are you trying to buy a house? Do you need, like, a lump sum of money for that? Do you have loans you need to pay off - that sort of thing?"]},{"begin":"625.600","end":"652.080","lines":["In order of priority, especially in the economy we're in right now where there's a lot of uncertainty in the U.S. and even globally, it's really important that you have emergency saving. You want to make sure that you have a fallback buffer account in the event that you lose a job, in the event that you have an emergency and you need cash to cover the situation. So I would say you want to aim to having, at the minimum, 3 to 6 months of your basic living expenses."]},{"begin":"652.080","end":"684.680","lines":["And one thing to keep in mind here - the key word is basic living expenses, right? So I'm not saying go and save 3 to 6 months of your entire salary, which can be difficult for most people to do. But instead, take a look at, what are your survival-mode expenses? This would be housing. This would be transportation. This would be food. This would be your core utilities and any medicines that you need. And determine what that cost is. You will find that it is, for a lot of people, significantly lower than your regular monthly spending. And that's what you want to aim to start saving."]},{"begin":"684.680","end":"728.160","lines":["Then you want to ask yourself, OK, do I have any high-interest debt? And the reason why I prioritize debt second is because if you have that emergency savings account in place, then you're less likely to take on more debt when that emergency happens. But debt is also very expensive, right? So when you talk about investing in the stock market, historically, the average rate of return is about 8% after inflation or about 10% before inflation. However, you look at high-interest debt on credit cards - sometimes we're talking double digits - 20%, 25%. And so that high-interest debt can be costing you much more than any long-term returns you hope to make in the stock market. So it makes sense to prioritize paying off that debt."]},{"begin":"728.160","end":"752.720","lines":["And then the third thing is, what are your goals? If you're hoping to buy a home, by paying down your debt - it's actually helpful 'cause it will improve your credit score. It will improve your overall profile to your lender. And then you can start putting those extra dollars towards your goal of maybe, you know, buying that first home or moving to a new city or starting a business, whatever that goal might be. Or it could even be investing additionally, on top of your retirement savings."]},{"begin":"752.720","end":"770.440","lines":["I will say that when it comes to extra dollars, if your employer is offering you free money, I would prioritize that first. Contribute as much as you need to to get the full amount of that free money because that beats any other savings."]},{"begin":"770.440","end":"792.000","lines":["Yeah, that's a really good tip. So I feel like there are a lot of emotions that come up around all this, around investing in the markets, especially if it's new to you - like, fear, anxiety, regret, excitement, obviously. I just - I wonder, how can people deal with the emotions that come up?"]},{"begin":"792.000","end":"832.000","lines":["There are definitely a lot of emotions when it comes to money. I mean, especially when you see your money declining in the stock market, you're like, oh, my God, what a gamble. What a waste of money. I should never have done that. I should have kept it in the bank, where I know it's going to retain its value. But the thing to keep in mind is that just because you see the same dollar amount in your bank account, your savings account, doesn't mean it's worth what you think it's worth - right? - because of inflation, right? So outside of your short-term goals, the longer that money sits in your account, the less it's worth because of inflation. So one thing to keep in mind is that you have to be clear on your objectives. If you are investing for the long term, which you should be, then give yourself a break."]},{"begin":"832.000","end":"858.320","lines":["The other way you can manage your emotions is by having really broad diversification, right? A lot of times, people tend to have the highest panic when they have a lot of money tied to one asset. And I've seen that a lot with people who are heavily invested in things like cryptocurrency, which is highly volatile and is going through a lot of swings right now. So you want to create a buffer for your emotional and also your mental wellness. And you create this buffer by diversifying."]},{"begin":"858.320","end":"898.640","lines":["A great way to start investing as a new person and have real diversification is through index funds - right? - which is basically a benchmark that tracks something like, for example, the S&P 500, which are the 500 largest companies in the U.S. that are traded on the stock market, right? So you have your money split into these 500 places. That kind of helps you create a sense of less emotional turmoil because your money is invested across technology, health care, consumer staples, so many different categories. That way, if it's going really crazy in technology or it's going really crazy in pharmaceuticals, you have other areas that are kind of, like, holding the rest of the portfolio up."]},{"begin":"898.640","end":"905.480","lines":["Yeah. All right. So a question you probably can't answer, but I do have to ask - when will this end?"]},{"begin":"905.480","end":"975.840","lines":["(Laughter) I don't know. Nobody knows it. Anyone that tells you that they know - on the news, on social media - run away. They are lying. They're trying to get clicks. It's all for clickbait and views. It is - nobody knows, right? So that's why you want to take advantage of the sale. So flip the negative scenario around. Yes, the market isn't doing that great. But, again, you may not need your money right away. So you have this opportunity of time. So take advantage of the sale. And then, to kind of minimize the stress and overwhelm, focus on having that cash buffer for your short-term goals that you need, so that when you need the money, you're not stressed out about having to sell your investments at a loss because you have the cash buffer you put aside just for that particular scenario."]},{"begin":"975.840","end":"983.000","lines":["Bola, thanks so much for being here. This has been really great."]},{"begin":"983.000","end":"991.640","lines":["Thank you so much for having me. I enjoyed the conversation."]},{"begin":"991.640","end":"1020.320","lines":["Thanks again to Bola Sokunbi for her insights. Also, David Swensen, who you heard at the beginning of the episode, passed away last year. David was one of the very first experts we interviewed on LIFE KIT. If you want more of his financial wisdom, check out his book \"Unconventional Success.\""]},{"begin":"1020.320","end":"1055.000","lines":["For more LIFE KIT, listen to our other episodes. I hosted one on COVID booster shots, and we have another on how to better understand your credit score. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"1055.000","end":"1105.200","lines":["This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Hannah Copeland. I'm your host, Marielle Segarra. Thanks for listening."]}],"duration":1105}