{
  "title": "Networking can be awkward. Here's how to make it work for you",
  "url": "https://www.npr.org/transcripts/1125931749",
  "intro": "Networking expert Robbie Samuels explains why adapting the attitude of a croissant is more likely to create meaningful job connections — and shares ways to make networking feel more natural.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hi there. I'm Andee Tagle. Nice to meet you."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Strong handshake. More eye contact."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "I'm a producer for NPR's LIFE KIT, the show you're listening to now, and I'm here to expand my network. So hey, what do you do?"
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Is this person useful to me? Are they high enough up the food chain?"
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Oh, really? How interesting. You know, I've done something like that before. Let me show you that line item on my resume. Oh, and are you doing any hiring right now?"
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Must be more impressive. Must get more business cards. Must shake more hands."
    },
    {
      "author": "TAGLE",
      "text": "Networking often gets a bad rap. And if any of the above resonated with your experience trying to network, it's not hard to understand why. So many of us cringe at the idea of having to build our brands or squirm at the idea of trying to talk ourselves up at cocktail hour. In fact, one study from the Harvard Business School found just the thought of professional networking can actually make people feel dirtier. Participants developed a sudden and disproportionate interest in soap and toothpaste. But in that same study, there was one group that didn't feel grossed out."
    },
    {
      "author": "ROBBIE SAMUELS",
      "text": "Senior executives - because they weren't looking for anything. They didn't need anything. In fact, they were full of resources, like budgets and information and introductions and guidance and mentorship."
    },
    {
      "author": "TAGLE",
      "text": "That's Robbie Samuels, a virtual design event consultant and recognized networking expert by the likes of Forbes and the Harvard Business Review. He says the key to networking is to approach it not with a mindset of what you need, but rather what you can offer. Think about it like giving rides to the airport."
    },
    {
      "author": "SAMUELS",
      "text": "If you become known as the person who's always giving rides to the airport, the day you need one, you're going to get a ride. So I think, for me, it's like - I want to be seen as that giver, and I'm most likely to want to give to others who give as well. Not actually, like, to me, but who are those who are also contributing. So that's how I'm thinking about networking. It's, like, really broadening the pot of what we all can tap into."
    },
    {
      "author": "TAGLE",
      "text": "Giving begets giving. And in a constantly shifting job market, when research shows up to 80% of positions are filled not through applications or cold calls, but through personal and professional networks, we could all use some broader pots and better relationships. Shaking the right hands, getting noticed, getting ahead - these things take time and investment, but they don't have to be a chore. In this episode of LIFE KIT - a no-cringe approach to networking. Robbie will walk us through how to reframe your relationship with networking, share tools for impactful interactions and provide strategies for building professional relationships that stick."
    },
    {
      "author": "TAGLE",
      "text": "If you had to define it, do you have your own definition of what networking is?"
    },
    {
      "author": "SAMUELS",
      "text": "Well, I believe that relationships are the answer to any business or life challenge. So any time we need something or I think about what I need in the world, I think, who do I know that would know something about this? And it may end up being that I'm going to hire that person or they're going to refer me to someone that I'll hire. It might just be that they'll spend 15 minutes with me helping me solve a problem with my website. And I feel incredibly, like, abundant because of that, which makes it easier for me to think about practicing the philosophy of abundance that I have, which is to just give away knowledge. To me, if I give away knowledge, it's not depleting me in the same way giving away time or money might, but I'm actually going to increase the possibility for those all around me and support my network in the process."
    },
    {
      "author": "TAGLE",
      "text": "Robbie, I'm curious - do you have any favorite stories - any favorite personal stories of a time that your network came through for you in a big way?"
    },
    {
      "author": "SAMUELS",
      "text": "Well, in a lot of ways, a network is an insurance policy. We don't want to have insurance. We don't want to pay it. But every month, we pay our little premium. It means we're covering ourselves just in case, right? No one's excited that they get to use their insurance policy, but you're thrilled that you have it when you need it. And I think the same thing with my network."
    },
    {
      "author": "SAMUELS",
      "text": "For years, I was working in a 9-to-5. And the whole time, I was supporting others in my network. I was meeting with people at coffee shops. I was sharing and giving. And when I decided I was going to focus on building my own business, there were all these people who were rooting for me, who wrote me great references, made introductions. But it's because I didn't stay underground for all those years and then pop up out of nowhere. And this sometimes happens - I'll be on LinkedIn, or I'll get an email from someone I haven't talked to in five to 10 years, and they have their, you know, resume attached. And they're like, I'm looking for a job. And it's like, well, I can't remember who you are. That's really difficult because these people are clearly desperate, but they haven't been paying, monthly, their contribution into their network. And that can look different to different people, but it's about - even when you're on the high, and you're feeling really successful in life and everything is going well, don't forget that there's other things you can offer."
    },
    {
      "author": "TAGLE",
      "text": "Now, I noticed you mentioned some time frames in there. You know, you said you were paying monthly into that insurance plan, and you had someone reach out, and you hadn't talked to them in five years. What are your thoughts on keeping that network fresh - keeping that alive?"
    },
    {
      "author": "SAMUELS",
      "text": "Well, really, you got to find something you can maintain. So for me, you have different circles or spheres of people that you're trying to connect with. And so your closest friends, who you're going to see you on a regular basis, or if you don't see them for a little while, it'll be easy to pick up. But, you know, if it's an associate or sort of a friendly colleague that you see once a year at a conference, what I love about the world that we're now in, where Zoom and other virtual platforms are part of our life in a bigger way, I no longer wait a year to see people at a conference. The time that it takes a deepen a relationship has actually gone down because the repeat exposure is what builds the relationship. So what might have taken multiple years to feel a real friendship can happen much more quickly."
    },
    {
      "author": "SAMUELS",
      "text": "So I think looking for organizations that host weekly and monthly activities that attract the kind of people you enjoy being around - that's one way to nurture. Another way is to, you know, not just write happy birthday on someone's wall, but do anything else that's a little bit more. And it could just be texting if you have their phone number. I actually gather people's mailing addresses - not everyone's, but some people's. And so if it's - birthdays are coming up the next month, I'll send a birthday card. If I notice that they're - got a new house, I can ask them the new address and send them a welcome home card to their new address."
    },
    {
      "author": "SAMUELS",
      "text": "So these little touches - doesn't take a ton of my effort compared to, you know, getting in a car and traveling to a one-on-one meeting, but it amplifies, like, your ability to be there for people in the moments they really need to be."
    },
    {
      "author": "TAGLE",
      "text": "I like that a lot. When we think about who is networking or why we're networking, often it's job seekers - right? - people straight out of college or people who are looking to re-enter the market. Is that the prime time to be networking? Is that - or that's the only people that should be networking? Or is it - you know, is this a 24/7 gig?"
    },
    {
      "author": "SAMUELS",
      "text": "So you might love the job you're in and wonder, why would I be networking? But seeing all the people being bought out and all the chaos that can come from these mergers and acquisitions, we realize that those 9-to-5 roles aren't as secure as they once appeared. And so it's really a good idea to be networking all the time. Now, my wife does a great job of this. She's a shy extrovert, so she's not the, like, big, shiny person in the room, but she volunteered for an employee resource group, got involved, became the global chair of that employee resource group. When there were layoffs, she organized a spreadsheet where people could write each other LinkedIn recommendations, and this was for people who had just been let go and people who were still there. And by doing so, she added over 100 people to her LinkedIn connections and was sort of seen in this - wow, you know, that's a really nice thing you just did. And that's another simple thing to do."
    },
    {
      "author": "SAMUELS",
      "text": "And so she's done that. She's done a lot of cross-department collaborations. You know, it's like you volunteer for, like, a task force, you know, or like a one-off subcommittee or an ad hoc thing. It just gives you a reason to meet a lot of other people, and she's made a lot of lateral shifts in this particular job. There are a lot of people who see her as a person who gives rides to the airport, figuratively. And they're going to want to help a person who's always doing that, and they'll recognize her name if she reaches out. So that's an example of - always kind of be on the lookout for how you can support your network. And she loves her role, doesn't have any desire to leave and hopes to stay there for a very long time. And yet, here are still ways that she's getting her name out there and being of service and providing value."
    },
    {
      "author": "TAGLE",
      "text": "Inclusivity is a big part of this conversation. You have a great concept on this. Please tell us about being a bagel versus being a croissant."
    },
    {
      "author": "SAMUELS",
      "text": "Yeah, it's the title of my first book, and it's also - \"Croissants Vs. Bagels\" is also the focus of my TEDx. Basically, when we are in-person at events, there's always that moment when you walk in the, you know, reception of the cocktail party and you see people standing around in these tight clusters - these shoulder-to-shoulder bagels that are impossible to break into. But if one person shifts their body language and makes space for others to join, you can visualize now, there's a bit of a croissant. There's an opening. So it's both going into the room looking for those openings, but also - what can you do to be the croissant? Because, remember, you set an intention coming here that you want to meet people, and so it's being aware of - what is your body language saying about how approachable you are and also the mindset shift. Oh, right. I'm here to meet people. Like, let me be clear on that."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. Absolutely. I went to a conference recently, and I was jazzed about it because I'm an extrovert. I'm glad that we're at a point in the pandemic now where we can start going back to conferences. And I left after three days, and I was like, I don't know what just happened. You know, it drains so much of your emotional and your mental battery, meeting all of these people. You have all these business cards, and you don't know what to do with them. It takes a lot of intentionality, a lot of awareness. And that - just because you meet a lot of people doesn't mean you're meeting the right type of people, right?"
    },
    {
      "author": "SAMUELS",
      "text": "Absolutely. The effort up front before you leave the house of doing that kind of planning and strategy work is what will make it more successful. You could spend one hour at a networking event, whereas I'll spend three hours, stay to the end stacking chairs, and you might still end up with a better result because you went in with a really clear sense of what your goals were, and I just met a lot of people. And so it's not about volume, and it's not about extrovert versus introvert. It's about being thoughtful about what you're trying to achieve in that moment."
    },
    {
      "author": "SAMUELS",
      "text": "And if you track those higher-priority business cards, you could put them in different pockets. The other thing you can do is turn the corners down. When you then drop those cards on a table, the ones the corner's turned down will stand out to you. And if at all possible, take a pen and quickly, after the conversation, jot yourself a little note and make sure you put the date that you met them and maybe a keyword to help you remember where you met them. And then you schedule, before you even left the event, time after the event to do your outreach - your follow-up. You're much more likely to follow through. And it's only that follow-through of the follow-up that is going to lead to those relationships. Meeting you one time isn't going to lead to anything. It's if we make a commitment to talk - that's when we're developing a real relationship."
    },
    {
      "author": "TAGLE",
      "text": "Right. I want to talk a little bit more about inclusivity because there can be inherent power imbalances when we're talking about networking, right? You might feel like you need to let certain behaviors or attitudes slide when you're first meeting somebody. How can you stand in your power and live up to your values when you're in a tricky situation like networking, when you're really hoping to get a job - you know, when you're trying to get in front of the right person, and maybe those things don't align?"
    },
    {
      "author": "SAMUELS",
      "text": "Well, I have two thoughts on this. The first is be yourself. So, you know, find your people that appreciate and share your values. That is the best advice I can give to anyone. We're all just trying to belong and fit in and find our people."
    },
    {
      "author": "SAMUELS",
      "text": "The other is to be careful about how we use our language to either include or sometimes not include people who are standing right in front of us. You know, are we being truly welcoming? If the thing you're about to comment on is the thing that everyone's going to comment on - that person's name or their accent - by the way, we all have accents. We all have skin color. We all have hair texture. Like, sometimes we call out those differences. That's not going to help that person feel really welcomed and included. And if you build a connection with them over time, and you're at the point where you're really, I don't know, sharing each other's grandma's recipes, then you can ask questions about where their family came from and all those other things you're curious about."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk a little bit more about game plan - how to warm people up, how to - you know, how to get in, how to get out. Thoughts on - what does that look like? Is there - what's the best way?"
    },
    {
      "author": "SAMUELS",
      "text": "Simplicity. I think that if you don't have enough information to say more than this, just say hi, my name is, and just extend a hand and be welcoming and smiling and encouraging - just being open and being curious in a helpful way. I think the other thing to remember is that, inevitably, someone's going to say, hey, what do you do? And we have to stop, A, using that line and, B, responding as if we're, you know, a prisoner of war - name, rank and serial number. We need to be thinking more about the - I help blank do blank so they can blank. And if you do this right, the answer you're going to get back to that statement is, how? How do you do that? And when you then share maybe a quick client story that illustrates this, now you're into a conversation."
    },
    {
      "author": "TAGLE",
      "text": "OK. And what about online events? A ton of networking is still happening via Zoom. What do you have in your toolbox for us?"
    },
    {
      "author": "SAMUELS",
      "text": "One of my favorite things to do online to stand out - at a networking event or webinar or any kind of online event - is to be a person who shares resources in the chat. If a speaker mentions a book or a website or a TEDx, I will go and find the link and put a thoughtful comment into chat with the name of the book. It's really easy to be that person in a virtual space and a great way to, again, offer value in a room and be seen and noticed in a bigger room. I've taught this to a lot of people. And even people who are shyer or more introverted - they aren't really sure of their own value - they can fall into the habit of doing this and sort of rise up from the crowd in a really nice way."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, I love that that principle of yours is to offer value. But for new grads or for people re-entering the job market, this part might feel tricky. You know, not everyone has a TEDx talk or, you know, a link to a beautiful portfolio at the ready. You know, thoughts here on people who are a little bit unsure of their space or their lane or their value - what they might do?"
    },
    {
      "author": "SAMUELS",
      "text": "Right. So, I mean, my mantra, particularly when the pandemic shifted us all into having to make new choices with our life, was to show up and add value. But you get to think really broadly about what that looks like. So you might say, oh, you're planning an event? I'd love to come to your meetings and take notes. I'm really good at taking good notes, and I'll also organize them in a fashion that makes them immediately - you can email them right after, and they'd be great meeting notes for everyone. They'll know - everyone will know their action items. Like, that's a great skill set, and you could be a really young person who develops that skill set and end up in a room full of senior executives who don't want to be doing that anymore."
    },
    {
      "author": "SAMUELS",
      "text": "It could be that you're inviting someone into a new geographic area and you're welcoming them by helping them get settled in by telling them, like, some favorite restaurants or places to go. If they have kids, maybe you're going to share with them some tips about things to do with kids in the area. So it's about making things simple to do and realizing, like - for the space you're in, what might people want to know that you know, and then being ready to share it in the moment and not hesitate. I think we want to find people we have something in common with as a starting point. And when we're doing business or hiring people, I think having those things in common can really help."
    },
    {
      "author": "TAGLE",
      "text": "When should you be networking? Is every interaction you have an opportunity to network? Are you only supposed to be networking when you're looking for a job?"
    },
    {
      "author": "SAMUELS",
      "text": "So if you're at the DMV or the RMV - motor vehicles..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SAMUELS",
      "text": "...And you have an interesting conversation with someone while you're sitting there for 3 hours, that's networking."
    },
    {
      "author": "TAGLE",
      "text": "At the DMV, OK."
    },
    {
      "author": "SAMUELS",
      "text": "Why not, you know? Like, if you mind your own business all the time and have blinders on, you'll miss opportunities when they are right in front of you."
    },
    {
      "author": "SAMUELS",
      "text": "I really do believe that serendipity is more likely to happen if you know what you're looking for. So if you go in with a clear understanding of what is the moments you're looking for or the kind of people you're looking for, you'll start to find them in moments you wouldn't expect. And that is so amazing. It feels like serendipity. It feels like a gift. But I really think, in a lot of ways, luck is good advanced planning. And if you do the good advanced planning, you're just going to be luckier all the time. And I really strive to find those really lucky, serendipitous moments in my life, but I also put some effort into helping them happen."
    },
    {
      "author": "TAGLE",
      "text": "I like that a lot, Robbie. Any last thoughts, feelings - anything that I missed?"
    },
    {
      "author": "SAMUELS",
      "text": "I just think that we just need to re-engage and connect with the people in our life - whether those are LinkedIn connections or Instagram followers - in a way that is meaningful and not necessarily always looking to meet new people, which can feel exhausting, but to really re-engage and support and connect with people who are already in our life, who are already in our network. And could be from five or 10 years ago. If they remember your name and you'd be happy to hear from them, then why not reach out?"
    },
    {
      "author": "TAGLE",
      "text": "That was networking expert Robbie Samuels."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on mentorship, another on quitting your job and lots more on everything from parenting to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes me, Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Summer Thomad, and Michelle Aslam. Julia Carney is our podcast coordinator. Engineering support comes from Stu Rushfield, Tre Watson and Patrick Murray. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9184855211.mp3",
  "img": "https://media.npr.org/assets/img/2022/09/29/lk_harlan_networking-6_wide-701ceb7d77967d90f594c1dff8dccff8c4cf0f44.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "ROBBIE SAMUELS",
    "SAMUELS"
  ]
}