{"title":"Dear Life Kit: My dad's wife died and he won't leave the house. What do I do?","url":"https://www.npr.org/transcripts/1125341281","intro":"Psychotherapist David Defoe offers advice to a letter writer who is concerned about how to help their grieving father.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my dad doesn't want to work through his grief, and it's hurting our relationship. What should I do?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"DAVID DEFOE","text":"Grief is not prescriptive. It's personal."},{"author":"TAGLE","text":"That's today's expert, David Defoe. David is a licensed professional counselor and clinical director at Imara Counseling Services in Maryland. He's also a certified grief recovery specialist, which is very tough and very important work that will help us a lot with today's question about supporting a family member through loss. Stay tuned."},{"author":"TAGLE","text":"David, can grief work ever be joyful?"},{"author":"DEFOE","text":"Sure. Of course. The human experience is full of joy. Grief work involves the stories that people carry about their loved ones, the people that were important to them. You learn so much through people discussing their pain. You know, life's all about dichotomy. And so, you know, we have joy, and we have sorrow. And they are oftentimes companions with each other. And so, you know, we help people, through the grieving process, bring those both in. We have to be cognizant that, you know, there's a duality in the life."},{"author":"TAGLE","text":"They can exist together. David, I am so excited to talk to you. Thank you. OK, let's jump in."},{"author":"TAGLE","text":"(Reading) Dear LIFE KIT, years ago, my dad's wife got in an accident that left her paralyzed from the waist down. It also led to her addiction to pain medication. Afterwards, their marriage started to get really rough. My dad constantly complained that she bossed him around too much, that he couldn't ever leave her side, and that she didn't try to do anything for herself. Then, about a year ago, she died from an accidental overdose. Since then, all he does is talk about how wonderful she was and how much he misses her. And he goes through these bouts of depression where he refuses to leave the house even to visit his grandkids. I've suggested counseling. I've found names of counselors. I've offered to go to counseling with him. He refuses and tells me he just needs to get over it. I'm starting to find it painful to be around him. And I'm so tired of asking him to come out, just to have him say no. How can I help him? What do I do? Signed, Secondhand Grief."},{"author":"TAGLE","text":"OK, David, I'd love to just hear your initial reaction to the story."},{"author":"DEFOE","text":"My initial reaction to it is grief is so difficult already. And we already know that one of the toughest losses that someone can experience is the loss of a spouse because it comes along with so much other stuff. It's not just the physical relationship that's lost. It's, well, now how do I define myself? For all this time, I've defined myself as a husband. I've spent so much time helping someone navigate this accident that they were involved in, and now I'm no longer even a caretaker. So what do I do?"},{"author":"DEFOE","text":"And so this sort of loss of identity that exists here, there's a difficulty of trying to navigate, well, how do I interact with a world that is completely new? Being a widower probably wasn't on the docket. Dealing with a spouse that overdosed probably wasn't on the docket. And so, you know, many people have to wrestle with the question, you know, what am I letting go of? Or who am I letting go of? Will I forget that person? Will I lose who I am? All those things are sort of jumping off the page at me. It seems quite a normal reaction to such a difficult challenge that the person is going through."},{"author":"TAGLE","text":"Yeah, absolutely. It seems to me like our writer is maybe passing a little judgment here about Dad's perspective shift about his late wife. Is there any harm in putting on rose-colored glasses, so to speak, when remembering a loved one?"},{"author":"DEFOE","text":"OK. So this is the interesting thing, right? And this is the thing that we have to really keep in mind, that no matter how much consternation someone causes us, no matter how much difficulty this person's wife caused them, we don't grieve people; we grieve relationships. And it's important to understand that with tragic deaths like overdoses, it compounds our pain. There's a prevalence of guilt among surviving relatives of people who died tragically."},{"author":"DEFOE","text":"You know, they begin to start asking themselves, well, what could I have done differently, if only I was there when this happened, or if only I had been watching more intently. All kinds of things that you can imagine conjure up in their mind. So guilt sort of makes us grieve even more heavily. And so if we would look at this from sort of a higher or a macro perspective, death and loss leaves us with so much pain and emptiness. But there's also so much unfinished business that it also leaves us with - you know, their hopes and dreams, their aspirations that we had for the relationship that we have to then bury along with the people that we lose. And so, yes, there sometimes is a romanticism that is involved in grieving people because oftentimes we want to hold on to the good and to release people from the bad. So, yeah, there's a natural sort of romanticism of the past. It's quite normal and natural for it to happen."},{"author":"TAGLE","text":"That's a good point. And like you said, it's not just about the relationship. It's also this label. He was a husband and is no longer a husband. He was a caretaker, is no longer a caretaker. So I guess my question for you, David, is this child who's on the outside looking in and just sees a father who is distraught - what's your advice?"},{"author":"DEFOE","text":"So we know that the No. 1 need of grievers is to have someone listen to them. The important thing that we have to do is we have to ask what it is that they need - not what they need to do or what they need in order to get over the pain, but be able to be supported while he sits in his pain. We don't want him to just try to ignore it or try to bury the feelings or anything else like that. We want those feelings to be present with him, right? So I know in the question, the child continues to ask their father to come out or to do things, and the father keeps saying no."},{"author":"DEFOE","text":"And I would suggest that, you know, this individual continue to provide the father with some space to say yes and have realistic expectations of even asking him. So if you go into thinking, oh, my father is going to say, no, you shouldn't leave that conversation disappointed that he just did what you assumed he would do in the first place. Right? So letting him know that it's OK for you to say no, it's OK, I understand that you may not want to go - but let him know, I'm going to ask you again the next time. And you continue to come back the next time, right?"},{"author":"DEFOE","text":"Even the aspect that he mentioned about counseling - now, this is a very, very hard step for a lot of people. Right? If we're to be honest, certain - men are uncomfortable expressing our emotions and our feelings in ways that make us feel vulnerable. So in order for him to actually experience true health and healing in the counseling process, there has to be an opening provided for him to first begin to develop the emotional vocabulary that goes beyond just anger and frustration."},{"author":"TAGLE","text":"What does that look like if the child wants to help build that emotional vocabulary when dad is really closed off? What does that look like?"},{"author":"DEFOE","text":"Typically, you would probably want to get professional help for it, but there's other outlets for it. It's finding grief groups for him. It's finding persistence. Like, a lot of people will tell you I don't know because it's a good cop-out because they don't think people are patient enough to sit and let the productivity of silence get them to the point where they're like, OK, well, I have to come up with something, and so let me think deeper about it, or let me think more involved about it."},{"author":"TAGLE","text":"The productivity of silence - wow, I like that a lot. Any last thoughts, feelings for us, template language on helping ourselves and others through grief?"},{"author":"DEFOE","text":"You know, continue to listen. Remember; continue to be present with him even if he doesn't want to go out, you know, spending the time to spend time with him on a one-on-one basis. And you don't have to do anything. You don't got to talk about anything. Even if you are just providing your presence, it matters. And then, you know, for those that are grieving, understand that your grief journey has to be your own, that, you know, oftentimes grief puts us into a state of confusion."},{"author":"DEFOE","text":"So the most important thing that we can do is, one, enter - you know, sit with the pain, allow the pain to accompany our memories, and then figure out ways in which we can continue to have bonds with the people that we've lost or the things that we've lost. You know, while we have to conclude physical relationships, the emotional and psychological relationships continue. They are still etched in my memory. You know, how do I create memorials to those individuals, those people that I've lost so that they continue to take up space? Allow them to be a part of you, because they will be."},{"author":"TAGLE","text":"That was grief recovery specialist David Defoe. At the end of every show, we ask our experts for the best piece of advice they've ever received. Here's what David had to say."},{"author":"DEFOE","text":"Don't be so overly involved with your self-improvement. Be who you are. Accept the gifts that you have. Accept the abilities that you have, and don't spend so much time at the sacrificing of your gifts trying to develop new ones. Be yourself."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6945972859.mp3","img":"https://media.npr.org/assets/img/2022/09/28/dearlifekit_grief-copy_wide-4f0a5b5b16f6259fcfb37e22cfbec20b69320508.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","DAVID DEFOE","DEFOE"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,2301,2024,23988,23123,12530,1623,1814,22198,22709,16896,17059,10026,6156,9998,10225,23312,18334,9067,10580,1767,2336,2104,22868,24003,18085,2050,2905,16669,24301,19730,15221,20567,26276,10935,19121,24145,16048,25804,9974,3913,28056,24283,9923,3409,3263,4104,25845,5470,13960,17315,22917,5881,2601,19695,17996,19005,2571,13109,16300,12143,10861,7890,25800,15632,18142,22731,19691,21553,11328,17771,16319,15188,8220,5261,12207,18777,3621,13502,8037,18519,9152,3854,14050,14622,15938,19717,15902,18413,14710,9209,11493,3364,18299,20223,7830,2415,2439,25019,16929,13153,14924,15662,3065,25425,11432,18056,12210,8523,7227,18027,13510,9155,11837,11812,12499,5843,9646,19337,15432,13509,3899,2212,19119,11460,19025,12712,24872,7611,17013,8887,2663,29383,22641,24813,16737,15619,15454,17654,3662,2824,25792,19771,20657,14511,14628,11227,10974,19059,21137,22753,15224,17645,18485,13285,8505,11161,8786,10268,2546,3304,26106,18631,20358,15330,17076,12155,8483,5511,1672,12431,7863,17236,19803,12571,8518,25551,13098,10602,7393,23433,15949,21311,26832,17186,14423,12423,12372,23698,10852,8914,11699,6692,974,1673,1600,25469,13540,6419,1823,2242,2451,2242,2707,2170,1719,429,179,45,2823,28150,5422,22477,14831,16023,18163,25760,17679,11100,24981,16554,11142,17673,26256,19785,18278,20262,17914,24955,13379,7416,1611,27363,16156,12869,13350,14278,28298,11956,16884,16798,17434,19361,21684,26666,8397,20215,19081,7843,300,27498,23580,10116,25063,17627,20967,19364,23823,24863,8021,16384,22901,21374,25423,22845,9389,12157,14315,18743,4782,26880,24678,23088,11321,19235,25435,25835,11000,3438,26090,25748,25395,17404,16683,12321,14537,10427,11047,23882,26631,21039,12839,19327,15953,11488,4168,18,10,59,28195,21052,23867,13758,16077,23092,26022,16349,11756,16705,20017,19569,15639,11316,19652,14326,16075,13816,19137,9185,13591,6343,17158,19189,20488,15645,15049,23797,15241,13855,23614,17274,12684,16061,19742,19219,16079,16771,8630,21776,23917,28027,22182,24773,23506,25207,21547,16720,17131,239,4,4,4,19817,16357,10539,18655,16564,15758,21379,20683,15241,653,14857,8627,9383,13403,6694,13113,16817,10072,11770,19280,6423,4598,22287,20905,21550,8769,7285,19318,12601,9492,10527,6149,18134,9048,19061,20389,12066,8206,16731,10227,8957,12951,11376,11959,18443,22621,14349,7029,3890,23063,9908,21986,21755,20303,12329,14320,16465,11903,8687,12147,12624,11855,12395,12237,10456,22574,7904,21447,20033,21377,21861,15112,21544,11315,12631,9866,7,6,0,20927,17559,21839,22405,19675,20259,10683,8537,18155,17034,11656,3448,10149,23354,6200,12835,10844,13981,8322,4726,580,3271,24794,18120,12483,5936,11284,18389,12571,8111,12240,9060,8260,9404,6567,9457,8157,7457,11265,11744,9960,2388,16265,21073,9492,10703,14788,18926,5647,17765,4874,20454,12506,20827,10961,9731,4732,12929,20804,16099,18243,22895,14263,17824,6167,9522,6701,4484,6110,12406,21942,24982,6546,2633,12570,18908,10214,9714,9962,17959,9115,8410,9733,1569,18313,19594,12480,11105,9172,21695,22678,11260,15174,9482,11576,16039,24532,15027,1425,25661,13398,19028,7111,10285,3032,4153,16534,20863,20285,16745,3425,13713,546,6326,18458,15538,24968,9280,15688,21831,15453,26985,13905,10702,7490,13790,10159,416,26868,21112,24108,13994,12071,2128,2377,2288,2085,24467,27051,1391,1596,7294,22303,11877,21462,18068,20529,20626,11506,8346,13215,17423,17929,8452,12312,14064,1476,4093,19651,20065,25603,17008,14108,8787,11088,6878,1259,1536,1153,25423,24615,15905,14510,17061,12771,13453,12021,15170,1823,2391,1574,18349,16388,17306,15132,9864,7828,16087,7785,13611,6472,10928,13588,14464,12566,18174,2390,14295,21620,21824,10474,7670,7218,13514,1580,999,1849,22103,14442,26192,13257,17410,14775,13669,12681,10711,6459,373,324,569,23420,21075,26534,21451,15433,15101,12511,12172,15473,11762,7083,9176,9999,4401,4547,12786,12227,25348,21037,8638,12055,6615,8562,10188,11368,18179,11016,14938,15158,7777,1785,3169,5076,25151,15115,10098,11241,4996,10331,11933,13594,15375,6889,11461,28337,22058,15793,20201,4112,1444,2240,13682,22556,13624,11571,8684,9410,13498,8714,16505,17587,1981,5314,4976,17503,17147,15049,10392,13270,12947,6901,6662,18730,14325,14949,7130,15198,9440,11848,12914,10327,10496,1846,1518,1643,20909,18506,10611,1714,25588,21706,5485,2123,2236,1942,6583,12337,3507,1948,27132,11463,8152,3643,2092,1546,1340,4280,2299,26794,16621,22185,13571,15055,12687,13413,8925,15247,9970,10100,20425,18390,19631,24207,7744,6638,8354,4421,26090,20061,12690,14798,11851,13846,6619,579,21409,17386,24369,19169,10702,14003,15511,7138,16775,14748,8788,9909,7441,14275,12004,12383,10543,24973,5139,1216,1374,22434,10571,13597,25903,16822,15879,16642,13813,11485,10267,15852,8537,27230,12772,7715,18567,12777,1220,19076,24457,12356,11459,7757,17063,13429,20663,14510,19899,21369,12326,5140,23040,19397,22749,23848,11944,13559,1645,20897,23439,18285,24299,9796,10442,11247,4899,24133,15812,12271,15542,20418,9762,1319,17145,25585,6724,10037,13898,14324,7355,24485,22717,17907,12179,7757,11876,4503,16554,18782,18722,13277,2058,23609,15165,16420,24594,22403,15461,21459,8284,6549,3140,3447,23890,24742,4243,24244,25242,15693,14354,6520,292,7680,5148,5868,25459,6720,18442,10763,7872,12629,374,4370,5760,23375,23537,12324,21242,19486,8585,12992,15487,13861,6954,391,15891,21070,18780,24642,1489,144,12849,15006,522,10972,22223,19379,15957,9853,5561,2992,23601,13019,14288,12611,10567,28502,16011,23449,8606,2905,2805,18872,19324,691,224,120,17821,27190,14566,21495,21611,16297,18244,14626,12784,24430,8136,5276,24067,20962,15559,4274,7295,7874,23889,24004,5396,1086,18490,24115,15237,13594,26080,20997,6247,3936,13009,18129,14449,12522,1089,24631,18282,11482,15497,19713,19247,8556,8180,6663,771,13918,11223,25422,10620,25701,19872,21050,4995,6740,5427,2770,16422,8319,4275,22426,12230,18596,8859,8490,9128,5278,15957,6221,12985,8204,7095,3698,24861,7406,10769,14538,22290,14366,20730,17888,12843,16807,11587,11267,13391,9259,17095,16555,17205,15532,10172,10620,19279,19406,9608,11105,3537,3431,20976,13663,19571,21825,9990,15540,11906,11687,14981,9541,10784,10206,14498,10892,11941,9649,8565,17113,25243,1115,16680,22254,19906,14471,9415,3744,11775,21318,20365,23206,23608,19661,13532,8284,5956,623,1043,25900,5184,246,22727,22764,10971,13966,16968,5824,73,12937,6151,11397,7149,14737,12266,7542,10678,11028,20785,17547,10565,1835,20509,21932,12132,9130,22228,22618,23246,15886,10372,1056,24425,21679,18705,13797,10899,18389,13334,5224,2478,1610,201,17928,11853,20400,21196,13787,18984,17407,13309,24752,23244,18222,6473,4818,20657,20720,17285,7335,5396,16317,12830,16457,13560,16566,7129,1104,24135,22570,23631,12365,24437,21055,15050,15418,3700,12852,23266,16544,13122,13773,5077,14095,9360,2024,9139,16963,19095,22013,14189,11021,12256,15856,14048,13771,15237,9268,6849,18696,20444,12098,20051,23251,8829,18886,5336,9156,20247,13835,23944,10353,11396,7810,23009,22094,13147,4563,12854,2399,10854,20839,16512,18504,5490,24064,4439,24551,17207,16860,13294,8908,16666,5208,11792,9974,21971,2686,92,1185,25942,26198,19770,19886,17212,15723,17292,12971,10015,13561,18702,10366,6643,14484,14601,14287,15490,2172,21419,19840,1587,23837,24605,12670,10802,14481,8345,9283,11036,16298,859,19556,22296,9948,9690,22995,3760,1737,23523,19895,13643,11396,15421,15552,9726,15500,9160,16558,13653,9179,6196,762,1680,18426,7908,14060,20229,19316,5484,13619,7716,10048,20041,24603,21172,20374,12091,11458,6819,12243,5059,8411,10790,9233,19207,13597,22450,16538,9156,10649,16146,16477,1631,1872,15426,15726,3894,23027,10159,20918,16648,16013,11631,10660,16702,9047,8608,5895,14400,10537,18812,17929,12161,17935,19559,18654,15662,18016,11908,8987,15466,8903,11515,12550,10431,2193,20965,16965,14766,10903,8993,18014,18745,12339,627,6496,17894,14855,6010,9650,11492,8629,8155,12253,11343,26039,8604,18685,18677,11422,22819,18885,18743,11134,5530,5813,10703,796,15568,7658,17401,11499,15287,15676,15082,20956,18297,17721,14111,10106,16271,7417,15500,10667,8639,9112,9124,8588,22682,8182,7571,12447,6375,8154,2664,24964,21418,16740,15030,14520,4796,11877,22410,19180,11804,16520,19025,20561,16781,10444,2997,13010,12088,10568,23429,12713,9939,25721,24575,21256,20552,4873,20930,2031,15825,21720,6646,24923,569,3678,18258,15563,5827,20936,13927,19763,5518,9769,18592,23463,23862,14064,3570,179,20898,24612,17249,13298,10448,17036,11749,13161,16368,17827,9016,9542,6973,263,504,23162,20347,18586,9184,17927,15061,8762,8090,6338,9135,18859,11683,23623,3295,998,21142,18869,20624,15496,8705,19098,12731,11778,8488,14060,8623,2902,15961,9168,12465,14404,18459,16386,16150,13192,19464,11415,10852,9951,7980,9196,17989,14042,7608,20260,23632,16522,14295,13319,11371,19513,21173,12932,12119,10399,21588,21539,11808,21868,13766,13347,1195,14853,25843,19564,21035,11195,7555,16974,8932,10111,11588,8551,1006,15510,18266,21717,16762,9966,12090,2160,13112,15608,18101,9998,13176,13790,20121,12638,18407,8115,17535,12998,13755,9241,2947,23188,17593,19402,17950,16576,18584,7081,15150,15532,11275,12994,3487,8974,23974,9043,21389,13249,18039,16254,19038,19370,11826,10761,12285,12945,359,14773,14450,18821,8398,9739,6298,18976,14447,18410,15490,21781,19688,8375,8938,7591,21214,18508,7560,1124,26111,24010,17134,17175,18438,16360,12970,17070,14944,9877,7633,7082,15451,17720,22954,15379,21150,16301,6652,9841,16822,1674,22274,14166,17296,19247,18899,6603,15867,15235,18245,6853,13699,20217,21720,11537,23366,12563,24790,6174,21249,3569,17809,20733,23785,21781,23663,12039,12712,11562,15362,16707,2443,6244,728,448,9591,5197,22467,19584,18264,20112,12592,14733,10801,150,8411,11634,17796,9741,1165,935,24686,24865,20601,17156,10251,7475,19327,10666,21424,18207,16082,9394,15761,6839,18497,14908,13437,7113,10960,11174,7297,12460,9842,15733,18121,10761,24537,11174,20306,15056,3392,4667,24366,20457,18057,19272,23608,6684,14104,7578,13163,5767,15223,14666,7502,21673,8591,12016,7629,24801,21745,24619,18032,13627,15515,15042,5995,10324,11959,17709,9274,26090,20517,10836,10073,21090,15779,5446,786,22145,16535,23131,15258,19308,4263,5933,6713,4254,21210,21637,14791,8402,24608,14887,23561,2125,21337,18470,10174,16399,10638,10189,983,22472,7850,24316,8615,11103,12357,8561,3358,19168,23592,21086,25174,12470,17834,15112,12174,15518,12661,19934,12526,915,15167,24444,25746,20914,6266,7213,19315,9630,14838,8779,6626,5795,18601,17045,7257,13429,17109,17722,18995,22234,18630,15741,16423,17664,15483,13559,16230,16434,12260,15670,8048,9226,14371,8188,8710,16488,1084,27597,14985,14042,20105,25150,20790,21563,10778,17912,18929,17771,12048,12579,16579,12648,13265,8897,10022,15063,5707,811,16261,21075,22081,13884,9335,8957,8593,6587,8941,3777,500,136,142,13528,10270,11113,5090,5305,2856,481,122,3707,2435,5012,4779,3308,23122,15778,19095,19848,17878,9008,8204,13640,14728,14397,11392,9444,9453,11967,11961,7992,9016,10625,1320,18989,21499,14632,8698,15039,17736,19448,8421,3566,15885,17961,21100,9478,14632,3409,12429,15707,15340,24259,10448,9385,9970,15817,20517,11361,19784,3716,8519,19908,14168,9661,10794,10105,5590,10138,10926,5428,4924,25115,23593,17182,12923,12818,14326,8336,14265,7815,11070,21540,12083,22157,27366,23039,11725,10931,7105,1039,10011,19106,13222,18447,8420,17314,17249,13840,14725,12915,12807,6873,8993,11024,8441,696,12282,16125,20275,24306,20580,15897,7339,6967,3501,14922,2246,14010,25428,23752,15979,15097,13090,5298,14359,15271,4770,14982,13778,10444,12237,19533,17170,14024,12786,8692,11476,8142,25521,20152,8106,23049,14868,12205,14125,22124,8089,8074,21363,12685,13528,1794,12543,24493,21935,8010,23962,19636,5945,21176,22184,17291,9635,6849,8870,10072,9077,6665,12275,12796,1048,26965,19984,4763,5498,854,3418,22203,26800,14386,8868,10853,9168,7988,6136,8192,7377,18635,28184,21344,9550,4708,11093,7670,11894,6927,24119,20624,19457,8900,14618,17368,7097,4993,6203,17149,12863,7962,15228,20095,7501,5182,6432,14001,13072,2540,5505,18326,22177,12301,8670,15514,7812,7390,10952,17810,18284,3593,18370,16979,21068,6150,8971,4607,4641,9492,11490,13762,18327,6683,11742,6651,3034,18122,21129,15768,3988,24057,26047,1850,1478,11628,22375,16368,19072,14715,7822,13433,5137,1285,2958,22494,19679,11104,11183,16822,4435,9679,8530,3568,2860,2522,2149,1274,2881,2692,2348,2298,2128,21819,8731,16157,20050,12227,11061,7241,12996,9455,1313,2427,2370,23346,25112,19175,18957,20740,15698,20540,12499,16331,10988,17419,8838,11781,8825,4796,2012,3031,21270,25982,19708,3702,6741,25021,22962,17421,13825,10634,6152,7323,5402,2634,20115,16187,24824,21065,2021,10451,24266,6301,23550,10192,18251,13091,19289,17099,12224,13461,14531,3048,11869,19149,17937,14480,12774,12195,16430,13848,16063,14845,8367,23482,12765,16901,8021,18145,14146,2471,11701,21868,20684,2788,2024,2560,4438,19621,17495,15135,4657,15223,8224,12823,14224,12691,11987,9522,11203,17381,16421,18190,17266,13685,14922,8190,21888,15781,8388,1386,13242,14044,19212,12681,12995,8884,2790,2625,13367,19052,20444,12666,11526,8985,16884,12194,16244,12822,11190,17321,13543,14180,12592,10284,15357,13491,15620,14498,15394,2097,3911,2561,25095,17221,8974,10622,11198,15688,11589,13094,16536,12772,14119,13752,7852,3243,2340,18710,12524,16162,10934,9647,9575,13089,17818,8588,6426,9219,8684,10575,2157,2111,1996,22128,20908,16793,7663,11714,10651,11242,11335,13469,12007,987,1286,24982,26020,16279,20942,2005,21318,16954,11717,3264,2695,2420,2065,1829,1343,1294,582,558,367,198,90,72,35,15,5,12,23591,22564,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,4445,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,522,21615,15681,9066,10916,13365,15332,14631,17796,11401,15196,11988,11935,16174,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,18264,14136,17982,13725,7775,3745,19113,14505,16181,23518,8019,4953,10115,21329,22171,9702,11803,17515,13033,13345,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,19623,22239,13823,8299,9203,8677,15342,12221,13873,16011,13635,9758,16276,16739,19996,14079,11933,12966,15996,13486,4186,18966,15264,20902,11744,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,272,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,11181,17982,16970,11882,7775,5849,19113,16181,23518,15176,6463,942,21329,13604,22171,11803,17515,13968,8788,15314,19820,7486,8235,12937,11541,11284,7321,10742,14093,17652,9012,20364,12868,13112,5754,5560,209,3,68,1232,7654,23023,25214,13667,22463,19112,10426,10724,10937,8541,9107,10170,18135,8308,9123,16574,18101,8942,9503,18065,10529,16676,12735,15962,11281,24596,16667,10905,13302,25596,12295,11071,21677,22676,19777,20623,12593,13527,7290,9446,8566,5152,12981,11471,11412,11930,10542,19643,20031,11792,14055,8218,9610,20021,13756,10280,14494,17412,9754,13767,11368,12643,11725,14193,10279,15239,9720,8136,15510,15768,14576,13191,19012,20960,14311,8515,11558,11183,20225,15753,12217,16328,26180,20669,11114,10743,3629,15715,6517,10093,12484,13770,61],"fragments":[{"begin":"0.000","end":"11.760","lines":["Today on the show, my dad doesn't want to work through his grief, and it's hurting our relationship. What should I do?"]},{"begin":"11.760","end":"13.200","lines":["Dear LIFE KIT..."]},{"begin":"13.200","end":"14.520","lines":["Dear LIFE KIT..."]},{"begin":"14.520","end":"15.800","lines":["Dear LIFE KIT..."]},{"begin":"15.800","end":"20.560","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"20.560","end":"25.320","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"25.320","end":"30.920","lines":["How can I become a better caretaker?"]},{"begin":"30.920","end":"39.680","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"39.680","end":"42.200","lines":["And we're getting personal."]},{"begin":"42.200","end":"46.520","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"46.520","end":"53.880","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"53.880","end":"56.800","lines":["Grief is not prescriptive. It's personal."]},{"begin":"56.800","end":"78.080","lines":["That's today's expert, David Defoe. David is a licensed professional counselor and clinical director at Imara Counseling Services in Maryland. He's also a certified grief recovery specialist, which is very tough and very important work that will help us a lot with today's question about supporting a family member through loss. Stay tuned."]},{"begin":"78.080","end":"82.440","lines":["David, can grief work ever be joyful?"]},{"begin":"82.440","end":"134.720","lines":["Sure. Of course. The human experience is full of joy. Grief work involves the stories that people carry about their loved ones, the people that were important to them. You learn so much through people discussing their pain. You know, life's all about dichotomy. And so, you know, we have joy, and we have sorrow. And they are oftentimes companions with each other. And so, you know, we help people, through the grieving process, bring those both in. We have to be cognizant that, you know, there's a duality in the life."]},{"begin":"134.720","end":"141.280","lines":["They can exist together. David, I am so excited to talk to you. Thank you. OK, let's jump in."]},{"begin":"141.280","end":"243.360","lines":["(Reading) Dear LIFE KIT, years ago, my dad's wife got in an accident that left her paralyzed from the waist down. It also led to her addiction to pain medication. Afterwards, their marriage started to get really rough. My dad constantly complained that she bossed him around too much, that he couldn't ever leave her side, and that she didn't try to do anything for herself. Then, about a year ago, she died from an accidental overdose. Since then, all he does is talk about how wonderful she was and how much he misses her. And he goes through these bouts of depression where he refuses to leave the house even to visit his grandkids. I've suggested counseling. I've found names of counselors. I've offered to go to counseling with him. He refuses and tells me he just needs to get over it. I'm starting to find it painful to be around him. And I'm so tired of asking him to come out, just to have him say no. How can I help him? What do I do? Signed, Secondhand Grief."]},{"begin":"243.360","end":"248.280","lines":["OK, David, I'd love to just hear your initial reaction to the story."]},{"begin":"248.280","end":"280.320","lines":["My initial reaction to it is grief is so difficult already. And we already know that one of the toughest losses that someone can experience is the loss of a spouse because it comes along with so much other stuff. It's not just the physical relationship that's lost. It's, well, now how do I define myself? For all this time, I've defined myself as a husband. I've spent so much time helping someone navigate this accident that they were involved in, and now I'm no longer even a caretaker. So what do I do?"]},{"begin":"280.320","end":"323.240","lines":["And so this sort of loss of identity that exists here, there's a difficulty of trying to navigate, well, how do I interact with a world that is completely new? Being a widower probably wasn't on the docket. Dealing with a spouse that overdosed probably wasn't on the docket. And so, you know, many people have to wrestle with the question, you know, what am I letting go of? Or who am I letting go of? Will I forget that person? Will I lose who I am? All those things are sort of jumping off the page at me. It seems quite a normal reaction to such a difficult challenge that the person is going through."]},{"begin":"323.240","end":"338.000","lines":["Yeah, absolutely. It seems to me like our writer is maybe passing a little judgment here about Dad's perspective shift about his late wife. Is there any harm in putting on rose-colored glasses, so to speak, when remembering a loved one?"]},{"begin":"338.000","end":"369.760","lines":["OK. So this is the interesting thing, right? And this is the thing that we have to really keep in mind, that no matter how much consternation someone causes us, no matter how much difficulty this person's wife caused them, we don't grieve people; we grieve relationships. And it's important to understand that with tragic deaths like overdoses, it compounds our pain. There's a prevalence of guilt among surviving relatives of people who died tragically."]},{"begin":"369.760","end":"430.520","lines":["You know, they begin to start asking themselves, well, what could I have done differently, if only I was there when this happened, or if only I had been watching more intently. All kinds of things that you can imagine conjure up in their mind. So guilt sort of makes us grieve even more heavily. And so if we would look at this from sort of a higher or a macro perspective, death and loss leaves us with so much pain and emptiness. But there's also so much unfinished business that it also leaves us with - you know, their hopes and dreams, their aspirations that we had for the relationship that we have to then bury along with the people that we lose. And so, yes, there sometimes is a romanticism that is involved in grieving people because oftentimes we want to hold on to the good and to release people from the bad. So, yeah, there's a natural sort of romanticism of the past. It's quite normal and natural for it to happen."]},{"begin":"430.520","end":"446.720","lines":["That's a good point. And like you said, it's not just about the relationship. It's also this label. He was a husband and is no longer a husband. He was a caretaker, is no longer a caretaker. So I guess my question for you, David, is this child who's on the outside looking in and just sees a father who is distraught - what's your advice?"]},{"begin":"446.720","end":"480.040","lines":["So we know that the No. 1 need of grievers is to have someone listen to them. The important thing that we have to do is we have to ask what it is that they need - not what they need to do or what they need in order to get over the pain, but be able to be supported while he sits in his pain. We don't want him to just try to ignore it or try to bury the feelings or anything else like that. We want those feelings to be present with him, right? So I know in the question, the child continues to ask their father to come out or to do things, and the father keeps saying no."]},{"begin":"480.040","end":"513.280","lines":["And I would suggest that, you know, this individual continue to provide the father with some space to say yes and have realistic expectations of even asking him. So if you go into thinking, oh, my father is going to say, no, you shouldn't leave that conversation disappointed that he just did what you assumed he would do in the first place. Right? So letting him know that it's OK for you to say no, it's OK, I understand that you may not want to go - but let him know, I'm going to ask you again the next time. And you continue to come back the next time, right?"]},{"begin":"513.280","end":"545.160","lines":["Even the aspect that he mentioned about counseling - now, this is a very, very hard step for a lot of people. Right? If we're to be honest, certain - men are uncomfortable expressing our emotions and our feelings in ways that make us feel vulnerable. So in order for him to actually experience true health and healing in the counseling process, there has to be an opening provided for him to first begin to develop the emotional vocabulary that goes beyond just anger and frustration."]},{"begin":"545.160","end":"551.960","lines":["What does that look like if the child wants to help build that emotional vocabulary when dad is really closed off? What does that look like?"]},{"begin":"551.960","end":"577.320","lines":["Typically, you would probably want to get professional help for it, but there's other outlets for it. It's finding grief groups for him. It's finding persistence. Like, a lot of people will tell you I don't know because it's a good cop-out because they don't think people are patient enough to sit and let the productivity of silence get them to the point where they're like, OK, well, I have to come up with something, and so let me think deeper about it, or let me think more involved about it."]},{"begin":"577.320","end":"586.880","lines":["The productivity of silence - wow, I like that a lot. Any last thoughts, feelings for us, template language on helping ourselves and others through grief?"]},{"begin":"586.880","end":"615.800","lines":["You know, continue to listen. Remember; continue to be present with him even if he doesn't want to go out, you know, spending the time to spend time with him on a one-on-one basis. And you don't have to do anything. You don't got to talk about anything. Even if you are just providing your presence, it matters. And then, you know, for those that are grieving, understand that your grief journey has to be your own, that, you know, oftentimes grief puts us into a state of confusion."]},{"begin":"615.800","end":"663.640","lines":["So the most important thing that we can do is, one, enter - you know, sit with the pain, allow the pain to accompany our memories, and then figure out ways in which we can continue to have bonds with the people that we've lost or the things that we've lost. You know, while we have to conclude physical relationships, the emotional and psychological relationships continue. They are still etched in my memory. You know, how do I create memorials to those individuals, those people that I've lost so that they continue to take up space? Allow them to be a part of you, because they will be."]},{"begin":"663.640","end":"682.040","lines":["That was grief recovery specialist David Defoe. At the end of every show, we ask our experts for the best piece of advice they've ever received. Here's what David had to say."]},{"begin":"682.040","end":"724.680","lines":["Don't be so overly involved with your self-improvement. Be who you are. Accept the gifts that you have. Accept the abilities that you have, and don't spend so much time at the sacrificing of your gifts trying to develop new ones. Be yourself."]},{"begin":"724.680","end":"811.840","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces the Dear LIFE KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."]}],"duration":811}