{
  "title": "Dear Life Kit: Should I give my boyfriend an ultimatum?",
  "url": "https://www.npr.org/transcripts/1127435990",
  "intro": "Pop musician and reality dating series host Betty Who gives advice to a letter writer who asks if she should give her boyfriend an ultimatum because she's ready to move in together — and he isn't.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Today on the show, when does it become a problem that I'm ready for the next step in a relationship but my boyfriend isn't?"
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Dear LIFE KIT. I have a question for you."
    },
    {
      "author": "TAGLE",
      "text": "This is Dear LIFE KIT from NPR."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "How can I become a better caretaker?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "How do I deal with my parents' unrealistic expectations?"
    },
    {
      "author": "TAGLE",
      "text": "And we're getting personal. I'm catching feelings for someone. But they're married. I'm your host, Andy Tagle. Every episode we answer one of your most pressing and intimate anonymous questions with expert advice."
    },
    {
      "author": "BETTY WHO",
      "text": "That's a good question. I really have to think about it."
    },
    {
      "author": "TAGLE",
      "text": "That's today's expert, Betty Who. Betty Who is an Australian American pop star and the host of the new reality dating series on Prime Video, \"The One That Got Away,\" and the Amp radio show \"Love Letters.\" Her music is all about love, relationships and finding your own way. Today, she's going to help us find someone else's way."
    },
    {
      "author": "TAGLE",
      "text": "All right. Here we go. Here's your question. Dear LIFE KIT, when does it become a problem that I'm ready for the next step in a relationship but my boyfriend isn't? I'm 25, and he's 27. We've been together for a very happy three years. And I'd love to move in together. But he says he's not ready yet. It's not just that, though. It's also the way he talks about the future. If we talk about something like furniture, he has no problem saying, our couch. But he always refers to his kids and not our kids. On the other hand, I've always been a textbook overthinker. Am I being ridiculous? Signed, Ready Or Not."
    },
    {
      "author": "TAGLE",
      "text": "Betty, thank you so much for helping us out. Initial thoughts, feelings for Ready Or Not."
    },
    {
      "author": "BETTY WHO",
      "text": "I find I like to overthink things. I like to make assumptions. And so when he absentmindedly says our couch, but then he says, my kids, for me, I would say that it might be an oversight on his part. I wouldn't think too much into it or read too much into offhanded catch phrases like that. I think that intuition is very important in this situation. And if your intuition is telling you that something is not moving in the direction that you would like. I always think that communication is key. Being able to advocate for yourself in relationships and set boundaries about what is and isn't going to work for you is the only way that you can move forward in a partnership in a healthy way."
    },
    {
      "author": "BETTY WHO",
      "text": "And so Ready Or Not, I think my final advice, my final answer is having a serious conversation with guidelines of, listen, I've been wanting to talk to you. I want to sit down. I want to have this conversation with you. This is my five-year plan. This is my goal. This is what I want for myself. What do you see for that? Can you - do you want to think about it? Do you want to talk about it? Like, we're at the point where we have to move forward. If we're doing this together, we should really talk about what that looks like. And give your partner the opportunity to step up and have that conversation with you and be a little bit more clear. It sounds like this is confusing because it's a little unclear about what your partner really wants. So a conversation, I think, a really direct conversation can help that."
    },
    {
      "author": "TAGLE",
      "text": "And that leads me right into my next question, which is that so much of life is about timing, right? You know, maybe this couple is destined to share that couch for the rest of their days, but this just isn't their moment. How do you know when to hold on or when it's time to let go if that partner says I'm just not quite there yet, can we have this conversation again, X, Y, Z?"
    },
    {
      "author": "BETTY WHO",
      "text": "Maybe this is a human experience, but I have had this moment where I will feel inside of myself, oh, I can't unsee the thing that I have now seen. When you get that sinking feeling in your stomach where you're like, oh, this isn't actually going to work out. And you feel that, and then you do so much work to probably try and bury that feeling or push it away, so you don't have to deal with it because that kind of feeling is hard. I am the type of person who, when I feel that feeling, I immediately have to take action. I need to - sometimes for better and for worse, you know. Sometimes I need to sit on it and really figure out how I want it, what I want to say, what I want for myself, what my next steps are."
    },
    {
      "author": "BETTY WHO",
      "text": "But I think that listening to your gut about what is and isn't going to work for you. In the end, partners are supposed to add to your life, not take away from them. That is a healthy partnership. But at the end of the day, you guys should be aligned on what you want for the future and where you're both heading and see that path together. And I think you probably already have the feeling in your stomach if you know a little bit that it's time, you probably already know it, it's just hard to get there and find your own way to that moment."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Relationships are always hard work, but the gut knows. Our guts are wise. OK. So the question I have here is if this person is over thinking, it sounds like maybe their compass is a little bit off. You know, they don't know where that true north is. So with that in mind, how can we get back to those instincts? How can we find those things? You know, what do you do in those moments, Betty?"
    },
    {
      "author": "BETTY WHO",
      "text": "I think that's a really good point. When you don't have that ability to trust yourself, when your intuition might be a little off and you're like, I think this - the feeling that I have means this thing, but also maybe I don't know anything. And now I've stressed myself out. Now I'm this ball of anxiety. And I have no idea which way's up or down."
    },
    {
      "author": "TAGLE",
      "text": "Welcome to my Monday morning. Yeah."
    },
    {
      "author": "BETTY WHO",
      "text": "I totally relate to that place. I often find that I need a range finder. What do I know makes me feel a certain way? Let me go do that thing. And if it makes me feel that way, then I go, cool. That's information that I needed. I'm checking in with myself. I feel good about that. So for me, I had a moment last year. I was feeling really out of sorts a little bit, just kind of - and I think it's been a crazy couple years. I've given myself a lot of grace to feel totally out of my mind whenever the time calls for it. But I went to New York. I went on a trip. And I visited all my girlfriends in New York. And that's always the thing that makes me feel so alive. I'm in the city with my best friends. And I feel 22 again. And I had this, I think, having that moment of - to step away from your life and go, oh, my God, look how grateful I am for all of these things that about 10 seconds ago I was feeling really smothered by or whatever it is."
    },
    {
      "author": "BETTY WHO",
      "text": "You know, I think space and doing something, an activity or spending time on your own in a meaningful way to get back to your self and that intuitive place, I think, is a great place to start before you even think about having those more difficult conversations about where you're at. And I think - ultimately, I think that the conversation needs to be had about this is what I really want, and I need you to give me an answer about what you really want. Because I think if you can't go to your partner and say, I need help finding my way through this, where are you at on it, because we have to align or figure out how to move forward from this, I think that's one of the most important parts of a partnership. And if you can't have a difficult conversation like that where you're advocating for yourself, I don't have a ton of hope for the way that you move forward. That's how you move through, I think, life's greatest problems is being able to talk about it."
    },
    {
      "author": "TAGLE",
      "text": "Absolutely. So, you know, find places where you can be your truest self, where you can find joy. Get some distance from the question, from the situation. And then once you have that sense of self, you can restart the conversation from a place of wholeness. I love that."
    },
    {
      "author": "BETTY WHO",
      "text": "Yes. I feel like you wrapped that up really nicely. I should've just said it like that. Andee, I'll have you write my scripts next time. That was good."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) All right, Betty, and before you go, can you give us the best advice you've ever received?"
    },
    {
      "author": "BETTY WHO",
      "text": "The best piece of advice I ever received was from my friend Julie (ph). She told me to go where the energy goes. What has good vibes? What makes you feel good about yourself? Where is that good energy? Head in that direction."
    },
    {
      "author": "TAGLE",
      "text": "That was pop star Betty Who. If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And thanks so much for tuning into Dear LIFE KIT. We're coming back in a couple weeks. You can find us in the same spot as always, this very LIFE KIT podcast feed wherever you get your podcasts. And in the meantime, why not subscribe to our newsletter at npr.org/lifekitnewsletter? This episode was produced by Beck Harlan, Vanessa Handy and Sylvie Douglis. Bronson Arcuri is the managing producer. And Meghan Keane is the supervising editor. Alicia Zheng produces the Dear Life KIT video series for Instagram. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5888237046.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/07/pigeonlove-copy_wide-4350cee002014a97be77994784e898152377075b.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "TAGLE",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "BETTY WHO"
  ]
}