{"title":"This 15-minute stick figure exercise can help you find your purpose","url":"https://www.npr.org/transcripts/1128983339","intro":"Stuck between two conflicting desires and can't seem to move forward? Psychotherapist Satya Doyle Byock shares an exercise called \"My Two Conflicting Selves\" to help people find a compromise.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT. I'm Marielle Segarra."},{"author":"SEGARRA","text":"Are you familiar with the idea of the hero's journey? It's a structure in stories and books. It's about a person who goes out on a quest in search of something - usually, you know, greatness - and along the way, they learn, discover who they are, what's important to them. This is the foundation of so many ancient myths and fairy tales and modern ones, too. It's Luke Skywalker in \"Star Wars,\" Simba in \"The Lion King,\" Katniss in \"The Hunger Games.\" It's Dorothy in \"The Wizard Of Oz.\" Notice anything about these characters? They're all young, and they're just starting to step out on their own. A lot of us go on our own version of the hero's journey in our 20s and 30s. Psychotherapist Satya Doyle Byock calls this era our quarterlife."},{"author":"SATYA DOYLE BYOCK","text":"I define quarterlife as being roughly ages 20 to 40, give or take a few years on either side."},{"author":"SEGARRA","text":"There's this popular misconception that this time in our lives is carefree and easy."},{"author":"DOYLE BYOCK","text":"I don't think that that's the lived experience of most people in this stage of life. It feels very scary and disorienting, and there's a lot of high pressure both to survive and to supposedly also be having fun and, you know, feel like the world that is often kind of crashing around us is safe to be in."},{"author":"SEGARRA","text":"Satya says often people at this age feel unsettled, stuck at a job they hate or in a city that doesn't feel like it fits."},{"author":"DOYLE BYOCK","text":"You feel like, wait, this is what I've been working towards? This is what all of childhood seeks to achieve, is this? There's something that doesn't feel quite right. It doesn't feel like this adulthood that we've achieved is all that life is supposed to be. And so there's a lot of longing for something better than this."},{"author":"SEGARRA","text":"Now, defining that something and creating it - that can send you on your very own hero's journey. Satya wrote a book about this called \"Quarterlife: The Search For Self In Early Adulthood.\" And she and I talked about how to do this work and build the lives we want. That's after the break."},{"author":"SEGARRA","text":"One of the central tensions for quarterlifers (ph) - and you talk about this in the book - is between wanting stability and wanting meaning. And it reminded me of a conversation I had with a close friend where I was saying, you know, I feel like I want to be grounded, but I'm also restless, and I want adventure. And those two things are always tugging at me."},{"author":"DOYLE BYOCK","text":"Yes, absolutely. It's so common. And, you know, and I love just - we each have our own kind of expression of it, right? But when you're feeling pulled apart by two completely opposing desires, it's very confusing to know really how to step forward. What do you do next? What do you bury? What do you listen to?"},{"author":"SEGARRA","text":"Yeah, you talk about - that people fall into these categories often of, like, leaning more towards stability or leaning more towards meaning. I think you say - so, like, meaning is, like, openness and connection, maybe adventure, like I was saying. Stability is a feeling of safety and protection."},{"author":"DOYLE BYOCK","text":"Yeah."},{"author":"SEGARRA","text":"There are illustrations in the book that get at this too. Meaning is the fire, and stability is the fireplace. And you need the two of them together to have a really - to make magic happen, right?"},{"author":"DOYLE BYOCK","text":"Yes, absolutely. And, you know, I tried to put these into some kind of metaphors and images throughout the book and many different ways to get a felt sense of it. And I love your expression of it, you know, this desire for adventure and this desire for groundedness and just how individual the expression of these different longings is for each person. You know, some - a person might both want to go to art school and go to law school, or both want to feel like they're fancy-free and alone and living the single life and also long to be married with children. And it's so confusing to feel these truly opposing desires showing up inside of us. And I talk about listening in the book a lot and the necessity to really hear what those different longings are, whether it's the longing for adventure or the longing for solitude, you know, to hear the things inside of us that are asking for attention and how do we listen to all of these things and find our way through so we can not just have an empty fireplace or a raging fire without containment. We need both."},{"author":"SEGARRA","text":"Yeah. So there are four pillars you identify in the book for how to find this kind of balance between meaning and stability, and they are separation, listening, building and integration. And you specifically call them pillars - right? - and not steps..."},{"author":"DOYLE BYOCK","text":"That's right."},{"author":"SEGARRA","text":"...Because they don't all necessarily happen in order."},{"author":"DOYLE BYOCK","text":"You know, I appreciate you emphasizing that and really naming it - that it's not about them being steps upwards or stages or boxes to check. Because that's so much how we are raised is to think if I just do this and then this, everything's going to be fine. And we find out life is a lot more complicated and more psychological than that."},{"author":"SEGARRA","text":"OK. So let's start with the pillar of separation. Can you talk about what that means?"},{"author":"DOYLE BYOCK","text":"You know, in the hero's journey stories or in fairy tales or really, you know, so much of our storytelling, a character often is sort of leaving home and launching out into the world; generally speaking, this sort of notion that becoming an adult means to leave home."},{"author":"SEGARRA","text":"Does separation always entail a kind of literal physical separation, like breaking up with a partner or moving out of your parents' house or something like that?"},{"author":"DOYLE BYOCK","text":"It's a great question. I don't think it does, actually. I mean, I think there's a lot of folks who may still be living with their parents long into their, you know, late 20s, early 30s as just part of the cultural norm. But the most important work is are they able to live their own separate existence while in their parents' home. But we know that actually the sort of invisible hooks of childhood - of our parents, of a church we may have grown up in or a certain culture we were raised in - that those hooks linger. And they can linger for decades and decades if we don't really attend to them. And so there's a lot of nuanced work to heal and to grow and to learn about who we are as separate from the way we were raised."},{"author":"SEGARRA","text":"So there's another pillar. One of them is listening. It's about hearing and understanding, in part, the nonverbal information that we're getting, often from our bodies - right? - like physical sensations, things are - it seems like signals our body is trying to tell us - maybe pain or dreams that we're having."},{"author":"DOYLE BYOCK","text":"Yes, all of those things. So listening is - it's a lot of stuff we are taught not to do by dominant culture. And so listening is about really hearing what is our body telling us? Where are we hurting? Where do we find pleasure in the world that maybe seems sort of silly or other people don't feel pleasure in those ways - that food that we love, that music that we adore - really trying to allow each person to attend to those nuances and to start learning about themselves, again, in a way that's quite contrary to most social messages which suggest it's narcissistic or overly self-involved."},{"author":"SEGARRA","text":"With the folks you work with, you have some exercises that you use to help them learn to listen to themselves. Can you tell me about the stick figure exercise?"},{"author":"DOYLE BYOCK","text":"Sure. It's one of my favorites. So I call this exercise various things, but it's often sort of listening to our two selves. Very often when people are feeling stuck or scared or lost, and very often in quarter life, we have these two opposing sides of us that are kind of wrestling with each other. And so I invite clients to draw a stick figure on each side of their paper - one on the left and one on the right - and then really invite them to create a whole story around each of these people."},{"author":"DOYLE BYOCK","text":"So if one side is really deeply longing for groundedness and one side is deeply longing for adventure, I sort of invite a client to draw or create that character as if they were reading a novel about them. Who would the grounded person be? What job would the grounded person have? You know, would they be dating? Would they not be dating? What closed would they wear? What religion do they follow?"},{"author":"DOYLE BYOCK","text":"And same for the person who wants to be adventuring - who is that person? Where are they traveling? How are they making money, if at all? Are they dating, if at all? And the more we can then deeply get to know both sides of ourselves that are in this vague, unsettling conflict internally, the more we can really come to understand them and to see what are they truly longing for? And we know - I know ultimately the goal long term is that these two parts of ourselves are in deeper relationship internally instead of being in a battle."},{"author":"SEGARRA","text":"Yeah. So you give each of them a name - right? - or the person gives each of these stick figures a name."},{"author":"DOYLE BYOCK","text":"That's right. So I ask - after we kind of enhance each figure and their characteristics, I invite clients to give each person a name so we can then really understand them and how they're functioning inside."},{"author":"SEGARRA","text":"So then if someone were to come into a session and say, you know, my other stick figure, Daphne, is feeling very down right now, like, not feeling fulfilled or whatever - I use Daphne because that was my entertainment news name in my college radio station - my alter ego. But, like, if it was - maybe you would ask someone like, how does Daphne feel about this decision that you're making or about how you're spending your days or whatever?"},{"author":"DOYLE BYOCK","text":"Absolutely. So that's so much a part of this. The more we have real names for these different parts of ourselves, the more we can track them over time. So a client can come in and say, this side of myself - you know, Daphne is really struggling to feel motivated right now. And we can start talking about what is the balance going on internally, then? And how do we restore the balance or give more power to one side or another that's really craving it or needing it or desperate for it? Is Daphne from \"Frasier?\" Where does the name Daphne come from?"},{"author":"SEGARRA","text":"It's from \"Scooby Doo.\""},{"author":"DOYLE BYOCK","text":"OK. Great. Different time period."},{"author":"SEGARRA","text":"I was choosing between - at the time I remember I just was picking two names that sounded like not me. But one of them was Gidget. I just am, like, into older TV and stuff like that, and it sounded like a cute name. And then Daphne - and I just felt more like Daphne was - she seemed, like, really cool, you know? And she was a little less buttoned-up than the person I was on the air as a news reporter. So I went with Daphne."},{"author":"DOYLE BYOCK","text":"I love it. Yes."},{"author":"SEGARRA","text":"Definitely always picture her like she's dressed very cool."},{"author":"DOYLE BYOCK","text":"Yeah. Yeah. And did it give you kind of different permissions internally to have Daphne as an alter ego?"},{"author":"SEGARRA","text":"Yeah. Yeah. It did. And it's funny because as I've gotten older and and further in my career, like, I have been bringing them together. And I do think that some of the joy of, like, turning 30 - and then turning, like, 31 and 32, 33 - like, has been bringing, like, the different parts of me together. And I do want to talk about that a bit more, about integration. But actually, another pillar is building, right? And it feels like - I know these aren't steps, but it does kind of feel like building comes after separation and listening. What does building mean?"},{"author":"DOYLE BYOCK","text":"Yeah. Building - we often need to build our own lives, right? I mean, a lot of quarterlife is around sorting out what kind of life we want and how to create that life. And I talk in the book about how building comes after listening - of really saying, OK, I've always wanted to be a writer, and I've always been too scared to pursue that longing. But in order to really listen to myself, in order to really manifest this life that I want, I need to take that seriously and I need to start putting in the work. So building one's life often requires discipline and a lot of labor and willpower and effort that manifests in the external world what it is we might be feeling or kind of invisibly experiencing in the internal world."},{"author":"SEGARRA","text":"So the fourth pillar - integrate, right? What is that about?"},{"author":"DOYLE BYOCK","text":"Well, could we go back to your example?"},{"author":"SEGARRA","text":"Yeah. Sure."},{"author":"DOYLE BYOCK","text":"I mean, I think the way you spoke about integrating your experience with Daphne over time is a beautiful example. Because it really helps to illuminate, I think, what this is ultimately about, which is - it's about becoming more ourselves in a truly well-rounded way. And it's about evolving, too. You know, we can't evolve as people or as a culture or as individuals if we're just participating in the old social scripts. So integration is about bringing parts of ourselves forward that might otherwise have remained buried. And it's seeing the magic that unfolds. And I really mean magic when we finally allow our whole selves to show up."},{"author":"SEGARRA","text":"Thank you so much for this conversation. I've really gotten a lot from it and from reading the book."},{"author":"DOYLE BYOCK","text":"Thank you so much. It's such a pleasure to be here."},{"author":"SEGARRA","text":"That was Satya Doyle Byock, author of \"Quarterlife: The Search For Self In Early Adulthood,\" out now."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one about how to embrace the power of an ordinary life and another about how to think about your 20s. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider and edited by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our new intern is Jamal Michel. Welcome to the team, Jamal. Our production team also includes Andee Tagle, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Gilly Moon. I'm your host, Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6454317543.mp3","img":"https://media.npr.org/assets/img/2022/11/01/lk_harlan_quarterlife-7_wide-21fd020cdf57f41afc13a83495d2933879f55c27.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","SATYA DOYLE BYOCK","DOYLE BYOCK"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,8,27021,24100,25331,25906,24580,15589,15094,23004,15681,13013,14624,7774,17102,4957,2330,7146,3882,8277,24755,18532,24163,23870,15474,11648,11661,6230,19505,26533,12244,10711,12618,15408,11531,5202,14712,25489,13483,13908,17588,14385,20182,9557,6776,17560,12836,7601,2698,17391,18660,5888,15558,5158,16757,11245,4218,2711,25294,23442,24061,22233,8570,10827,25599,12582,24598,14226,10720,13948,14328,16388,3179,6241,25572,25382,23655,15403,13002,14802,11208,10167,10204,19060,5189,15255,15558,7949,4058,20862,25869,19261,18754,6559,8280,20849,24913,21260,7793,25784,23074,7568,3796,25077,6688,26046,24091,3068,5666,23888,13829,10226,18673,17747,5609,25958,20590,14491,16666,21185,16211,3863,3444,7665,25267,14267,17018,15905,7633,1814,22064,25690,22803,6305,18450,22675,24858,20209,24580,10732,19358,2954,2564,5192,24806,25425,25729,22668,14973,13334,11393,11206,7206,18838,9146,12145,12987,5749,3837,28156,18871,24429,24415,13921,17890,12192,15387,20470,23442,11761,9984,11054,5863,14628,24960,22058,22073,16335,8555,10624,6570,24315,9954,11191,9819,7392,15858,7928,8786,18716,14902,10288,14906,14742,14861,7743,21416,6413,4584,26083,23402,13906,6823,14382,15075,8773,24771,11846,25094,12323,10188,23288,14539,9512,8531,4823,12786,21980,17233,23960,11373,9190,11935,10658,6276,9734,7728,12844,8421,18559,8779,17190,22339,8440,12206,11299,17471,6475,4510,18576,21300,9075,13298,7869,23810,23601,23018,13223,12746,8783,19991,23625,10779,16864,18771,4262,4038,22478,9523,24409,21661,24262,20456,19445,21215,13619,9743,4290,9348,20601,21020,19966,22344,19097,18787,15487,24030,9413,19635,12692,631,11123,11545,9298,5867,197,206,25223,22992,24389,12376,17164,11823,10117,13144,12471,14595,21913,2899,5923,25560,23003,22580,14503,1314,16999,24086,23177,12731,8602,12952,16485,21125,605,10429,23076,21349,10314,15198,12872,22798,136,23687,12253,6216,15222,15983,20779,22160,13118,11294,9974,9971,9367,9724,6823,7446,11135,5494,336,17781,20910,13967,22305,7836,21236,11012,3219,23373,15055,4549,15000,17914,15232,15908,241,3784,23234,17937,23128,14045,17530,11090,9665,12261,19346,21009,13715,9195,7426,5264,8769,14567,15636,21889,15893,4765,11518,10747,16138,13895,4524,6559,5081,8790,26202,22448,21960,24058,9751,7064,5218,17758,24693,10815,5131,24975,19490,21114,12053,18235,12700,9989,11312,9290,3082,5867,26334,24823,20363,10974,16854,17215,17848,5898,11021,21898,24150,25664,11002,13306,14167,4117,6588,26768,25365,25159,24781,24548,8824,3333,11228,20644,22609,9339,11534,9150,6567,929,18613,8686,23992,23986,22565,6798,2586,1534,630,145,128,9,96,25329,21940,17231,16398,26545,18231,12276,16730,12858,2195,26105,10966,21355,27366,25380,9953,9678,17813,20423,16478,17479,17901,18797,17691,18872,28019,9853,24506,24005,21505,12210,12342,12833,15555,27503,21659,21107,25770,15063,13277,16086,25742,22867,23802,12120,7112,18117,20209,13221,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,14041,9359,13749,14886,19853,11182,21975,17942,13142,13248,18920,19833,27761,12274,17462,3926,28142,18779,20176,18630,23928,26718,8982,20658,27750,27982,16469,16209,13155,9340,11522,9594,23382,18294,24204,24302,11785,16319,15699,17178,9240,26539,11657,16628,14408,10062,9664,308,31,10,28195,27815,9642,23867,16077,14489,26022,16835,1016,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,18179,13591,7834,17158,15951,20488,15645,15049,12390,23797,15241,23614,19012,14765,10083,16061,19742,16079,16771,8708,21178,21776,24870,28027,19489,24773,21540,25207,16720,17131,3407,10,3,4,18,26177,19941,15355,10951,13087,19573,17929,13471,15494,1764,19152,21744,18840,13975,13611,13652,7224,1245,23373,14058,11391,11994,16001,11914,5598,7771,13766,7781,10860,9251,14907,10024,21119,23384,18184,10213,8327,8597,8517,5741,3428,22477,16812,22390,14667,20866,13995,2486,4,17,9,7,9,234,27147,27205,25779,17487,15779,12018,19935,14021,11555,24618,12700,15850,11602,1059,355,26809,20910,23408,18926,8102,8319,20753,22774,20306,19186,17639,5338,13027,6842,97,18091,26087,25662,13509,13680,15259,24566,11120,18833,11449,18239,24719,21943,18117,15525,1112,26928,18137,16231,9629,17013,23575,11184,2016,24742,23873,23359,14749,12291,10671,23605,13199,9183,2983,24659,19257,14248,23070,18785,8269,6615,19012,22325,12299,5342,18303,2834,17422,9087,7406,13806,21485,14772,21030,7689,8968,10892,17090,8751,2710,9393,15054,22546,19716,6503,607,17875,22201,20223,8223,10960,15041,9944,9412,13734,15747,22954,18895,7044,9469,9891,12818,14604,12712,21078,13690,12588,12884,9550,6906,11421,2065,1052,14726,16176,19337,17973,13133,12362,12929,10542,14881,15539,19976,13628,9741,5270,7340,479,205,24139,10594,6937,24314,24816,17425,18143,7910,16756,23448,22297,6388,23403,13654,16044,9130,9156,14935,11886,14939,13654,9850,5213,314,8563,24350,21085,19896,10664,11599,9329,10787,4776,2487,19419,17084,15184,25848,18888,13222,20011,6291,15924,20679,24551,8506,24127,17099,7568,4138,10699,12063,13682,13680,10473,16350,22103,14327,10697,10511,9559,18387,13471,7599,1668,22274,21050,23304,23998,23874,12556,13775,21027,9360,12910,3746,20726,13553,15591,8854,17412,15836,24144,16189,18015,15330,19298,18970,5671,12646,14068,12468,23810,6461,23940,15390,23568,10539,5052,9042,2473,98,119,2394,16257,15942,8296,19503,24106,13406,18696,183,9624,15820,16472,11958,17133,22392,20834,19634,20919,9463,6247,7975,16496,12562,15331,15617,8934,10084,3992,3728,24293,22080,18230,10846,9264,12822,12736,4679,16687,16661,15837,11094,14847,16440,21037,13764,23240,13949,6434,10724,21405,21021,16238,12536,7671,12677,14247,10197,23926,12739,7265,1366,1459,23455,18653,22542,6818,16070,14614,14653,18126,22256,11230,7341,12365,15775,6892,15105,8194,10805,13008,7574,9697,7157,12069,18156,18347,21893,22737,21232,17949,21135,21976,12979,11482,16694,20234,12531,1392,21062,22950,18858,449,23259,22352,12758,18733,18978,2608,2236,22069,16353,20918,19035,20961,7808,10941,7313,20098,20847,20865,12116,14140,5533,11406,10585,20413,12230,18476,10490,13309,11401,941,12790,14205,20635,8391,10609,15601,15576,9009,16581,13167,11463,13875,17421,14324,8705,665,15652,23304,22990,22765,21349,7634,12702,23149,17198,1057,21628,21459,17254,22704,11567,10074,4003,15601,10752,6850,23495,16885,5362,13777,17666,11939,13116,13116,19860,12433,16704,13251,14835,14718,8258,22407,13396,4584,498,5046,10930,8831,17663,15683,6463,19970,10763,24772,20580,11439,12731,9451,9925,886,22315,10197,18110,23118,15871,10915,8073,10266,11020,16228,22590,8814,12606,11399,12048,3488,24348,22852,23206,8794,15390,11567,3599,19627,15621,7382,22969,18732,21198,10790,10137,8640,22366,1310,10,22656,11210,14,9,25841,20308,18643,19978,23496,18144,11085,9503,8246,3398,5385,24601,25165,23881,24620,21367,11337,7406,10402,8417,10998,12009,12651,6818,3596,23179,23637,21080,20049,25589,18160,21085,14310,14601,10940,16889,25352,16337,22302,10393,9759,8423,431,20050,19345,16904,19890,15500,18406,19164,15155,24028,10299,11086,24245,18820,22433,23141,13574,12123,7618,22623,24517,16859,23506,16322,13287,7014,8763,10928,11304,9583,22804,23550,20650,12926,6334,3119,21976,21892,22558,11170,11374,14012,13904,10333,22740,7182,20320,8100,928,17293,24395,22250,23532,19046,9675,10579,16800,6699,8904,17820,9059,17402,17111,15006,10366,8875,13090,8062,9685,17033,24092,23583,17840,18222,20632,7607,15540,1067,22667,22690,17384,16758,22637,13710,12774,16662,2599,20723,15821,19019,12856,21185,18917,11991,23337,8279,5861,16,9840,23856,21899,22855,14972,4385,149,3613,199,12861,15904,18039,9574,19091,19225,18503,19457,14480,14965,11581,3735,9776,6076,21570,23022,20810,20747,17121,2742,389,24032,24309,22053,21315,7273,6737,11766,6447,16676,18864,6707,11252,8885,15351,24122,11211,10893,16531,14505,12591,13403,10173,19134,19663,14978,7500,5431,9916,11212,7702,834,18237,20093,12133,14025,14921,8705,9699,17741,12337,7127,23221,18239,21130,13101,14627,15175,14468,25760,24911,20039,18460,20211,23453,9310,23243,14907,14624,12611,11832,25452,13115,7508,24250,16288,12780,15257,14578,193,603,171,15294,15743,22657,23493,20546,17068,11102,20404,10708,12016,15799,21039,8590,17004,22040,20799,20030,16875,6990,9645,10231,17292,8624,16050,16048,15971,9486,6474,2870,17998,22706,8699,11941,12536,6476,9683,8851,10525,18713,9130,13183,13067,21763,22453,22115,14305,9953,22703,10245,1598,14767,23789,20279,7206,17804,16554,9193,20476,15817,12649,7718,14097,11200,11584,16490,8550,22759,11613,7737,9060,3498,450,19548,19980,20167,16607,346,24111,23164,7762,3004,17704,13048,16799,15176,13833,11561,13839,22781,6322,19132,2027,17619,19525,14153,20120,21553,15114,19364,10646,17220,11500,15094,16925,9292,13707,6084,1578,24079,23499,11086,15189,11170,7853,990,18615,20837,24184,6873,15708,18299,20232,13744,18742,22389,7945,24283,8180,13823,7308,7802,11533,12798,19983,18075,14872,23347,10815,15681,11499,19287,18967,16008,19934,9749,17270,21123,8279,12019,20556,15526,16948,23538,11548,11590,16152,3783,5560,18472,22947,16711,7884,21243,23690,15851,13511,9673,4036,15026,9069,24428,24344,330,3812,18428,17535,15873,17129,10451,20349,9181,18367,2253,18744,18510,23090,14742,10912,11933,14951,15895,3116,24764,23803,7000,23687,24778,14941,14809,15545,17879,20625,13658,17082,22035,6350,16057,6653,756,426,15811,20757,14950,10422,14338,23764,18982,12010,24087,18760,6932,7621,8790,6266,17455,19894,11117,10426,18552,13808,1725,21071,22574,19997,8816,4434,18506,6598,17292,15484,15367,11750,12810,6475,16601,20287,17581,20966,10006,21556,16632,14457,6871,15323,19349,18498,9193,8086,7285,711,18263,15706,22245,12704,13471,18955,19861,10540,13912,10508,2164,23066,18480,9458,4025,14425,11586,8099,15116,14530,24480,12726,5386,15869,13064,18659,16427,19661,12920,18337,18208,17026,18650,5413,12288,12159,9303,12668,19054,22889,12350,11336,10440,11584,10950,6735,9965,4951,20227,23399,13607,19066,18242,20073,21580,9137,16108,10912,9054,9986,835,18706,20508,23178,13165,22567,11084,8978,16045,8607,7309,8298,12579,10363,13385,11151,11998,11614,22022,12318,17217,22207,15952,10582,12690,13988,19011,20112,11413,9928,12239,12482,11824,10157,9242,12178,1487,20865,22756,19467,13829,11579,13362,12067,12370,17332,2619,15,23533,21837,19149,19469,9210,23892,22586,11065,18830,15867,14246,5325,15336,19836,25231,4007,25375,25653,17139,10526,12943,8604,409,80,23967,19927,15328,17029,18550,15269,9211,12885,5481,166,631,345,9912,15471,13371,15544,16482,10940,13564,9074,24046,22855,24053,23433,18560,14123,12018,16230,15020,22414,8448,11277,13491,9707,6650,17434,6443,15130,5135,1089,19698,20966,16775,7399,6899,15634,9683,21491,11111,19043,17720,21665,21196,16477,17391,7600,17409,14463,7736,21258,5639,6462,6856,10057,12675,22851,16628,14401,17240,21635,9434,8175,16946,5090,11406,20636,23041,6528,20472,13782,14583,6013,6602,6230,13319,19291,13120,14187,10435,18326,9521,5558,21357,16795,9756,16046,14081,19931,21792,15250,14217,16686,961,606,20955,15698,16839,12004,21159,14124,8057,7396,4645,553,8088,9742,11073,16143,13415,16548,13040,17412,15544,6659,11492,7415,14360,9047,7586,18972,19884,20443,6734,21347,11895,9133,11190,6385,13403,13686,4276,15362,11630,698,14089,22469,23339,10847,13562,19053,17836,8621,10702,10546,10750,12269,17552,16137,5489,23562,20399,21823,21549,16566,11289,7459,6896,5094,22461,20570,14708,9012,15289,18074,19170,10569,9705,10999,19122,13110,22610,8424,947,16850,21462,24572,9142,5545,20004,22671,22745,17938,8064,6771,15055,13370,1409,8240,18224,18650,13497,12100,17040,9416,10422,14910,11860,15406,16958,14506,8818,21375,17789,5790,22261,18085,15473,16159,10602,6861,19334,13400,17442,10974,10202,16500,21995,6886,13313,12730,15626,5944,806,23488,14413,15090,16465,15572,11659,670,14945,23442,9831,11784,14979,13053,23101,1116,18949,18495,9815,15733,7685,11482,13144,15209,22750,16072,21345,10399,17356,16543,14144,10142,12487,13407,9845,16544,15370,12833,5484,9529,7213,787,17103,24119,18038,7927,12198,11733,23203,14464,7918,5963,10588,20651,12734,10736,11501,17880,7358,8003,15062,9897,11998,10677,16017,2080,7262,16678,18742,9767,20999,7418,17769,10850,9702,15704,12853,15620,13317,9180,7637,22217,14855,9435,7819,8483,9778,11184,8327,13314,8520,21104,10196,8353,750,14035,23306,17210,39,26761,22848,8557,23458,20190,10840,24058,16356,19733,16954,20850,20210,16732,11973,17399,13907,14320,11139,1199,2854,17910,20670,22892,23643,23685,22419,11428,15400,11086,16903,2783,8146,7554,12354,14955,9773,10257,12767,18019,22747,24011,22019,20273,11220,15435,7396,4318,14971,11053,11406,7450,10376,20613,20943,14899,12724,21134,19657,21427,21493,22925,8794,16986,9632,29,27899,28325,5134,51,3401,24946,21406,19329,24040,19787,13988,11509,8814,16719,22247,4593,24001,22693,21718,22137,15203,23604,24104,12694,12582,18884,12294,23204,10668,14807,5740,38,546,23957,25136,19762,16787,13999,23393,8830,17328,13070,23381,12660,2209,24649,25282,9120,18293,16900,24522,15459,11445,6222,9137,8429,17903,13068,10413,20228,9224,24075,15146,10726,7550,24684,20116,14819,16416,13269,10032,25290,6654,23060,23030,11088,24527,17564,10189,13952,27756,23998,23328,12261,16530,3612,28,24419,23346,8913,14327,11582,2684,36,6162,8462,12460,11501,23561,23285,19682,15243,13367,11095,12593,8917,10171,18030,1849,1444,123,18902,11641,13364,11137,21620,21064,7784,23035,5193,21319,20080,13237,9976,10282,10665,17094,19015,13711,7018,11319,8659,17896,8751,4747,16044,18181,13538,13533,12668,11993,19303,9763,14954,16567,4405,704,9124,24136,7999,52,1173,22866,23846,24100,10782,14657,19981,10426,10405,2424,3998,22826,23633,22036,22857,4654,9769,24921,11656,5485,552,17006,9473,13312,13082,12100,6212,23650,8924,9957,8687,10840,10592,10339,11275,13120,9224,293,23932,16815,22992,23742,11783,21782,17243,199,19034,17198,18021,16684,16151,8649,14098,12451,15766,23185,9860,5054,629,19664,10136,19524,21986,10097,9812,9375,22650,11796,10832,15383,12673,20912,9523,6589,12784,10183,11917,11317,20264,14526,14907,5992,511,24744,22161,17251,8671,10507,16500,15863,9144,12805,7258,5527,4376,16494,10983,10866,23898,22019,15337,18968,8878,10593,10213,10730,24522,22082,24854,8953,11711,14403,12179,19391,14381,11872,21601,8480,9327,13908,11325,15991,23433,16415,3280,300,25354,23647,14140,18446,4463,22987,14,904,24969,24359,10225,12432,17146,5516,2706,23497,25460,24753,18507,11707,14199,12389,6266,11536,18562,23776,19152,18298,12138,10079,12489,18893,3813,24751,18080,24583,17567,15995,16733,15261,14120,13347,1774,845,91,15409,10106,9411,13716,8400,6829,11,84,25183,24532,24715,14788,18165,23558,24657,23694,23451,23399,23142,17652,10308,5380,22227,16300,12533,7250,11972,12328,4709,25745,24333,23374,6303,5906,1880,4305,27505,26749,26519,19989,22355,11089,9906,22997,19339,5717,6301,7828,8887,16711,20735,12460,12081,22013,18887,13856,10695,11012,6693,16253,14346,7722,10807,12761,11869,20281,835,12,24760,27097,24397,16145,7017,4129,16350,14540,14229,3101,14,316,23325,24615,4449,12923,20587,11335,12752,3549,24673,16708,16923,24425,21660,559,24555,15470,20780,13792,10962,18267,3240,26191,26868,20633,17516,11050,11550,15321,12257,13541,161,22441,13752,16255,19048,24199,20470,24631,6927,2874,19483,24786,23912,13426,15989,11609,18419,27357,24094,25342,14084,3513,22868,14962,15567,17835,8204,19513,14640,5659,3686,25344,25460,24109,14596,20578,10067,11627,22597,12251,14752,12718,1745,22705,24781,6544,3685,21367,17240,13767,10924,8412,14253,9944,11880,484,1567,26324,7695,15,26291,13136,24148,16280,18194,24592,17295,18375,13943,18096,17937,10237,17591,22748,14274,24768,11251,6514,11093,7376,9114,9247,4652,25030,20348,6040,577,389,22564,3179,4484,22855,9777,9064,21082,10953,7914,12004,10772,19845,14845,8486,6500,15367,17397,20276,18106,10332,14224,14018,3477,378,2940,22212,23161,22896,4506,22998,22539,9334,12944,19407,9053,12838,13976,5117,16950,23973,22190,13722,15300,19330,21735,22763,11060,13415,19330,21025,10985,6371,11695,10669,14536,22088,19434,15157,10159,8756,5258,1669,2369,10794,11910,21932,11587,16241,20393,17817,8279,6740,8280,16143,8956,9586,16350,19119,6847,5233,1185,22278,20384,16844,9764,11832,17977,19660,11751,11412,20776,14304,15704,10138,16335,16513,9117,22558,14463,10936,1624,23967,10220,12875,22665,22188,15454,8336,22208,6778,17258,5507,2704,21874,7247,20032,21495,22052,17980,22139,21214,20723,6398,14519,18341,6392,16300,6427,636,14691,18324,20360,15293,11533,9592,4025,8874,9297,21207,13358,15758,23239,21280,11799,1365,6142,23971,18995,22015,23238,23856,23143,17452,13221,12309,7672,13691,4792,19242,17572,15530,23284,14159,19117,10542,11807,6430,6774,9542,12094,5354,169,103,19096,23918,24302,25505,25194,10480,18812,23863,15117,414,74,13,25988,20021,3053,14,14337,15453,16190,25,21,24,22756,16223,20468,9757,10848,18511,10923,26891,22182,3297,19295,3925,14392,24207,20028,21803,17044,24564,8437,8688,16871,17329,10734,12043,13823,7329,10508,14312,9722,13173,12225,17325,19956,12441,20107,2617,929,283,30,17678,20320,21433,20752,17162,13374,11626,14467,21318,7367,9965,12128,17364,9199,19067,15154,8066,21580,12912,6607,22787,22629,1886,340,23809,18934,7224,14655,22981,15233,10822,23378,13924,16670,6091,11320,9000,15920,13539,5162,14310,8767,945,287,13740,19239,23365,23150,11475,12838,1808,8567,8041,18514,19685,19909,8148,17715,18992,10986,15785,19242,13835,7976,10395,10027,12351,21523,18945,8429,8443,10244,9729,14579,8705,454,210,20867,23996,12207,17711,14410,8283,11720,15529,11707,12312,3773,26,8,24027,22019,21617,18287,20110,13224,18449,20453,16161,8622,23764,20248,14421,6494,9874,8061,1113,25030,8542,11359,16117,20124,12694,12710,11898,10134,19760,16640,8016,22287,12589,3536,1985,14794,16561,7058,7708,23534,21451,14144,15168,10114,19016,15828,16952,10133,9221,20780,10810,134,243,194,125,25541,17697,17693,16244,10599,2903,22969,19173,24759,16041,24122,16018,12271,17656,5468,22680,23688,22424,17433,19611,24316,24480,4947,2608,19972,14858,23380,20866,22198,23801,11865,21457,3425,3160,11070,740,6967,2768,7398,25014,21311,23646,15994,15628,17879,22486,16141,17536,18686,8375,20614,14930,24242,13156,13927,22212,17490,935,27541,19727,143,27,15,4654,26780,8594,2169,353,126,76,9669,25697,26194,26757,25880,16641,10171,7591,25195,16585,21054,20882,11652,10603,14639,22419,16547,17870,9519,13495,1693,15131,25298,23626,15717,13349,25252,13522,7143,1963,25073,25702,19604,23153,17531,10768,23071,17782,9996,7349,9829,26563,24376,25673,21848,19867,15946,8626,24091,15418,16931,13901,21905,21355,13594,21461,15939,12791,17667,15703,1508,19026,25106,22112,18199,12946,11318,23251,12799,15328,14956,18460,24144,23090,9784,8918,1674,27975,23002,12805,23856,22717,9970,6942,17274,21811,16334,11376,15285,14989,930,50,20892,17003,10978,9650,25646,23387,13973,8250,18892,24748,14540,12652,16243,11419,13050,208,23370,24293,23808,13772,10207,24540,26076,6726,15096,11996,9464,8112,281,26245,25207,12688,22814,8074,18452,21006,19978,2304,27529,15534,13196,13474,16771,16127,8311,10372,18907,24815,15974,24267,21514,15205,14304,13573,19212,16577,23783,16327,15732,11903,14187,13245,9411,7963,7717,24828,25756,11207,18082,16588,20573,4599,8896,11822,10694,7712,9692,7138,7306,8816,5496,5983,4861,10733,5648,13040,10566,10404,11422,6303,12826,4755,12527,8715,14690,9034,14536,6435,7461,7843,7479,2573,4857,1591,793,390,322,182,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16012,15196,11988,11222,11935,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8673,12868,13112,5754,3608,23,3,22268,20864,18213,16565,25665,22410,14609,20505,22843,12937,13542,23480,18561,19546,24427,20487,12327,15819,5630,5551,24964,11829,9820,14417,21290,19281,19545,12167,17497,20541,8385,11881,8864,10966,11596,6919,24755,19949,20787,27754,8746,10695,25472,25395,10083,21627,25816,14973,14906,23915,17812,8866,7542,102,8099,18286,19062,14724,17141,17822,17119,21333,21288,14525,18808,11960,18066,12999,23530,12289,11057,16415,8068,12630,9248,26291,26713,21509,14232,14230,13701,18236,18972,17316,20336,7876,12785,19272,21127,16051,13789,10335,8149,13487,14266,16401,17356,11565,10609,10168,5377,19692,25010,22637,19944,11024,16667,22156,12678,12317,18308,11995,12372,17078,12385,25687,10161,14262,20072,9687,6838,15471,25630,18791,25170,17613,25079,19110,24510,18165,16265,14241,8498,8045,7183,1383,5],"fragments":[{"begin":"0.000","end":"5.240","lines":["This is NPR's LIFE KIT. I'm Marielle Segarra."]},{"begin":"5.240","end":"64.360","lines":["Are you familiar with the idea of the hero's journey? It's a structure in stories and books. It's about a person who goes out on a quest in search of something - usually, you know, greatness - and along the way, they learn, discover who they are, what's important to them. This is the foundation of so many ancient myths and fairy tales and modern ones, too. It's Luke Skywalker in \"Star Wars,\" Simba in \"The Lion King,\" Katniss in \"The Hunger Games.\" It's Dorothy in \"The Wizard Of Oz.\" Notice anything about these characters? They're all young, and they're just starting to step out on their own. A lot of us go on our own version of the hero's journey in our 20s and 30s. Psychotherapist Satya Doyle Byock calls this era our quarterlife."]},{"begin":"64.360","end":"71.960","lines":["I define quarterlife as being roughly ages 20 to 40, give or take a few years on either side."]},{"begin":"71.960","end":"77.240","lines":["There's this popular misconception that this time in our lives is carefree and easy."]},{"begin":"77.240","end":"98.440","lines":["I don't think that that's the lived experience of most people in this stage of life. It feels very scary and disorienting, and there's a lot of high pressure both to survive and to supposedly also be having fun and, you know, feel like the world that is often kind of crashing around us is safe to be in."]},{"begin":"98.440","end":"106.680","lines":["Satya says often people at this age feel unsettled, stuck at a job they hate or in a city that doesn't feel like it fits."]},{"begin":"106.680","end":"127.880","lines":["You feel like, wait, this is what I've been working towards? This is what all of childhood seeks to achieve, is this? There's something that doesn't feel quite right. It doesn't feel like this adulthood that we've achieved is all that life is supposed to be. And so there's a lot of longing for something better than this."]},{"begin":"127.880","end":"156.240","lines":["Now, defining that something and creating it - that can send you on your very own hero's journey. Satya wrote a book about this called \"Quarterlife: The Search For Self In Early Adulthood.\" And she and I talked about how to do this work and build the lives we want. That's after the break."]},{"begin":"156.240","end":"194.680","lines":["One of the central tensions for quarterlifers (ph) - and you talk about this in the book - is between wanting stability and wanting meaning. And it reminded me of a conversation I had with a close friend where I was saying, you know, I feel like I want to be grounded, but I'm also restless, and I want adventure. And those two things are always tugging at me."]},{"begin":"194.680","end":"234.880","lines":["Yes, absolutely. It's so common. And, you know, and I love just - we each have our own kind of expression of it, right? But when you're feeling pulled apart by two completely opposing desires, it's very confusing to know really how to step forward. What do you do next? What do you bury? What do you listen to?"]},{"begin":"234.880","end":"274.440","lines":["Yeah, you talk about - that people fall into these categories often of, like, leaning more towards stability or leaning more towards meaning. I think you say - so, like, meaning is, like, openness and connection, maybe adventure, like I was saying. Stability is a feeling of safety and protection."]},{"begin":"274.440","end":"274.840","lines":["Yeah."]},{"begin":"274.840","end":"289.000","lines":["There are illustrations in the book that get at this too. Meaning is the fire, and stability is the fireplace. And you need the two of them together to have a really - to make magic happen, right?"]},{"begin":"289.000","end":"357.400","lines":["Yes, absolutely. And, you know, I tried to put these into some kind of metaphors and images throughout the book and many different ways to get a felt sense of it. And I love your expression of it, you know, this desire for adventure and this desire for groundedness and just how individual the expression of these different longings is for each person. You know, some - a person might both want to go to art school and go to law school, or both want to feel like they're fancy-free and alone and living the single life and also long to be married with children. And it's so confusing to feel these truly opposing desires showing up inside of us. And I talk about listening in the book a lot and the necessity to really hear what those different longings are, whether it's the longing for adventure or the longing for solitude, you know, to hear the things inside of us that are asking for attention and how do we listen to all of these things and find our way through so we can not just have an empty fireplace or a raging fire without containment. We need both."]},{"begin":"357.400","end":"374.040","lines":["Yeah. So there are four pillars you identify in the book for how to find this kind of balance between meaning and stability, and they are separation, listening, building and integration. And you specifically call them pillars - right? - and not steps..."]},{"begin":"374.040","end":"374.600","lines":["That's right."]},{"begin":"374.600","end":"376.880","lines":["...Because they don't all necessarily happen in order."]},{"begin":"376.880","end":"397.200","lines":["You know, I appreciate you emphasizing that and really naming it - that it's not about them being steps upwards or stages or boxes to check. Because that's so much how we are raised is to think if I just do this and then this, everything's going to be fine. And we find out life is a lot more complicated and more psychological than that."]},{"begin":"397.200","end":"403.320","lines":["OK. So let's start with the pillar of separation. Can you talk about what that means?"]},{"begin":"403.320","end":"419.000","lines":["You know, in the hero's journey stories or in fairy tales or really, you know, so much of our storytelling, a character often is sort of leaving home and launching out into the world; generally speaking, this sort of notion that becoming an adult means to leave home."]},{"begin":"419.000","end":"430.920","lines":["Does separation always entail a kind of literal physical separation, like breaking up with a partner or moving out of your parents' house or something like that?"]},{"begin":"430.920","end":"478.160","lines":["It's a great question. I don't think it does, actually. I mean, I think there's a lot of folks who may still be living with their parents long into their, you know, late 20s, early 30s as just part of the cultural norm. But the most important work is are they able to live their own separate existence while in their parents' home. But we know that actually the sort of invisible hooks of childhood - of our parents, of a church we may have grown up in or a certain culture we were raised in - that those hooks linger. And they can linger for decades and decades if we don't really attend to them. And so there's a lot of nuanced work to heal and to grow and to learn about who we are as separate from the way we were raised."]},{"begin":"478.160","end":"500.080","lines":["So there's another pillar. One of them is listening. It's about hearing and understanding, in part, the nonverbal information that we're getting, often from our bodies - right? - like physical sensations, things are - it seems like signals our body is trying to tell us - maybe pain or dreams that we're having."]},{"begin":"500.080","end":"541.360","lines":["Yes, all of those things. So listening is - it's a lot of stuff we are taught not to do by dominant culture. And so listening is about really hearing what is our body telling us? Where are we hurting? Where do we find pleasure in the world that maybe seems sort of silly or other people don't feel pleasure in those ways - that food that we love, that music that we adore - really trying to allow each person to attend to those nuances and to start learning about themselves, again, in a way that's quite contrary to most social messages which suggest it's narcissistic or overly self-involved."]},{"begin":"541.360","end":"552.000","lines":["With the folks you work with, you have some exercises that you use to help them learn to listen to themselves. Can you tell me about the stick figure exercise?"]},{"begin":"552.000","end":"586.640","lines":["Sure. It's one of my favorites. So I call this exercise various things, but it's often sort of listening to our two selves. Very often when people are feeling stuck or scared or lost, and very often in quarter life, we have these two opposing sides of us that are kind of wrestling with each other. And so I invite clients to draw a stick figure on each side of their paper - one on the left and one on the right - and then really invite them to create a whole story around each of these people."]},{"begin":"586.640","end":"612.720","lines":["So if one side is really deeply longing for groundedness and one side is deeply longing for adventure, I sort of invite a client to draw or create that character as if they were reading a novel about them. Who would the grounded person be? What job would the grounded person have? You know, would they be dating? Would they not be dating? What closed would they wear? What religion do they follow?"]},{"begin":"612.720","end":"647.720","lines":["And same for the person who wants to be adventuring - who is that person? Where are they traveling? How are they making money, if at all? Are they dating, if at all? And the more we can then deeply get to know both sides of ourselves that are in this vague, unsettling conflict internally, the more we can really come to understand them and to see what are they truly longing for? And we know - I know ultimately the goal long term is that these two parts of ourselves are in deeper relationship internally instead of being in a battle."]},{"begin":"647.720","end":"653.640","lines":["Yeah. So you give each of them a name - right? - or the person gives each of these stick figures a name."]},{"begin":"653.640","end":"667.240","lines":["That's right. So I ask - after we kind of enhance each figure and their characteristics, I invite clients to give each person a name so we can then really understand them and how they're functioning inside."]},{"begin":"667.240","end":"700.720","lines":["So then if someone were to come into a session and say, you know, my other stick figure, Daphne, is feeling very down right now, like, not feeling fulfilled or whatever - I use Daphne because that was my entertainment news name in my college radio station - my alter ego. But, like, if it was - maybe you would ask someone like, how does Daphne feel about this decision that you're making or about how you're spending your days or whatever?"]},{"begin":"700.720","end":"740.680","lines":["Absolutely. So that's so much a part of this. The more we have real names for these different parts of ourselves, the more we can track them over time. So a client can come in and say, this side of myself - you know, Daphne is really struggling to feel motivated right now. And we can start talking about what is the balance going on internally, then? And how do we restore the balance or give more power to one side or another that's really craving it or needing it or desperate for it? Is Daphne from \"Frasier?\" Where does the name Daphne come from?"]},{"begin":"740.680","end":"742.000","lines":["It's from \"Scooby Doo.\""]},{"begin":"742.000","end":"745.040","lines":["OK. Great. Different time period."]},{"begin":"745.040","end":"773.280","lines":["I was choosing between - at the time I remember I just was picking two names that sounded like not me. But one of them was Gidget. I just am, like, into older TV and stuff like that, and it sounded like a cute name. And then Daphne - and I just felt more like Daphne was - she seemed, like, really cool, you know? And she was a little less buttoned-up than the person I was on the air as a news reporter. So I went with Daphne."]},{"begin":"773.280","end":"774.800","lines":["I love it. Yes."]},{"begin":"774.800","end":"777.560","lines":["Definitely always picture her like she's dressed very cool."]},{"begin":"777.560","end":"783.120","lines":["Yeah. Yeah. And did it give you kind of different permissions internally to have Daphne as an alter ego?"]},{"begin":"783.120","end":"823.280","lines":["Yeah. Yeah. It did. And it's funny because as I've gotten older and and further in my career, like, I have been bringing them together. And I do think that some of the joy of, like, turning 30 - and then turning, like, 31 and 32, 33 - like, has been bringing, like, the different parts of me together. And I do want to talk about that a bit more, about integration. But actually, another pillar is building, right? And it feels like - I know these aren't steps, but it does kind of feel like building comes after separation and listening. What does building mean?"]},{"begin":"823.280","end":"875.280","lines":["Yeah. Building - we often need to build our own lives, right? I mean, a lot of quarterlife is around sorting out what kind of life we want and how to create that life. And I talk in the book about how building comes after listening - of really saying, OK, I've always wanted to be a writer, and I've always been too scared to pursue that longing. But in order to really listen to myself, in order to really manifest this life that I want, I need to take that seriously and I need to start putting in the work. So building one's life often requires discipline and a lot of labor and willpower and effort that manifests in the external world what it is we might be feeling or kind of invisibly experiencing in the internal world."]},{"begin":"875.280","end":"881.720","lines":["So the fourth pillar - integrate, right? What is that about?"]},{"begin":"881.720","end":"883.680","lines":["Well, could we go back to your example?"]},{"begin":"883.680","end":"885.840","lines":["Yeah. Sure."]},{"begin":"885.840","end":"936.320","lines":["I mean, I think the way you spoke about integrating your experience with Daphne over time is a beautiful example. Because it really helps to illuminate, I think, what this is ultimately about, which is - it's about becoming more ourselves in a truly well-rounded way. And it's about evolving, too. You know, we can't evolve as people or as a culture or as individuals if we're just participating in the old social scripts. So integration is about bringing parts of ourselves forward that might otherwise have remained buried. And it's seeing the magic that unfolds. And I really mean magic when we finally allow our whole selves to show up."]},{"begin":"936.320","end":"951.360","lines":["Thank you so much for this conversation. I've really gotten a lot from it and from reading the book."]},{"begin":"951.360","end":"959.160","lines":["Thank you so much. It's such a pleasure to be here."]},{"begin":"959.160","end":"971.440","lines":["That was Satya Doyle Byock, author of \"Quarterlife: The Search For Self In Early Adulthood,\" out now."]},{"begin":"971.440","end":"1088.600","lines":["For more LIFE KIT, check out our other episodes. We have one about how to embrace the power of an ordinary life and another about how to think about your 20s. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider and edited by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our new intern is Jamal Michel. Welcome to the team, Jamal. Our production team also includes Andee Tagle, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Gilly Moon. I'm your host, Marielle Segarra. Thanks for listening."]}],"duration":1088}