{
  "title": "The rules of improv can make you funnier. They can also make you more confident.",
  "url": "https://www.npr.org/transcripts/1129907651",
  "intro": "Improv comedy is about more than making people laugh. It can help performers be more creative and self-assured — and combat anxiety, both on and off stage.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "OLUWAKEMI ALADESUYI, HOST",
      "text": "OK, caveat - like, I have just taken one improv class recently after two years of not doing anything, so I'm a little bit rusty."
    },
    {
      "author": "CLAY DRINKO",
      "text": "Oh, no - I'm trash. I'm trash at improv, so don't worry."
    },
    {
      "author": "ALADESUYI",
      "text": "But we're going to embrace all of that..."
    },
    {
      "author": "DRINKO",
      "text": "Yes."
    },
    {
      "author": "ALADESUYI",
      "text": "...And we're just going to have fun. OK, where should we begin?"
    },
    {
      "author": "ALADESUYI",
      "text": "I'm Oluwakemi Aladesuyi. When I moved to New York a couple of years ago, I threw myself into all the New York things. I saw shows on Broadway, went to the ballet, took a bus to the beach, became a regular at my bodega. I even signed up for an improv class."
    },
    {
      "author": "DRINKO",
      "text": "We're going to write a letter to someone. We have to go one word at a time. And I am going to start."
    },
    {
      "author": "DRINKO",
      "text": "Dear..."
    },
    {
      "author": "ALADESUYI",
      "text": "Mrs..."
    },
    {
      "author": "DRINKO",
      "text": "Johnson."
    },
    {
      "author": "ALADESUYI",
      "text": "How..."
    },
    {
      "author": "DRINKO",
      "text": "Are..."
    },
    {
      "author": "ALADESUYI",
      "text": "You?"
    },
    {
      "author": "ALADESUYI",
      "text": "That's Clay Drinko. He's the author of \"Play Your Way Sane: 120 Improv-Inspired Exercises To Help You Calm Down, Stop Spiraling And Embrace Uncertainty.\""
    },
    {
      "author": "DRINKO",
      "text": "I..."
    },
    {
      "author": "ALADESUYI",
      "text": "Am..."
    },
    {
      "author": "DRINKO",
      "text": "Writing..."
    },
    {
      "author": "ALADESUYI",
      "text": "To..."
    },
    {
      "author": "DRINKO",
      "text": "You..."
    },
    {
      "author": "ALADESUYI",
      "text": "Because..."
    },
    {
      "author": "DRINKO",
      "text": "I..."
    },
    {
      "author": "ALADESUYI",
      "text": "Need..."
    },
    {
      "author": "DRINKO",
      "text": "Help."
    },
    {
      "author": "ALADESUYI",
      "text": "Playing this game with him transported me back to my improv classes. For three hours every week, I embraced being a beginner - letting go of expertise - and simply had fun. I left classes feeling clear, present and with a bit more pep in my step."
    },
    {
      "author": "ALADESUYI",
      "text": "Can..."
    },
    {
      "author": "DRINKO",
      "text": "You..."
    },
    {
      "author": "ALADESUYI",
      "text": "Please..."
    },
    {
      "author": "DRINKO",
      "text": "Send..."
    },
    {
      "author": "ALADESUYI",
      "text": "Me..."
    },
    {
      "author": "DRINKO",
      "text": "Money?"
    },
    {
      "author": "ALADESUYI",
      "text": "I want to share that afterglow with you. Doing improv can change you. When you apply ideas like yes, and, and embracing mistakes to your everyday life, you can learn to let go of embarrassment and make more room to be yourself."
    },
    {
      "author": "ALADESUYI",
      "text": "If you're feeling your gut drop right now, stick with me. I'm not going to tell you to abandon structure and to wing your way through life. Trust me, that's not what improv is about. And I promise, you won't have to get on the stage if you don't want to."
    },
    {
      "author": "ALADESUYI",
      "text": "Some studies have shown how just 20 minutes of improv a day can increase creativity, decrease social anxiety, and increase our ability to tolerate uncertainty. One study monitored jazz musicians while they improvised. Researchers found, while improvising music, you can actually see activity in the prelateral cortex, which is a part of the brain that is associated with language and creativity. You won't see activity in the dorsolateral cortex, which is associated with our inner critic or judge."
    },
    {
      "author": "ALADESUYI",
      "text": "So let's get into what this means for you. Let's get back to Clay Drinko, who you heard me playing an improv game with at the top of the episode. He's a theatre kid turned Ph.D. And in college, he started doing improv."
    },
    {
      "author": "DRINKO",
      "text": "I am a really anxious, in-your-head type of person."
    },
    {
      "author": "ALADESUYI",
      "text": "And you'd think that would give him all the reason not to do improv. But actually, when he did improv, he felt less anxious."
    },
    {
      "author": "DRINKO",
      "text": "And so to have this experience where I don't feel that - I just feel free, and I feel like I can be myself - it was incredible."
    },
    {
      "author": "ALADESUYI",
      "text": "A core rule of improv - and our first takeaway - is yes, and. When we bring yes, and to our everyday lives, we are listening, not judging, collaborating. We're considering someone else's reality. And in turn, we're taking a moment to better understand our own. For Clay, that moment of realization came when he had to deal with his 2-year-old daughter."
    },
    {
      "author": "DRINKO",
      "text": "You know, we had a lot of conflict - a lot of tantrums. And so I wanted to see, like, would yes, and improve our relationship? And I kept track of it. Like, why do I say no?"
    },
    {
      "author": "ALADESUYI",
      "text": "So one day she wanted to have an avocado, but she didn't want her dad to cut the bitter, tough and generally very-unpleasant-to-eat outer skin. Instead of saying no, Clay just gave her the entire thing."
    },
    {
      "author": "DRINKO",
      "text": "And she tried to take a bite, obviously couldn't, and then she goes, cut, please. And then she never asked, you know, for an uncut avocado again."
    },
    {
      "author": "ALADESUYI",
      "text": "It made Clay think about when he did say no to his kid - maybe to avoid a mess or frustration or screaming. But life is messy and frustrating - that can't be avoided. Sometimes, a girl has got to scream. So instead of shutting things down completely and saying no full stop, we can open up and become curious. Uncertainty can be uncomfortable, but it can turn into something rewarding."
    },
    {
      "author": "DRINKO",
      "text": "I think it's a fun experiment to see why are you saying no in your everyday life, and then really being critical about - a yes might lead to some sort of a learning experience or an adventure."
    },
    {
      "author": "ALADESUYI",
      "text": "This, of course, does not mean we should say yes to everything. Boundaries are necessary, and some things are important to say no to."
    },
    {
      "author": "DRINKO",
      "text": "To just say this thing that was developed mostly by white men should be applied to everyone's life equally - I think we have to be really careful with, like, how we apply it and when we apply it and why and really savor in the complexity of those connections."
    },
    {
      "author": "ALADESUYI",
      "text": "Our second takeaway is embrace your mistakes."
    },
    {
      "author": "ALADESUYI",
      "text": "So one time in improv class, I was in a scene where everyone was a vegetable in a game of Clue. Someone had killed Mr. Brussels Sprouts. I was the wealthy aunt, Ms. Broccoli Rabay (ph), but it's actually pronounced broccoli rabe, like rob a bank. I didn't know that before the scene began, but I definitely found out when my team members looked at me in bewildered confusion. And, you know, in this imaginary world where I'm clutching my mink stole and grasping the pearls around my neck, why wouldn't I be a Ms. Broccoli Rabay?"
    },
    {
      "author": "ALADESUYI",
      "text": "I had botched the pronunciation. But in improv, there are no mistakes. You have to roll with what happens. And I'd like to think that it actually made the scene a bit better."
    },
    {
      "author": "ALADESUYI",
      "text": "I get that embracing mistakes can sound terrifying. Trust me, I've been there. I am part perfectionist."
    },
    {
      "author": "DRINKO",
      "text": "I think mistakes can really overwhelm us with a sense of shame and embarrassment."
    },
    {
      "author": "ALADESUYI",
      "text": "So instead of turning away from mistakes, Clay Drinko makes a point to admit to them."
    },
    {
      "author": "DRINKO",
      "text": "'Cause those can really be points of connection. When we're acknowledging, hey, I made a mistake; hey, you made a mistake, right? We're all people. We're not perfect. That's great. You know, how do we move on from here?"
    },
    {
      "author": "ALADESUYI",
      "text": "Clay will sometimes make a mistake tree, where he writes down the so-called mistake and then maps out what happened as a result."
    },
    {
      "author": "DRINKO",
      "text": "And so I think part of it is just really being a little more logical with looking at our past mistakes and really trying to visualize - was this really the end of the world? I think, just like in improv, in everyday life, it's usually not."
    },
    {
      "author": "ALADESUYI",
      "text": "I got box braids this summer and decided to try something different than my usual 1B dark brown color. I got extensions that I thought were a nice, muted coppery color, but the hair turned out to be a much brighter red. I could have been very upset. But you know what? For a couple of weeks. I had my own under-the-sea mermaid moment."
    },
    {
      "author": "ALADESUYI",
      "text": "The other day, I confused fluid ounces with weight and ended up with an eggplant stew that was literally very heavy on the tomato paste. It was OK. I needed to use that can of tomatoes anyway. When we acknowledge mistakes, we find that they don't have the life-shattering effect that we imagined them to have, and the weight we give them often doesn't match up with reality."
    },
    {
      "author": "ALADESUYI",
      "text": "OK, now we have some of the basics down. We've talked about how we can take two big ideas in improv - yes, and, and embracing mistakes - and apply them to our everyday life. Now, onto our next takeaway. Takeaway No. 3 - don't shy away from yourself. This sounds a bit conceptual, but stick with me. OK. So full disclosure - I didn't start taking improv classes because I thought I was funny."
    },
    {
      "author": "LOU GONZALEZ",
      "text": "The short way of getting people to laugh is being clever and sharp, but the more powerful way is being truthful."
    },
    {
      "author": "ALADESUYI",
      "text": "Luckily, I found Lou Gonzalez. She's a co-founder Squirrel Comedy Theater, which was founded in New York City in the depths of the pandemic."
    },
    {
      "author": "GONZALEZ",
      "text": "Comedy is subjective, and the points of view in which you're generating your comedy are very much based on how you view the world. And if you are outside of that, the majority of the culture, which is - improv is majority cishet, white folk - it is more difficult for people to understand the power of your comedic point of view. They see that you're funny, but they don't see the depth of it."
    },
    {
      "author": "ALADESUYI",
      "text": "I think, like, for me, when I was growing up kind of, like, in this 1.5 - like, first-generation-and-a-half immigrant - I just felt like being embedded in a culture where like, things were funny. I just, like, didn't necessarily have those points of reference."
    },
    {
      "author": "GONZALEZ",
      "text": "Yeah, and I feel like a lot of marginalized folk have this level of comicality to sort of buoy themselves from existence. I mean, not only was I a chubby kid, but I was also gay, you know? And so, like, I needed that. I needed that sharpness. And I think we all do. I think everyone just needs a way to laugh."
    },
    {
      "author": "GONZALEZ",
      "text": "And also, Kemi, you're funny. Everyone is funny. It's about how you're utilizing your ability to recognize what's around you and see the silliness of it because existing is silly. And I think it's also about embracing that because there's power in that."
    },
    {
      "author": "ALADESUYI",
      "text": "I should disclose - again - I'm not the fun friend. I'm the pragmatic one. I'm the one who tells my friends to burn it all down because it feels like the world is already on fire. Like, it can be kind of hard to have fun at brunch when you think about the folks in Jackson, Miss., who still don't have clean water to drink. I'm not a full-on Debbie Downer, but gloom does feel like a strong choice to bring to improv class - which I've done, actually. Let me tell you about a scene I did once. My partner was Santa, and they'd suggest toy I could get for Christmas, and I'd find some reason to shut them down. I couldn't get a motorized mini car because I have to think about the environment. A toy robot would be a cruel gift since Mommy and Daddy had just lost their jobs to automation. And when Santa offered me a Barbie doll with its unrealistic proportions and beauty standards, I could only roll my eyes. Real-world darkness isn't a fun thing to think about, but I had to stop worrying that my view of the world wasn't worth sharing."
    },
    {
      "author": "GONZALEZ",
      "text": "In our class, that's one of the things that I wanted people to do. It's like, I want you to just exist in what's real to you. Even if it may be painful, even if it may make you feel awkward, that truth will resonate and will connect with someone. And it may not connect with everyone, but you can't worry about that."
    },
    {
      "author": "ALADESUYI",
      "text": "Class, gender, our neurological diversity, what we believe in, our immigration status - these are just some of the aspects of our identity that we don't always want to share, maybe because of the fear that when we do share, we won't be understood or appreciated."
    },
    {
      "author": "GONZALEZ",
      "text": "I can't worry that people are not going to see me. Because I see me. In being in a room where you feel unencumbered by the internal edits, the code switching, the doubt that you will be seen the way you feel like you're meant to be seen - once that's alleviated, you realize there's just power in you being you."
    },
    {
      "author": "ALADESUYI",
      "text": "I didn't know how much I needed to hear those words. Sometimes I feel like I exist on the margins. But taking classes with Lou felt like more than just taking classes."
    },
    {
      "author": "GONZALEZ",
      "text": "Because you're being allowed to be yourself in a way you thought you couldn't. And that's powerful. So much of queerness is about understanding yourself but also loving yourself in a way you thought you couldn't. And that's emotional, and that's powerful."
    },
    {
      "author": "ALADESUYI",
      "text": "But we can do that for ourselves. We can appreciate our complexities. We can show off the parts of ourselves that we may have the impulse to hide. That third takeaway, to not shy away, is the most important thing I've learned in improv. It's a practice of radical acceptance and self-love. It doesn't happen overnight, and it may be hard to do in some places, but keep reminding yourself that your voice matters. If you feel yourself becoming small, name how you feel. Giving that experience a name puts some distance between you and what you're experiencing. While we may not always receive empathy, it's something we all deserve. I've found a space where it felt a little easier to be myself at Squirrel Comedy Theater, and it's helped me bring a bit more of myself everywhere."
    },
    {
      "author": "ALADESUYI",
      "text": "What happens when we apply all of these lessons? We get out of our heads, which is our fourth takeaway - be present in your body. Q Sajid is a grief doula and a facilitator with a master's in social work. She went to her friend's improv show and ended up inspired to try it out. What she didn't expect was that improv would be a place for somatic work."
    },
    {
      "author": "Q SAJID",
      "text": "What that really means is tuning in and noticing what's going on just within our body because we are actually not taught that. We are taught to think our feelings away rather than feel our feelings."
    },
    {
      "author": "ALADESUYI",
      "text": "Feeling our feelings is how we are present in our bodies, which is what somatic work is all about."
    },
    {
      "author": "SAJID",
      "text": "Staying present and staying curious with our experience instead of trying to name it or make sense of it right away."
    },
    {
      "author": "ALADESUYI",
      "text": "When you're anxious, do you hold your breath? Do your palms sweat? Do you hunch your shoulders when you're stressed? When you take time to feel or process these emotions, you're doing somatic work. You are present in your body."
    },
    {
      "author": "SAJID",
      "text": "When we get the space to really drop into our bodies, I think it just lets us tune in to our nervous system and, like, what it may need in that moment."
    },
    {
      "author": "ALADESUYI",
      "text": "Q told me that taking improv classes has given them space to process their emotions and do somatic work. They were taking classes at Untold Improv, a space in the Bay Area that explicitly centers people of color. One day, she came to a workshop after experiencing some mansplaining at work."
    },
    {
      "author": "SAJID",
      "text": "We did a scene. It's an exercise where you just say the same line to each other over and over again."
    },
    {
      "author": "ALADESUYI",
      "text": "The idea was to say each word with a different emotion while moving around the room. So Q moved. They shouted. They whispered. They spoke as if they were sad or as if they were curious. She repeated these lines with excitement, with fear, with anger, and she found that she was stepping into a power that she hadn't found during the day."
    },
    {
      "author": "SAJID",
      "text": "And I felt myself more clear after the scene. And everybody had also told me, you were really dropped in to that scene. And it was because I had felt myself processing something else. And in that scene, I was able to assert my dignity and power in a safe enough container. And that was so powerful for me. And that was the second improv class, and then on from then, I was sold. I was sold on the magic of improv."
    },
    {
      "author": "ALADESUYI",
      "text": "You don't have to make it to an improv class to reap these benefits. Being aware of your emotions and actually feeling them is being present in your body. Meditating, doing some breathing exercises or simply going outside to cloud watch are easy ways to feel that presence. When I go grocery shopping, I like to take my time looking at the fruits and veggies before I put them in my cart. Really look, feel and smell things - the marigolds, ochres and siennas in a bag of golden raisins, the gradient of a daikon radish turning from white to purple, the soft bristles of an African yam. I'm present in the moment, and I'm living fully."
    },
    {
      "author": "SAJID",
      "text": "We actually deepen our capacity to fully experience joy and connection, all the juicy things we want to experience in our life."
    },
    {
      "author": "ALADESUYI",
      "text": "Our fifth and final takeaway is make room to play. It's the last lesson we have time for, but I think it's the core of what we do in improv. We make up games. We laugh at absurd scenarios. We're at play. And when we apply the tools we've learned to be less in our heads and more in our bodies, we're creating space to play as well."
    },
    {
      "author": "SAJID",
      "text": "I think improv can create the structure and the container where we can be silly without harmful consequences. Because a lot of times in our lives, we are not given that kind of humanity. I think being silly and attuning to what silliness looks like for us is a real gift in adulthood, and it's actually a very healing thing for us to do."
    },
    {
      "author": "ALADESUYI",
      "text": "It can feel selfish and unproductive to take time to play, to do something that doesn't seem to have an immediate utility, something that we aren't trying to commodify. Lots of things feel like they should be higher up on the to-do list. But play is important. So I invite you to make more space for it in your life. It can be as simple as singing in the shower or making time to doodle while you eat lunch. It can be whimsical. Maybe get out to the park and blow some bubbles, splash in puddles when it rains. Clay Drinko likes to watch how his children play, and you might think about doing the same. It might spark some memories of things you loved to do when you were little. You can find joy when you look at some things in a new light."
    },
    {
      "author": "SAJID",
      "text": "We are very expressive storytellers in my family. And I think people of color and those with, like, rich lineages of song and dance and movement, there's improv within that as well."
    },
    {
      "author": "ALADESUYI",
      "text": "What I take away from improv is a space of possibility. I'm letting go of my inner critic, stepping out of my self-doubt and tapping into my creativity and imagination. And oddly enough, I found that playing so many different characters has helped me find more freedom to be me."
    },
    {
      "author": "ALADESUYI",
      "text": "So let's recap. What can we take away from improv and apply to our everyday lives? Takeaway No. 1 - yes, and. When we say yes to things, we're staying curious and being open to the unexpected, and we can increase our tolerance for uncertainty. It's a win-win. Takeaway No. 2 - embrace mistakes. They are often not as world-shattering as we might think. When we choose to acknowledge them, we can find humor and connection. Takeaway No. 3 - don't shy away from yourself. We can find strength in cherishing the parts of ourselves that others might ignore. Takeaway No. 4 - be present in your body, and let yourself feel your emotions. And our last takeaway, takeaway No. 5 - make room to play. Take off your shoes on your next walk through a field of grass and feel the earth breathe between your toes. Pick up a card game with friends. Go to karaoke and sing with no shame. Make a flower garland and bask in the beauty of being alive."
    },
    {
      "author": "ALADESUYI",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to start a creative habit and another one on how to be more open-minded. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now, a random tip from one of our listeners, this time from Helen Liang."
    },
    {
      "author": "HELEN LIANG",
      "text": "If you have younger children, then you know the struggle of keeping bathroom hand towels looking nice. Buy brown hand towels. The darker color will hide any stains and look fresher longer."
    },
    {
      "author": "ALADESUYI",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Gilly Moon, Valentina Rodriguez and Stu Rushfield. I'm Oluwakemi Aladesuyi. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6575404660.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/22/lk_improv_composite-copy_wide-0e09268cb9b046d1fa90cea7bf5da2477e6c957f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "OLUWAKEMI ALADESUYI, HOST",
    "CLAY DRINKO",
    "ALADESUYI",
    "DRINKO",
    "LOU GONZALEZ",
    "GONZALEZ",
    "Q SAJID",
    "SAJID",
    "HELEN LIANG"
  ]
}