{
  "title": "Student loan forgiveness Q&A",
  "url": "https://www.npr.org/transcripts/1130477691",
  "intro": "Life Kit teams up with NPR Education to answer some common questions about student loan relief, including: What's the application process like? What loans qualify for debt relief? What if you have multiple loans?",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. Today on the show, we are talking about student loans. If you have them, you've probably heard that the Biden administration just created this student debt relief program. People with student loans can apply to have up to $20,000 of their debt erased. Up until recently, though, it wasn't clear if certain loans qualified and what it would take to apply. But the federal government just opened the application, and we have answers to hopefully all of your questions about it. By the way, if you do have federal student loans, it's a good idea to figure this out soon because starting January 1, you will have to start paying them again. The government paused payments and interest because of the pandemic."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "With me to help us understand all of this are Cory Turner and Sequoia Carrillo, who cover education for NPR. Hey, you two."
    },
    {
      "author": "CORY TURNER, BYLINE",
      "text": "Thanks for having us."
    },
    {
      "author": "SEQUOIA CARRILLO, BYLINE",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So tell me about this application. How long does it actually take to do this?"
    },
    {
      "author": "CARRILLO",
      "text": "So actually, the first person that I know that did this application was my roommate when they first sent out the beta version of the application. And she told me it took, like, 2 minutes."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "I initially opened the link just to see what information they needed for me and found out it was less than 20 fields. My Uber was longer than it took for me to submit an application."
    },
    {
      "author": "CARRILLO",
      "text": "It's actually way less than 20 fields. It's, like, half-a-dozen data points. It's super straightforward - just your name, your date of birth, Social Security number, phone, email. There is one box that borrowers have to check to certify under penalty of perjury that they meet the program's income requirements, which is $125,000 for individuals or 250,000 for couples. And this is important - it can be for either 2020 or 2021. If you are below that income threshold for either year, you qualify for this forgiveness. But there's no special login or anything, and you don't have to upload anything."
    },
    {
      "author": "SEGARRA",
      "text": "All right. So you file the application, and then what happens?"
    },
    {
      "author": "TURNER",
      "text": "A few things. After you submit it, borrowers should get a simple email confirmation, not saying that they've been accepted, just saying, hey, we got it; it's time to wait. Then the department is going to verify your eligibility using its internal federal database. So for borrowers whose government records show they were maybe close to the income limit - which, again, is $125,000 per individual - the department might flag these borrowers for additional documentation or income verification. It'll let you know. If you don't get flagged, you're not going to hear from them until your application has been approved."
    },
    {
      "author": "SEGARRA",
      "text": "And how long does that take?"
    },
    {
      "author": "TURNER",
      "text": "Well, I spoke with a senior administration official a couple of weeks ago who said just a matter of weeks. And I remember I was interviewing the education secretary, Miguel Cardona, a couple of weeks ago as well, and he said, look; he's in a hurry to process as many of these applications by January 1 as possible. So it wouldn't surprise me for folks who apply now to see debt relief, really, in the next month or two."
    },
    {
      "author": "SEGARRA",
      "text": "Nice. Yeah. I mean, I'm wondering, too, about which loans are eligible. I remember when I got my student loan package as a teenager - right? - just starting college, my eyes just kind of went blurry. It had all these different names, and it was kind of like an alphabet soup, and none of it really meant anything to me. But it does matter, though, what kind of loan you have in this case, right?"
    },
    {
      "author": "TURNER",
      "text": "Yeah. Sadly, it makes a big difference. And honestly, borrowers are really confused here because over the many years of the federal student loan program, there have been a lot of different kinds of loans. Let's start with the big, most common loan today. It's the federal direct loan that is issued by the Department of Education. These qualify. Parent PLUS loans, grad PLUS loans - these all count as long as the loans are held by the U.S. Department of Education."
    },
    {
      "author": "TURNER",
      "text": "Where things get a little hairy are for borrowers who took out loans many years ago, basically before 2010, back when the sort of foundational loan of the program was something called a FFEL loan, F-F-E-L. I'm not even going to tell you what it stands for. But basically, these loans were guaranteed by the Department of Education, but they were issued and held by private banks and lenders. And even though they ended that program in 2010, there are millions of borrowers who still have these loans. And because that debt is still held by these private banks and lenders, the department can't just discharge it. And so they have been excluded from debt relief."
    },
    {
      "author": "SEGARRA",
      "text": "Ouch - right? - if you're one of those borrowers."
    },
    {
      "author": "TURNER",
      "text": "Yeah. And if you're not sure if you qualify, a really good litmus test is, did you have to keep making payments over the pandemic pause? And did your interest keep accruing? If so, that's because your loans are still held by one of these banks, and you don't qualify. If your payments were paused, you should be good because only folks with Ed Department loans were eligible for the pause."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So there are a lot of people who have already paid off their loans, maybe even in the past couple years. Are they eligible for any kind of relief?"
    },
    {
      "author": "CARRILLO",
      "text": "So guidance here has been a little bit confusing. At first, the department suggested that borrowers should just ask their servicers for a refund first and then apply for debt forgiveness. But now the guidance is that for borrowers whose loans are less than the debt relief they're entitled to - so say they still owe $5,000, but they qualify for $10,000 in relief - those borrowers just need to submit the debt relief application. That's it. Just one, and the Education Department will handle the rest of it."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, it feels like an undercurrent of this whole conversation is fairness, right? Like, who should pay what? Who should have their loans forgiven? Where and when do you draw the line? And lots of people have different takes on that, right?"
    },
    {
      "author": "TURNER",
      "text": "Yeah. I mean, you've got the first layer of that, which is all the folks who didn't attend college and didn't take out loans, saying this whole idea is profoundly unfair. But then even within the constellation of student loan borrowers, you know, the 45 or so million people, there's a pretty pronounced separation between the haves and the have-nots largely because of this group of old federal loan holders, the FFEL borrowers, who were told in August they qualified for relief but then told at the very end of September, because of a bunch of lawsuits coming out, that they couldn't actually qualify for relief. And that's, like, close to a million people. And so they're actually quite angry and frustrated and feeling disillusioned about all this. Meanwhile, you've got another 40 million people or so saying, hey, this is great."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. Well, getting back to some of the details, how will the department apply this debt relief? Like, does it target your loan with your highest interest rate first or something else?"
    },
    {
      "author": "CARRILLO",
      "text": "So for borrowers with multiple loans, the department says that it will apply the relief to defaulted loans first. So they'll start with Ed-held loans and then nondefaulted loans. So they're trying to keep borrowers' interests in mind here. They're canceling the ones that are really causing harm to borrowers first and then going down."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then if you have loans that are not defaulted, then they go to those next, and they'll start with - what? - like, the highest interest rate there?"
    },
    {
      "author": "CARRILLO",
      "text": "Yep, they're starting with the highest interest rate there. So if you've never defaulted on a loan, which is a lot of borrowers, they're going to start by canceling your loan with the highest interest rate first."
    },
    {
      "author": "SEGARRA",
      "text": "So there's something else I want to ask about that I'm somewhat familiar with having worked in public media for a long time. It's called public service loan forgiveness, right? And it's basically - if you work in public service, which includes nonprofits or government, for 10 years or more, you might be eligible to have all your student debt canceled. So for people who might qualify for that, how do they decide what to apply for? Like, should they apply for this broad debt relief right now or apply for the public service loan forgiveness? Like, how should they think about that?"
    },
    {
      "author": "TURNER",
      "text": "So I think the short answer here, Marielle, is don't wait because public service loan forgiveness has been a notoriously stingy program with really tight rules. At least that was until just about a year ago, when the Biden administration, essentially, temporarily blew it up. And they opened the doors wide for folks who had maybe a disqualifying kind of loan or were in the wrong repayment plan. For the past year, all those folks have been able to apply, right? The problem is that expansion expires in one week. And so if you don't get your application in now, within the next week, you might not qualify for PSLF, whereas you do right now."
    },
    {
      "author": "TURNER",
      "text": "And there's no real conflict between PSLF and Biden's broader debt relief plan. Basically, the Ed Department is going to use its internal database, and it's just going to be forced to reconcile one set of relief with the other. That's not on the borrower. My advice to the borrower is do not wait. Waiting could leave you in a world of hurt."
    },
    {
      "author": "SEGARRA",
      "text": "So apply for both, and don't wait on either."
    },
    {
      "author": "TURNER",
      "text": "Apply for both, and let the department sort it out."
    },
    {
      "author": "CARRILLO",
      "text": "Yep."
    },
    {
      "author": "SEGARRA",
      "text": "OK. There have been a lot of lawsuits filed challenging this debt relief plan. Is it possible that one of them could stop the Education Department from actually canceling these debts?"
    },
    {
      "author": "CARRILLO",
      "text": "Yeah. I mean, we've been following this story. Cory recently talked to a lot of legal experts who gave him some wide-ranging answers on this question."
    },
    {
      "author": "TURNER",
      "text": "(Laughter)."
    },
    {
      "author": "CARRILLO",
      "text": "We're all just waiting right now (laughter)."
    },
    {
      "author": "TURNER",
      "text": "Yeah. It is such a strange and interesting time right now. You, basically, have conservative legal groups filing multiple lawsuits in different parts of the country, hoping to get a sympathetic, more conservative judge who's going to be willing to issue what's called a preliminary injunction. That would stop debt relief in its tracks, and it is the last thing that the Biden administration wants right now."
    },
    {
      "author": "TURNER",
      "text": "We should also say the administration got a couple of legal wins late last week. One case, filed by a taxpayer group in Wisconsin, was rejected by Supreme Court Justice Amy Coney Barrett. The other case - what legal experts told me was probably the strongest against debt relief - was dismissed by a federal judge in Missouri. Then again, in a sign of just how contested this fight will be, that decision was immediately appealed. And within 24 hours, the U.S. Appeals Court had already ordered that debt relief be temporarily put on hold until early this week to give the court time to consider, again, issuing an injunction."
    },
    {
      "author": "TURNER",
      "text": "In fact, it's worth saying, Marielle, that I have had to record this part of my answer to your question for the pod three times now because the news keeps changing. In fact, by the time folks are listening to me now, it may have changed again."
    },
    {
      "author": "CARRILLO",
      "text": "The only thing that borrowers can really do right now is apply early, as early as you possibly can, because there could be a situation in which the time in which you got your application in and received your debt relief will decide whether or not you get any cancellation."
    },
    {
      "author": "SEGARRA",
      "text": "Well, what if they canceled your debt and then - can they take that back?"
    },
    {
      "author": "CARRILLO",
      "text": "It's a big question."
    },
    {
      "author": "TURNER",
      "text": "You know, I asked that very question of three different legal experts just this morning, and the answer I got ranged from I don't think so to highly unlikely. Look; anything is possible, of course. But here's the thing. In arguing for the courts to stop debt relief right now, all of these conservative groups are also fundamentally arguing that the relief and the harm it would cause is irreparable - that word is really important here - that it cannot be undone. And that tracks with what I've heard from legal experts, that once these debts are canceled, uncanceling them is kind of like putting a sneeze back in your nose."
    },
    {
      "author": "SEGARRA",
      "text": "Gross."
    },
    {
      "author": "CARRILLO",
      "text": "It's just not going to happen. And the Biden administration has been ready for these challenges. The same day that they dropped the actual plan, they also dropped their legal rationale behind how they were able to do this, which is through the Heroes Act. And it gets kind of technical, but they definitely have been building this case and anticipating these lawsuits for a long time."
    },
    {
      "author": "SEGARRA",
      "text": "Well, it sounds like the main takeaway from this is if you might be eligible, apply soon, and hope for the best."
    },
    {
      "author": "CARRILLO",
      "text": "Yep, yep."
    },
    {
      "author": "TURNER",
      "text": "Well, and especially since, you know, bringing us full circle, the application is short and easy. So..."
    },
    {
      "author": "CARRILLO",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, you could do it in an Uber on the way to your Halloween party or whatever."
    },
    {
      "author": "CARRILLO",
      "text": "Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Cory, Sequoia, thank you so much for being here."
    },
    {
      "author": "CARRILLO",
      "text": "Thank you."
    },
    {
      "author": "TURNER",
      "text": "Thank you, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about how to pay off debt in general. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "LISA",
      "text": "Hi, this is Lisa (ph). My tip is if you're baking a cake and you want to test for done-ness and you don't have a toothpick or a skewer, use a piece of raw spaghetti."
    },
    {
      "author": "SEGARRA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our incredibly talented production team also includes Andee Tagle, Audrey Nguyen and Clare Marie Schneider. Julia Carney is our podcast coordinator, and our intern is Jamal Michel. I'm Marielle Segarra. Thanks for listening. And go get that debt erased."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9018581230.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/21/jchang_studentloans_final_v01_wide-d6c871aa43b3c90cbba908e0c6bd375341685030.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "CORY TURNER, BYLINE",
    "SEQUOIA CARRILLO, BYLINE",
    "SEGARRA",
    "CARRILLO",
    "UNIDENTIFIED PERSON",
    "TURNER",
    "LISA"
  ]
}