{
  "title": "5 essential ingredients for Mexican cooking (plus one you can't buy at the store)",
  "url": "https://www.npr.org/transcripts/1132205161",
  "intro": "Want to start making authentic Mexican cuisine at home? Here's what you'll need in your pantry and your fridge to get started, according to two Mexican chefs and cookbook authors.",
  "transcript": [
    {
      "author": "MILTON GUEVARA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Milton Guevara. I have a weekend ritual. I wake up, put on some music, pour myself coffee, and then I embark on a lost cause. I try to make a pot of black beans as good as my grandmother's. I start sifting through a couple cups of dry beans. I look for ones that are a little broken or a little wonky and toss them out. I put them in a pot, add water, garlic, onion, salt, avocado leaves, bring it to a simmer and wait. I started this ritual because it's what my mom did when I was growing up. And she picked it up from her mom, my grandma. Served with a couple fried eggs, rice, salsa, and homemade tortillas, it's one of my favorite morning meals. Beans are a staple in my Mexican Salvadoran household, something I like to eat throughout the week. And the same is true for Bricia Lopez."
    },
    {
      "author": "BRICIA LOPEZ",
      "text": "It's funny 'cause I just made beans yesterday for the week."
    },
    {
      "author": "GUEVARA",
      "text": "Bricia is the co-owner of the Los Angeles restaurant Guelaguetza. She says this food, Mexican food, is powerful, even in its most simple form, like a pot of beans."
    },
    {
      "author": "LOPEZ",
      "text": "I think that food and Mexico go hand in hand. It is the essence of our soul. It is the way we deal with celebrations - with birth, with death, with everything in between. It's woven into who we are as people, as a community."
    },
    {
      "author": "GUEVARA",
      "text": "And it's possible for you to weave this food into your life, too. It's a great time to be excited about Mexican food. There are so many cookbooks and restaurants celebrating it. So in this LIFE KIT, we'll help you start learning how to cook Mexican food, too. We'll discuss what you need in your pantry and share some ideas to keep in mind on your cooking journey."
    },
    {
      "author": "GUEVARA",
      "text": "Cooking Mexican food can be really intimidating. There's just so much to learn."
    },
    {
      "author": "RICK MARTINEZ",
      "text": "It's beautiful. It's evolving. It's ever-changing."
    },
    {
      "author": "GUEVARA",
      "text": "This is Rick Martinez. He traveled and ate his way through all 32 states in Mexico. And he compiled his favorite foods in a cookbook, \"Mi Cocina: Recipes And Rapture From My Kitchen In Mexico.\""
    },
    {
      "author": "MARTINEZ",
      "text": "It's a cuisine that's built on the migration of people and cultures into Mexico, along with the Indigenous people of the area and what grows naturally and what was brought over by the migrants."
    },
    {
      "author": "GUEVARA",
      "text": "Rick Martinez is from the U.S. but now lives in Mexico. Bricia Lopez, who you heard from earlier, is from Mexico and now lives in the U.S. She's got a cookbook, too - \"Oaxaca: Home Cooking From The Heart Of Mexico.\" It's a love letter to her culture, her heritage and all of Oaxaca. These two chefs are obsessed with Mexican food, and they have some ideas about how you can start cooking it at home, too. Our first takeaway - takeaway number one - is to stock your pantry. We're going to go through the ingredients and tools you need to get started. Here's Bricia again."
    },
    {
      "author": "LOPEZ",
      "text": "You need to get familiarized with dried chiles and not be afraid of dried chiles. Dried chiles are an essence of Mexican cooking."
    },
    {
      "author": "GUEVARA",
      "text": "Dried chiles are just that, chiles that have been dried out like raisins, taking on these new layers of complex flavors. A poblano that is dried becomes an ancho. A jalapeno that is smoked can become a chipotle."
    },
    {
      "author": "LOPEZ",
      "text": "So you can start with guajillo, ancho, Morita, arbol. I think those four are great dried chiles that are available in most markets."
    },
    {
      "author": "GUEVARA",
      "text": "Also available in most markets and online..."
    },
    {
      "author": "MARTINEZ",
      "text": "Long-grain white rice, having a pound of beans."
    },
    {
      "author": "GUEVARA",
      "text": "Any beans you like will do. Rick and I both happen to enjoy black beans. And here's another ingredient you might consider."
    },
    {
      "author": "MARTINEZ",
      "text": "Mexican oregano. If you can't find Mexican oregano, then Italian oregano is fine. Mexican oregano is a little bit more floral. I think it has a little less bitterness. There's a slight sweetness, a slight anise flavor to it, as well."
    },
    {
      "author": "GUEVARA",
      "text": "And, of course, fresh ingredients like onions, garlic, tomatoes, tomatillos and cilantro. Once you've built up your pantry with these staples, you'll need some tools to cook them with. Bricia recommends something you probably already have - a cast iron skillet. The equivalent in Mexican cooking is a comal, which is traditionally made of clay."
    },
    {
      "author": "LOPEZ",
      "text": "You need to have something that reaches a high level of heat, whether you are toasting your chiles or toasting your tomatoes."
    },
    {
      "author": "GUEVARA",
      "text": "And then there's my personal favorite tool."
    },
    {
      "author": "LOPEZ",
      "text": "A good molcajete is always a great way to start, as well."
    },
    {
      "author": "GUEVARA",
      "text": "A molcajete. It's a mortar and pestle made from volcanic rock, an ancient kitchen tool used to grind things like salsas and spices. My grandma gave me mine. But don't worry if you don't have one. A blender works well for many salsas. Once you've got your tools and pantry ingredients, it's time to get cooking. And this takes us to takeaway number two, get down to basics."
    },
    {
      "author": "MARTINEZ",
      "text": "I feel like salsas are the best place to start. I think they're less intimidating. Everybody loves them. And I think even the most novice cook probably already has, like, a salsa recipe that they make, you know, could be a guacamole or it could be, like, a three-ingredient salsa."
    },
    {
      "author": "GUEVARA",
      "text": "Tomatoes, garlic and jalapenos could be a starting point for a three-ingredient salsa. But the idea is this - when you start cooking your own salsas, you gain more control in the kitchen. You expand your cooking range. That's because they can be fresh, boiled, charred, fermented. As you learn how to make different salsas, you pick up on new cooking techniques and flavors."
    },
    {
      "author": "MARTINEZ",
      "text": "And I think when you start playing with that, you will start to see the commonalities that all of them have, right? There's a balance to it."
    },
    {
      "author": "GUEVARA",
      "text": "A balance that reminds Rick of music. Maybe the tomatoes are the bass, and the chipotles are the melody. They all work together to create a beautiful composition."
    },
    {
      "author": "MARTINEZ",
      "text": "Once you understand the concept of building a salsa with that harmony of flavors - sweet, salty, acid, spice - then I think that you can apply that knowledge to cooked sauces. It's playing off this idea of, you know, a song. If there is a refrain in Mexico, finding the refrain in something easy, like a salsa, is something that will be super helpful for you because you'll see the refrain played over and over again in tacos, in guisos, in tortas, in tamales. And I think it will become easier for you to, like, improvise and create your own dishes around that, as well."
    },
    {
      "author": "GUEVARA",
      "text": "Another way to up your game in the kitchen is by making your own corn tortillas. After all, Rick says corn is one of the biggest building blocks of Mexican food. For this, Bricia recommends a tortilla press and masa harina. Masa harina is dried corn dough, which can be found in many grocery stores."
    },
    {
      "author": "LOPEZ",
      "text": "Salt, masa harina and water. You have those three ingredients, and it forms this beautiful dough that you can then press. And that's what you would put on top a comal. Flip it once, twice, three times, and you have a warm, freshly made tortilla."
    },
    {
      "author": "GUEVARA",
      "text": "An alternative to a tortilla press is a skillet with a flat bottom. We'll leave a link to a tortilla tutorial on our episode page. Bricia says a tortilla doesn't have to just be a vessel for other food."
    },
    {
      "author": "LOPEZ",
      "text": "And I think that's a great way of judging a tortilla. If you can think to yourself, can I just have this by itself with a little bit of salt? And if the answer is no, then it's not a good tortilla. A great tortilla you should be able to just have by itself. But then on that, then you layer it with a piece of cheese, some salsa, a piece of meat and just keep building on it. It's just so beautiful."
    },
    {
      "author": "GUEVARA",
      "text": "Learning how to make tortillas using masa can be a gateway to learning other foods, too. Tostadas, tlacoyos, gorditas and tamales and many other foods are all made with masa. I know making salsas and tortillas from scratch takes more time than just buying them pre-made at the store, but don't let this intimidate you. This brings us to takeaway number three - take your time. It's worth it. Tamales, pozole and mole aren't made on a weeknight after work. Even a pot of beans can take hours."
    },
    {
      "author": "LOPEZ",
      "text": "I think anything that's worth your while is going to take time. I think that's just a rule of life. And I think that's what makes Mexican food so great - because it takes time. And I think a lot of people like to use shortcuts. And I understand. I am a mother of two, and I run different businesses. Trust I understand the value of time. But at the same time, I understand the value of food. And I think that, what's a life without great food? Like, what is the point of running around every single day and stressing if at the end of the day, you can't have great beans?"
    },
    {
      "author": "GUEVARA",
      "text": "And when I'm making beans, I'm investing in the week and month ahead. The few hours I spend cooking beans, rice and salsa will feed me for the rest of the week. I usually freeze batches of it, too. That way, I have something to eat when I don't feel like cooking or don't have the time or energy. My freezer is often full of homemade meals. And for me, cooking can be a calming, mindful activity. Eating homemade meals just makes me feel good. Rick points out that Mexican food can have a bad rep. Some people think it's unhealthy. And sure, that can be true sometimes, but that could be said of any cuisine, depending on how you prep it. The foundation of Mexican cuisine is vegetables - corn, chiles, beans, squash - you know, food with a lot of nutrients."
    },
    {
      "author": "MARTINEZ",
      "text": "It was all plant-based and, you know, not that much meat until the Europeans came."
    },
    {
      "author": "GUEVARA",
      "text": "Getting back to the roots of Mexican cooking, that will require a little more time in the kitchen. But really slowing down to cook can be rewarding. And as more time goes by, you'll notice something really special emerge. It's a Spanish word used to describe that magic in the kitchen. You'll start to develop your sazon."
    },
    {
      "author": "MARTINEZ",
      "text": "Sazon is your personality, your point of view, your flair, your creative license in the kitchen."
    },
    {
      "author": "GUEVARA",
      "text": "So that's our fourth takeaway. Embrace your sazon."
    },
    {
      "author": "MARTINEZ",
      "text": "You go to someone's house and you might know very well the dish that is being prepared. Unless you really know the person, you probably don't know exactly how they're going to prepare it for you. And in fact, you know, it may change according to their mood. And that's the beauty of the sazon. And one of the highest compliments that can be paid to me when someone tastes my food, they say to me, I can taste your sazon in this dish. And that, to me, is such a beautiful thing because I want my food to be unique to me."
    },
    {
      "author": "GUEVARA",
      "text": "How do you create a dish that's authentic to you? Well, Bricia says it happens naturally."
    },
    {
      "author": "LOPEZ",
      "text": "There's so much flavor that lies within your hands. Each person's fingerprints is very unique to them - right? - and I think that's the same thing with sazon with the flavor - is that you're able to create for yourself. Milton, you and I can be cooking the same recipe at the same time with the same ingredients, yet somehow, yours will be slightly different than mine because you have your own sazon DNA embedded in you."
    },
    {
      "author": "GUEVARA",
      "text": "When you feel comfortable with the basics, you can begin improvising in the kitchen. You can personalize this food with the vegetables and herbs you like or with what you have on hand."
    },
    {
      "author": "LOPEZ",
      "text": "But once you start playing in the kitchen and learning and developing that sazon that you have, it's sort of addicting, right? You get to see what you can create, what you can do. The kitchen was meant for a place to have fun and not to be taken so seriously - obviously, always with respect. But I think that creating your own sazon is one of the things that one should strive for in their lifetime."
    },
    {
      "author": "GUEVARA",
      "text": "It's hard for me to accept my black beans will never taste like my grandma's. But maybe I can start embracing the fact that they taste like mine."
    },
    {
      "author": "LOPEZ",
      "text": "I think it's going to come down to you just being open to exploring and knowing that it's - again, it's not overnight. It's over time - but being curious and getting in the kitchen and not being so judgmental on yourself. But just be kind. Just be patient, and you will get there."
    },
    {
      "author": "GUEVARA",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "ESPERANZA MARTINEZ",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "GUEVARA",
      "text": "Esperanza Martinez, my grandma, also has some thoughts on sazon."
    },
    {
      "author": "GUEVARA",
      "text": "I just wanted to ask you about your cooking. How did you find your sazon?"
    },
    {
      "author": "E MARTINEZ",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "GUEVARA",
      "text": "My grandma says she learned from watching family members cook. She doesn't use recipes. Instead, she tastes along the way."
    },
    {
      "author": "E MARTINEZ",
      "text": "(Speaking Spanish)."
    },
    {
      "author": "GUEVARA",
      "text": "But she also cooks with love and a good heart. And she's always trying her best. And that's what I'm trying to do."
    },
    {
      "author": "GUEVARA",
      "text": "It's getting colder where I live in Washington, D.C., so I've been in the mood for pozole, a stew made with hominy and chiles, another dish my grandma is a master at. While I love cooking for myself, this isn't one of those dishes you eat alone. It's meant to be shared with friends or family. So I decided to invite a few friends over for dinner."
    },
    {
      "author": "GUEVARA",
      "text": "Hi."
    },
    {
      "author": "UNIDENTIFIED PEOPLE",
      "text": "Hi."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "You're all chefed out."
    },
    {
      "author": "GUEVARA",
      "text": "For me, this is the ultimate test in the kitchen - having the confidence to cook for other people. But it also happens to be a big part of Mexican culture. Which brings me to our last takeaway. Takeaway number 5, don't forget to share. Each time I cook Mexican food, I'd like to think I'm honoring my mother and my grandmother. As Bricia points out, women are the reason this food exists in the first place."
    },
    {
      "author": "LOPEZ",
      "text": "They really are the ones who pass down this love for food and culture with their hands - that they have singlehandedly maintained the culture of an entire country with their two hands and the love for their family."
    },
    {
      "author": "GUEVARA",
      "text": "For me, sharing this food is a way of remembering where it came from."
    },
    {
      "author": "GUEVARA",
      "text": "You both write a lot about generosity in your books. Why is it important to you?"
    },
    {
      "author": "LOPEZ",
      "text": "I can speak from my personal experience only, but I would say I come from a place that since the moment you're born - right? - everything around you tells you that you are, quote, unquote, \"less than.\" I grew up in a time when I would turn on a novella, and the woman who was from Oaxaca was the help. I would open the magazines, and everyone who was a model did not look like me. And for me, all I had that gave me that sense of pride ownership of my being was my food. So I think that for us, it's just a matter of giving that to the world and saying, look what we have. Look what I can give you - and then just giving back in the best possible way, being able to share the best of me with the world."
    },
    {
      "author": "MARTINEZ",
      "text": "I think that, you know, when you cook something - right? - you may not have a lot at your disposal, but you cook what you have, what you can afford, and then you share it with the people around you - and even strangers. You know, you offer what you can to a stranger."
    },
    {
      "author": "LOPEZ",
      "text": "True."
    },
    {
      "author": "MARTINEZ",
      "text": "It's the most intimate expression of generosity and kindness and love. That was what my mom did, and that's what I learned from her."
    },
    {
      "author": "LOPEZ",
      "text": "You know, Rick, it's so funny because when we were writing \"Oaxaca,\" a lot of people were asking, like, are you just going to give the recipes away? And I said, well, that's the point."
    },
    {
      "author": "MARTINEZ",
      "text": "Yeah."
    },
    {
      "author": "LOPEZ",
      "text": "The point is for people to know what it's like to eat great food so they never have to eat bad food again. And that's my way of giving back to this world."
    },
    {
      "author": "GUEVARA",
      "text": "For Rick and Bricia, sharing food is how they express their love."
    },
    {
      "author": "LOPEZ",
      "text": "You know, whether it's your selected family or the family that was given to you by birth, it is really a way to create community with others. And I think it's just a beautiful - it's a beautiful thing to be able to offer that to those that you love."
    },
    {
      "author": "GUEVARA",
      "text": "Bricia Lopez is the author of \"Oaxaca: Home Cooking From The Heart Of Mexico.\" Rick Martinez is the author of \"Mi Cocina: Recipes And Rapture From My Kitchen In Mexico.\" So let's recap. Takeaway number one, pack your pantry. Some dry ingredients you might consider are dried chiles, like guajillo, ancho, arbol and morita. Dried beans and rice are also great to have. Good fresh ingredients to work with are onions, garlic, tomatoes, tomatillos and cilantro. As far as tools go, a molcajete and a tortilla press are often used in Mexican kitchens, but a blender and a skillet with a flat bottom are also solid alternatives."
    },
    {
      "author": "GUEVARA",
      "text": "Takeaway number two, get down to basics. I know it's possible to buy salsas and tortillas at the store but learning how to make them from scratch can help you learn the foundation of Mexican cooking. Takeaway number three, take your time. Many great Mexican dishes require slow cooking, but don't let that scare you away. Embrace it. If a dish takes a long time to cook, make enough of it to share with other people or freeze batches of it later. Like Bricia says, what's the point of life if you can't have great beans?"
    },
    {
      "author": "GUEVARA",
      "text": "Takeaway number four, embrace your sazon. Sazon is a word in Spanish. It's this idea of personal flair in the kitchen. You and I can make the same dish with the same recipe and ingredients and have two different results, and that's totally fine. We each develop our own sazon over time. It's what makes our cooking unique to us. And our last takeaway, takeaway number five, don't forget to share. For Rick and Bricia, food can be an expression of love. So share your cooking with friends and family. It can help bring you closer together."
    },
    {
      "author": "GUEVARA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to think about cooking substitutions when you're missing an ingredient, and we have another on how to honor and pass on traditions through food. You can listen to those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "MELISSA",
      "text": "Hi, LIFE KIT. This is Melissa. My totally random tip is if you have a dry-erase board with old dry-erase marker on it that won't come off with an eraser, you can draw over it with a dry-erase marker and then erase it, and it comes right off."
    },
    {
      "author": "GUEVARA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823. Or leave us a voice memo at lifekit@npr.org."
    },
    {
      "author": "GUEVARA",
      "text": "This episode of LIFE KIT was produced by Audrey Nguyen. It was edited by Gabby Bulgarelli with help from Meghan Keane, who is LIFE KIT's supervising editor. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team includes Andee Tagle, Clare Marie Schneider, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Neil Tevault, Valentina Rodriguez (ph) and Gilly Moon. Thank you, Bob Mondello, Steve Inskeep and Lilly Quiroz for the help. And Grandma, Mom, thank you so much for inspiring my love of food and for everything you've taught me. I'm Milton Guevara. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7536607388.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/28/tortillas-p36-37_reduced-size_wide-89a46adea142f2797419a8b0148f6be369de208c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MILTON GUEVARA, HOST",
    "BRICIA LOPEZ",
    "GUEVARA",
    "LOPEZ",
    "RICK MARTINEZ",
    "MARTINEZ",
    "ESPERANZA MARTINEZ",
    "E MARTINEZ",
    "UNIDENTIFIED PEOPLE",
    "UNIDENTIFIED PERSON",
    "MELISSA"
  ]
}