{
  "title": "3 personal safety tips to help you protect yourself on a night out",
  "url": "https://www.npr.org/transcripts/1132016606",
  "intro": "Safety experts explain how to prevent harm in nightlife settings like bars and clubs. That includes how to project an air of confidence with your body language — and how to effectively say \"no.\"",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MICHELLE ASLAM, HOST",
      "text": "Just a heads up - this episode contains discussion about sexual harassment and assault."
    },
    {
      "author": "MICHELLE ASLAM, HOST",
      "text": "I moved to a new city recently, and I've been super lucky to find a great group of friends here. We hit it off almost immediately, and we've been getting together almost every weekend since. There's a lot to do in the city at night - restaurants, bars, music events, comedy clubs, bowling. We were having a conversation over dinner recently, coming up with new places we could go, fun activities to try. A conversation that should have been light and fun got kind of intense. We ended up talking about all of these bad experiences we've had with nightlife - getting harassed on the bus at night, someone getting handsy in a crowd, friends that pressure you into situations that you're uncomfortable with, even assault. Everyone had a different story, and if it wasn't something that happened to them, it's something that they witnessed or that happened to a friend."
    },
    {
      "author": "MICHELLE ASLAM, HOST",
      "text": "I started thinking about how hard it can be to enjoy your night when you're carrying around all of these very real and legitimate anxieties about keeping you and your friends safe at the same time. It's not fair, and the burden shouldn't lie on you to keep yourself safe. But depending on who you are and what you've experienced, you might not feel like you have much of a choice."
    },
    {
      "author": "ZELDA GAY",
      "text": "There are folks who live like they are under attack at all times. And that's valid, especially for folks who are in marginalized communities 'cause there is statistical evidence that someone is trying to harm you."
    },
    {
      "author": "ASLAM",
      "text": "I'm Michelle Aslam, a producer for LIFE KIT. This episode is not going to prevent you from running into trouble. And it's not an exhaustive resource on safety. Instead, we're turning to the experts for some tips and strategies to reclaim some control over your night out, whatever you want it to look like. Think of it like a pregame."
    },
    {
      "author": "Z GAY",
      "text": "There's pregaming with booze. And then there's pregaming with safety."
    },
    {
      "author": "ASLAM",
      "text": "Stick around."
    },
    {
      "author": "ASLAM",
      "text": "Let's jump right into takeaway one. Before you head out the door, have a game plan. I'm sure you're eager to get out there, but you want to think things through before you commit, or you might find yourself in an unexpected situation. So first, take a minute to check in with yourself."
    },
    {
      "author": "KAREN HUGHES",
      "text": "Take the time to reflect on previous experiences. What worked? What didn't work? What do you want to find out more about before you get ready to go out tonight? Most importantly, what do you want to get out of this experience? Socially, emotionally, physically, what do you and don't you want to get out of it?"
    },
    {
      "author": "ASLAM",
      "text": "Karen Hughes is a health educator at UC Berkeley. She put together a collection of tips and strategies for her students over the years that takes a harm reduction approach to safety."
    },
    {
      "author": "HUGHES",
      "text": "So harm reduction is really about getting what you want out of any experience without what you don't want out of any experience. So you can - and many of us do - take a harm reduction approach to life in general."
    },
    {
      "author": "ASLAM",
      "text": "So that means she's not going to spend time lecturing you about the right or wrong way to have fun. That's your decision and not what this episode is about. Instead, her advice focuses on how to keep everyone safe. And that starts with some introspection. Once you have some clarity about what you want to do, draw some lines in the sand for yourself. Are you committed to staying sober tonight? If so, are you comfortable being around drugs or alcohol? If you are planning on using or drinking, how much is too much for you? In the heat of the moment, it can be easy to brush off commitments you made before the night started, so think of ways to hold yourself to them. For example, if you want to be home by a certain time, Karen says it might be a good idea to schedule your ride home before you even head out."
    },
    {
      "author": "HUGHES",
      "text": "It might be hard at that moment that evening to realize it's the time that you had pre-set to exit, but respect your earlier self, respect your mindful self. There was a reason. And go with it."
    },
    {
      "author": "ASLAM",
      "text": "Next, make sure everyone in the group is on the same page. This can also be a good way to learn what everyone is looking for tonight and stick to a mutually agreed on plan. Ask your friends, how is everyone getting home at the end of the night? What happens if someone in the group wants to stay behind by themselves? Or what if someone's drunk and wants to go home with a stranger? If plans aren't lining up with what you've decided that you want for yourself, it's OK to sit this one out. FOMO is a real thing, but a night out turning into a nightmare is also a very real possibility. And then there are the basics. So charge your phone and consider bringing a charger along with you. Drink lots of water. And maybe swap emergency contact info. It can be helpful to have a roommate's phone number in case you have to check in to make sure your friend made it home safe at the end of the night."
    },
    {
      "author": "ASLAM",
      "text": "Next, getting safely to your destination. Whether you're going out to meet a hinge match for a nice dinner date, going to a concert or planning on a night of dancing with the girlies, there's a lot that can go through your head when you're walking around at night, especially if you're alone. We've all seen the TikToks with the complicated self-defense choreography, videos about how to get out of zip ties or escape a choke hold. And while holding your keys between your fingers like a weapon might make you feel like you have some power over a scary situation, for most of us, none of that is going to do much in a real scenario for a lot of reasons."
    },
    {
      "author": "Z GAY",
      "text": "Many people - when we imagine self-defense, it's like we freeze."
    },
    {
      "author": "MICHELLE GAY",
      "text": "Where the real progress is going to be made is in that space that precedes an attack."
    },
    {
      "author": "ASLAM",
      "text": "That was Michelle and Zelda Gay. They're a mother-daughter duo who teach workshops on personal safety. But they're not here to tell you how to fight your way out of trouble, because let's be honest - most of us are probably not going to karate chop our way out of being harassed in the middle of a street. Here's Zelda again."
    },
    {
      "author": "Z GAY",
      "text": "The other thing we want to say is like, we do not want you walking around in life like you're in a personal protection workshop. Like, that is exhausting. Either people are on hyper alert, like, I need - I can't trust anyone, or there's this kind of false confidence of, like, I know what bad people look like. I know what bad situations look like."
    },
    {
      "author": "ASLAM",
      "text": "Instead of self-defense, Michelle and Zelda focus on teaching us ways to avoid that kind of conflict with verbal and nonverbal communication. They call this approach to safety Self Offense. It's also the name of their organization."
    },
    {
      "author": "Z GAY",
      "text": "It's not rules to follow. It's not the truth about safety. It's not the truth about protecting yourself. We don't have answers. We do have some very useful practices. Life is going to go down how life is going to go down. And I have the ability to own that without shame or blame and even to potentially recontextualize that so that you have power - that's self-offense. That's the game."
    },
    {
      "author": "ASLAM",
      "text": "So what can you do to make yourself feel a little bit less vulnerable as you get to your destination? That's takeaway two - practice self-offense and communicate confidence. It's not enough to prevent you from becoming a target, but Michelle and Zelda say projecting confidence and alertness can make a big difference."
    },
    {
      "author": "Z GAY",
      "text": "Communicate awareness, like, that you are actively paying attention and to also communicate that you know where you're going, which we say reads as confident - and that if you look confident and you look like you know where you're going, that you don't read as much as a target."
    },
    {
      "author": "ASLAM",
      "text": "So whipping out your phone while you're walking or looking down at the sidewalk to avoid eye contact might not be the best idea. I'll admit I'm guilty of this, too. Instead, Zelda and Michelle recommend the self-offense walk."
    },
    {
      "author": "Z GAY",
      "text": "So we say that you pick a point, and you move directly towards that point. Now, you know, you might not know where you're going, but you can see from here to the garbage cans. You're going to walk to the garbage can like you know where you're going. And then you're going to actively turn your head to look around you so that you appear obviously alert. And this includes looking behind you."
    },
    {
      "author": "ASLAM",
      "text": "So walk like you know where you're going. Pay attention to your environment. Look around and make eye contact. I know this probably sounds like a lot to think about when you're just trying to find the venue. But the idea is that you put this into practice. And eventually, it just becomes a habit, a way of confidently moving through the world that just comes naturally to you, even in situations where you feel more vulnerable."
    },
    {
      "author": "Z GAY",
      "text": "So we recommend that you practice looking behind you in broad daylight when you're not afraid because like, it's a profound and valid fear when you're walking down the street, and it's dark to look behind you. Like, we do not want to, like, oh yeah, just look behind you. Like, no, it - like, when you're dealing with that really real concern, you'll want some muscle."
    },
    {
      "author": "ASLAM",
      "text": "Muscle that you build through practice. If you do find yourself in a situation in the middle of the street, maybe someone screaming at you or approaching you when you just want to be left alone, Zelda says it's important to evaluate the situation. Ask yourself, what exactly is the danger here?"
    },
    {
      "author": "Z GAY",
      "text": "While the experience is very upsetting, even alarming, we want you to ask questions like, how close is this person to me? Do they appear to be escalating? Like, do they appear to be getting more and more agitated or more and more angry? Are they carrying anything of any kind that could be used as a weapon?"
    },
    {
      "author": "ASLAM",
      "text": "Sometimes, putting distance between you and the other person is the simplest solution. But on public transportation, that can be kind of hard to do. Michelle has some advice that comes from personal experience."
    },
    {
      "author": "M GAY",
      "text": "The subway was super crowded, and I sat beside this guy. I could tell he was maybe a little bit high or drunk. And he looked at me, and he said, yo, baby. He said, I got somebody at home. But if you want to come with me, I'll call her and tell her I'm going to be late. And he said it loud, and people were watching me. And I had this opportunity where I could just be like, ew. Or what are you, nuts? Or, like, totally, like - would you call it dragging him? And instead, I said, oh, that's just so sweet. Thank you so much, but I'm going to pass on that. But, like, just to make it light, I don't really want to embarrass or belittle somebody when given the opportunity."
    },
    {
      "author": "ASLAM",
      "text": "This isn't just about being polite. If you're pissed and feeling like telling them off, you have every right to. But consider that when people feel embarrassed or humiliated in public, they can get more aggressive, and the situation could start to escalate. So that's public transit. If rideshare makes you feel vulnerable, too, that's completely valid. You're in someone else's car, and they have total control over where you're going. Familiarize yourself with the safety features that come with those apps. Some let you message your trip to a friend so they can follow along and make sure that you get to your destination. Others have numbers that you can call in case of an emergency. And here are some basic tips. Confirm your driver's license plate matches the info that you have before you get in the car. When they arrive, ask them who the ride is for. You can even screenshot your ride's info and send it to your friends when you're on your way so they have an idea of when to expect you. You can call a friend during the trip, but make sure you're paying attention to the ride and heading in the right direction. And whether you're walking, taking the bus, driving or taking rideshare, sharing your locations with your friends along with an on-my-way text is a good way to let your friends know to keep an eye out."
    },
    {
      "author": "ASLAM",
      "text": "OK. So you've made it to your destination safe and sound. If you've got a game plan, you're walking into this with a good idea of what you want to participate in and what your boundaries are, so stick to it. If I'm starting to make the game plan sound like a legally binding document, I want to make it clear that it's not. Obviously, things can still change in the moment, but you want to think hard about why you're changing your mind."
    },
    {
      "author": "HUGHES",
      "text": "I know it feels hard sometimes. I love spontaneity as much as anybody does. But maybe this is not the time and place to be spontaneous and make a quick decision that wasn't in your plan."
    },
    {
      "author": "ASLAM",
      "text": "A lot of the time, we can get pushed into making choices we wouldn't usually make because of social pressure. We've all heard about the dangers of peer pressure before, but this isn't something that only teenagers struggle with. And, sometimes, it can come from friends who have the best intentions. So that's takeaway three. Stick to your boundaries and respect other people's boundaries. When you don't want to do something, say so. And if someone else makes their boundaries clear to you, respect that. It can be awkward to turn something or someone down, but clear communication and mutual respect is key. If you're not planning on drinking or you're done for the night, here's one tip Karen gives her students."
    },
    {
      "author": "HUGHES",
      "text": "Having a cup in your hand seems that - a cue for people who are using when they see someone who doesn't appear to be using. I guess it makes them uncomfortable. But if you have a cup in your hand, you can help avoid that. So you can put whatever you want in that cup."
    },
    {
      "author": "ASLAM",
      "text": "Trust me, I order my fair share of Shirley Temples and mocktails. This works. But there's also just a good old-fashioned, no thanks. I'm good. And side note, if you're the one throwing the party, there are things you can do to help make sure folks are safe, too."
    },
    {
      "author": "HUGHES",
      "text": "In fact, party throwers have so much opportunity and responsibility for creating spaces in which everybody can get what they want without what they don't want."
    },
    {
      "author": "ASLAM",
      "text": "If you're providing mixed drinks, make sure guests know exactly what's in it. Put up a sign detailing exactly what's in the drink. Also, think twice about a self-serve type of setup to minimize the chance that someone can add something to the drinks that shouldn't be in there. Having a designated bartender can also help you keep an eye out on folks who look like they're hitting their limit. And if you decide to drink or use yourself, know what you're putting in your body. Remember to watch your drink and pay attention to the way you're feeling. Karen says that if you feel like you're not alert enough to be aware of your surroundings, you probably want to stop or slow down so you're not putting yourself at risk in any way."
    },
    {
      "author": "ASLAM",
      "text": "Now let's talk about socializing and flirting. Here's an example from an experience that Zelda had."
    },
    {
      "author": "Z GAY",
      "text": "I was in a bar, and I was with these girls in Seattle. And this guy just kept asking to buy us drinks. And the girls were like, oh, OK, well - like, you could tell that they were - they didn't know how to say no directly, or they weren't empowered to say no directly. And so they just kind of kept dancing around it. And he kept asking. He kept persisting. And so I turned to him, and I was like, you know what, man? Thank you so much. But I think we're good. And it was like, he turned on me. He was like, oh."
    },
    {
      "author": "ASLAM",
      "text": "Unfortunately, this happens a lot. People who can't figure out how to say no when someone offers to buy them a drink or get their number and then the people who just refuse to hear it or push right past it."
    },
    {
      "author": "Z GAY",
      "text": "We have all this cultural conditioning around no, and then we wonder why it's so freaking muddy, and none of us know how to communicate effectively or listen effectively."
    },
    {
      "author": "ASLAM",
      "text": "If you're like me, you might find yourself dancing around no because you don't want to be rude or make anyone feel bad. Or maybe you're someone who hears, I don't want to do that, and thinks, I can change your mind."
    },
    {
      "author": "Z GAY",
      "text": "A lot of cisgendered men are conditioned to push past no. It's a part of, like, in the same way that a lot of cisgendered women - we're supposed to smooth things out. We're supposed to get along. We're supposed to make everybody feel good. So then you have this dynamic of folks who are taught to persist and folks who are taught to acquiesce. And then, of course, we have all this miscommunication and upset in the realm of boundaries."
    },
    {
      "author": "ASLAM",
      "text": "Zelda says it's important to consider what your relationship to no is and why."
    },
    {
      "author": "Z GAY",
      "text": "We really want you to look from, like, OK, I'm just going to try on that maybe there are some interactions that I'm not very good at hearing no, either. And I'm going to start to get interested in those."
    },
    {
      "author": "ASLAM",
      "text": "It's hard to look at yourself and see ways that you might be hurting other people, but this isn't just about making people a little uncomfortable. You have to learn to respect people's boundaries and really listen to what people are trying to tell you, or you might be crossing some serious lines. Sexual assault is a huge problem and could be a very real consequence if you ignore someone's no. And look. Consent can be surprisingly difficult to talk about and to navigate, which is why we've got a whole 'nother episode dedicated to it. But back to setting boundaries during a night out. If you're having trouble communicating no, try practicing what Michelle mentioned earlier. A kind but firm and persistent no, but thank you. And if you're trying that, but the other person just does not seem to be backing off..."
    },
    {
      "author": "Z GAY",
      "text": "You might want to start to be like, I'm going to put a little bit of distance in between me and this person."
    },
    {
      "author": "ASLAM",
      "text": "And if you need an excuse to get away, you could try, thanks, but I've got to go meet up with some friends now. At the end of the day, trust your gut. If things feel more serious than that and you feel like your safety is at risk..."
    },
    {
      "author": "M GAY",
      "text": "Then you want to maintain the distance. So you're going to have to probably back up and then definitely look to see, where are the exit? Who else is around? Who's paying attention to what's happening? Who's your potential ally? Is there somebody who looks like they can, you know, be a support to you?"
    },
    {
      "author": "ASLAM",
      "text": "In an emergency situation, you want to let a bartender or another staff member know what's going on. A lot of places have phone numbers and codes posted in signs on the bathroom so you can get help or have someone escort you safely out of the venue. Here's something to keep in mind. You also want to be a good ally. So really listen to what people are trying to say. Even for the small things, back off when someone isn't interested and step in if you notice that someone's being pushed into something. That brings us to takeaway four. Watch out for your friends. If you came with a group, you want to stick together if possible. When someone leaves the group to go mingle or get a drink or use the bathroom, you want to make sure you keep an eye on them. And if you notice that one of your friends has been gone for too long or that they're having a hard time getting out of a situation, they might need some rescuing."
    },
    {
      "author": "Z GAY",
      "text": "Hey, do you really want to say no, and you're just having some trouble? Like, what's going on?"
    },
    {
      "author": "ASLAM",
      "text": "And remember, you came with a plan. And if they say they want to leave with a stranger or stay behind, remind them about your earlier conversation. You may have to really put your foot down. They might hate you for it now, but you've got to have faith that they'll appreciate you for stepping in later. Watching out for your friends also means cutting them off when they've had too much. But it can be hard to know when they've gone too far and what exactly you're supposed to do about it. Karen says it can be helpful to think of intervention on a scale."
    },
    {
      "author": "HUGHES",
      "text": "The earliest signs of intoxication you can recognize are slurring and swaying. And at that point, you want to slow the person down. So offer them food. Offer them water. Distract them. The next level up on our scale is if you see somebody who's stumbling, rambling, vomiting, we say that's time to cut them off. And you got to trust your gut."
    },
    {
      "author": "ASLAM",
      "text": "At that point, it's probably best to get them home. Again, it's not fun to fight your friends when they're drunk. But if you don't step in, the consequences can be pretty scary. Here's when Karen says it's time to call for help."
    },
    {
      "author": "HUGHES",
      "text": "So we created the acronym CUSP - C-U-S-P. C is for cold skin. U is for for unresponsive. S is for slow breathing. And P is for puking repeatedly."
    },
    {
      "author": "ASLAM",
      "text": "Calling for medical attention can be a traumatizing experience for everybody involved. Depending on where you are, there may be laws to help protect you against consequences for participating in prohibited activities like underage drinking or using illegal drugs if you're calling for help. They're called medical amnesty laws. You can look them up by state. And if you're a student, familiarize yourself with your campus's safety policies. But listen. Either way, you really don't want it to go that far. So when you notice that things are starting to get out of control, intervene early. The goal is to have a good time and get everyone home safely. That brings us to takeaway number five, check in at the end of the night and reflect. Once everyone is home safely, take a beat to debrief. If you're too exhausted, maybe talk things out over breakfast the next morning."
    },
    {
      "author": "HUGHES",
      "text": "Later on, when you're reflecting back on your whole experience, you can decide, did that work the way I wanted it to? Would I do it a little differently the next time?"
    },
    {
      "author": "ASLAM",
      "text": "Sometimes, our bad experiences were out of our control. And that's OK. But for the things that you can control, consider what needs to change so that you can have a better experience moving forward. And to recap, takeaway one, before you head out the door, have a game plan. Know your motivations, your boundaries and your limits. Takeaway number two, practice self-offense and communicate confidence. These strategies don't just come to you when you need them. It's a muscle that you build with practice in your daily life. Takeaway three, stick to your boundaries and respect other people's boundaries. Learn to communicate and listen to no effectively. Takeaway number four, watch out for your friends and keep an eye on everyone. Step in when you need to for their safety. Takeaway number five, check in and reflect so that things go better for everyone the next time."
    },
    {
      "author": "ASLAM",
      "text": "For more LIFE KIT, check out her other episodes. We've got one about consent, which covers how to navigate and communicate your boundaries. And we've got another one on tips to get over FOMO, or fear of missing out. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you're looking to support shows like this one, please consider joining LIFE KIT+. A LIFE KIT+ subscription allows you to unlock an exclusive LIFE KIT feed without any sponsor breaks. You can learn more at plus.npr.org/lifekit. And a big thanks to all of our subscribers out there listening now. We appreciate your support."
    },
    {
      "author": "ASLAM",
      "text": "This episode of LIFE KIT Kid was produced by Audrey Nguyen. It was edited by Meghan Keane, who's our supervising editor, with help from Gabby Bulgarelli and Marielle Segarra, who's our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider, me, Michelle Aslam, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Ko Takasugi-Czernowin and Hannah Copeland and Stu Rushfield. I'm Michelle Aslam. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2332524455.mp3",
  "img": "https://media.npr.org/assets/img/2022/10/27/gettyimages-643821287_reduced-size_wide-1d0914af7921e62c007e2b8b94e1a11752effcd4.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "MICHELLE ASLAM, HOST",
    "ZELDA GAY",
    "ASLAM",
    "Z GAY",
    "KAREN HUGHES",
    "HUGHES",
    "MICHELLE GAY",
    "M GAY"
  ]
}