{"title":"Dear Life Kit: My son didn't ask his brother to be his best man. Should I speak up?","url":"https://www.npr.org/transcripts/1133556875","intro":"A mother debates whether she should talk to the groom about the issue. Catherine Newman, an etiquette columnist for Real Simple magazine, gives her advice.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my son is getting married and didn't include his older brother in the wedding. Big brother's hurt, and mom is stuck in between. What now?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."},{"author":"CATHERINE NEWMAN","text":"It's hard to be hurt and not feel like something needs to happen next, but sometimes it really doesn't."},{"author":"TAGLE","text":"That's today's expert, writer Catherine Newman. Catherine is the longtime writer of Real Simple's Modern Manners Etiquette column. We are all big fans of her advice here at LIFE KIT, and we're looking forward to putting that etiquette know-how to the test for today's question about parenting and hurt feelings between siblings. Stay tuned."},{"author":"TAGLE","text":"Before we jump in, I would love to know, do you ever feel stuck in the middle with your kids?"},{"author":"NEWMAN","text":"Oh, you mean between them?"},{"author":"TAGLE","text":"Between them."},{"author":"NEWMAN","text":"Their relationship? No. And that's very particular to who they are. It's not that I think I couldn't feel that way. I just happen not to with my particular kids. I feel like the last time I felt stuck in the middle, they were, like, fighting over Play-Doh. But I'm so sympathetic. I know that it is like that for tons of people, and I have felt stuck in the middle in other relationships. And it's a very sticky thing to feel like you have either information that you're wondering if you should share or, you know, to what extent should you insert yourself?"},{"author":"TAGLE","text":"Absolutely - disclose or not disclose, intervene or not intervene?"},{"author":"NEWMAN","text":"Yeah. Yeah. I mean, those are really real questions. Like, my dad just meddled in my relationship with my brother in a way that I super appreciated - actually just shared some information that was really useful for me to have. And it actually enabled us to just, like, move on with something that I didn't even know was a problem."},{"author":"TAGLE","text":"Positive meddling."},{"author":"NEWMAN","text":"I know, which by the way, I know - don't quote me on positive meddling. It's not a general principle."},{"author":"TAGLE","text":"(Laughter) Thank you, Catherine. Great start. Great start. OK. Catherine, here is our question."},{"author":"TAGLE","text":"Dear LIFE KIT, I just learned that my younger son, who is getting married soon, didn't ask his older brother to be his best man. Instead, he asked a childhood friend. This is causing my oldest son some significant hurt, and it's hard for me to be silent. As far as I know, my oldest will not receive any special honor at the wedding, despite the fact that they are relatively close and also live near each other. So it's not a matter of strained relations or long distance, et cetera. The oldest has told me he's quite hurt but doesn't plan to say anything. Should I say something about this? I realize it may not change anything, but I'm a little appalled that my youngest didn't think about how hurt his brother would be. Signed, Mother of the Groom Doom."},{"author":"TAGLE","text":"OK."},{"author":"TAGLE","text":"Catherine, before you give us your full recommendation, I'd love to just hear your initial reactions to this story."},{"author":"NEWMAN","text":"Yeah, yeah. I mean, on the one hand - right? - people are vulnerable. On the other hand..."},{"author":"TAGLE","text":"Sure."},{"author":"NEWMAN","text":"...Really don't meddle and, you know, you can be hurt and not take action, which is something that really confuses people, I think. And yeah, I know. Like, just 'cause you're hurt doesn't mean there's a next step you need to take, and that's complicated."},{"author":"TAGLE","text":"Yeah. Man, that one - I needed to hear that. And also that feels so, so hard. It sounds like what you're saying is that there isn't any action required here at all. Should the mom be speaking out for her older son in this situation?"},{"author":"NEWMAN","text":"So if the mom was a friend of mine, she would come to my house and tell me this story. And I would say to her, guess who your younger son's wedding is about. And she would be like, ugh, it's not about me, and it's not about my older son. Like, that's the thing. This is not about them, which - their lives are about them, and their feelings are about them. But this event is not about them. And that's a really hard thing for people to deal with. Funerals, bar mitzvahs, quinceaneras, anything where you have to uncenter yourself, it's really hard."},{"author":"NEWMAN","text":"And often these are events with a lot of, like, pomp and circumstance and fanfare, and people have their feelings and whatever. And you get to have your feelings. That's the thing. Your son can be super hurt. You can be super hurt. And you know who's a perfect person for the son to process with? You. So there is something you can do, and it's listening to this hurt child and saying, you know what? Your brother loves you. You're really important to him. It's OK."},{"author":"TAGLE","text":"That's great advice, Catherine. But what you were saying about weddings, you know, the weddings are about the people that are getting married. But I also feel as someone who very recently got married, it's also so much about your family. It's also so much about, you know, trying to honor the (inaudible) also (inaudible) families and your parents and things like that. You know, does our groom need to honor his brother in any way?"},{"author":"NEWMAN","text":"Nope."},{"author":"TAGLE","text":"Love it - hard and fast."},{"author":"NEWMAN","text":"Here is what I would say about that. Wedding conventions are complicated, and they are often designed to create weird layers of hierarchy among the wedding guests. And not all of it is ideal. That's kind of weddings. There are in-groups and outgroups, and there's weird calculus of seating charts. And some people have special rules, and some don't."},{"author":"TAGLE","text":"Yeah."},{"author":"NEWMAN","text":"So here's what I would say. The next move is always yours if you want it to be. That's what I would say to the older son. So what is the role he wants to have? And how can he move forward with that role regardless of what his named position is? Does he want to make a really moving toast? He absolutely can do that. Does he want to be helpful? He can offer to help. Does he want to buy an awesome gift? Does he want to write a really moving card to his brother to tell him how much he loves him?"},{"author":"NEWMAN","text":"I feel like that's the avenue of empowerment for him, is he can do whatever he wants. That's the truth. So it doesn't really matter that he doesn't have the title maybe he wanted. He gets to be the brother he wants to be at this wedding. And I think that brother is the one who lets go of his hurt feelings and just makes himself loving and present for this really special event."},{"author":"TAGLE","text":"Let's talk a little more broadly. You know, as a parent, if you see your kids' relationships going off the rails a little bit, at what point should you intervene? Or should you always, you know, let them handle it?"},{"author":"NEWMAN","text":"Mmm hmm. Yeah, I - my - I just had a situation like this, actually, with my own brother where my dad kind of wisely did intervene. And I'm trying to think about why that worked. And it did work. And I think he shared that my brother was upset with me about something, and it was something I did not know about. I didn't even know the thing had happened that had upset him, let alone that he was upset with me. So I feel like my dad sharing information that I needed to make a reparation that I wanted to make - like, that was really, really useful, and I super appreciated it."},{"author":"NEWMAN","text":"And so it just makes me feel like if you imagine there's information you have that would be required to resolve a problem with your kids, I would think about sharing that, I suppose. But the other thing I really, really would do is I would say to each kid separately, hey, I know you guys are really struggling right now. Is there any way I can help? Because then, they can say no, and then, you're not meddling unwantedly."},{"author":"TAGLE","text":"I'm hearing, you know, it might be time to meddle if you think that one of them is missing crucial information. Could that be the case with these brothers? You know, what if younger brother is just completely oblivious to all of this, didn't know or didn't think that older brother would want to be included or..."},{"author":"NEWMAN","text":"Ah, yeah."},{"author":"TAGLE","text":"You know?"},{"author":"NEWMAN","text":"Great - so great to turn it back to the wedding. The difference, I would say, is that it wasn't my wedding. A wedding is really - I hate to be like this. But it's really a time to kind of get a hold of yourself and think, this person's dealing with a lot of competing pressures, right?"},{"author":"TAGLE","text":"Yeah."},{"author":"NEWMAN","text":"Like, we don't know anything about the rest of this story. Maybe the person the brother's marrying doesn't have any siblings, and so it felt like, you know, there was an imbalance. Or maybe there's been a strained relationship with this friend that the brother's trying to mend. I mean, who even knows? It's a wedding. It's not your wedding. I feel like just be the best version of yourself you can be, and get over it especially because it doesn't sound like there's a strained relationship between these brothers. So don't imagine there is one just because there's, like, a wedding convention that doesn't swing your way."},{"author":"TAGLE","text":"Don't add another problem to everybody's plate. Don't make a problem where there doesn't need to be one. Final thoughts, feelings on those little hearts that we carry with us in our families, from our families, on accident, on purpose."},{"author":"NEWMAN","text":"When you picture seeing the photos from the wedding, like, try to embody the version of yourself you're going to hope to see. That's what I think. Like, that's the only part you have any control over, is your, like, putting good energy out into the world on this really special day for your brother, who you love. And that's, like, the premise of all of these hurt feelings, is that you love him. And it sounds like it's not unrequited. It's just been, like, formally disrupted for one event, you know? So I feel like just to the extent that you can just, you know, open your heart, open your arms, just be in the wedding in your best version of yourself. And my guess is that'll be enough to get you over it."},{"author":"TAGLE","text":"Before I let you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything at all. I would love to hear yours."},{"author":"NEWMAN","text":"I was once working for this professor. And I was kind of sick, and I was worried I was going to miss meeting with my class, you know, my section. And she just looked me dead in the eye, and she goes, don't be such a narcissist. They'll be thrilled to have the day off. (Laughter) And I was, like..."},{"author":"TAGLE","text":"Wow."},{"author":"NEWMAN","text":"...Zing."},{"author":"TAGLE","text":"Don't be such a narcissist. Best advice ever."},{"author":"TAGLE","text":"If you've got a question for us, you can find the DEAR LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2749306796.mp3","img":"https://media.npr.org/assets/img/2022/11/02/dearlifekit_groomdoom_wide-a5b53c2157d7585f58649393fa3ead00b186dd72.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","CATHERINE NEWMAN","NEWMAN"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,21397,26324,15067,8847,17557,15654,18314,13900,14349,16051,16479,9296,8890,14808,8203,10186,1854,2933,22661,16954,14447,14652,14068,8980,7138,13575,9549,2186,23348,21861,21709,22511,25656,25718,12144,24020,21623,25818,26287,10297,4104,28423,20489,10577,3678,2580,6211,25704,14942,13210,23899,8790,5511,2968,20750,19462,13545,13555,9160,17462,13077,11908,8532,24842,19479,23258,23337,22307,17695,12302,18063,17223,12447,7120,12470,17698,20010,7079,14438,8704,20164,9248,3736,14688,15540,18143,20920,20049,18032,16266,5270,12354,3557,21650,16641,5259,2795,27480,22832,16833,14165,16535,15621,2719,25980,15588,18794,11776,8833,5885,18894,13972,9838,12421,13800,12035,4069,10777,22852,18034,10559,4655,25444,24304,16149,23572,22450,11740,12167,13043,11106,7404,23724,14337,22196,7510,2902,3256,16852,15772,14557,15086,17022,14268,1863,24426,22952,20115,18907,15716,17598,9579,7484,2007,10535,17138,15326,15983,11102,17486,20938,19320,14422,21863,15665,12503,18552,7299,6167,5003,2286,11153,18756,19609,1192,25319,24095,12843,17285,10283,14523,24204,2925,16309,18605,15223,20595,20956,13672,9448,7991,19099,15270,24601,15437,15784,17890,16026,15153,18468,18373,14752,10070,3735,7470,23834,10755,187,0,0,0,9985,20483,20555,21015,11024,9244,18796,24782,8252,6050,12971,9918,10402,10305,109,18635,15966,611,143,108,501,485,136,16942,15650,17058,12824,7389,15191,15935,14934,16101,9961,13143,11542,19661,19562,3637,23835,23246,24096,23538,15307,8595,6124,9259,18084,18323,23339,24278,24268,13366,9390,22425,21650,16033,23407,17173,7937,10578,5862,9053,18428,3065,23977,18561,23311,21233,21885,22484,11695,12268,12595,9133,4343,22752,11699,10706,11664,7896,3850,23630,18954,16161,18836,23679,13252,12873,19884,9732,7150,11090,10977,12344,23250,22605,19920,13297,21962,9791,11719,692,517,18264,16782,9120,12073,6646,7929,16316,22335,6220,7689,10481,6442,6043,6550,14945,5261,14391,12496,10335,7353,8915,5587,16573,8615,8662,12218,10445,9059,7343,2167,22755,15462,24314,15004,9863,7700,9061,6318,7642,5501,8403,8237,5690,14410,9526,7210,15427,6234,5777,16896,22465,19838,20913,19209,21272,18532,18565,9965,15187,6246,7009,10227,4931,23646,24353,23114,10550,12846,9708,9900,11926,9742,18902,2796,24474,23434,13038,10169,6884,12819,16886,9133,13217,6354,10752,10676,7193,9969,21585,8101,12191,22414,22720,3507,24944,23069,8931,17167,11122,6504,14634,10979,9064,194,9732,18414,7425,10631,12690,16069,8603,10284,5940,19106,24338,2560,17801,15974,14242,6062,22206,24573,21498,3361,14155,22838,22794,22311,16379,6049,9951,8433,13666,5821,3960,14263,15871,8084,20998,25578,24582,23286,16423,15128,19159,4342,9375,21022,19998,7364,20336,19944,16556,15062,13939,26864,11538,16455,19652,17363,11236,3331,2052,326,4794,13582,16253,15387,9142,769,1077,25597,24983,21066,18463,6881,12784,12680,7416,5974,5791,17448,15766,10080,17348,9568,14706,16113,2673,3133,8617,16170,20760,16436,15085,12838,9597,3629,13915,15597,20441,9172,11210,11718,14944,18704,11609,9385,16995,14260,6140,14115,2787,3854,1398,10098,16216,11966,8390,17968,15433,13289,15737,14979,10497,10715,7625,13431,8183,6958,9294,17105,14391,7110,11983,16670,12050,10765,2956,3659,16989,10436,10543,6677,17245,9739,9366,8166,10560,14298,3016,6710,17821,14373,13067,13905,18396,10098,10718,10678,8590,6206,2390,4688,17747,8791,16618,14236,3434,4921,10390,23466,19428,13174,7607,5170,9759,13024,9801,8073,16511,14377,14197,10524,10686,12217,11932,11682,4219,10153,7937,12299,10766,3832,13597,22273,14608,6042,11498,6327,749,429,363,25304,9212,7904,22213,24180,22934,21665,23283,14764,18405,15404,16618,7227,17332,10546,15199,9680,11840,1485,6902,27076,6879,7205,7641,15457,16737,17172,10419,9046,4100,1251,21000,17150,16656,13476,13032,8901,5576,9741,16585,11593,11974,8334,792,2306,21567,15751,18038,14143,1776,8144,19763,18994,18030,13665,6835,18890,16337,285,16713,13039,5621,1279,1027,831,172,149,158,13170,24561,13802,13735,4482,10044,10439,5671,13780,21811,20013,9325,19731,21976,9922,13434,19234,17873,7206,5161,8755,13842,23133,10527,16515,8467,23134,23295,22063,17751,21983,19666,11893,17969,11774,12946,11893,16608,4993,15558,12225,11367,18846,22447,23458,22981,12870,9280,3754,6290,6433,9274,12146,12479,13681,10617,12198,11598,15365,14385,14024,11100,12791,15167,14469,15310,7491,3492,15185,12174,10992,14785,12948,7053,20466,19683,14705,9670,12489,1895,20710,16262,6894,8449,14715,10990,10376,10522,7929,8124,274,318,1475,1520,433,14702,23017,21756,24826,12381,21460,11586,18436,23234,22825,10665,12335,16632,20535,23163,8332,9525,6995,12281,7983,3284,23253,23083,14173,14833,15494,3751,484,236,207,382,23264,12041,18033,22492,17982,24588,8556,15878,5173,9716,3648,264,722,18430,526,16961,15259,13816,20286,8220,2530,8374,10319,24349,22978,8358,9278,10061,6003,10126,26801,24383,7686,23184,23358,13875,22604,21889,24211,14554,7581,2501,23802,13858,22572,21455,13380,21525,12684,7395,6425,16741,19158,9812,12412,12207,15653,7673,12157,11128,7542,23174,10647,216,3030,25797,15298,12864,16516,24077,13081,9366,10526,7826,1793,3286,17498,12207,14776,17552,13653,7795,12155,20239,24045,17359,14849,7175,11333,22292,11017,12266,10428,9390,15872,11875,7716,13936,23634,23833,24265,23207,11084,14144,15248,22327,22275,14440,12842,13781,7787,11699,6864,12326,22319,13815,18051,12547,16843,23825,21141,1449,597,23835,18288,23155,21360,13531,24232,22733,19534,4472,10482,22485,9912,23718,17774,6978,8580,21639,22291,16734,10493,12900,14637,11385,22474,10800,12124,9053,16743,9834,23679,12406,19566,25628,23142,884,2083,21291,24970,16617,11027,12404,5875,13463,12013,8804,12330,5994,1888,13220,22709,8999,8755,15338,6172,12170,22569,2581,11848,21968,11334,7602,7414,12265,10140,10168,8654,6550,6698,11797,10550,2473,16404,21510,20930,25486,16596,14177,209,3587,26541,14318,18607,14600,9972,22242,10475,15878,14841,13145,9244,23602,17412,12581,13159,18985,16831,10334,17165,10467,14788,6214,21745,21497,15107,17702,6238,13527,16717,16480,17518,14953,8505,12800,17175,16542,10875,12208,15039,12997,18833,12331,13611,26041,18370,1951,25221,22139,12773,20576,16447,15111,9719,13041,11102,7034,17639,8083,11332,18563,10885,20190,20896,4622,22300,15011,25212,16382,23010,24615,24884,19313,12537,13175,18405,6869,17919,17129,16029,10257,17185,10874,1013,2150,4811,5532,8677,3624,20951,13707,8504,9829,20990,14157,7421,20505,15454,6148,7937,9711,11707,18301,22107,11796,17214,13652,6429,7001,11528,9252,15504,13547,13566,11146,9291,14862,7552,6457,9450,10089,15151,5043,23525,21299,11743,14775,15403,4880,1234,17008,8861,12682,10482,13118,19157,17138,11851,10442,13646,10755,9510,10191,10967,6090,14638,13761,7114,12702,22392,21684,14395,12993,13156,10550,9487,19227,21569,2652,405,9085,18855,22640,19585,16722,11730,1004,24315,11519,11542,8614,14116,9704,12143,8281,10050,12574,8250,26039,16791,12051,6391,10041,7350,9657,11781,14428,9044,24313,15550,16444,12382,8009,5818,13093,5866,20713,14257,7674,8782,22297,9738,11699,8094,5252,19439,12989,6909,11008,21915,15003,13379,14171,11670,2880,8968,8115,6334,9254,6731,5557,13811,21284,21290,16593,10153,12644,10223,10785,6769,180,7850,23025,12502,12585,10689,14558,16491,2471,11929,17050,9219,9582,12083,8110,22672,22621,14863,7975,7785,18496,23516,12251,6146,21442,5421,2349,12472,16006,19131,10559,8838,9363,12134,16264,13089,9684,14630,13415,7926,12477,13772,17395,2894,23454,19511,22820,11604,4431,23858,11571,15917,15400,1969,23969,11090,7968,5993,14970,11356,9992,7589,3534,22317,16027,19679,6072,8548,21331,7587,8433,13980,11255,11393,19083,17657,1747,839,16425,6233,18255,18126,12439,12173,11770,8671,12700,14550,8475,22331,7903,11223,8213,12239,16287,12747,4583,8357,5760,7922,5376,12678,11659,23436,19592,23861,23533,20834,8747,13032,21747,19741,19238,9878,12349,7160,4236,1461,12338,9862,7799,19760,5750,18655,10902,22497,6043,8170,7129,6494,8353,6072,5116,18016,22189,25447,25474,13029,13736,24078,15614,11522,10756,17079,13685,8739,6996,19515,20122,11031,9114,26042,25291,15199,152,9609,13218,11647,10171,11285,16729,17624,22468,10922,24230,21392,8548,1104,7406,5583,13637,13165,1366,887,3178,23045,23437,1321,18123,17104,23672,12143,23812,12581,10502,8534,8931,9236,15445,7997,9805,9969,14522,11085,9738,10482,24151,13747,10508,17084,9075,7125,5293,311,13904,17293,10213,8404,24575,20180,7590,289,23813,20394,20981,24208,18250,19602,14993,19110,11204,17692,15118,21288,15736,7128,22588,22231,17621,4139,9068,12349,19983,15228,17930,9325,18741,8618,14954,11427,9955,13199,12953,16372,14996,18616,4912,16534,16477,16721,18104,8357,15716,15435,14760,10111,22571,12376,10529,13623,15679,13411,13660,9449,22754,6793,2619,2179,11778,21340,11752,22558,9542,5108,3496,8505,15477,12744,21511,23196,17494,10326,10794,9742,16974,9056,12243,7064,12182,14814,7926,11042,17654,13231,9950,17513,11583,25356,23515,23259,20123,11367,12064,11085,7302,11847,10676,9162,13476,17146,9265,11933,24567,19367,14884,14197,14022,11970,11069,15353,13084,596,2866,3571,12487,12411,11867,23989,9579,9784,10072,7466,6624,11276,13963,2716,3561,17259,8786,10252,23421,14491,9896,9829,12338,10515,2524,11098,23535,11148,12293,12840,11101,6293,1324,5286,9594,12349,18915,9271,7171,12547,8750,7342,7471,20518,23498,25101,15488,7101,15221,11896,10109,7436,21116,16024,12824,6234,12723,8443,9073,15242,10992,14083,15146,1653,738,12059,19342,12054,11778,9017,12245,12058,9978,13579,11155,9007,9995,16826,130,8913,18575,7207,22911,8935,7645,1730,3400,12565,16442,13423,14665,4320,1499,15323,15092,9315,19294,609,17072,12875,16752,10664,7482,8706,241,20482,19374,8446,10214,11808,19455,17179,24301,13604,11070,13993,13163,17329,13452,15522,10786,8560,12387,15623,10241,10904,6115,8798,13191,18320,17196,15808,3308,14559,12490,13659,16990,23883,18013,11938,14513,13939,13081,15306,11333,10552,8597,15382,17964,16908,16970,13067,15841,17934,24962,22675,9412,12732,8676,23653,17412,10385,18657,16303,16049,13687,13543,24048,13762,13865,10431,9941,22682,23830,16450,12456,21663,18495,12691,13923,6498,1768,6530,21576,13684,8594,5267,181,250,12825,12178,6641,13379,15492,24236,8809,6669,13753,12909,19149,15620,1060,17724,11891,10875,21222,17660,16167,15751,13131,6480,13690,14662,12223,18476,13231,8934,17711,4783,746,651,15487,14456,9418,143,12039,13037,20407,22590,8215,8909,8139,8371,12400,10575,8592,13603,10061,12871,21920,13588,12205,11447,17516,13333,12548,9467,1443,8322,14016,10468,10630,13898,11257,22107,14854,9138,6938,9645,11843,10174,4469,8704,8961,8571,22323,13805,9251,16014,16178,13236,9069,10548,10363,9734,11299,7692,23329,13598,12467,12202,14031,18795,14333,1127,8950,14703,14562,5921,14728,18951,16604,8405,17400,17280,14418,11461,13913,8258,15837,16640,13124,1035,894,21944,21300,5386,13182,23586,10395,11248,16335,15461,11384,7681,7918,4594,9934,18696,14937,19820,17581,11121,13640,24087,13238,9670,1804,653,17705,13396,11541,12164,6065,14991,12564,12436,20601,21502,21302,11921,9064,10264,6677,13852,10254,13477,13869,8998,9805,9155,12556,15310,8649,11190,8315,27606,28296,22657,19726,17132,18970,16954,11966,14655,11327,9564,11000,7865,25138,14464,20407,20286,17196,12228,16456,14120,13549,9658,9880,10557,8679,8642,10428,15819,9025,14093,8170,14892,11753,10511,10238,8823,6987,12475,15967,9985,15008,14129,14591,15461,13088,11171,8247,6032,430,305,848,2286,404,16185,17372,16725,14901,23454,14980,9979,7804,7876,9358,10526,8041,8094,8841,6464,17417,14648,13289,18636,24795,16149,15483,24029,8869,9212,11931,10458,9356,8786,11471,8775,18268,16786,794,754,4341,12981,15567,11497,13169,11943,8347,11242,10014,10826,9457,13457,12039,7497,9834,12255,9212,6437,12571,9126,13538,19016,11125,13123,14223,13817,10344,9921,6667,11134,5054,23745,14226,17468,11411,6333,24272,23054,17250,14369,19267,15553,13723,6474,17032,10759,13310,9100,9397,10741,8217,12148,22175,9418,4547,13528,10731,12028,11205,9914,24497,19443,18065,12056,5939,16539,16412,7372,13206,9533,11115,3032,5282,17114,17487,16960,17046,21725,10827,13489,9831,10918,11981,6827,5447,7664,5433,15305,10392,11338,12221,18088,23743,23258,13479,20191,9160,7540,5500,9171,11512,6423,4080,1651,921,1388,7345,11050,26327,16353,19758,12689,12813,21793,14186,13219,11846,7626,7652,9950,9444,15984,13102,17024,10173,9959,7664,7122,11843,18778,25709,12259,17411,17973,10134,4708,22833,24495,17298,18283,12049,18797,23676,14468,15439,17566,13644,10151,18039,10395,13236,13776,13328,25902,21728,6293,15628,24068,16838,11306,6465,4820,26784,17799,20474,18421,16170,9814,22048,10553,12263,4282,21198,7445,22277,13128,21080,11041,13646,16209,17956,22287,11534,19763,17840,25148,3714,24250,24074,24566,21508,10601,25490,17149,15728,14114,8219,11571,9181,13289,14196,7800,4639,14101,20395,24296,6409,7622,16806,21871,10654,12641,9355,20719,14502,18066,14758,15394,13713,19292,17779,18509,18069,16006,10475,7705,16417,12265,9762,3965,12485,8650,15885,15660,9957,4477,5067,11864,21697,13263,15984,17177,12532,12843,15744,15519,8528,17915,17735,20754,8331,11986,14188,12373,9150,13189,5490,7655,24498,20462,19237,14984,16417,11951,12957,8649,4666,25531,16310,8555,16015,16375,6281,5344,25530,15797,18805,15702,11081,11266,13591,13234,8245,8541,11417,9843,7779,6273,3238,21741,15171,23823,18189,14402,15142,11909,9902,488,421,394,79,71,5,5434,26606,16890,26978,14143,21910,19770,26220,9900,20723,16039,13068,14913,13782,10357,8075,15717,12606,9724,10107,19055,24924,17128,12678,11463,25712,17474,18193,19587,16329,19997,25420,12088,12907,4650,23612,25786,17165,19653,26311,19442,16303,26188,20283,16847,14985,9412,1340,6,4,22268,20864,18213,16565,25665,25301,16097,11045,22843,12937,8543,23480,20328,19546,24427,20487,12327,15819,5630,5551,24964,18403,9820,14417,21290,19281,19545,12167,17497,20541,8385,11881,10784,10966,11596,6919,24755,19949,20787,27754,8746,10528,17934,25472,10083,21121,25816,19093,14906,23915,17812,14395,7542,102,3270,8674,4487,22088,17433,13011,12252,12263,25100,12893,15826,17431,10338,14077,13036,10256,11369,23317,24670,16935,20672,24078,22048,22153,24981,19818,6212,25214,10425,20811,8928,7743,15046,9022,11899,17884,15187,7172,16040,3163,13257,9960,22917,20043,22857,26248,15115,24742,14906,12934,13800,7591,8720,9127,10965,7623,8257,11757,10370,7741,6977,7127,1903,1398,513,277,29,7],"fragments":[{"begin":"0.000","end":"17.400","lines":["Today on the show, my son is getting married and didn't include his older brother in the wedding. Big brother's hurt, and mom is stuck in between. What now?"]},{"begin":"17.400","end":"18.760","lines":["Dear LIFE KIT..."]},{"begin":"18.760","end":"21.080","lines":["Dear LIFE KIT..."]},{"begin":"21.080","end":"22.280","lines":["Dear LIFE KIT..."]},{"begin":"22.280","end":"26.120","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"26.120","end":"28.760","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"28.760","end":"31.440","lines":["How can I become a better caretaker?"]},{"begin":"31.440","end":"35.000","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.000","end":"37.560","lines":["And we're getting personal."]},{"begin":"37.560","end":"41.960","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"41.960","end":"49.360","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."]},{"begin":"49.360","end":"56.200","lines":["It's hard to be hurt and not feel like something needs to happen next, but sometimes it really doesn't."]},{"begin":"56.200","end":"76.160","lines":["That's today's expert, writer Catherine Newman. Catherine is the longtime writer of Real Simple's Modern Manners Etiquette column. We are all big fans of her advice here at LIFE KIT, and we're looking forward to putting that etiquette know-how to the test for today's question about parenting and hurt feelings between siblings. Stay tuned."]},{"begin":"76.160","end":"82.960","lines":["Before we jump in, I would love to know, do you ever feel stuck in the middle with your kids?"]},{"begin":"82.960","end":"85.120","lines":["Oh, you mean between them?"]},{"begin":"85.120","end":"86.520","lines":["Between them."]},{"begin":"86.520","end":"119.000","lines":["Their relationship? No. And that's very particular to who they are. It's not that I think I couldn't feel that way. I just happen not to with my particular kids. I feel like the last time I felt stuck in the middle, they were, like, fighting over Play-Doh. But I'm so sympathetic. I know that it is like that for tons of people, and I have felt stuck in the middle in other relationships. And it's a very sticky thing to feel like you have either information that you're wondering if you should share or, you know, to what extent should you insert yourself?"]},{"begin":"119.000","end":"121.880","lines":["Absolutely - disclose or not disclose, intervene or not intervene?"]},{"begin":"121.880","end":"141.520","lines":["Yeah. Yeah. I mean, those are really real questions. Like, my dad just meddled in my relationship with my brother in a way that I super appreciated - actually just shared some information that was really useful for me to have. And it actually enabled us to just, like, move on with something that I didn't even know was a problem."]},{"begin":"141.520","end":"143.000","lines":["Positive meddling."]},{"begin":"143.000","end":"149.040","lines":["I know, which by the way, I know - don't quote me on positive meddling. It's not a general principle."]},{"begin":"149.040","end":"156.480","lines":["(Laughter) Thank you, Catherine. Great start. Great start. OK. Catherine, here is our question."]},{"begin":"156.480","end":"197.800","lines":["Dear LIFE KIT, I just learned that my younger son, who is getting married soon, didn't ask his older brother to be his best man. Instead, he asked a childhood friend. This is causing my oldest son some significant hurt, and it's hard for me to be silent. As far as I know, my oldest will not receive any special honor at the wedding, despite the fact that they are relatively close and also live near each other. So it's not a matter of strained relations or long distance, et cetera. The oldest has told me he's quite hurt but doesn't plan to say anything. Should I say something about this? I realize it may not change anything, but I'm a little appalled that my youngest didn't think about how hurt his brother would be. Signed, Mother of the Groom Doom."]},{"begin":"197.800","end":"198.680","lines":["OK."]},{"begin":"198.680","end":"204.760","lines":["Catherine, before you give us your full recommendation, I'd love to just hear your initial reactions to this story."]},{"begin":"204.760","end":"214.520","lines":["Yeah, yeah. I mean, on the one hand - right? - people are vulnerable. On the other hand..."]},{"begin":"214.520","end":"215.440","lines":["Sure."]},{"begin":"215.440","end":"232.920","lines":["...Really don't meddle and, you know, you can be hurt and not take action, which is something that really confuses people, I think. And yeah, I know. Like, just 'cause you're hurt doesn't mean there's a next step you need to take, and that's complicated."]},{"begin":"232.920","end":"246.760","lines":["Yeah. Man, that one - I needed to hear that. And also that feels so, so hard. It sounds like what you're saying is that there isn't any action required here at all. Should the mom be speaking out for her older son in this situation?"]},{"begin":"246.760","end":"286.000","lines":["So if the mom was a friend of mine, she would come to my house and tell me this story. And I would say to her, guess who your younger son's wedding is about. And she would be like, ugh, it's not about me, and it's not about my older son. Like, that's the thing. This is not about them, which - their lives are about them, and their feelings are about them. But this event is not about them. And that's a really hard thing for people to deal with. Funerals, bar mitzvahs, quinceaneras, anything where you have to uncenter yourself, it's really hard."]},{"begin":"286.000","end":"314.120","lines":["And often these are events with a lot of, like, pomp and circumstance and fanfare, and people have their feelings and whatever. And you get to have your feelings. That's the thing. Your son can be super hurt. You can be super hurt. And you know who's a perfect person for the son to process with? You. So there is something you can do, and it's listening to this hurt child and saying, you know what? Your brother loves you. You're really important to him. It's OK."]},{"begin":"314.120","end":"335.000","lines":["That's great advice, Catherine. But what you were saying about weddings, you know, the weddings are about the people that are getting married. But I also feel as someone who very recently got married, it's also so much about your family. It's also so much about, you know, trying to honor the (inaudible) also (inaudible) families and your parents and things like that. You know, does our groom need to honor his brother in any way?"]},{"begin":"335.000","end":"335.800","lines":["Nope."]},{"begin":"335.800","end":"338.160","lines":["Love it - hard and fast."]},{"begin":"338.160","end":"364.040","lines":["Here is what I would say about that. Wedding conventions are complicated, and they are often designed to create weird layers of hierarchy among the wedding guests. And not all of it is ideal. That's kind of weddings. There are in-groups and outgroups, and there's weird calculus of seating charts. And some people have special rules, and some don't."]},{"begin":"364.040","end":"364.360","lines":["Yeah."]},{"begin":"364.360","end":"398.560","lines":["So here's what I would say. The next move is always yours if you want it to be. That's what I would say to the older son. So what is the role he wants to have? And how can he move forward with that role regardless of what his named position is? Does he want to make a really moving toast? He absolutely can do that. Does he want to be helpful? He can offer to help. Does he want to buy an awesome gift? Does he want to write a really moving card to his brother to tell him how much he loves him?"]},{"begin":"398.560","end":"425.240","lines":["I feel like that's the avenue of empowerment for him, is he can do whatever he wants. That's the truth. So it doesn't really matter that he doesn't have the title maybe he wanted. He gets to be the brother he wants to be at this wedding. And I think that brother is the one who lets go of his hurt feelings and just makes himself loving and present for this really special event."]},{"begin":"425.240","end":"436.200","lines":["Let's talk a little more broadly. You know, as a parent, if you see your kids' relationships going off the rails a little bit, at what point should you intervene? Or should you always, you know, let them handle it?"]},{"begin":"436.200","end":"479.040","lines":["Mmm hmm. Yeah, I - my - I just had a situation like this, actually, with my own brother where my dad kind of wisely did intervene. And I'm trying to think about why that worked. And it did work. And I think he shared that my brother was upset with me about something, and it was something I did not know about. I didn't even know the thing had happened that had upset him, let alone that he was upset with me. So I feel like my dad sharing information that I needed to make a reparation that I wanted to make - like, that was really, really useful, and I super appreciated it."]},{"begin":"479.040","end":"513.320","lines":["And so it just makes me feel like if you imagine there's information you have that would be required to resolve a problem with your kids, I would think about sharing that, I suppose. But the other thing I really, really would do is I would say to each kid separately, hey, I know you guys are really struggling right now. Is there any way I can help? Because then, they can say no, and then, you're not meddling unwantedly."]},{"begin":"513.320","end":"529.040","lines":["I'm hearing, you know, it might be time to meddle if you think that one of them is missing crucial information. Could that be the case with these brothers? You know, what if younger brother is just completely oblivious to all of this, didn't know or didn't think that older brother would want to be included or..."]},{"begin":"529.040","end":"530.160","lines":["Ah, yeah."]},{"begin":"530.160","end":"530.480","lines":["You know?"]},{"begin":"530.480","end":"552.160","lines":["Great - so great to turn it back to the wedding. The difference, I would say, is that it wasn't my wedding. A wedding is really - I hate to be like this. But it's really a time to kind of get a hold of yourself and think, this person's dealing with a lot of competing pressures, right?"]},{"begin":"552.160","end":"552.200","lines":["Yeah."]},{"begin":"552.200","end":"588.720","lines":["Like, we don't know anything about the rest of this story. Maybe the person the brother's marrying doesn't have any siblings, and so it felt like, you know, there was an imbalance. Or maybe there's been a strained relationship with this friend that the brother's trying to mend. I mean, who even knows? It's a wedding. It's not your wedding. I feel like just be the best version of yourself you can be, and get over it especially because it doesn't sound like there's a strained relationship between these brothers. So don't imagine there is one just because there's, like, a wedding convention that doesn't swing your way."]},{"begin":"588.720","end":"599.320","lines":["Don't add another problem to everybody's plate. Don't make a problem where there doesn't need to be one. Final thoughts, feelings on those little hearts that we carry with us in our families, from our families, on accident, on purpose."]},{"begin":"599.320","end":"658.480","lines":["When you picture seeing the photos from the wedding, like, try to embody the version of yourself you're going to hope to see. That's what I think. Like, that's the only part you have any control over, is your, like, putting good energy out into the world on this really special day for your brother, who you love. And that's, like, the premise of all of these hurt feelings, is that you love him. And it sounds like it's not unrequited. It's just been, like, formally disrupted for one event, you know? So I feel like just to the extent that you can just, you know, open your heart, open your arms, just be in the wedding in your best version of yourself. And my guess is that'll be enough to get you over it."]},{"begin":"658.480","end":"672.680","lines":["Before I let you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything at all. I would love to hear yours."]},{"begin":"672.680","end":"699.400","lines":["I was once working for this professor. And I was kind of sick, and I was worried I was going to miss meeting with my class, you know, my section. And she just looked me dead in the eye, and she goes, don't be such a narcissist. They'll be thrilled to have the day off. (Laughter) And I was, like..."]},{"begin":"699.400","end":"700.280","lines":["Wow."]},{"begin":"700.280","end":"702.040","lines":["...Zing."]},{"begin":"702.040","end":"709.000","lines":["Don't be such a narcissist. Best advice ever."]},{"begin":"709.000","end":"757.680","lines":["If you've got a question for us, you can find the DEAR LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."]}],"duration":757}