{
  "title": "Want to get into credit card points? Here's what you should know",
  "url": "https://www.npr.org/transcripts/1134223194",
  "intro": "Credit card rewards programs can offer big perks like airline miles and hotel upgrades. Finance journalist Katherine Fan explains how to choose the right card and what to know before signing up.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm reporter Andee Tagle. I love my job - getting paid to be curious, to learn stuff and then get to share those things with all of you - my dream. But you know what's even better than working? Going on vacation. I mean, who wouldn't love to take a break from their lives every now and then - traveling to new places, treating yourself to good food or hotel stays or new adventures, or just quality time with loved ones. That's the dream. But for a lot of us, big trips or big spends can feel like just that - a financial fantasy, a luxury reserved for the likes of moguls or jet-setting celebrities, or at least the very well-off. Personal finance and travel journalist Katherine Fan says not so. You don't have to be a millionaire to make some of those dreamy extras into a reality, she says. What you need is credit card points and an understanding of how to use them."
    },
    {
      "author": "KATHERINE FAN",
      "text": "I travel a ton on points. I actually got into it because I grew up overseas, and my family was in Taiwan for most of my early, early adult years, including right after college. So I would spend all of my points getting back and forth to Taiwan to see my family every year."
    },
    {
      "author": "TAGLE",
      "text": "Gaming the credit card points system might feel too lofty or too complicated to be worth pursuing, but Katherine says using credit card rewards can be super simple and can serve lots of people, especially those who are most in need of some extra cushion."
    },
    {
      "author": "FAN",
      "text": "I made at $28,000 a year in my very first full-time job, so, you know, no extra cash there for a 1,500, $2,000 flight home. So that's how I kind of got started in points and miles travel, and then it just kind of blew up from there."
    },
    {
      "author": "TAGLE",
      "text": "Katherine has spent years covering credit cards for outlets like The Points Guy and Nerdwallet. And what she's taken away from all of that reporting..."
    },
    {
      "author": "FAN",
      "text": "Anyone can get into this."
    },
    {
      "author": "TAGLE",
      "text": "Whether the crush of inflation has you wishing for some extra help with the groceries, or you've been scheming to finally take that very belated honeymoon, or you're just a fan of free stuff, credit card points could be your answer."
    },
    {
      "author": "FAN",
      "text": "It's not limited to super rich people. It's not limited to people who travel a lot for work. It's definitely not limited to, you know, young professionals who are single and don't have kids."
    },
    {
      "author": "TAGLE",
      "text": "But let's note for the record, there is a barrier to entry here. You'll need good credit to get started."
    },
    {
      "author": "FAN",
      "text": "There's a way to make it work for pretty much everybody as long as you're able to build up your credit score to at least a really good level. Ideally, you'd like to have an excellent credit score."
    },
    {
      "author": "TAGLE",
      "text": "If you have questions on how to do that, we've got another episode on how to raise your credit score that you should definitely check out. But in this episode of LIFE KIT, we're talking how to make the most of credit card points for the everyday credit card user. Katherine will help us understand the credit card rewards system, break down how to find the best cards for your lifestyle, and she's got lots of recommendations for first timers."
    },
    {
      "author": "TAGLE",
      "text": "OK, Katherine, so let's just start at the very beginning - the very, very basics. What are credit card points, and why would people want them?"
    },
    {
      "author": "FAN",
      "text": "So credit card points are essentially like currency. So credit card issuers give you points or miles to reward you for every dollar that you spend with them. And you can use those points in turn to pay for travel, offset your grocery bills - many different reasons right there. Every issuer, like Chase or American Express or Citi or Capital One, offers their own points system that you can get cards for. So not all points and miles are the same. Different issuers value their points differently, and credit card points are valuable because they are untaxed."
    },
    {
      "author": "FAN",
      "text": "So if you spend $1,000 and you earn 3% cash back on every bit of that, you get $33 that you don't have to pay tax on. Credit card points can be invaluable as well for transferring to hotels and airlines to get some outsized value. So if there's a flight that's going for $5,000 in business class, and you can pay 80,000 points to get on that particular flight, then your points are earning you a higher value than if you were to transfer them to cash or if you were to pay for that flight in cash outright."
    },
    {
      "author": "TAGLE",
      "text": "OK. Yes, please, to all of this. Points - what's the difference between cashback or rewards or loyalty programs? Are we talking about the same thing?"
    },
    {
      "author": "FAN",
      "text": "Let's see. The most simple way I can describe it is this way. You can work with an issuer like Chase or American Express. They have their own form of currency for some of their cards. So for AmEx, you've got membership rewards points. For Chase, you've got ultimate rewards points. And these are all points that the issuer gives you. And they're kind of worth nothing until you decide what to do with them, of course."
    },
    {
      "author": "FAN",
      "text": "So let's say Chase - I use Chase a lot. If you were to use your Chase points, you can log into the Chase portal and buy flights, rental cars, hotel stays directly through the Chase portal. But you can also transfer your Chase points to various different partners. Two of the easiest ones to think of are United and Marriott, for instance, or Southwest. All of your points are worth the same amount on a 1-to-1 ratio if you transfer them over. So one point from Chase can equal one point for Southwest, one point for Marriott, one point for United, and so on, so forth."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, why do companies do this? Why are credit card points a thing at all?"
    },
    {
      "author": "FAN",
      "text": "So the reason is just because, you know, in America, we love spending money. And credit card issuers, hotels, airlines, you know, rental car companies, Target, Victoria's Secret - all of these companies have recognized that if they get a credit card that they can get you to sign up for, it's one additional layer of connection that they have to you, and one guarantee that you're interested enough in their brand to invest your money in it and to purchase their products and to learn more about their offerings. So these points are a way to create an artificial currency that keeps you attached to an issuer. Since they're busy out there getting our money, it makes sense that we want to come up with the most efficient way and the most effective way of utilizing the resources that we've invested in them."
    },
    {
      "author": "TAGLE",
      "text": "Sure. So it's a tie. It's a tie that will keep you connected to a place or to a company and also incentivizes you to stay."
    },
    {
      "author": "FAN",
      "text": "Incentivize you to spend money with those credit cards, you know?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "FAN",
      "text": "Like, I spend my rent money with this card because they're going to give me points. I spend my gas, my grocery money with this card because they give me points. So it's a competition for your business."
    },
    {
      "author": "TAGLE",
      "text": "A lot of times gaming the card system, the points system, feels like a wealthy person's game. You know, like you have to spend 10K in a month on each, you know, to earn a hundred thousand points for a free flight to Europe, etc., etc. Can credit card points benefit budget spenders too?"
    },
    {
      "author": "FAN",
      "text": "Yes, absolutely. I would say that there are a number of great cards out there that don't charge you an annual fee. You don't have to do anything crazy to get started in the points and miles game. Just pick one card that gives you really good flexible points and go from there. If you don't already have something major in mind, you know, maybe get a cashback credit card for everyday groceries, gas. Make sure it's in your wallet. Make sure it's signed up for autopay on your utilities. Even just by doing that, you'll probably end up with a few hundred dollars, a couple thousand dollars in your bank account at the end of the year. So easy. No problem. You're earning a little bit - a dollar or two per transaction. That adds up really fast over the course of a year."
    },
    {
      "author": "FAN",
      "text": "Another card that's a little higher up is the Chase Sapphire Preferred. There's a $95 annual fee. This is one of the best cards you can get because not only do you get great points on travel and dining and all that good stuff, you also get some of the best rental car insurance on your credit card that you could possibly have. Your credit card will protect you if your baggage gets delayed, if your baggage gets lost, if your trip gets delayed, if you end up having your flights canceled altogether - for the most part, this card will cover any of those issues you have and then some."
    },
    {
      "author": "TAGLE",
      "text": "So I'm hearing a lot about the fine print of things that you should look for before you sign up for a card - so travel insurance benefits, travel coverage. What other things should people be looking out for in that fine print before signing up for a card?"
    },
    {
      "author": "FAN",
      "text": "Well, I think a lot of times when you're thinking about how to sign up for a credit card or what to consider, this is where research really helps. There are a ton of websites out there that are designed specifically to help you understand that. Credit card reviews will kind of help you see what the pros and cons of each card can be. Now, the challenging thing for any of these sites is that obviously they don't know who you are. So you kind of have to keep your profile in mind. If you don't travel a lot and you read a really stellar review for a travel credit card, it kind of may sound like it makes sense, but once you think about how often you travel, then maybe it's not the best fit for you. I would say at the end of the day, if you just look for best no-annual-fee credit card, best travel credit card, you Google those terms, you'll consistently see across all of the issuers that the same names come up over and over again."
    },
    {
      "author": "TAGLE",
      "text": "What about people who aren't planning to travel as much? Does it make sense for people who aren't going to be traveling a lot in the future?"
    },
    {
      "author": "FAN",
      "text": "Yeah, I think so. I still think it's super valuable to use credit cards for a number of reasons. When I'm using a debit card, I'm not earning anything back on it. However, if I use a credit card, I not only have purchase protection because I can submit a fraud report if I need to. I can send in a request if my item is defective and the manufacturer or the retailer refuses to refund me for something that's clearly defective. There's so many benefits that come alongside of credit cards, not just the cashback aspect. As far as rewards go, you know, at the end of the day, if all you care about is just making sure that you get a little bit of return on your investment, just get a no-annual-fee credit card and sign up for something that offers you cashback."
    },
    {
      "author": "FAN",
      "text": "You could always save it in dual form. So all of those points I mentioned with Chase, for instance, you can use directly as cash sort of to pay off the statement on your balance. So a lot of times if you use those cashback points, you can use it as cash as well to write off certain expenses. So if you come from a family where you really don't think you travel that often, you can still earn up to 3% back or 5% back on groceries, on cash. I always think that's a pretty solid deal compared to 0%."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. Absolutely. When people are signing up for a new card, can they expect their credit to be dinged just for signing up for a new card?"
    },
    {
      "author": "FAN",
      "text": "Yes. So that's a very understandable concern. And the truth is, yes, you'll get maybe one or two points off of your credit score just for that initial few months when that inquiry goes through. But as a general rule, if your credit score is above a 650 to 680, in that range, you'll be eligible for some good credit cards. You probably want to have something closer to a 720 credit score if you're looking for one of the excellent cards, such as, you know, the American Express Platinum card, the Chase Sapphire Reserve, those are some of the premium cards that often come to mind when people think of credit scores."
    },
    {
      "author": "FAN",
      "text": "So you're definitely going to want an excellent credit score in that 680 to 720 minimum range to be considered. But there are a lot of factors that go into approval as well. So on your end, you're doing your due diligence. The issuer's also kind of looking at you like, oh, you know, Andee - is Andee someone that we feel comfortable giving our credit card to? If we do, what credit limit will we give her? So that will vary from person to person."
    },
    {
      "author": "TAGLE",
      "text": "And what about on the other side? A lot of people - I've heard - I've seen guidance, read guidance about, you know, sign up with a credit card for that first year where they're not going to give you that annual fee and then that second year people cancel. What are your thoughts on that?"
    },
    {
      "author": "FAN",
      "text": "So I'm a little torn on this one because I also started out as one of those people who cancelled really quickly. I would say my general rule now is to kind of think about the card holistically. Does it hurt you to keep it? Does it help you to keep it? For me, I would say if you can downgrade your credit card to a different product that doesn't charge you an annual fee, then you'll want to keep that card open instead of canceling it. So I'll give you an example. My Chase Freedom card right now used to be my Chase Sapphire Reserve credit card. And the reason I downgraded that was because I was starting to use a different card that had many of the same benefits. And I didn't want to pay $550 a year to keep that card open. So I downgraded it to a $0 annual fee credit card because that allowed me to keep that credit history open. You know, every time you open or close a card, it hits your credit history a little bit. So I kept my card open. And with that product change, which is what it's called, I was able to retain my history with the card, my credit limit with the card as well. So as a general rule, I would say don't cancel a card unless you have a really good reason to do so. And if it's just for money, then look to see if there's a product or another credit card, so to speak, that you could downgrade to."
    },
    {
      "author": "TAGLE",
      "text": "Let's talk annual fees. What are they? What should you keep in mind before signing up for a card?"
    },
    {
      "author": "FAN",
      "text": "So annual fees are a really important part of considering your credit card. If you're just getting started, and you're really hesitant about the commitment, look for a $0 annual fee credit card. However, if you want something really bougie like that lounge access in the airports, you're going to be looking at several hundred dollars per year just to hold that credit card. But once again, there's a wide, wide range of really great credit cards. I have both zero-annual-fee cards and a few really premium $600-a-year types of cards. If you find yourself spending too much on annual fees, dial back a little bit. Think about which airlines you're flying the most. Think about which hotels you fly the most. And then let the rest of them go if you're not traveling with those entities."
    },
    {
      "author": "TAGLE",
      "text": "I want to talk a little bit about what points might cost us. You know, you get points by spending money and then when you cash them in, it can feel like yay, free money. But that's not exactly true. What's the actual cost of points?"
    },
    {
      "author": "FAN",
      "text": "Yeah, well, the number one concern is that it's super tempting to spend more than you should just because you can earn more points. You know, it's a little bit like a carnival fare. So you kind of got to know when to stop. You can't just go buy, you know, $500 worth of fine shoes and jewelry and be like, oh, it's fine. I'm going to get points back for this. Yes, you will. But was that $500 that you needed to spend? Another expense, I would say, as far as points go is it's really tempting to hoard them. But obviously the issuers, the hotels, the airlines are always working to make sure that they get their value back as well. So a lot of times they will end up devaluing points or change something with the system."
    },
    {
      "author": "FAN",
      "text": "So once again, remember that points are kind of a currency. So if the economy changes as far as points go, then your ability to redeem them, the value that they're worth is fluctuating as well. So you really don't want to sit on a massive bank of points. My typical rule of thumb is if a flight or a hotel is within a certain dollar band - I would say $200 or less after fees - then I'll typically pay for it with cash, pretty much no matter where I am. But if let's say I'm looking for a hotel for New Year's Eve and it's super expensive, that's where points really help, because then I can look for a property where I can put down, you know, 10,000, 20,000 points instead of spending $800 a night."
    },
    {
      "author": "FAN",
      "text": "So the cost of points is just recognizing that, A, it's really tempting to try to earn more of them and spend money you don't need to and then, B, hoarding them and not actually spending them."
    },
    {
      "author": "TAGLE",
      "text": "Is there a biggest mistake people make with their credit cards?"
    },
    {
      "author": "FAN",
      "text": "Well, obviously, I'm going to say it because I need to, but if you forget to pay off your credit card, it's totally not worth it because the interest rates are so high on credit cards. So the number one cardinal rule of getting into the points and miles game through credit cards is pay off your balances in full. And if you happen to struggle at all with the temptation of treating a credit card like free money, then really don't get into it, because once again, the rewards are great. And so it's really tempting to keep going down that route and be like, oh, I could get more and I can go to all these places. Not a great idea."
    },
    {
      "author": "FAN",
      "text": "I would say on the bright side, what you can learn from getting credit cards is responsible usage as well, because if you were raised to think that credit cards are the devil and you should use cash for everything, even just starting with one or two basic cards that give you a little bit of peace of mind or a little bit more luxury when you travel, that's what I'm super passionate about, is just making sure that you're having fun in a sustainable way that complements your lifestyle instead of dominating it."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "FAN",
      "text": "So you don't want to plan a trip just because you have points to go somewhere. Rather, you want to plan what makes sense for your life and then see where points can offset or subsidize some of that cost."
    },
    {
      "author": "TAGLE",
      "text": "Right. So have an understanding of your life and find a card that fits into it. Don't fit your life for your card."
    },
    {
      "author": "FAN",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "I like that a lot. I'm hearing, you know, there's a card for every need, for every lifestyle. You've said to be clear about what your needs are, what your wants are, and don't go wild with it. Just be ready to pay it all off."
    },
    {
      "author": "FAN",
      "text": "Exactly. Exactly."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, you are just a fountain of helpful information. I am so excited. You've made me feel so enthusiastic about getting into the credit card points game. Thank you."
    },
    {
      "author": "FAN",
      "text": "Thank you so much for having me. It's been so fun talking about one of my favorite topics. Anyone who wants to reach out to me via social media or anything like that, please feel free. I love talking about this. And I'm happy to help you figure out how to get your own strategy in place."
    },
    {
      "author": "TAGLE",
      "text": "Yes, please. Free money for all."
    },
    {
      "author": "FAN",
      "text": "Mmm hmm."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. As I mentioned, we have one on how to boost your credit score and another on how to budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Neil Tevault and Stu Rushfield. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9841326350.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/03/gettyimages-1359131145_wide-fdc276eb92ba0ae896d8eec31b4a15080e5ffadc.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "KATHERINE FAN",
    "TAGLE",
    "FAN"
  ]
}