{"title":"Dear Life Kit: My boyfriend's relationship with his coworker makes me uncomfortable","url":"https://www.npr.org/transcripts/1136830484","intro":"My partner is constantly texting his former coworker and even spent the night at her house. He says they're just friends, but I don't like it. How can I trust him when he ignores my boundaries?","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my boyfriend spent the night at another woman's house against my wishes. He says they're just close friends, but I'm just not sure I can trust him."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT. I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."},{"author":"SHAUN GALANOS","text":"I would really struggle in this relationship."},{"author":"TAGLE","text":"That's today's expert, Shaun Galanos. Shaun is a certified relationship coach and host of \"The Love Drive,\" an advice podcast for improving communication and intimacy in relationships. He leads with the idea that love is a skill that you can get better at. Love that. We could definitely use some help improving that love language for today's question. Stay tuned."},{"author":"TAGLE","text":"OK, Shaun, here's today's question. (Reading) Dear LIFE KIT, my boyfriend and I have lived together for a year now and dated for two years before that. About a year ago, my boyfriend told me he wanted to go to a concert. I offered to go with him, but he said he'd rather just go by himself. Then later, I found out he took a woman he used to work with to the show. I was really hurt, and we had a big argument. I've never met his co-worker, but he texts her every day. I try not to act jealous and accept that they're just close friends. Recently, though, he decided to go visit her. And before he left, he said he planned to stay overnight because he didn't want to drive back late. I told him it made me uncomfortable, but he decided to stay anyway. When he got back, he couldn't stop talking about what a great weekend he had. I've never felt so heartbroken. I told him how hurt I was that he disregarded my feelings about this. He immediately got angry and said it was my fault for not trusting him and that he wanted to break up. We ended up staying together, but I'm really struggling. I just don't understand how I can trust him when he completely ignores my boundaries. Signed, Heartbroken."},{"author":"TAGLE","text":"Shaun, I almost could not make it through that whole letter because there was so much ick in there for me. To me, this letter was nothing but red flags. Was it the same for you?"},{"author":"GALANOS","text":"Yeah. I actually have a list of the red flags that came up for me in here. A red flag isn't necessarily a deal breaker. A deal breaker is something where you would just sort of walk away because you know that this is an impasse. We're not going to be able to resolve this difference. But a red flag can often be an opportunity for us to deepen the understanding around a behavior."},{"author":"GALANOS","text":"So the three red flags that I saw here was that he lied and misled her into thinking that he was going to the concert alone when, in fact, he didn't. What happened there? Why didn't you feel comfortable telling me that you were going with her? What's the nature of this relationship? Why did you feel like you needed to lie to me? Right? And how people respond is really telling about the relationship, right? If he says something like, you know what? You're totally right. I'm sorry. I shouldn't have done that. This is a close friend of mine that some of my exes have felt threatened by. It's hard for me to include her in these discussions. And I will do better next time."},{"author":"GALANOS","text":"That's one way of dealing with it, right? The other way is to say, whatever. It's not a big deal. Don't worry about it. You don't have anything to worry about. And that's very dismissive and not very considerate. So red flag No. 1 is that he lied and misled Heartbroken into thinking that he was going to the concert alone. Red flag No. 2 is that he ignored Heartbroken's discomfort and decided to spend the night anyways."},{"author":"TAGLE","text":"Yeah. I mean, for me, the gaslighting - the gaslighting is what I kept holding on to, you know. And I want to talk about that in relationships. Heartbroken is really concerned with boundaries, but this doesn't really seem like a boundaries question to me. This sounds like one person is lying and doing bad things and trying to make the other person feel like it's all in their head, which is the definition of gaslighting. So what do we do about this? How can we get to the truth here?"},{"author":"GALANOS","text":"Yeah. The red flag No. 3 is that he gaslit her into thinking that it was her fault, right? If only you trusted me, I wouldn't have had to lie to you or wouldn't have had to spend the night or, you know, you're basically making me act this way. And this is - from what I can tell, this is unloving and unkind behavior, right? Relationships are two or more people coming together for a common goal, right? And usually, we're talking about emotional, physical, intellectual and spiritual closeness, right? We want closeness. We want trust. We want kindness. We want consideration. We want compromise. And there isn't a lot of this going on here. So gaslighting is a huge red flag. It's a form of emotional abuse, can be really, really detrimental for people. It's hard to build a loving foundation when there is this kind of behavior in a relationship."},{"author":"TAGLE","text":"Absolutely. Absolutely. And, you know, it's hard with these anonymous questions because we're obviously only getting one side of the argument. But to me, hearing this story from Heartbroken's perspective, the silence of their partner is just deafening. Like, this person is trying to reach out, is trying to find a medium, and there's just nothing on the other side. If this person is committed to staying in the relationship, what can they do from there?"},{"author":"GALANOS","text":"Yeah. This is a tough one. It's true that we're only getting one side of the story. And we do have to also assume that there are some redeeming qualities in this relationship or else why would you stay, right?"},{"author":"TAGLE","text":"Right."},{"author":"GALANOS","text":"If it's all negative, why stay? So let's assume that there are some great things about this relationship. I think what I'm seeing is there is some talk about boundaries, but there's zero talk about boundary consequences, right? And a boundary without a consequence, when there's a violation, is sort of useless, right? It's saying, I would really love it if you didn't do this, right? I'd love to meet your friends so that I can understand the nature of the relationship. And then they make no effort to introducing their friend to them so that they can get to know them a little bit, right? So - or the boundary could be something like..."},{"author":"TAGLE","text":"No sleeping over at another woman's house."},{"author":"GALANOS","text":"...No sleeping over at another woman's house. And if I feel uncomfortable, I'd love to have a conversation about that, right? And if they're going to violate that boundary, then there has to be a consequence. The issue is that it's really hard to have a consequence that isn't, I'm leaving the relationship. What we have to remember about boundaries is that we're required to enforce them. Heartbroken has to find a way to have a boundary consequence that is not leaving the relationship. And so that might look like spending the night at your friend's house for a week or taking a break or taking some space. There has to be some sort of consequence for violating that boundary. But the message that I'd like to leave for Heartbroken is, you know, you do deserve a relationship where you're being considered as an equal partner, where your challenges, your struggles are being listened to - they're being heard. You deserve something that is kind and loving and respectful."},{"author":"TAGLE","text":"I'm curious about kind of the healthy version of this. Another string that this kind of unraveled for me was that every relationship is different. Every partnership has different levels of security or independence. You know, maybe if Heartbroken and their partner just had a conversation upfront, there wouldn't be this issue. What would that look like?"},{"author":"GALANOS","text":"Yeah, that's a really beautiful point. I think there is a really wide spectrum of what does and doesn't work for people, and it is really individual. For some couples, one can be a shameless flirt, and that doesn't necessarily have to threaten the relationship. You can have platonic sleepovers at your friend's house as long as your partner is OK with it and that that's not a threatening behavior. So I think the issue here is that we're not used to talking early and often about what it is that we want and what kind of relationship structure makes sense for us. So the conversation might look like, hey, this is weird. We haven't really talked about this, but I'd love to talk about, like, some agreements or what could and couldn't work for our relationship when it comes to flirting or spending time with the gender that we're attracted to. I'd sort of love to just, like, maybe grab a drink and talk about what this might look like for us. I think there has to be some element of - I love you, and I love us, and I would love to figure out how we can bring even more joy to each other's lives and that we can have an open channel of communication around things that are kind of tough to talk about."},{"author":"TAGLE","text":"So what this all seems to come down to is trust. And it doesn't seem like there's much in this relationship, Shaun. What's your advice for building trust in this relationship?"},{"author":"GALANOS","text":"Trust is hard. I think there has to be a balance about how early you trust somebody. I think trust is earned. And I like to say that relationships are built slowly over time because it takes a while for people to show you that they are trustworthy through their actions, right? So that would be sort of actions matching words - right? - do these people do what they say they're going to do? When there is a rupture or some friction or a violation, is there a good-faith effort to repair? Are they able to be considerate about my experience? Are they able to apologize when they've done something wrong? Or are they able to see how I might feel a certain way based on a behavior, right? So these are all, sort of, behaviors that I would look for when giving out trust. If there's gaslighting or if there's blaming or if there's minimizing or making light of a painful or hurtful situation, that is not a loving action. That is not something that would inspire me to trust them more."},{"author":"TAGLE","text":"So it sounds like Heartbroken might need to leave. And if that's the case, what are the steps that Heartbroken needs to take? How does this work? How can she extricate herself from this situation?"},{"author":"GALANOS","text":"Yeah, I think it is complicated, especially if they're living together, and there's also gender dynamics that come into play. Sometimes women don't have the resources to move out immediately. So I think it's going to be about getting as much support as possible from loved ones and friends, and sort of building a plan around how Heartbroken can leave and how she's going to be supported during that transition. Then there also has to be a belief that she is doing the right thing for herself and that she is helping her future self out, which is - it might be hard to do right now, but this is going to be good for me moving forward and good for me in the future."},{"author":"GALANOS","text":"And one of the beautiful things about leaving relationships that are out of alignment is that they eventually open you up to something that is more in alignment, that is better for you, that is more loving, that is more kind, more considerate. So I think having a support plan for what you're going to do when you do leave, the belief that you're going to be OK and then eventually having to have that conversation about the fact that - this relationship isn't working for me. This is why it's not working for me. This is what I'm going to do. I'm going to be moving out next week, and this isn't open for discussion."},{"author":"TAGLE","text":"I have one more fun question for you. In every episode, we ask our experts the best piece of advice they've ever received. I would love to hear yours."},{"author":"GALANOS","text":"When I used to work at a small grocery store in Los Gatos, Calif., and before moving away to college, I asked the store manager, what's the No. 1 thing that I need to know about going away to college? And I remember this to this day. I still use this piece of advice on a weekly basis. He said, do smaller loads of laundry. Your clothes will come out cleaner."},{"author":"TAGLE","text":"(Laughter) If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9198172259.mp3","img":"https://media.npr.org/assets/img/2022/11/15/dearlifekit_boyfriendcoworker_x_1_wide-831bbca4eca17f6276de6c6e53cff03ee551359a.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","SHAUN GALANOS","GALANOS"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,8909,24420,20190,11663,13987,23398,17123,16963,14322,11266,8771,11038,10380,10022,12058,7918,21482,24453,12389,14695,11788,8579,12842,7931,9364,14841,16650,12418,17722,4783,20872,20534,12396,21864,25546,11347,19249,23612,11571,27428,24335,4486,26310,26872,9253,9607,3291,4283,25297,13685,14251,17118,23192,5898,3350,13777,19788,18448,2912,12686,16341,12258,12448,11422,23984,23844,17615,22246,15049,24658,11420,11238,17779,15782,9619,7187,11904,19096,9729,13979,11042,18773,15774,8555,13852,14784,15540,18397,19071,18887,16441,13455,10919,8731,16733,20352,10039,3214,2406,24415,17056,13187,15608,17043,3085,26261,15659,18705,11407,9116,7385,18704,13606,13687,10616,11831,12487,10979,3610,19707,14606,15622,3821,1900,25503,19382,5087,11916,15093,15084,18293,14324,7719,10483,10581,9365,8577,3513,28128,17230,20539,9585,10298,17011,7300,2522,2147,16723,21267,19425,16761,13854,12943,11056,15299,13585,16683,11354,5483,20358,11972,10200,12104,11723,14450,10803,8896,8797,7877,9077,11125,13407,2478,2779,13969,15108,18484,17009,22084,19125,13113,16039,4569,9855,11513,4430,12227,8427,4389,21770,24543,14120,16994,15665,12419,10637,12706,13136,11907,2105,26677,17508,2974,1684,2877,2228,1994,451,269,138,10,10,28150,15631,7321,22477,15506,16023,25760,17679,13135,9026,24981,16554,9958,18006,26256,18278,12342,20262,14587,24955,13379,4741,26861,27363,13288,13350,12344,27108,28298,11956,16884,17434,18743,21684,26666,13966,8397,20215,19081,4531,27498,27311,23580,24166,25063,20967,19364,17789,24863,8166,6631,22901,21374,15433,25423,16834,9389,12157,18117,18743,4515,26880,23088,12297,19235,25060,25435,25835,11000,14452,26090,25748,23262,16683,12321,11082,14537,11047,23882,22990,26631,19927,14888,19327,11488,7505,81,18,15,27400,25416,19720,12509,22642,12808,22293,18039,20481,4694,18944,15672,18872,18314,19757,22358,14041,9953,25381,13262,14893,19949,11175,15648,12017,24291,12859,18241,21017,2804,24093,21847,25759,22503,11700,8306,20949,17336,16506,13024,26618,18713,12920,21952,15470,19819,22442,17670,15653,28651,11485,11460,24534,22587,21502,16732,9374,16604,12426,24789,21711,26799,22687,13870,18544,23351,25428,14696,19727,18544,20498,13731,8695,1582,4,3,14,3504,26177,11700,15355,11314,14396,19573,9903,15494,11454,2456,21744,20548,14947,13611,13652,11790,7158,17131,23373,14058,7627,16001,14815,6607,7771,6787,13766,8068,10860,9431,14907,8005,22360,23384,10213,8327,7488,8597,8517,5205,667,22477,10165,22390,11632,20866,13995,129,3,21,544,25539,18950,19087,21354,18671,13025,3705,2095,2499,2433,13927,25237,7293,1194,1320,23294,13846,21417,18516,18858,10586,9119,1306,24728,21837,13402,12406,9474,11948,422,5373,5582,27099,21905,19444,11213,18525,16775,18340,11171,13163,7403,6797,1238,6252,22937,19155,22584,5487,19965,24499,15211,16559,14196,12608,228,18380,17832,16495,10041,25750,14620,19642,19979,6691,19370,12146,10745,3204,1522,1151,24561,16406,17195,3336,14174,16325,7382,3146,741,833,18845,23124,20787,11282,8167,18874,10411,15921,18909,16104,1661,20587,23870,17410,20879,13088,10826,14909,12414,12798,3781,411,4851,2621,23925,20648,7100,16671,16859,21177,8485,15798,15618,18840,13531,12228,11304,20718,17471,18258,15958,8702,15270,12619,5803,5193,2783,27506,15878,17977,12201,9235,16847,10382,16465,16708,9824,1992,1594,1908,13230,26806,27577,3469,20662,18612,14735,14320,18284,5385,6402,7319,21039,17535,13677,10485,8587,3188,2812,18593,15749,16111,19605,8770,14901,15681,16123,15111,3207,3559,13107,15954,19549,9124,10962,25467,18345,10098,11428,5582,15271,10578,8224,15747,1947,1012,3402,4853,807,23533,20925,16238,8966,12720,18193,11835,10934,16940,3397,3042,10111,10388,24686,17235,12386,17963,11877,7876,8083,10940,10954,6203,8233,9088,7071,1419,6698,1352,28021,20454,739,98,28051,14321,4624,11,34,15258,29007,6095,21302,22855,17699,19195,12970,18318,6946,12073,12415,11135,11155,11313,21636,19873,10125,6085,23296,12811,10707,8849,1912,11159,12888,17469,19156,16106,21369,20748,7602,15493,9717,5475,3311,10885,25781,23331,17595,13898,15025,20107,18966,10994,13612,8893,9294,8393,11600,13777,13010,7497,16018,24658,13575,21497,18875,9223,16608,8867,10177,387,18960,15087,22615,19563,13034,11626,13027,17732,18322,9901,9392,10727,8799,694,11829,15368,19000,10258,12600,5756,17375,17672,9625,14473,21127,19602,11068,17021,12555,8701,8370,10878,1799,28089,27116,23460,22469,10384,9375,9928,14671,1625,14660,23533,27766,17524,20530,10804,14138,15548,233,13250,14342,22566,12923,20997,17514,7134,9567,7115,16429,10278,12657,11840,5774,17411,11655,16110,20730,2553,25224,21109,19145,4405,130,25400,25162,13676,10926,10685,18887,19833,20707,22821,23471,14007,15097,23877,17957,13537,8290,8780,9036,17999,2449,639,16504,13009,24565,22167,16755,9423,5566,528,19451,15386,22726,12314,5617,20190,23308,14458,10756,17180,10357,10378,16429,8948,23586,26282,13291,15432,14052,11014,18957,12088,13365,8878,14623,15051,10706,1870,17500,4786,10676,28489,15168,19915,21593,11891,15287,14322,8792,13413,13323,7988,17341,11587,14556,1281,5399,18542,16363,21013,14634,10098,18228,16969,12273,17441,17781,10947,4458,23578,20755,22626,23663,9765,19520,26301,16375,9471,5920,5057,13679,18879,20686,10257,19859,19226,757,25746,15441,14273,20190,17546,13626,18588,18145,13324,5552,13844,7859,9939,12994,23977,25558,22586,6435,4201,20190,1340,124,76,8912,19366,18445,12943,12649,7370,10217,8965,19303,16599,7364,12197,15303,16098,17183,11749,12197,8747,8093,10334,10065,806,863,15230,12379,16368,15385,6715,12829,12734,15288,12936,12585,17634,9819,23593,7754,1828,16648,9412,16860,16502,13758,10052,6900,6408,13662,22688,15809,16462,15881,15910,21882,23357,20974,14720,14855,13808,13573,9077,15178,8474,2604,20257,11243,14405,26671,11601,8985,22101,12417,11433,13549,12334,9758,12313,12720,19588,14704,10888,12779,14486,14963,13441,9665,9836,7501,17379,22485,23820,10720,16609,11437,2918,17210,18143,16992,11450,11983,12416,12001,12918,12177,12723,12602,8962,26794,7650,10072,17919,14384,8872,9912,2575,13917,11974,18465,16034,11874,25242,17155,12362,12432,23286,9325,4048,1797,25135,19429,9405,10085,11596,12069,10437,5721,19335,15771,6612,5765,19548,18240,9644,6525,7180,8030,7242,6480,6082,807,56,52,8651,15665,20239,24257,24705,17183,9502,6938,48,2149,19603,14495,19876,8142,22029,18178,13974,8721,6808,4842,13238,11087,5499,4194,4639,9122,22748,14484,10327,99,14021,21656,10143,7542,9954,3044,201,323,8334,14512,22956,19293,940,7947,369,15718,22791,16853,21774,10126,9251,13654,12086,6297,9013,5471,4687,917,10454,6178,10374,16341,9186,13003,7827,360,19478,23060,16575,16261,12193,66,16918,18866,10965,8602,7050,7548,9531,5510,63,64,5301,6618,15825,9269,11021,20968,22210,14527,18798,215,5384,8215,3238,18610,26837,16473,10959,12176,20222,6012,5069,10694,14010,11727,13975,24141,10054,454,360,6306,9982,25195,10653,16811,15804,5924,2400,9529,12618,13955,6228,366,8362,10403,11148,9474,24728,11917,13045,7787,6113,9559,6302,4946,2176,107,420,4844,10466,6036,24805,22705,12282,13699,18971,19029,9404,7027,12211,10385,586,12539,24536,18187,15846,8669,14952,15796,15881,21470,20850,20417,13046,12563,18456,9619,6808,6749,5104,5378,4193,3826,3690,530,9406,15173,6076,8544,8823,15727,12548,27564,17549,16155,14832,11789,9054,16097,19002,21409,19195,10726,13704,10682,8234,2455,24021,11490,15498,19507,15744,3105,9078,17668,16576,16346,17136,20706,22357,15126,14531,7383,24447,22735,12696,16309,22220,17455,9279,16454,15097,12156,11637,8905,10450,10414,21687,17108,14388,26154,17215,12668,11682,10379,11813,14717,2520,18394,9769,11541,13553,22462,21201,25049,9916,15692,8937,11654,9701,19351,21932,15448,15463,12230,2574,10,14922,24705,15037,12013,14642,6262,17027,22301,25855,9248,9229,6620,2819,35,5275,12261,9773,8192,5998,8856,4843,8769,14738,21315,23547,9202,7692,13636,7998,10217,7368,8076,11866,12878,6510,6224,1683,6977,11300,23907,26375,26747,3730,4225,24299,12538,14760,9473,17926,10816,8051,11000,27873,16944,10532,6274,7248,1397,22469,20536,17182,19094,12231,12840,7154,16178,11774,8219,9293,18415,15285,5744,9091,23365,24015,13913,9856,6849,6119,2503,5370,3735,374,6808,8797,14928,25719,24022,22290,20833,8643,6191,6506,8648,7898,10476,9899,6677,9710,396,12319,16240,20991,174,24055,22214,16654,15060,10334,9622,5764,76,23020,24783,167,23898,24357,19785,15588,16729,12171,6639,8487,8790,5370,6979,5635,642,27206,27977,27888,27278,10477,1869,4837,14471,6541,29894,18787,14690,13467,11399,974,21648,6623,20797,23255,20559,18100,10105,7676,2015,19419,25463,15790,18972,16807,11373,24804,10634,8869,13284,10135,136,785,7599,15005,18838,16517,22738,16469,10276,5946,11611,11468,16510,11821,9631,13097,6464,6914,7764,13560,11362,1499,104,8104,13686,21838,26903,24702,15851,14532,6422,9996,5242,1510,8400,6560,11357,10765,229,86,24107,15893,12393,6876,6717,6589,8279,6223,2559,25361,25569,13714,23265,13397,12754,6072,6211,12228,9661,13603,14333,4778,6769,4601,13335,17840,17350,21596,24019,24378,13548,10041,25722,19182,15071,17992,5556,6451,920,129,18830,16705,21283,12104,19402,19054,13997,15697,9713,9781,10387,11494,532,24641,26798,24977,11455,4202,8732,14094,12859,12567,9749,20354,22000,14017,14862,11231,7719,3710,2434,15775,10946,16151,23373,16944,6733,13540,21669,22689,13772,11007,13444,11150,8514,7800,7127,9230,12370,7163,6557,14881,18562,11953,16611,14649,11179,7812,12276,10069,11908,10029,13959,19562,23728,23810,14574,12549,9517,8260,6529,14357,7202,242,68,24710,26503,12581,14105,4117,15092,12974,12724,98,8612,10232,2596,20651,16883,17123,12007,13338,16185,10320,5785,17502,15350,725,8303,16777,14732,14777,12113,10445,18231,18542,11788,12327,4694,36,19271,25512,20749,4439,14192,20915,13917,5452,9096,15707,16433,16482,17145,13119,11920,6113,4671,14514,23524,8902,27008,12579,19587,13348,12838,12877,22613,18562,7568,16312,14722,11391,13711,13117,8752,11453,13939,11707,6900,15598,10607,15381,20441,15254,15733,25736,12800,16575,6975,10946,14393,10079,27804,8941,11792,10376,11099,18429,13464,10865,2803,23365,23886,17189,17565,16404,14482,17821,16481,11428,18263,18616,15955,17237,11875,9037,9446,9674,9568,14799,18984,8813,9668,7959,9931,13251,13836,15319,11176,14223,5838,11887,22117,19154,6433,10639,12769,12928,11359,7906,8507,252,14616,19346,14843,14304,13204,8581,7225,10037,11626,1231,26564,19204,15382,15755,8623,11027,14183,10165,8202,8038,10086,5847,4798,20481,21264,18147,17504,18894,11040,11571,8381,9742,7920,7134,12935,10075,11325,14438,17298,4098,17713,25406,1865,5978,12928,21594,13146,17281,14041,9718,7508,6914,8680,10239,4994,11017,6636,1251,19095,20009,14217,11929,13431,17836,12060,6304,7483,9834,9117,9814,12804,9630,12008,10281,12370,9029,7860,3085,17555,11528,9231,12115,9737,128,22702,12128,14609,23312,20178,22931,22061,12666,12399,8688,11392,8837,12132,14378,4876,349,17817,18407,19203,18987,9806,19232,10809,11524,8691,8368,6944,9952,4621,22949,21305,13194,9724,7749,8455,9883,386,19272,15940,9448,16134,16295,13096,9784,19974,18623,12525,11140,12740,8349,3599,10767,8470,9166,7669,6997,6525,4483,280,9783,17160,9344,8947,8227,6250,3162,47,43,24482,24303,24485,20075,15779,18706,11877,14364,16967,12023,4726,9343,5974,18827,14583,16325,13407,12418,10944,9975,11429,10225,14681,11502,7259,7265,7604,6078,19869,20940,15801,27293,24826,12490,6362,222,17052,22067,14932,12187,12106,16936,11720,15504,17333,6066,1046,21198,13385,15224,21083,23554,10399,9767,12815,9306,10383,16057,11443,1619,1143,18712,20881,19095,15108,10938,12492,12624,1565,20829,17677,22002,7665,5102,12425,13949,12559,14217,19557,11689,17486,5195,6648,17430,18220,12845,15025,8495,3405,11952,14170,11824,11058,20611,15705,17705,10279,16927,12669,14532,11659,9233,13537,11133,8795,14114,16019,21154,12314,1086,16562,19396,11465,13668,17654,14303,17912,13931,11658,9255,12135,12883,17491,11759,8587,596,5751,13930,11135,19389,17611,12122,10729,3688,21423,20668,15836,12821,13058,11056,11781,14220,12007,18828,13405,721,18693,22363,9686,9391,11685,11761,7437,7345,6021,169,14676,16662,16065,17187,14273,11024,10287,9179,11741,9470,9288,16795,7750,11492,10706,10127,20542,10165,17737,23381,21232,17818,11247,9119,9516,842,12924,7073,19366,16833,12209,7918,10162,9812,8645,4173,11969,17095,12556,14395,8241,18348,13774,11125,14912,13374,16796,13047,6949,1521,42,16851,15364,16745,22170,13816,13336,7081,9377,8752,23284,24152,8990,14064,21717,15908,16194,19132,10037,4856,7329,12216,11165,5881,6970,5520,18440,24389,17988,1481,87,2353,13064,20386,25448,15254,16654,19343,2248,28618,22646,8386,6926,6590,10270,10187,23958,18305,1603,73,17760,18603,19317,19905,10104,13875,14251,12428,6892,4419,2253,18497,27675,25024,13986,12672,11418,3828,12322,11585,10024,9516,9083,9071,17913,17454,12945,5657,4734,5203,5645,3425,10370,2719,23224,24539,28690,7291,10072,2083,35,8,19724,19423,7686,17162,18146,14749,23562,8811,26699,21623,13720,10600,5562,628,12738,20164,17238,17771,6024,24591,17016,21064,12309,8030,10796,16335,12260,15843,11765,13544,13717,10571,7361,9060,4290,129,8218,17682,17713,8178,10283,16553,15489,10572,15616,17720,16933,10266,11424,14926,10838,20099,21869,16827,7902,7564,11980,20294,17891,7795,1717,12399,11424,9515,12150,14974,10843,10390,19882,14731,13630,14530,11242,8364,16380,13376,14177,10562,10745,18709,18142,11689,6055,11076,10773,8674,6874,17628,19428,11729,13219,12628,11218,13871,14494,13051,13294,15155,10920,545,18582,25093,12270,8972,13155,11604,5457,10946,13579,14925,12005,9958,15254,5168,1145,10050,17331,13913,9968,10137,400,12264,23450,22908,2413,18005,11068,7249,15421,20854,19893,20025,10065,6962,9108,8231,1945,11819,23965,25820,17290,15560,14494,11384,7260,6744,14856,1351,26007,22154,18703,15464,16462,7750,19967,16421,19779,18149,7936,11801,11261,13506,18116,20906,18213,9722,19528,9271,2796,8803,22042,20708,26870,19892,16125,21621,23442,18141,17152,12556,19005,19268,12830,15573,7189,1031,24398,22404,31766,9425,12420,8987,10388,17045,10962,13512,27712,15465,11270,11118,12711,5457,13250,7354,21959,9047,2938,18555,19051,16387,15453,19465,24566,23428,21759,15775,13812,11763,17188,11610,1552,14295,26594,29767,29058,22696,18397,23521,17932,16542,12684,11371,12039,13051,11560,10341,12549,3991,27500,21962,10743,10787,17693,15826,23834,21926,15197,21117,11961,23566,13496,19576,9466,10108,10479,5339,16948,28679,8576,19085,18852,8515,510,8665,26114,14286,18649,6817,230,0,119,865,4525,2416,4391,3824,4123,3571,30671,21493,19240,15064,11618,22069,14527,8731,9737,10435,16224,21695,20882,13689,15994,13112,17182,19341,13233,17020,7455,18097,15201,14675,12095,11282,11878,9233,6980,2089,3785,14539,20979,11469,10895,25862,12691,24225,12686,12826,9227,9895,6925,5831,9608,11040,11345,9789,14971,13248,17063,10627,16602,13517,9478,13400,12574,7454,5305,2364,22735,8949,24534,28658,23274,12803,12455,8653,9905,11042,7607,9248,5380,2287,3238,21892,10042,7831,12737,11831,7453,15201,12531,21743,10437,8952,9484,8498,10043,5944,2805,10017,19791,16474,19257,17196,9032,5662,7511,5988,2754,6060,25468,26398,18968,20563,17527,13460,12507,14486,12694,14333,13670,8813,9139,9803,3032,3454,3429,3663,3862,17643,25344,15908,14380,13265,14314,17194,10954,12051,15961,22871,18827,15420,17526,9889,14919,9717,12572,11438,13084,19698,18570,9793,4045,10177,15806,15562,11325,11628,10408,10429,13979,21644,17768,20923,13806,18844,12127,12890,18530,12129,6993,9754,4393,2207,23822,17796,23593,12388,12552,11722,8191,11027,7770,12827,9719,12675,11670,9219,13549,3583,3637,17585,16445,13535,14155,9741,13706,12289,6347,5529,6390,9691,6628,3789,3408,26736,22730,16522,9906,15191,9503,6357,10914,2372,25876,19710,18222,6880,12031,13968,8616,4084,3192,2198,3668,2516,2437,3061,2382,1816,1764,1602,1399,1157,981,920,565,422,486,398,282,202,155,155,134,114,69,44,21,14,8,7,2,3,22111,23591,12539,13971,13679,19376,18250,10453,7198,22239,20662,12338,8841,9203,5549,15342,12221,13873,16011,9758,6312,16276,19996,16281,11933,10300,12966,15996,11413,14835,18966,13131,20902,8567,21615,15681,6091,10916,11776,15332,14631,17796,16139,15196,12184,11988,11935,21891,12524,7093,14114,18892,18453,21087,13721,18007,8331,16323,12579,9376,20059,21623,10002,17982,16970,7775,3745,19113,14505,16181,23518,8019,6463,10115,21329,22171,20774,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12946,12868,13112,5754,4185,42,3,23720,25488,23933,17277,24583,24634,10979,22343,23149,16529,4969,15189,21819,22039,22170,26219,10948,19397,22043,3425,28069,28066,12128,13290,4392,17908,23934,15237,12746,14618,20844,14122,21209,20465,15096,15317,17299,23015,15790,21324,11240,10223,9133,25230,19846,11422,13925,18115,24341,21858,20105,11695,16042,27572,15686,18548,16069,11928,15321,14500,6559,20218,23230,15475,14310,21708,18850,23783,20291,8207,16244,23539,7237,23130,19846,25675,25101,15156,15211,19703,9437,26180,15025,13383,15284,9660,11186,13399,9917,3024,25662,16632,14520,14823,18715,9626,20993,25414,19292,10853,25213,26920,20056,14806,25923,28295,7002,24159,23209,23027,10387,13031,93,6903,8674,4062,22088,17130,12279,12252,23674,25100,12893,15826,17431,10338,14077,12822,10256,11369,24670,24625,16935,21811,24078,22048,24981,24249,19818,25214,24904,20043,20811,8269,7743,15046,9022,17884,16928,9208,16040,11579,3066,13257,16558,22917,16276,26248,24287,15115,24742,14906,13403,13800,7591,9127,8744,10965,6900,11757,10329,10370,7741,7127,5915,1887,1239,505,205,25,2],"fragments":[{"begin":"0.000","end":"17.480","lines":["Today on the show, my boyfriend spent the night at another woman's house against my wishes. He says they're just close friends, but I'm just not sure I can trust him."]},{"begin":"17.480","end":"19.760","lines":["Dear LIFE KIT."]},{"begin":"19.760","end":"21.560","lines":["Dear LIFE KIT."]},{"begin":"21.560","end":"22.840","lines":["Dear LIFE KIT."]},{"begin":"22.840","end":"27.400","lines":["Dear LIFE KIT. I have a question for you."]},{"begin":"27.400","end":"30.240","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"30.240","end":"31.960","lines":["How can I become a better caretaker?"]},{"begin":"31.960","end":"35.560","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.560","end":"38.040","lines":["And we're getting personal."]},{"begin":"38.040","end":"42.280","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"42.280","end":"49.920","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."]},{"begin":"49.920","end":"53.960","lines":["I would really struggle in this relationship."]},{"begin":"53.960","end":"80.240","lines":["That's today's expert, Shaun Galanos. Shaun is a certified relationship coach and host of \"The Love Drive,\" an advice podcast for improving communication and intimacy in relationships. He leads with the idea that love is a skill that you can get better at. Love that. We could definitely use some help improving that love language for today's question. Stay tuned."]},{"begin":"80.240","end":"199.080","lines":["OK, Shaun, here's today's question. (Reading) Dear LIFE KIT, my boyfriend and I have lived together for a year now and dated for two years before that. About a year ago, my boyfriend told me he wanted to go to a concert. I offered to go with him, but he said he'd rather just go by himself. Then later, I found out he took a woman he used to work with to the show. I was really hurt, and we had a big argument. I've never met his co-worker, but he texts her every day. I try not to act jealous and accept that they're just close friends. Recently, though, he decided to go visit her. And before he left, he said he planned to stay overnight because he didn't want to drive back late. I told him it made me uncomfortable, but he decided to stay anyway. When he got back, he couldn't stop talking about what a great weekend he had. I've never felt so heartbroken. I told him how hurt I was that he disregarded my feelings about this. He immediately got angry and said it was my fault for not trusting him and that he wanted to break up. We ended up staying together, but I'm really struggling. I just don't understand how I can trust him when he completely ignores my boundaries. Signed, Heartbroken."]},{"begin":"199.080","end":"218.920","lines":["Shaun, I almost could not make it through that whole letter because there was so much ick in there for me. To me, this letter was nothing but red flags. Was it the same for you?"]},{"begin":"218.920","end":"241.200","lines":["Yeah. I actually have a list of the red flags that came up for me in here. A red flag isn't necessarily a deal breaker. A deal breaker is something where you would just sort of walk away because you know that this is an impasse. We're not going to be able to resolve this difference. But a red flag can often be an opportunity for us to deepen the understanding around a behavior."]},{"begin":"241.200","end":"279.360","lines":["So the three red flags that I saw here was that he lied and misled her into thinking that he was going to the concert alone when, in fact, he didn't. What happened there? Why didn't you feel comfortable telling me that you were going with her? What's the nature of this relationship? Why did you feel like you needed to lie to me? Right? And how people respond is really telling about the relationship, right? If he says something like, you know what? You're totally right. I'm sorry. I shouldn't have done that. This is a close friend of mine that some of my exes have felt threatened by. It's hard for me to include her in these discussions. And I will do better next time."]},{"begin":"279.360","end":"304.000","lines":["That's one way of dealing with it, right? The other way is to say, whatever. It's not a big deal. Don't worry about it. You don't have anything to worry about. And that's very dismissive and not very considerate. So red flag No. 1 is that he lied and misled Heartbroken into thinking that he was going to the concert alone. Red flag No. 2 is that he ignored Heartbroken's discomfort and decided to spend the night anyways."]},{"begin":"304.000","end":"329.080","lines":["Yeah. I mean, for me, the gaslighting - the gaslighting is what I kept holding on to, you know. And I want to talk about that in relationships. Heartbroken is really concerned with boundaries, but this doesn't really seem like a boundaries question to me. This sounds like one person is lying and doing bad things and trying to make the other person feel like it's all in their head, which is the definition of gaslighting. So what do we do about this? How can we get to the truth here?"]},{"begin":"329.080","end":"388.400","lines":["Yeah. The red flag No. 3 is that he gaslit her into thinking that it was her fault, right? If only you trusted me, I wouldn't have had to lie to you or wouldn't have had to spend the night or, you know, you're basically making me act this way. And this is - from what I can tell, this is unloving and unkind behavior, right? Relationships are two or more people coming together for a common goal, right? And usually, we're talking about emotional, physical, intellectual and spiritual closeness, right? We want closeness. We want trust. We want kindness. We want consideration. We want compromise. And there isn't a lot of this going on here. So gaslighting is a huge red flag. It's a form of emotional abuse, can be really, really detrimental for people. It's hard to build a loving foundation when there is this kind of behavior in a relationship."]},{"begin":"388.400","end":"413.040","lines":["Absolutely. Absolutely. And, you know, it's hard with these anonymous questions because we're obviously only getting one side of the argument. But to me, hearing this story from Heartbroken's perspective, the silence of their partner is just deafening. Like, this person is trying to reach out, is trying to find a medium, and there's just nothing on the other side. If this person is committed to staying in the relationship, what can they do from there?"]},{"begin":"413.040","end":"424.040","lines":["Yeah. This is a tough one. It's true that we're only getting one side of the story. And we do have to also assume that there are some redeeming qualities in this relationship or else why would you stay, right?"]},{"begin":"424.040","end":"424.360","lines":["Right."]},{"begin":"424.360","end":"462.760","lines":["If it's all negative, why stay? So let's assume that there are some great things about this relationship. I think what I'm seeing is there is some talk about boundaries, but there's zero talk about boundary consequences, right? And a boundary without a consequence, when there's a violation, is sort of useless, right? It's saying, I would really love it if you didn't do this, right? I'd love to meet your friends so that I can understand the nature of the relationship. And then they make no effort to introducing their friend to them so that they can get to know them a little bit, right? So - or the boundary could be something like..."]},{"begin":"462.760","end":"464.880","lines":["No sleeping over at another woman's house."]},{"begin":"464.880","end":"518.720","lines":["...No sleeping over at another woman's house. And if I feel uncomfortable, I'd love to have a conversation about that, right? And if they're going to violate that boundary, then there has to be a consequence. The issue is that it's really hard to have a consequence that isn't, I'm leaving the relationship. What we have to remember about boundaries is that we're required to enforce them. Heartbroken has to find a way to have a boundary consequence that is not leaving the relationship. And so that might look like spending the night at your friend's house for a week or taking a break or taking some space. There has to be some sort of consequence for violating that boundary. But the message that I'd like to leave for Heartbroken is, you know, you do deserve a relationship where you're being considered as an equal partner, where your challenges, your struggles are being listened to - they're being heard. You deserve something that is kind and loving and respectful."]},{"begin":"518.720","end":"537.200","lines":["I'm curious about kind of the healthy version of this. Another string that this kind of unraveled for me was that every relationship is different. Every partnership has different levels of security or independence. You know, maybe if Heartbroken and their partner just had a conversation upfront, there wouldn't be this issue. What would that look like?"]},{"begin":"537.200","end":"605.680","lines":["Yeah, that's a really beautiful point. I think there is a really wide spectrum of what does and doesn't work for people, and it is really individual. For some couples, one can be a shameless flirt, and that doesn't necessarily have to threaten the relationship. You can have platonic sleepovers at your friend's house as long as your partner is OK with it and that that's not a threatening behavior. So I think the issue here is that we're not used to talking early and often about what it is that we want and what kind of relationship structure makes sense for us. So the conversation might look like, hey, this is weird. We haven't really talked about this, but I'd love to talk about, like, some agreements or what could and couldn't work for our relationship when it comes to flirting or spending time with the gender that we're attracted to. I'd sort of love to just, like, maybe grab a drink and talk about what this might look like for us. I think there has to be some element of - I love you, and I love us, and I would love to figure out how we can bring even more joy to each other's lives and that we can have an open channel of communication around things that are kind of tough to talk about."]},{"begin":"605.680","end":"615.400","lines":["So what this all seems to come down to is trust. And it doesn't seem like there's much in this relationship, Shaun. What's your advice for building trust in this relationship?"]},{"begin":"615.400","end":"684.360","lines":["Trust is hard. I think there has to be a balance about how early you trust somebody. I think trust is earned. And I like to say that relationships are built slowly over time because it takes a while for people to show you that they are trustworthy through their actions, right? So that would be sort of actions matching words - right? - do these people do what they say they're going to do? When there is a rupture or some friction or a violation, is there a good-faith effort to repair? Are they able to be considerate about my experience? Are they able to apologize when they've done something wrong? Or are they able to see how I might feel a certain way based on a behavior, right? So these are all, sort of, behaviors that I would look for when giving out trust. If there's gaslighting or if there's blaming or if there's minimizing or making light of a painful or hurtful situation, that is not a loving action. That is not something that would inspire me to trust them more."]},{"begin":"684.360","end":"695.360","lines":["So it sounds like Heartbroken might need to leave. And if that's the case, what are the steps that Heartbroken needs to take? How does this work? How can she extricate herself from this situation?"]},{"begin":"695.360","end":"754.040","lines":["Yeah, I think it is complicated, especially if they're living together, and there's also gender dynamics that come into play. Sometimes women don't have the resources to move out immediately. So I think it's going to be about getting as much support as possible from loved ones and friends, and sort of building a plan around how Heartbroken can leave and how she's going to be supported during that transition. Then there also has to be a belief that she is doing the right thing for herself and that she is helping her future self out, which is - it might be hard to do right now, but this is going to be good for me moving forward and good for me in the future."]},{"begin":"754.040","end":"812.680","lines":["And one of the beautiful things about leaving relationships that are out of alignment is that they eventually open you up to something that is more in alignment, that is better for you, that is more loving, that is more kind, more considerate. So I think having a support plan for what you're going to do when you do leave, the belief that you're going to be OK and then eventually having to have that conversation about the fact that - this relationship isn't working for me. This is why it's not working for me. This is what I'm going to do. I'm going to be moving out next week, and this isn't open for discussion."]},{"begin":"812.680","end":"825.800","lines":["I have one more fun question for you. In every episode, we ask our experts the best piece of advice they've ever received. I would love to hear yours."]},{"begin":"825.800","end":"862.520","lines":["When I used to work at a small grocery store in Los Gatos, Calif., and before moving away to college, I asked the store manager, what's the No. 1 thing that I need to know about going away to college? And I remember this to this day. I still use this piece of advice on a weekly basis. He said, do smaller loads of laundry. Your clothes will come out cleaner."]},{"begin":"862.520","end":"925.640","lines":["(Laughter) If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":925}