{
  "title": "How to deepen your connection with your ancestors",
  "url": "https://www.npr.org/transcripts/1136051123",
  "intro": "Your ancestors don't have to feel like a distant memory. Spiritual practitioners share cross-cultural guidance on how to set up a ritual and an altar to honor them at home.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. There's this kind of parable that gets repeated sometimes. It's about a ham. It goes something like this. Mom's making a ham for a holiday dinner, and she cuts off the end of it and throws it away, which she always does. And her kid is like, Mom, why do you do this? You know, you're wasting good ham. And the mom says, I don't know. It's what my mom used to do. Now Grandma is not around anymore. So the kid goes to Grandpa and says, Grandpa, why did Grandma always cut off the end of the ham? And Grandpa's like, oh, our oven was too small for the whole thing."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "The point, my friends, is that we learn a lot of things from our parents who learn them from their parents and so on. Behaviors and practices and ways of seeing the world that may or may not be serving us anymore. Camara Meri Rajabari told me a version of this story. She's a licensed marriage and family therapist in Oakland, Calif., and she goes by the ancestral psychotherapist because she helps her clients understand how their ancestors' lives affect their lives today."
    },
    {
      "author": "CAMARA MERI RAJABARI",
      "text": "To try to understand what has been passed down that's been a real gift for us and those things that have been passed down that maybe we are finally ready to release."
    },
    {
      "author": "SEGARRA",
      "text": "Camara says learning about your ancestors can be joyful and surprising."
    },
    {
      "author": "RAJABARI",
      "text": "Maybe there was a long line of herbalists you didn't know about or a long line of musicians."
    },
    {
      "author": "SEGARRA",
      "text": "And that getting to know the people who came before you can help you understand yourself. She told me about a philosophy called Sankofa, which comes from Akan culture in Ghana."
    },
    {
      "author": "RAJABARI",
      "text": "Sankofa is often depicted as a bird looking over its shoulder. And the bird, for many of us, symbolizes liberation and freedom. And so in order to fly forward into the future and be free, be liberated, there's something in the past that's important to take with you."
    },
    {
      "author": "SEGARRA",
      "text": "People from all over the world have traditions of connecting with their ancestors - in Mexico, Vietnam, India, Egypt, Scotland, the Philippines, Korea and so many other places. Today on the show, why you might want to connect with your ancestors and how to do it. We'll give you some basic genealogy tips, talk about how to process what you find and help you come up with rituals and practices that feel right to you."
    },
    {
      "author": "SEGARRA",
      "text": "So you want to connect with your ancestors. A good place to start - and this is takeaway No. 1 - figure out your why. And, you know, maybe it's super-practical, like you want to understand what medical ailments they had and whether there's anything genetic you need to know about. Or maybe your why has to do with understanding your behaviors and not just how you chop ham. As Camara was saying, we inherit things from our ancestors, whether we knew them or not. So we know that the way our parents experience the world can imprint on us. Like maybe your dad was always anxious. So as a kid you learned to walk on eggshells around him so he wouldn't get upset. And then you took that behavior into your adult relationships. You're constantly worried about triggering your partner or your friends. The thing is that pattern probably didn't start with Dad."
    },
    {
      "author": "RAJABARI",
      "text": "It might have began with your grandparents. It might have began with your great-grandparents."
    },
    {
      "author": "SEGARRA",
      "text": "Think of it as a chain reaction."
    },
    {
      "author": "RAJABARI",
      "text": "And depending on your family history, what your family's been through, maybe enslavement, holocausts, famine, we can think of all kinds of, like, major historical events that might have affected family lines."
    },
    {
      "author": "SEGARRA",
      "text": "Or maybe one of your ancestors was in a bad accident or had a sick parent for most of their life, and that caused a lot of anxiety. Camara helps her clients understand these deep roots."
    },
    {
      "author": "RAJABARI",
      "text": "How is it that I can tap into their story and understand where it came from so that I can begin to respond differently - how you can shape your life and your relationships differently?"
    },
    {
      "author": "SEGARRA",
      "text": "For a lot of people, ancestry also becomes part of a spiritual practice. If you believe that life doesn't end when you die, your intention might be to connect with family members who've passed on. Alison Cox (ph) grew up in Australia and now lives in New York. And they've had a lot of highs and lows in the past couple of years. So they started doing this thing, imagining their ancestors supporting them. She sent us this voice memo."
    },
    {
      "author": "ALISON COX",
      "text": "If I'm having a moment where I just have so much emotion inside of me for either good or bad, I sort of just, like, envision that shooting out into the universe as, like, a signal. And then if I'm successful and I've signaled them, I sort of see all of these faceless figures gathered around me."
    },
    {
      "author": "SEGARRA",
      "text": "They don't literally see their ancestors with their eyes, by the way. She's picturing them. Alison is Chinese and white and never really got to know their Chinese side of the family. Also, she moved to the U.S. alone as a teenager to go to boarding school and most of her family is abroad. She says it's nice to have the numbers to bolster her in these moments."
    },
    {
      "author": "COX",
      "text": "To be able to be like, oh, my God, 50 people just saw me do that amazing thing, as opposed to just being like, oh, I'm going to text my mom and dad that I got an amazing job offer or something."
    },
    {
      "author": "SEGARRA",
      "text": "It also gives Alison comfort to think that death isn't the end."
    },
    {
      "author": "SEGARRA",
      "text": "Another reason you might want to know your ancestors is to tap into some of their wisdom. You know, how did they live? What lessons could they teach you?"
    },
    {
      "author": "THOSH COLLINS",
      "text": "This concept that we talk about in Native communities is known as generational thinking."
    },
    {
      "author": "SEGARRA",
      "text": "Thosh Collins comes from the O'odham, Osage and Seneca-Cayuga tribal nations."
    },
    {
      "author": "COLLINS",
      "text": "We're thinking about what we're doing here and now today has that impact, has a ripple effect for the next seven generations. So I think that that's why it's important for people to acknowledge who they come from."
    },
    {
      "author": "SEGARRA",
      "text": "Thosh co-founded Well for Culture, an Indigenous wellness initiative, with his wife, Chelsey Luger. They've got a podcast and a book. Chelsey is Anishinaabe and Lakota. She says that growing up, her community talked about ancestors all the time and absorbed lessons from them. For instance..."
    },
    {
      "author": "CHELSEY LUGER",
      "text": "My Lakota ancestral teachings have a phrase called mitakuye oyasin, which means we are all related or all my relatives. And it just means that everything is connected - living and non-living, humans, plant life, animal life. Everybody is a part of this greater web, and nobody is greater or less than anybody else."
    },
    {
      "author": "SEGARRA",
      "text": "Chelsea says her ancestors' philosophy helps her understand the world, to raise her children, to be a good partner. That's important to know, because Chelsea says there's often this misconception."
    },
    {
      "author": "LUGER",
      "text": "People wonder whether we as Indigenous people are stuck in the past. But what I wish people could recognize is that, in fact, we're so future-thinking. And that's why we talk about our ancestors. We're very determined to create a better world for the future generations and for our grandchildren and great-grandchildren and their descendants that we will never know."
    },
    {
      "author": "SEGARRA",
      "text": "Chelsea and Thosh think of themselves as future ancestors. And as you dig into your family lines, maybe that idea resonates for you, too. OK. So once you know why you want to connect with your ancestors, it's time for takeaway No. 2 - learn about them. How do you do that?"
    },
    {
      "author": "MICA L ANDERS",
      "text": "You dig (laughter). You dig, you dig, and you dig, and you dig. So you start to look for clues."
    },
    {
      "author": "SEGARRA",
      "text": "Yep. Roll up your sleeves and get out your notebooks, detectives. Mica L. Anders is a professional genealogist in Minnesota. She says one of the places a lot of people start is ancestry.com."
    },
    {
      "author": "ANDERS",
      "text": "Ancestry has a subscription, but if you go to a lot of your local libraries, you can use it for free."
    },
    {
      "author": "SEGARRA",
      "text": "And there are other options too, like myheritage.com, which has a free basic subscription. And there are a lot of state and local records available online. Mica says you're looking for three main types of documents - first, the vital records."
    },
    {
      "author": "ANDERS",
      "text": "Your birth records, marriage records, death records."
    },
    {
      "author": "SEGARRA",
      "text": "Second, the census - the government releases the detailed records with names and everything in batches, but not until many years later to protect people's privacy. The most recent documents available are from 1950."
    },
    {
      "author": "ANDERS",
      "text": "Oftentimes, that's a place you can see the name of the mom, dad and all the kids if they had more of a traditional family structure. Sometimes you see second marriages. Sometimes you see parents living with their kids in terms of, like, adult children. Sometimes siblings, adult siblings live together. It just gives you that snapshot of what their life was like."
    },
    {
      "author": "SEGARRA",
      "text": "And third, you can look at newspapers. The Library of Congress has a free database of historic newspapers called \"Chronicling America.\" And there are paid websites, too, like newspapers.com and newspaperarchive.com. By the way, Mica had so many great tips that we couldn't include here that we will be publishing a longer version of that interview soon. Now, all the little details you'll find in newspaper articles can help you get a sense of what your ancestors' lives were like beyond names and dates."
    },
    {
      "author": "ANDERS",
      "text": "It'll say, oh, Sarah and her Aunt Jane went to Milwaukee for the day to visit their cousins. And then all of a sudden you get to know, oh, Sarah had an Aunt Jane. Why would Sarah and Aunt Jane have been traveling together? Oh, Sarah lived with Aunt Jane. Oh, who's in Milwaukee? Oh, that's where the other branch of the family I never knew about because there's no records tying them together. But this random little newspaper blurb in this society section, as you will, will tell you that."
    },
    {
      "author": "SEGARRA",
      "text": "Another tip from Mica - go horizontal, not just vertical."
    },
    {
      "author": "ANDERS",
      "text": "I always tell people, you know, focus not just on your immediate parents. Like, that's not even telling a full story."
    },
    {
      "author": "SEGARRA",
      "text": "For instance, Mica's grandfather was one of about 16 kids, and he was a chemistry professor. But she learned that a lot of his siblings became nuns and priests."
    },
    {
      "author": "ANDERS",
      "text": "Now I'm learning more about that whole family and sort of their devout Catholicism."
    },
    {
      "author": "SEGARRA",
      "text": "Now, when you're doing this research, it is very possible you will hit a brick wall, especially if you come from a community that has a harder time accessing records. Like Micah specializes in African American genealogy, and she says if you are African American, you might think you'll only get back to the late 1800s, post-Civil War. But that's not necessarily true."
    },
    {
      "author": "ANDERS",
      "text": "Maybe your family's not listed in a census, but maybe there are. It depends on where they lived. It depends on if they were a free person of color or if they were enslaved in the 1860s. So think outside of the box. Where would I look for these kind of records? OK, if they were enslaved, maybe I need to figure out who their enslaver was. And by finding that person's records, I will find documentation of the enslaved family as well."
    },
    {
      "author": "SEGARRA",
      "text": "Some places you could look for those records - state and local archives, also universities. Like, there's a big project at the University of Virginia where they're finding the records of people who were enslaved by the school. And also Facebook - there are groups where people whose ancestors owned slaves share these records. Whatever your background, Mica says when you do this digging, take your time. You're not going to piece together your entire family history right away."
    },
    {
      "author": "ANDERS",
      "text": "Really, the biggest thing in genealogy is it can be kind of like a wild goose chase. Like, oh, I found something. That's exciting. Oh, I found something else. That's exciting. And then you don't even really know what you found at the end."
    },
    {
      "author": "SEGARRA",
      "text": "It can help to zero in on a particular person. Do a deep dive. For example, in a census record from 1940, I learned about Maria, my bisabuela or great-grandmother. She was born in Puerto Rico in 1862 and she was una comadrona, a midwife. I asked Camara, the ancestral psychologist, where I could take it from there. She had some questions."
    },
    {
      "author": "RAJABARI",
      "text": "I would say Maria possibly was doing a lot of education in the community. Would you imagine that Maria was helping women with planning their fertility? You know, like, not only was your grandmother birthing the babies, but she may have been a very integral part of women's health. And how did that kind of funnel down to you?"
    },
    {
      "author": "SEGARRA",
      "text": "Now, I'm a journalist, not a midwife. But Camara says there are echoes of Maria's work in mine."
    },
    {
      "author": "RAJABARI",
      "text": "You may still be midwifing, but you're midwifing something else. Do you get what I'm saying? Like, your midwifery might be making sure that people have information."
    },
    {
      "author": "SEGARRA",
      "text": "Especially when we do episodes of LIFE KIT that talk about reproductive health - you know, birth control or egg freezing. So maybe you find out that you came from a long line of musicians. How do you connect with that? Do you play music? Do you value creativity? Or maybe your great-grandfather was a farmer. What do you imagine his life was like? Can you relate? Maybe it's time to plant your own garden."
    },
    {
      "author": "SEGARRA",
      "text": "That brings me to our next step. You've collected all these beautiful details about your ancestors. And that information doesn't just have to sit in a folder on your desktop. Takeaway No. 3 - get physical. So I told you about Maria. Turns out my dad's cousin has this old black-and-white photo of her sitting in a chair. I printed it out and it's now displayed on my bedside table, which also happens to be my ancestral altar."
    },
    {
      "author": "SEGARRA",
      "text": "I didn't call it that at the start. At first it was just a couple objects and photos - my grandmother's prayer book, a Mass card from her mother's funeral, a candle. But it evolved over time. Now it's filled with other objects - my abuela's address book, a ring that belonged to my great-grandmother, the lenses from my grandfather's eyeglasses - also art and found objects, like a tiny wooden shot glass carved with the Taino symbol for the sun. If you want to make an altar, you can use your bedside table or a shelf, a cupboard or a shoebox. Camara says whatever space you choose..."
    },
    {
      "author": "RAJABARI",
      "text": "It's a representation. It reminds you, depending on where you have it in your house, that you have this connection, that you're not alone in the world. You're not alone with your problems."
    },
    {
      "author": "SEGARRA",
      "text": "There are lots of ways to fill your altar. First of all, see if your family can help. Maybe your mom's cousin is sitting on a treasure trove of ancestral tchotchkes. Or maybe somebody inherited all the childhood photos of your great-grandparents. But if not, it's OK. Anything can represent an ancestor. A stone that reminds you of their eye color or a seashell. Chelsey Luger's Lakota grandmother would always wear a very specific type of Givenchy perfume."
    },
    {
      "author": "LUGER",
      "text": "And so I got a bottle of that. And, I mean, the smell, of course, reminds me of her, but also even just having the bottle - it's a way of connecting to a more recent ancestor."
    },
    {
      "author": "SEGARRA",
      "text": "You can also make an object - a doll, a drawing. And sometimes the objects will find you. Jeff Stout (ph) lives in Salt Lake City, Utah, and he sent us this voice memo."
    },
    {
      "author": "JEFF STOUT",
      "text": "This is regarding my son, Eric (ph). On the day of my son's funeral - and he was 31 when he died - I was getting ready and I heard something hit the floor. I looked down and there was a blue die, as in dice, on the floor, which I had never seen before. And my house is very clean and clutter-free. So it was if it fell from another dimension onto the floor. I never did figure out where it came from. But as far as I'm concerned, it came from him. So I keep this die in a black dish in the bathroom where I'm getting ready for work each day or for whatever I'm doing that day. I see the blue die, and it reminds me of him, and it's just the last gift I ever got from my son."
    },
    {
      "author": "SEGARRA",
      "text": "Chelsey says, by the way, you don't have to build a physical space to connect with your ancestors. The outdoors can be your altar, too."
    },
    {
      "author": "LUGER",
      "text": "Maybe if people don't have necessarily an altar at their bedside table or in their living room somewhere, they can think of a certain time of day that feels particularly sacred to them, such as when the sun is coming up in the morning or setting at night, and they can step outside and try to visualize and think about their ancestors, their descendants, and sort of expanding their intergenerational community and thinking about themselves as a part of that."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So you figured out your why, you started learning about your ancestors and maybe you've created a space to connect with them. Next up - and this is takeaway No. 4 - create some rituals. Thosh Collins says sometimes we need a gesture."
    },
    {
      "author": "COLLINS",
      "text": "A sort of set of actions that help us to acknowledge things that are very sacred and special to us."
    },
    {
      "author": "SEGARRA",
      "text": "Rituals can help us feel grounded, and we can incorporate our ancestors into them. And Chelsey says these don't have to be elaborate."
    },
    {
      "author": "LUGER",
      "text": "My No. 1 piece of advice when it comes to creating rituals is try not to be performative or necessarily to think that it has to be this complicated thing or something that vaguely looks like what you've seen people in other cultures do."
    },
    {
      "author": "SEGARRA",
      "text": "You can just close your eyes and say a prayer or sit in a different spot than you normally would, light a candle. Alicia Lee (ph) lives in the San Francisco Bay Area. When she was 14, her grandmother died. And she has a ritual every year on the date of her grandmother's passing."
    },
    {
      "author": "ALICIA LEE",
      "text": "One, I free up the day, and I don't schedule any plans with anyone. Two, I make these Korean zucchini pancakes called hobak jeon and just regular potato chips that my grandma used to make for me whenever I went over to her place. And lastly, I write a letter to her in my journal. This is because I currently live in the States, and her grave is back in Korea. So I can't go there personally. But this is how I make it feel like I'm having a conversation with her, imagining how she might respond if I tell her, oh, I'm dating someone new, or, I got a new job."
    },
    {
      "author": "SEGARRA",
      "text": "If you have a conversation with your ancestors, you could say their names out loud, tell them about your day, ask them to guide you, or tell them if you're still processing something they did. Sometimes that conversation needs to happen with an ancestor who did things that were harmful. Maybe you loved them, but they had problems that impacted your family. Here's Camara."
    },
    {
      "author": "RAJABARI",
      "text": "So let's just go with the example of alcoholism. What I would say is that you could write a letter and talk about what you've observed in the family thus far. And if alcoholism has impacted you, you would talk about that in the letter. And then you could seal that letter and decide to do a ritual where you either burn it, or you can go outside and bury it. You can take it to nature and read it and, you know, seal it up and keep the letter."
    },
    {
      "author": "SEGARRA",
      "text": "Camara says this can be a helpful practice whether or not you're spiritual. Even if you don't think there's life after we die, it can still help to process these feelings as if you're having a conversation with the person. If you are spiritual, you could think of this as helping your ancestors to heal, too."
    },
    {
      "author": "RAJABARI",
      "text": "We can have relationships with our ancestors. It's just another set of relationships we're building."
    },
    {
      "author": "SEGARRA",
      "text": "Relationships that you might miss out on if you don't look back over your shoulder like the bird in Sankofa."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. Takeaway one - figure out your why. What's your intention in getting to know your ancestors? Is this a spiritual practice? Is it more secular? There's a lot to learn either way. Takeaway two - learn about your ancestors. Start with the free resources, and remember to take your time. Also, go horizontal, not just vertical. You don't want to miss out on learning about Great-Aunt Mimi and all her adventures. Takeaway three - get physical. Build a space that represents your ancestors with photos and objects that remind you of them. And takeaway four - create some rituals. You can talk to your ancestors, write them letters, wish them a happy birthday, play their favorite music - whatever feels right."
    },
    {
      "author": "SEGARRA",
      "text": "One parting thought from Camara - many of our ancestors didn't get a chance to tell their story."
    },
    {
      "author": "RAJABARI",
      "text": "They didn't live in a time where their story was even important. They may have not even been seen in society as having a voice. And so this work is about inviting in their voice through you."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, what a beautiful idea."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to tell family stories and another on how to cook a family recipe when nothing is written down. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."
    },
    {
      "author": "KATHLEEN",
      "text": "Hi. I'm Kathleen (ph). And I put my kitchen scraps in one of those thicker plastic shopping bags, then pop them into the freezer overnight. When I then put them into my compost bin, they compost in about a third of the time it takes scraps that have not been previously frozen."
    },
    {
      "author": "SEGARRA",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider, Summer Thomad and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Neal Rauch, Stu Rushfield and Hannah Copeland. Special thanks to Janie Xiao (ph) for help on background, Uncle Manuel for sharing details about Maria and also to Abuela, Grandma, Grandpa, Grandpa, Pop, Nanny, Uncle Jimmy, Uncle Ronnie, Titi Margo, Uncle Santo, Henry, Maria, Jovita, Bronie, Lottie, Ana, Petrona, Anna, Lupe, Uncle Fino, Aunt Helen, Uncle Mike, Aunt Dottie, Omi and Uncle Eddie, Danielle, Uncle Frank, Craig, Uncle George, Pat, Tio Tibo, Marcial, Carmen Socorro, Marta Elba, Isabel, Manuel, Nelson, Juanito and all my ancestors whose names I don't know. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4095692919.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/11/ancestral-altar_wide-6f1fa0d159c7d93ba3f6c8e6f3a7897b159b009c.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "CAMARA MERI RAJABARI",
    "SEGARRA",
    "RAJABARI",
    "ALISON COX",
    "COX",
    "THOSH COLLINS",
    "COLLINS",
    "CHELSEY LUGER",
    "LUGER",
    "MICA L ANDERS",
    "ANDERS",
    "JEFF STOUT",
    "ALICIA LEE",
    "KATHLEEN"
  ]
}