{
  "title": "Reframe your relationship with dread: 5 exercises to help accept what scares you",
  "url": "https://www.npr.org/transcripts/1138759124",
  "intro": "Worried about deadlines, errands or your holiday to-do list? Reframe your relationship with dread with these simple exercises, from drawing the things that scare you to scheduling worry time.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "I think if my dread could talk, she would sound kind of high-pitched. Like, it would be just, like, a buzzy little bee, you know, next to my ear."
    },
    {
      "author": "SALEEM RESHAMWALA",
      "text": "Oh, I love that."
    },
    {
      "author": "SEGARRA",
      "text": "Like, yeah."
    },
    {
      "author": "RESHAMWALA",
      "text": "I love that. It's so distinct because in my head, my dread is actually - if I do a voice, it's like, hey, Saleem, you're probably going to mess this up."
    },
    {
      "author": "SEGARRA",
      "text": "I'm talking to Saleem Reshamwala And we're not just acting out our dread for fun, although it is kind of fun."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, and mine would be like, you know, you're probably going to mess this all up."
    },
    {
      "author": "SEGARRA",
      "text": "I'm like, go away."
    },
    {
      "author": "RESHAMWALA",
      "text": "Very cartoony pairing, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Get out of here."
    },
    {
      "author": "SEGARRA",
      "text": "Saleem is the host of \"More Than A Feeling,\" a podcast that dives deep into emotions, and he's doing a whole series about the feeling of dread. So in this episode of LIFE KIT, I talked to Saleem about how we can all dread better."
    },
    {
      "author": "SEGARRA",
      "text": "One quick note before we jump in here. We're about to share a lot of ideas and exercises, but these are in no way a substitute for working with a mental health professional. If you or someone you love is struggling with difficult emotions, we want to remind you that the Suicide and Crisis Lifeline is available 24 hours a day. Just dial 988 to connect directly with support. That's 988."
    },
    {
      "author": "SEGARRA",
      "text": "So \"The Dread Project\" started when Saleem and his show got an email from a listener who was thinking about the concept of dread."
    },
    {
      "author": "RAZZ TERIZZI",
      "text": "It makes me wonder how many of us there are and if everyone feels it and just doesn't talk about it. Or is it an anomaly to wake up in the middle of the night feeling like you've fallen into the endless space between stars? I wonder if dread is a universal feeling or if it's different for everyone. Is it fear writ large and strange or something else?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, so that's a great point. I feel like dread is when you say, you know, I just really don't want to do this thing."
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah. You know, we've been thinking about it like fear plus time. So, you know, if there's a spider right in front of you and you have an action you can take, you can run out of the room, that's not really something you're dreading down the line. But if somebody was like, there's going to be a spider in the room with you in 10 minutes..."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, my God (laughter)."
    },
    {
      "author": "RESHAMWALA",
      "text": "...You really don't want that to happen. And that's something in the future. You might build up a whole story in your head. You feel anxiety about it. But you also, in the moment, might feel like you can't do anything about it. So, yeah, all those dreads that are anxieties or fears about the future are what we've been diving into."
    },
    {
      "author": "SEGARRA",
      "text": "It does feel like underneath dread are a lot of other feelings or reasons for it, right?"
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah. Like a lot of emotions, there's all these other emotions kind of riding around it. And it could be so many different things. There's, like, the Sunday scaries of not wanting to go to the office on Monday or take a Zoom call on Monday morning, as it is now. The kind of worries about the holidays, the worries - big picture, like, about the climate. There's a lot of things that can cause dread and a lot of them have a ton of other accompanying feelings with them."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder, what does dread actually look like? Like, how does it show up in people's lives?"
    },
    {
      "author": "RESHAMWALA",
      "text": "I love that question because I've been straight-up asking a bunch of people what dread looks like to them, and people describe it as kind of a cloud a lot of times hanging over them."
    },
    {
      "author": "MOLLY MATLOCK",
      "text": "Getting up in the morning and having to deal with whatever problems that day is going to bring."
    },
    {
      "author": "HELEN",
      "text": "An impending sense of doom."
    },
    {
      "author": "ZOEY MIRAND",
      "text": "It's not the distant future that scares me as much as the immediate tomorrow scares me."
    },
    {
      "author": "RESHAMWALA",
      "text": "And as far as what they feel, it can be a full range of things. A lot of them are sort of similar to what you might think of with anxiety."
    },
    {
      "author": "ELIZABETH ALVA",
      "text": "I dread communicating how I feel."
    },
    {
      "author": "AMY",
      "text": "Oh, God, what's going to happen in the future? What if I don't have a job at all..."
    },
    {
      "author": "RESHAMWALA",
      "text": "People, you know, avoid the thing that they are dreading and then in their body themselves, they might be feeling almost like a pressure in their chest or sweaty palms or a - one person we interviewed talked about how it just makes them want to go to sleep and take a nap, which I could really relate to. So we started talking to a lot of other people about it, and it really was a recurring theme that there's something like a dreadpocalypse (ph) right now. Like, people are feeling dread from so many different sources."
    },
    {
      "author": "RESHAMWALA",
      "text": "So we decided to do this new thing for us, which is releasing five episodes over the course of five days, each one with a different action that people could actually take, could actually try out and try to do. They're each different little ways to manage dread you might be feeling."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, the first one is writing about it, right? What is the prompt itself? Or, like, what are you supposed to write?"
    },
    {
      "author": "RESHAMWALA",
      "text": "So there's a lot of different ways to approach this. What clinical psychologist and poet Hala Alyan walks us through is actually an imagined dialogue with dread, where you pretend to be your dread and think about what your dread might say to you, how it might describe itself. And the idea is to kind of humanize that feeling and turn it into a bit of a person itself. Something about writing can help you keep a thought from looping. Like, you're probably not going to write the same sentence again and again and again. You get it out of your head, and it's on a page. You know, it was interesting talking to a poet about it. She mentioned writing a bit about what you're fearing or dreading allows you to see it as something outside of yourself and not equal to yourself."
    },
    {
      "author": "RESHAMWALA",
      "text": "Here's clinical psychologist and poet, Hala Alyan."
    },
    {
      "author": "HALA ALYAN",
      "text": "If I write a poem, there's an element of me in that poem. I've engaged in that poem. I've helped bring it to the world. But I - that poem does not contain all the multitudes of Hala, right? It's not all Hala, you know? And so I think there's something about that that helps people."
    },
    {
      "author": "SEGARRA",
      "text": "So is she saying that you should really try writing a poem? I mean, not everybody is a poet, but it seems like another prompt. I'm just envisioning writing a haiku or something about my dread - you know? - or, like, a limerick."
    },
    {
      "author": "RESHAMWALA",
      "text": "To me, if that structure helps you get out of your head and makes it easier to get it on paper, I would totally go in with a haiku or a limerick or anything you can do to get it out onto paper. She's not actually saying that you have to write a poem, but you're really completely welcome to."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I think especially something that rhymed - like, if I can make my dread a little funny, you know?"
    },
    {
      "author": "RESHAMWALA",
      "text": "Oh, I would love for you to write this and post it online. I really want to read your dread poem."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I'll come up with something."
    },
    {
      "author": "SEGARRA",
      "text": "So that's one day of the series, is putting your dread into words. What's next?"
    },
    {
      "author": "RESHAMWALA",
      "text": "So we found someone who told us about a technique that actually involves zero words, and that's drawing, or, for most of us, kind of doodling your dread."
    },
    {
      "author": "SEGARRA",
      "text": "I'm going to have to ask. Do you have to be good at this? - because I am..."
    },
    {
      "author": "RESHAMWALA",
      "text": "You..."
    },
    {
      "author": "SEGARRA",
      "text": "...The worst at drawing. I'm really bad at it."
    },
    {
      "author": "RESHAMWALA",
      "text": "The person we were talking to is clinical art therapist Naomi Cohen-Thompson. And I asked. I was like, can I get stick men in here? Can I - you know, I'm just Bic pen and lined notebook paper scribble. Is that going to be OK? And it totally, totally was."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, good."
    },
    {
      "author": "RESHAMWALA",
      "text": "And, yeah, one of the benefits of drawing is you actually turn off your analytical mind for a bit."
    },
    {
      "author": "NAOMI COHEN-THOMPSON",
      "text": "You know, you don't have to constantly engage with the kind of intellectual thinking through of a feeling. I think that's exhausting. So if you use something like drawing or painting or whatever it is, it allows you to kind of have that time to decompress a bit."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that makes a lot of sense. So, OK, what does your dread look like?"
    },
    {
      "author": "RESHAMWALA",
      "text": "So during the call with Naomi, I actually had to draw my own dread very rapidly, and it looked like this."
    },
    {
      "author": "RESHAMWALA",
      "text": "Dread is these little beasts underground, lurking beneath the sometimes..."
    },
    {
      "author": "COHEN-THOMPSON",
      "text": "Yeah."
    },
    {
      "author": "RESHAMWALA",
      "text": "...Happy things we're doing."
    },
    {
      "author": "COHEN-THOMPSON",
      "text": "The idea that all of this exists, like, kind of underneath and nobody can see it - like, I have a feeling that a lot of people manage to, like, make it work and muscle through and smile, and nobody ever knows that they're actually feeling a fair amount of fear."
    },
    {
      "author": "SEGARRA",
      "text": "I'm picturing the beasties are, like - how I would draw them, being really bad at this, would be, like, little spiky balls. Like, they would have eyes, and they'd be like, deet, deet, deet, deet (ph). Like, can you see what I'm doing?"
    },
    {
      "author": "RESHAMWALA",
      "text": "Oh, that's..."
    },
    {
      "author": "SEGARRA",
      "text": "...Where you're like, little..."
    },
    {
      "author": "RESHAMWALA",
      "text": "...Really close."
    },
    {
      "author": "SEGARRA",
      "text": "...Like - and the eyes and, like, rah, like, kind of mouth."
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah. For me, it was very - quite literally circles with jack-o'-lantern teeth and eyes. And probably - there might even have been the word rahr (ph) coming out of one of their mouths."
    },
    {
      "author": "SEGARRA",
      "text": "Yep, I feel that. OK, so next up, I am told, is a meditation on death. I mean, if I know that I have to meditate on my own mortality, that's going to be on my list of things I dread. You know, it's..."
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Just - I fear that something like that might send me down a rabbit hole. But I think you're talking about this idea that remembering we're going to die can help us to live better, fuller lives."
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah. That's something that comes up in a lot of different cultures and throughout history. I mean, I think a lot of folks would say that mainstream culture in the U.S. is a little death avoidant, that you - we often hide death. We don't have a lot of really public ways of processing it. In the episode, we talk about the idea of memento mori, and that translates into something like remember that you have to die. And in a lot of cultures around the world, there's little reminders of death that are quite visible. In Japan, for example, to remember a miscarriage, you might have a small statue that's publicly placed."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "RESHAMWALA",
      "text": "In the Islamic tradition, which is part of the tradition I was raised in, you might actually physically wash the body of a loved one yourself. And then there's even lighter things - you know, even the expression, like, YOLO. You only live once. Like, that is a way of doing memento mori, of remembering death."
    },
    {
      "author": "RESHAMWALA",
      "text": "You know, I talked to someone who looks at the history of death across cultures - clinical psychologist. Her name is Rachel Menzies. And she spoke about how all those kind of reminders about death help us keep stuff in perspective."
    },
    {
      "author": "RACHEL MENZIES",
      "text": "We can try and change our perspective on death, see it as normal and natural. So the goal, I suppose, is trying to find that middle ground where I can have those thoughts about death, I can accept that they're there, but I can also focus on what's in my control here. That seems to be the most effective way to overcome death - death anxiety, not death itself. That would be..."
    },
    {
      "author": "RESHAMWALA",
      "text": "When you get that information, definitely call me."
    },
    {
      "author": "RESHAMWALA",
      "text": "There are a lot of different ways that people have approached death meditation and allowing one to think actively about death instead of it being a passive fear. One really simple one that we talk about in the episode is just taking a moment to look around you and notice all the objects that had a life and died. So for me, right now..."
    },
    {
      "author": "RESHAMWALA",
      "text": "...That's the sound of me knocking on a desk that was once a tree. I see some paper that was once trees. When you start looking around, you might notice the cloth in your clothes used to be a plant. And it kind of starts hitting you like, oh, this is a cycle that's happening all the time around me."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Wow. OK, so how often do I have to do"
    },
    {
      "author": "RESHAMWALA",
      "text": "That's a great question. But I would emphasize, you know - the idea is that you could actually schedule time that you're doing this. We talked to Dr. Ali Mattu from \"The Psych Show,\" and he talked specifically about the benefit of carving out worry time, right? So these aren't activities that you have to constantly be doing all day. You can actually schedule into your calendar when you want to, for example, worry."
    },
    {
      "author": "ALI MATTU",
      "text": "The first thing you want to think about is, what is a time and place where I can open up Pandora's box a little bit, where I can open this up and be able to deal with the consequences? I would do this sometime where you've got a little bit of flexibility that you can sort of deal with the elevated anxiety that's going to naturally come about from it."
    },
    {
      "author": "ALI MATTU",
      "text": "And the other beauty of this is your next worry time, you look back at what you wrote down. And sometimes you're like, that's what I was worried about? Oh, man. Guess I didn't have to be worried about that thing."
    },
    {
      "author": "SEGARRA",
      "text": "Hold on a minute. Are you telling me that I'm not supposed to worry right before bed, that I'm not supposed to lay in bed for an hour tossing and turning before I fall asleep and thinking about every mistake I've ever made and everything that I'm going to have to do in the next, I don't know, 6-12 months?"
    },
    {
      "author": "RESHAMWALA",
      "text": "I would just say that Dr. Ali Mattu is offering us this other option, which is scheduling dread - picking a time to actually actively worry gives your mind the freedom to be like, cool. I'm definitely going to process that, I'm definitely going to dive into that, just not right now."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so it feels like we've been talking about dread that is super personal and existential, but then there's also..."
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...This big universal existential dread that hits a lot of people - for instance, about climate change."
    },
    {
      "author": "RESHAMWALA",
      "text": "There's actually a name for this dread around climate change. Some people call it eco dread. And it is one of the most overwhelming emotions that listeners were struggling with and talked to us about. We talked to a somatic therapist named Patricia Adams. One of the things she does is help listeners understand that the environments immediately around them can help them build up emotional resilience."
    },
    {
      "author": "PATRICIA ADAMS",
      "text": "Ecotherapy, to me, is the idea of embracing our relationship to nature, or sometimes it's called the more-than-human world, to understand ourselves as part of it, as not separate from it. There are some really healing and soothing things that just happen to our physiology - you know, like, the systems in our bodies, the physiology - that respond favorably to looking at, you know, beautiful trees as they change colors in the fall or to hearing the sounds of birds or to smelling plants."
    },
    {
      "author": "PATRICIA ADAMS",
      "text": "There's just all these sensory ways that we don't even have to have an intellectual relationship to it. It's just our bodies know what to do with that information. So when we go and connect with nature, even if it's one minute on our back porch feeling the sun and looking at our potted plant, it literally invites us to slow down in a way that is actually medicinal, is actually an antidote to some of the overwhelm."
    },
    {
      "author": "SEGARRA",
      "text": "OK, yeah. So it sounds like just being in nature and remembering that we are a part of nature and our environment is one way to be a little more at peace here, right?"
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah. And, you know, not everyone's right next to a forest or a stream, but she had this really specific tip, this thing she calls sunset bathing that is really accessible. And it's a good time of year for it."
    },
    {
      "author": "ADAMS",
      "text": "Sometime around sunset, if you can go outside just for, like, literally a minute, 30 seconds - it doesn't matter how long. The longer the better, probably, but not if that's an obstacle. To me, it's about reconnecting with the rhythms of the natural world, which then hopefully stimulates this idea of meaningful action, right? What you love, you serve."
    },
    {
      "author": "RESHAMWALA",
      "text": "Being in nature, according to Aurelia and other folks we talked to, kind of moves you to an observation of the positive things that still exist. She mentioned finding assets, not deficits everywhere she goes, finding ways to connect with nature and how seeing those assets instead of deficits is both calming, brings you connection and makes you more likely to take action."
    },
    {
      "author": "SEGARRA",
      "text": "If people walk away from this series with one idea, what would you want that to be?"
    },
    {
      "author": "RESHAMWALA",
      "text": "Yeah, and one of the conversations I had with Dr. Ali Mattu - he was just kind of playing with the idea as we were chatting out loud that, sometimes, he thinks of action in some cases as the opposite of dread, you know? Just finding some way to take a small action can make you feel less overwhelmed. And that was just a recurring theme in the conversations we had."
    },
    {
      "author": "RESHAMWALA",
      "text": "It's not to say that, like, oh, you got to flip the switch, and you can't dread anything now. You got to be super happy and jolly even though there's all this terrible stuff. So it was more about finding little tools that help us get those pieces of joy, these pieces of distance from our problems and, you know, getting a little space to think and process and be alive."
    },
    {
      "author": "SEGARRA",
      "text": "Saleem, thank you so much. This has been such a phone conversation - about dread, no less."
    },
    {
      "author": "RESHAMWALA",
      "text": "I know. I know. I'm telling you, once you get talking about it, everything starts feeling a little better. Thank you so much."
    },
    {
      "author": "SEGARRA",
      "text": "This season on \"More Than A Feeling,\" a podcast from Ten Percent Happier, Saleem Reshamwala explores the meaning of dread, from big, existential dread to the everyday stuff and all the possibilities in between in a five-day podcast challenge called The Dread Project. In each episode, they'll give you one easy, fun exercise to help you navigate dread in your own life. Search for \"More Than A Feeling\" wherever you get your podcasts or visit dreadproject.com to listen and sign up."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on mindfulness and another on how to deal with headline anxiety. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT+ yet? Becoming a subscriber to LIFE KIT+ means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by the - what's the opposite of dreadful? - the awe-inspiring Andee Tagle. Our visuals editor is the amazing Beck Harlan. Our digital editor is the majestic Malaka Gharib. Meghan Keane is our magnificent supervising editor. Beth Donovan is our marvelous executive producer. Our intern is the spectacular Jamal Michel. Our production team also includes the wonderful Audrey Nguyen, the formidable Clare Marie Schneider and the sublime Sylvie Douglis. Julia Carney is our amazing podcast coordinator. Engineering support comes from the splendiferous Gilly Moon, the superb Tre Watson and the terrific Valentina Rodriguez. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5249386093.mp3",
  "img": "https://media.npr.org/assets/img/2022/11/26/sol-cotti---npr---how-to-dread-better_wide-5849193ff0189492f605fd150e665b91a66aa5db.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SALEEM RESHAMWALA",
    "SEGARRA",
    "RESHAMWALA",
    "RAZZ TERIZZI",
    "MOLLY MATLOCK",
    "HELEN",
    "ZOEY MIRAND",
    "ELIZABETH ALVA",
    "AMY",
    "HALA ALYAN",
    "NAOMI COHEN-THOMPSON",
    "COHEN-THOMPSON",
    "RACHEL MENZIES",
    "ALI MATTU",
    "PATRICIA ADAMS",
    "ADAMS"
  ]
}