{"title":"Dear Life Kit: My folks guilt-trip me into spending the holidays with them","url":"https://www.npr.org/transcripts/1139879986","intro":"Between long-held traditions, unfair expectations and clashing personalities, the holidays can be a perfect storm for conflict. Therapist John Kim helps untangle three holiday conundrums.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, sorting through your stickiest holiday problems from parents who guilt trip, to rude relatives, to what to do about unnecessary gift-giving. It's that oh, so special time of year. And this is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"JOHN KIM","text":"You have to decide, what kind of space do I want for myself for the holidays? And it's up to you how long you want to engage."},{"author":"TAGLE","text":"That's today's expert, John Kim. John is a licensed therapist, life coach and host of \"The Angry Therapist,\" a podcast he uses to deliver self-help in a shot glass. Today, we're excited to have our favorite angry therapist here to help us keep our cool this holiday season. Stay tuned."},{"author":"TAGLE","text":"OK. John, here's our first question."},{"author":"TAGLE","text":"Dear LIFE KIT, our group of really close friends have been getting each other gifts for years. Since we live in different cities and don't know one another's taste that well anymore, the gifts we tend to get are bad. We mean well, but we've all changed a lot. At this point, I'd rather they keep the money and treat themselves to something nice instead. Do we have to keep doing this every year to not hurt one another's feelings? Signed, Friendly Finances."},{"author":"TAGLE","text":"OK. So this sounds like a case of the ugly Christmas sweater, John."},{"author":"KIM","text":"Yes. Yes."},{"author":"TAGLE","text":"What can these close friends do, you know? In a case like this, you definitely don't want to hurt anyone's feelings."},{"author":"KIM","text":"Right."},{"author":"TAGLE","text":"But this also seems like a super wasteful tradition. What are your thoughts?"},{"author":"KIM","text":"Yeah. As a therapist, I'm trained to look deeper. And I think this is a great exercise for this person to be open and communicate with their friends and just say, hey, I'm not feeling this anymore. Let's do something different. Or she or he can say, let's limit it to, like, $10. Or let's do something fun and kind of switch it. But I think the value here is for her to stop doing something that she doesn't like doing and actually express herself, her truth, you know? And she may be surprised that everyone else feels the same way, just they're all scared to stop this tradition."},{"author":"TAGLE","text":"Yeah. Money can be such a sensitive topic..."},{"author":"KIM","text":"Yeah, yeah."},{"author":"TAGLE","text":"...Especially among friends. Any other thoughts on how we can navigate talking money with our closest friends?"},{"author":"KIM","text":"When it comes to money - I mean, depending on what, like, her relationship with money is. But I like that the spirit of gift-giving is less about money and more about fun, so coming up with some kind of game where it becomes fun again, you know? And because they live - now they've moved on. They live in different cities. And I think the friendship has faded a little bit. So just kind of giving these random gifts when they don't know each other that well anymore, I think, is holding onto the past. That's what it is, you know?"},{"author":"TAGLE","text":"Right, in a way that we don't need to. I like that. So I'm hearing, like, you know, be creative. Have some fun with it. Don't do it just for the sake of doing it. Nobody else needs more tchotchkes in their house just because."},{"author":"KIM","text":"Yes. And I would say, once this person does this, take a black light to the rest of your life and ask if you're doing a version of this and not speaking up in other areas, because chances are you are (laughter)."},{"author":"TAGLE","text":"Oof, that is a lot of work for the holiday season."},{"author":"KIM","text":"Yes, it is a lot of work (laughter). Sprints."},{"author":"TAGLE","text":"OK. Question No. 2."},{"author":"TAGLE","text":"Dear LIFE KIT, I'm single and my parents keep guilt tripping me into using all my vacation time on visiting them for the holidays. I love my parents. But my only vacation time is Christmas and New Year's. And I have other things I want to do with my time off. When I brought this up, my mom said, you could have left any time. You're an adult. Of course, my married brother isn't expected to come by for more than a day. How do I visit my parents without getting stuck? Sincerely, Needs Space."},{"author":"TAGLE","text":"OK. John, I don't know about you, but for me, I feel like guilt and the holidays are kind of synonymous for a lot of people."},{"author":"KIM","text":"Yeah. Yeah. And you know why that is? It's because the relationship dynamic we have with our parents, those tracks are so deep that it doesn't matter who you are. You could run a Fortune 500 company and be super successful. You go home for Thanksgiving and you snap back into the 15-year-old trying to climb out the window. And so know that, that dynamic is powerful. And you have to make an effort to draw boundaries, right? I always say that it's OK to send mom to voicemail. It doesn't mean that you don't love that person."},{"author":"KIM","text":"I come from two Korean parents who were very naggy, controlling. And they were always barking orders. And my dad used to guilt trip me and say, you didn't get straight A's. Well, we came here for you. You got to study harder. And so I'm very familiar with guilt tripping. You have to draw boundaries. And if you want to do something else for the holidays, it's OK. You can do it. Of course there's going to be feelings. Of course you're going to feel guilty. And I think the work is for you to work through that guilt because your parents are - they're not going to disown you because you didn't come home for Christmas. You should communicate it. You've got to do it responsibly. But you've got to give yourself permission to give yourself that space. No one else is going to do it for you."},{"author":"TAGLE","text":"So what do those boundaries look like? What do they sound like? And is it possible to set those boundaries without hurting your parents' feelings? Or do you just have to accept that someone's feelings are going to get hurt?"},{"author":"KIM","text":"I think people's feelings are going to get hurt. And I don't think you just set boundaries without communicating. So I think you have to say, hey, Mom or Dad, for this holiday, I got invited to this or I don't feel like coming to the family thing. And just be honest, you know? And say, hey, this is what I think I need. I'm sorry if it hurts your feelings. And then it's on them. And then if - the way that they take it or if they suddenly twist that or guilt trip you, that's their stuff, not yours to own. Or you can, you know, shorten the trip. Or you could - right? - it doesn't have to be all or nothing. Or you could go and then spend, you know, three, four hours with family and do other things. You could design it where you are drawing boundaries, but they don't have to be so, like, hard, you know?"},{"author":"TAGLE","text":"Another thing I want to note here is that the single-married comparison that this listener makes, right? I think it's fair to say if you're single in a family full of couple people and parents - been there before - you'll likely be the first one to be asked to bend your schedule, right? Should single friends and family have to be more flexible?"},{"author":"KIM","text":"No (laughter). No, I don't think being single or in a relationship or having kids - none of that has to do with anything. Some single people are some of the busiest people I know because they're out being single on purpose. They're out building a new life. They're out traveling and all that."},{"author":"TAGLE","text":"Yeah. So there should be no qualifiers. Everyone should respect everyone else's time."},{"author":"KIM","text":"Yes. Yes. Yes."},{"author":"TAGLE","text":"I like that a lot. OK, John, question No. 3, the last one. Here we go."},{"author":"TAGLE","text":"Dear LIFE KIT, a family member has been making hurtful comments during family gatherings the last few years. They make comments about someone's outfit or activities they don't want to do. Once, it escalated when they loudly expressed annoyance at another family member's disability. I'm not sure how to handle it. Firing back with matching snark seems like it would only escalate things, but ignoring or deflecting these comments leaves me feeling like I'm being bullied. What should I do? Signed, Had Enough."},{"author":"TAGLE","text":"So it's one thing if the comments are being made about you or to you specifically, but in this case, it sounds like this person is just generally being a jerk. So what's the obligation for our letter writer to speak up here?"},{"author":"KIM","text":"I think if the snarky comments are about other people, I would stay out of it because the environment - the other people also affected by it will - it'll play itself out, right? So I would not participate in that. I think you're just adding gasoline to the fire. If those snarky comments are pointed at you, that's different. I think you do have a right to protect yourself, you know? And I wouldn't hit back with another snarky comment because then you're just meeting them where they are, right? And, of course, that can be reactive and explosive."},{"author":"KIM","text":"I would be more curious, and I would say, what do you mean by that? Or if you know this person really well, hey, that kind of hurt my feelings. Like, I'm curious, why did you say that, you know? And this is what most people don't do. Instead of going under, they fight back and they say, you know, oh, you called me this so let me tell you what you are. And nothing gets resolved and feelings are hurt and people just leave swinging, verbally, you know?"},{"author":"TAGLE","text":"At what point is enough enough? You know, when do we draw a line? When do we uninvite? If, you know, let's say it's our dinner that we're hosting. When do you uninvite the family member, or when do you say I'm just not going to show up anymore?"},{"author":"KIM","text":"That's a really great question. I think if the space gets toxic - right? - if it gets - and it doesn't have to get to the level of people throwing chairs. But if, like, in this case - if it's mean-spirited - right? - so you have to decide, what kind of space do I want for myself for the holidays? And if it's not your place, then you should excuse yourself, right? If it is your place, there should be rules and you should let people know, hey, there isn't going to be character assassination. There isn't going to be things that hurt people's feelings. We're going to have a good time. You should kind of set the tone in the rules 'cause it's your house."},{"author":"TAGLE","text":"Yeah. I'm hearing through all of this, through all of these questions, that you are the keeper of your own peace. You have to protect your own peace. You decide - you know, like, you have to set the lines for yourself about what is OK and what's not OK. You don't have to go along with things just because you've been doing them that way or because your parents say that they want you to. You're an adult, and you can make the rules for yourself. Does that all sound about right?"},{"author":"KIM","text":"Yes, that - I think you hit the nail on the head. And if you find yourself in these situations every holiday, instead of blaming the family or the people or the whatever, take ownership, you know? What are you doing to contribute to this happening every holiday season? What do you need to change? What boundaries do you need to draw? How can you redesign this so, you know, you - 'cause you do have the power."},{"author":"TAGLE","text":"I like that a lot. John, before I let you go, for every episode, we ask our experts for the best piece of advice they've ever received."},{"author":"KIM","text":"I would say - and this sounds arrogant - it's actually from me (laughter). It's not something that I received, but it's something I wanted to pass along that I say. OK, change the temperature of the room. So when I go into spaces where they feel unsafe or chaotic or whatever, yes, you could, of course, exit and draw boundaries. But you also can challenge yourself to change the temperature of the room. You could also go in by setting a new tone, asking different questions - think jokes energy. You can change the temperature of the room. And I think there's something really empowering about that."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis, with scripting and production help from our intern, Jamal Michelle. Bronson Arcuri is our managing producer, and Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3108301939.mp3","img":"https://media.npr.org/assets/img/2022/11/30/dearlifekit_holidays2022_1-copy_wide-1387f42dd1fb4988a23da62dac61f3f2827ecfb0.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","JOHN KIM","KIM"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,14748,23251,10444,1311,5495,20704,17407,12766,13678,13946,19170,20033,11736,7307,2266,19429,17742,20230,15910,7536,13436,17219,11688,4419,15146,19341,12513,9920,17164,11998,13592,10642,4427,7376,22429,17444,17195,13044,15209,9872,10912,14573,11326,17086,9376,10716,13613,7511,21851,22881,20763,20689,23251,25608,11805,22877,25049,17058,26310,10519,3777,27889,24887,10147,3492,3264,4370,25611,9668,14832,18390,24518,6176,2744,20312,19723,18685,5150,11897,16877,12821,11359,8306,25703,16572,18000,23405,20297,25485,12259,17976,16710,15248,8429,5260,12273,18787,3778,13612,7500,17519,8158,3515,13424,16068,17651,21163,17487,20308,16392,9415,12799,3545,20780,20879,7187,2561,1805,27537,18018,14086,15730,16819,3342,27083,11976,19106,13811,9051,6988,19034,15285,10106,12405,13681,12033,6657,10339,19328,16384,14483,4382,2563,25282,13587,17476,4344,25270,13692,13325,19232,13466,14023,15436,18901,12855,5731,3119,18218,24654,11551,13628,15538,9396,9816,11239,1465,24837,13500,16815,13938,14079,12207,1503,17831,13241,14437,14878,13251,4328,24392,14854,10670,19726,12937,17393,21341,9272,1671,13747,14843,10189,14296,11874,23705,21139,14008,17185,12324,2085,24878,18848,15751,15361,18501,14031,13315,15229,10601,9151,11810,18279,18386,15160,16258,11628,5286,18967,27679,5469,2610,2790,2337,3019,2457,1862,482,201,3,0,0,63,28150,15631,7321,22477,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,11141,24955,11829,4168,27363,24295,13288,13350,14278,28298,18612,11956,16884,17434,19272,21684,26666,9426,20215,14513,19081,1013,27498,23545,23580,24166,25063,20967,19364,11203,24863,8166,16384,22901,21374,25283,25423,16834,12157,7301,18743,10172,26835,26880,23088,12297,19235,25435,25835,23962,8206,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,22990,26631,12839,14888,19327,11488,7505,24,12,2,8,22343,25005,10186,21324,15464,13046,16320,14373,2960,13190,11468,13222,9248,25291,19514,20020,13714,7241,8171,20620,11572,17792,21904,13182,2133,19918,12522,8848,10836,12081,8279,2214,22479,23298,14602,17104,10515,10463,14762,13156,10565,11958,12531,14125,10516,2002,22597,15936,22171,7404,4558,11958,6826,13114,13299,16110,23879,9458,14935,10128,14859,13541,8603,15348,12597,12284,21014,21669,23269,9921,16390,11892,22592,17478,11582,19645,16181,10091,4396,23946,12195,21684,16236,19905,16763,11804,15616,15739,20725,15594,19610,19595,11433,21774,14137,8630,11398,14081,15271,1691,19802,1501,3,2,0,25443,26734,18487,21968,13314,5022,1702,23103,27288,9977,1015,2689,28447,17716,21621,18877,12206,14871,14533,9229,8432,10153,9694,3937,5179,20271,14725,18156,11725,25299,14529,13800,13540,11258,10035,7343,16890,17987,11680,17842,14276,18603,17665,24782,1755,15960,19745,18187,12717,13361,16948,9042,1569,24000,14653,2377,20988,15149,15656,15107,11382,12311,14561,8384,10668,17578,4595,2176,5334,19250,13228,14270,11209,15285,11667,8303,11961,10744,3548,2356,2638,2628,24454,19235,2359,20185,19904,20651,10602,11490,773,664,428,29102,8822,22774,17191,16652,18427,17482,8662,13936,10123,9019,4992,16285,14039,8798,16385,7531,15550,5883,23999,20970,20157,13301,12313,11820,16594,18349,13139,12018,8076,9164,12320,13100,11057,16442,17740,18902,9466,11268,9385,19859,13467,11079,19356,9697,23852,631,11040,22940,21026,14997,17548,13270,6793,11336,11430,12649,13929,16501,12909,16458,12340,16166,8265,542,908,19139,14288,18380,7435,9479,7923,13068,10718,7481,9220,13845,2137,13384,13517,14623,7008,8895,13845,22116,1057,303,4313,9229,17853,20033,11151,12485,10485,12369,16314,8927,1575,24606,23056,700,109,16298,13688,11687,15732,6984,18844,13445,6846,23400,17028,16054,16330,19335,20454,9771,10109,16691,18994,18681,21735,8357,10130,11304,14518,21685,22604,21636,10925,7609,12674,7410,470,21842,11513,12437,1453,469,24032,20424,14175,12404,11753,12867,14666,9175,8818,9960,5950,873,13041,11700,12361,14540,17010,14238,11815,14482,6085,7208,18365,17073,17293,24101,14807,10285,6922,8939,15691,8812,9418,20952,12337,8092,18971,14433,13023,7247,888,9131,14728,4436,20099,12612,10588,9449,11729,20913,15025,12937,10164,12443,12743,10650,8982,14073,4494,17969,16834,18436,13032,12504,12965,3812,395,27758,14839,7013,13270,5085,4675,1342,2990,14657,10151,12358,19020,22030,14641,19131,2992,17613,19159,19225,10583,12844,13030,465,96,22334,21759,14944,24482,16833,15103,2726,121,354,436,19627,17265,22436,18486,23461,15484,5677,265,14800,19006,16951,13487,17804,9665,15218,15917,9383,15168,20441,12512,16924,17003,18187,10743,8834,13598,7450,9590,19503,621,196,16660,21457,20927,3697,11184,9367,2009,12491,15259,16770,18417,14174,14074,11658,14399,11229,13068,9208,6656,5301,9957,13346,16767,11424,12038,11940,11003,11021,1794,17498,5767,5038,11566,8661,16600,6282,8317,12817,10138,14091,13465,8378,11265,11269,16304,14098,9944,12020,1262,16828,10263,8305,23807,24752,21466,12956,9381,9954,4757,6193,11486,15305,17307,11779,10788,15871,16010,13734,2592,21170,17909,20127,18010,14015,7477,14036,14227,8595,11993,9400,10589,11327,20118,24383,8693,12958,18029,9768,10597,13625,12693,5046,4416,22094,19357,13548,18115,15476,15012,7066,12560,14670,14355,12142,356,12932,21555,15277,12152,20380,9834,13583,8244,17486,7718,9763,12871,7507,11558,11387,6182,6832,17461,19610,5350,10520,13035,8950,2038,16942,4829,21346,28431,2318,1423,16801,10849,9459,4144,15158,14017,5292,4576,12048,19724,21013,11617,16532,15442,26341,646,24216,9503,3913,2077,14970,23902,17927,19095,19539,2655,2995,2844,2872,22120,26171,6996,2384,16465,20006,16940,13058,11673,14821,16514,6270,7272,10943,22660,12486,9568,7088,12212,7626,8025,5856,2004,7629,28964,26578,11251,5471,18471,16692,16471,11746,11080,9898,12033,6296,8520,2737,16486,18138,14971,10792,12197,14229,5040,5084,4653,5048,24643,14326,10145,17810,21009,22101,18585,17787,8812,9840,10938,11345,2900,4515,3547,25737,22253,30182,27171,18264,19133,14458,8540,10892,7120,21397,1490,5342,17823,23287,12245,10850,19168,15144,8505,1369,2589,8848,20616,17679,3302,11474,29459,14173,3777,1909,722,3351,4656,597,24779,21126,15110,19724,9693,18011,12925,16343,15333,24777,18179,19105,12937,17179,11364,10486,9387,11389,9038,10341,7579,1296,12494,12247,181,439,9401,17020,20543,19956,9421,9279,14201,8312,1068,790,2777,13270,21273,13800,13540,10431,10170,17190,15743,14031,15011,18390,11324,12769,9068,4094,11468,12928,13956,11332,24153,25113,16793,21454,18388,15417,15998,9561,5216,8549,13110,13344,11508,10196,21634,12841,10986,7274,6464,13217,11364,7237,8444,18803,11830,10279,10018,9741,10039,479,15109,20938,6602,580,9718,17723,17330,16272,18688,14494,9002,9002,19631,8368,5883,9895,6962,7528,13192,10484,17189,8568,8412,18740,19088,8854,16809,25990,17098,16252,17573,15702,12402,14268,9162,10697,6675,18422,13981,11712,19869,16517,14907,5995,1208,23058,22832,20795,13042,10574,17654,10109,3662,21328,15205,10858,1114,2029,14337,13366,17179,13802,14887,12794,8140,11926,13157,17197,18852,9896,3128,8416,21457,15138,22918,14565,5679,15789,3046,16949,13791,20505,10769,12655,11539,14136,16274,19494,15189,4821,8311,12958,24740,2516,1054,22584,23521,15326,12148,12232,10711,4107,14529,21133,12405,18704,13079,7893,5170,9978,16360,9368,12018,9953,10236,14645,11899,6943,13893,18493,16496,15548,3698,10287,13110,13544,12251,836,14954,23683,16232,8781,6186,9029,18293,8998,18498,13219,1023,16673,20253,21743,12443,13648,20665,13572,9261,24099,900,11941,13569,19122,15947,11942,12411,10948,6531,6659,6571,10072,2163,18351,21208,16451,8317,19935,18199,8659,5464,11708,6397,23986,25121,15987,22352,16513,11225,5548,12832,12563,12181,16365,8409,14157,20064,10139,11072,7086,183,14807,23858,16845,18268,13457,12307,11530,12018,11995,10322,16268,16024,13966,14241,13250,15066,11775,24183,11158,8223,7304,19852,19480,14081,15885,938,19268,29981,20414,11106,1689,3913,26149,21040,6052,17502,10716,11848,14397,21031,18757,8220,18015,10439,12216,14957,14043,9139,8195,10332,15535,10155,10112,12085,7744,8491,750,12910,20815,10785,10703,883,16579,13621,2762,19215,13588,19428,13626,5891,250,14476,21777,15098,10578,12509,15013,12117,15454,14271,10575,9571,10200,9129,9199,1108,7735,9073,19350,15785,19278,12868,8930,18181,8056,12830,16145,11281,11433,8736,4994,8717,23897,13574,5669,5615,16724,24167,23171,14237,10535,11144,22883,15545,12030,13809,10714,9756,6472,20374,13057,16386,9756,11819,7180,506,23992,10720,14934,23650,19759,11980,9210,680,313,19454,21967,13692,17123,15079,16731,12175,16964,16187,13598,12852,13412,13913,12010,10516,3159,21878,17281,16790,14170,10017,8972,16595,9917,13493,10592,7921,5346,8243,10382,14942,10829,696,106,19682,16788,19513,12617,7428,7297,15966,11958,9769,10056,17542,8555,6530,2937,20492,11347,13589,4046,1709,9417,22635,21782,11146,13192,14408,19732,16350,8381,10813,8920,11912,8302,6816,11186,10827,4674,27876,26910,19543,12776,15016,15392,11725,12477,8875,16761,15277,8133,11383,12264,10450,13334,6961,27018,22767,12809,11170,9830,8611,12257,2869,8750,14716,11510,21311,18775,18334,9820,13664,12559,14845,10581,9272,16400,11814,254,1427,17892,21255,10546,23506,23088,14385,15542,15357,10115,10421,12624,15714,14798,14261,12756,8682,11668,12755,9847,12503,9288,9785,7399,7100,17992,22670,18367,17490,17330,10539,13263,9397,15806,14249,16694,23984,11289,10878,19535,12215,14291,21104,3270,16086,24429,14887,22969,19137,22909,13723,16523,724,691,12198,11898,15245,20394,17283,11987,15356,8698,7261,15948,12101,9998,290,9014,9619,10031,11360,3790,19956,20459,24683,2010,25820,22959,17807,14519,12259,13559,15014,16442,19119,23266,2174,2238,2348,4784,28198,14664,1923,13059,23814,16687,14400,4935,14568,8983,9356,11183,10966,6148,10158,6048,8035,4829,2769,18355,15024,17970,15133,14625,11464,11296,14467,14265,11650,7570,27308,18140,14130,8007,20061,14598,11192,8687,7289,10450,10719,12637,11342,14333,7806,3735,1953,25282,26314,16840,11972,2379,19536,25965,27621,14956,13033,8002,9838,9157,13200,7645,7354,3185,25286,14139,17936,10662,13941,13765,10298,14106,15339,11745,5953,10129,4544,2732,3212,27814,24215,6052,1996,20085,18540,5262,25747,25454,3878,2147,3877,3235,10081,17782,11950,20771,11827,9976,10746,7165,12487,16620,10145,12025,7759,6539,10891,12233,2417,15513,12257,16623,11243,15014,15509,13633,9824,18123,8028,11851,7453,1130,62,11901,17121,24880,13808,11863,8641,7224,7956,6169,3596,1610,24571,18355,21418,24270,10132,13536,13287,10389,13843,14249,12879,12008,13185,8772,9536,19123,22537,9263,13943,7686,392,10230,22574,21133,7688,12484,11028,9107,8018,18031,15640,13204,10534,18650,24048,22197,14378,8600,7388,5347,13904,14016,23869,20391,12817,11402,10328,20374,7113,11642,9556,11945,10336,19735,16008,835,22146,14363,21641,16982,7859,9588,13107,19212,15510,23096,20904,10618,19477,9231,14307,13393,7970,1169,9721,6159,278,22235,15323,16725,19681,6359,19622,5027,22085,19217,19618,23133,13179,12995,7271,14162,7519,20347,20028,7703,13083,7824,7336,9842,13666,12976,9970,19564,25073,16227,15670,12766,5648,4336,15548,18747,6007,10512,9369,855,23548,17375,13300,9687,9500,10989,8710,4737,10022,6553,16202,13421,11140,5531,10277,11675,11821,17202,15282,12639,16194,19898,1270,8831,6006,18428,24968,14331,14326,4243,10821,12027,16529,12937,13082,4081,7727,12390,10433,12897,16540,20341,10239,12239,16373,10593,16096,11112,806,22066,12585,3758,944,18200,12845,11960,9241,9243,9994,25666,10868,22402,11366,13146,6793,16019,8766,6989,2650,11152,21406,14473,16625,18450,7351,12331,12412,13026,9729,8830,8722,7881,6605,15844,8674,11917,16254,6827,18561,5589,4484,146,254,5111,8787,5431,3533,26738,26944,10947,8931,16804,10671,7118,14106,16180,6677,16793,15597,11540,10717,11073,15502,11126,17126,20074,18547,14542,12433,9795,10280,14739,9792,6393,8867,15706,12747,11906,13162,6717,147,5615,12385,16740,17852,12880,15135,15791,20616,12340,813,596,25418,19842,15588,18236,15421,16482,6883,7853,10461,21498,16999,9350,21676,20723,20321,16806,15990,18072,13139,13137,19654,13291,1110,1424,17651,19047,23424,12095,12724,11612,13702,15060,10421,20868,24994,12062,15928,4527,22978,14726,12868,17790,11446,11825,15818,18972,10906,5607,10111,17900,14480,25700,14145,10169,4215,21288,5628,1703,12154,6034,11417,11140,21099,16267,3218,23323,22501,16355,21895,21142,12625,14719,10509,18576,5837,16284,16110,16674,18326,15757,15727,15776,14048,13748,10525,10048,895,19040,12763,7807,16975,14365,7547,5115,5535,16492,15140,8676,10682,8164,10241,12136,11324,18940,26992,24448,16827,15535,11167,14421,16327,3672,7115,5750,1606,8153,3153,7302,3527,14180,17463,15026,13143,20083,12006,12807,12104,4339,14878,9803,8395,23592,14229,15244,12426,12244,11250,13297,14871,13002,10340,10256,2220,11958,8333,23673,17908,13851,12314,15390,13160,13441,10935,14458,19262,10939,21821,23411,11170,17179,12043,10119,13125,13854,11943,13944,16841,13395,15090,11020,13441,20366,12454,17630,15082,1936,14593,23179,22637,9719,9416,11279,13967,13351,13607,17168,16460,12100,11019,10512,8602,10960,9475,12888,9616,14131,17426,17238,9759,8384,9632,19867,17240,8978,16230,14239,11971,6012,774,9059,13757,16753,15450,8305,11269,10854,12289,9723,10366,13881,11203,19475,10012,9476,9511,242,21768,19789,684,452,7738,9807,25783,19374,16916,6908,9572,16631,9862,11386,7693,6695,10007,8401,6075,1463,5909,20298,22449,11855,14581,5275,14100,8468,4721,10130,13977,1030,16271,11010,8912,11475,9884,6911,13175,10648,6189,14743,13928,15404,7629,2296,7331,5011,5310,11068,14683,23806,19363,16694,15370,15182,13690,15738,10380,11443,10687,12224,11871,12793,9891,16347,12387,12336,9660,7934,13041,10159,20998,18170,16059,9871,10269,8798,20421,10305,23158,18917,15188,14908,14653,9148,22093,21939,20961,15910,11777,18272,13355,7114,12824,7844,9831,8101,6159,16621,22945,2242,2099,19444,18244,14175,14702,8066,5941,2496,5340,20494,12646,14965,16037,11967,14673,14312,7327,8737,4921,2961,3345,18107,11428,24470,19300,17168,18681,9638,9225,8618,20745,14563,15743,15122,12810,23476,6665,21137,21968,10903,10343,10471,5320,7547,7427,7812,7073,12762,7012,22038,16285,9344,2234,24550,22551,3680,11924,15814,7128,16666,19811,2599,15761,9167,18363,10659,9541,4599,6768,21004,13931,13072,11133,22759,14972,16415,7745,11739,9216,11568,12084,14364,7623,7171,3351,5754,2933,4911,3232,19404,16835,16951,12794,11097,9947,16253,15321,12410,13635,11191,11578,19414,15127,16104,5263,11414,6938,13874,12228,16090,2085,12353,10743,19739,12667,9205,2858,3247,2539,10858,22561,20542,11912,12588,11203,17845,20237,16653,6310,16314,16662,15692,17839,12576,15121,14929,11748,14478,9928,4479,4269,6292,5082,19546,15163,19125,11483,15312,13552,10933,10837,16076,5014,10955,23069,11758,12705,11322,7286,7640,16101,16772,3373,4539,28742,11522,14926,9609,10752,10838,17340,12740,9595,10269,11364,10163,2865,3225,25516,20879,14338,14478,4172,10672,11178,7096,4386,4579,2162,2964,4329,5066,5878,2391,2712,2922,1847,1627,2013,1034,1689,967,805,1116,486,331,160,86,40,16,4,27400,25416,13759,19720,22618,22642,22293,21221,20481,6353,5940,18944,14487,18872,12654,22358,13550,14041,25381,13262,9068,19949,19702,15648,14931,12017,24291,12859,21017,3725,23486,24093,20817,25759,15624,8306,20949,17336,15762,16506,13024,26618,12920,18703,21952,19819,22442,17670,15653,20415,28651,11460,24534,22587,21502,16732,10165,16604,12426,16539,24789,26799,25158,22687,18544,20604,25428,17866,19727,18544,20498,9393,13731,2746,12,3,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,11987,22239,13823,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,15307,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,17558,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,14408,17982,16970,13319,7775,3745,19113,16181,23518,21662,6463,100,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7551,12937,11284,7321,7949,14093,17652,9012,20364,12868,13112,5754,5560,209,3,21499,21512,14298,24731,25737,22580,20164,14420,19395,24868,21311,7092,26412,21170,12246,20643,20129,10510,11572,12990,12190,23639,9557,17220,20428,7143,8919,19812,17635,20392,8443,26131,20850,23864,18080,10261,14196,19245,16745,21173,23226,25010,19105,15978,14525,15426,28493,8357,16996,13389,17240,17284,10536,4692,25885,16611,18181,20373,20638,20155,18753,13931,9833,52],"fragments":[{"begin":"0.000","end":"26.240","lines":["Today on the show, sorting through your stickiest holiday problems from parents who guilt trip, to rude relatives, to what to do about unnecessary gift-giving. It's that oh, so special time of year. And this is Dear LIFE KIT from NPR."]},{"begin":"26.240","end":"27.200","lines":["Dear LIFE KIT."]},{"begin":"27.200","end":"28.440","lines":["Dear LIFE KIT."]},{"begin":"28.440","end":"29.520","lines":["Dear LIFE KIT."]},{"begin":"29.520","end":"32.920","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"32.920","end":"35.800","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"35.800","end":"37.560","lines":["How can I become a better caretaker?"]},{"begin":"37.560","end":"41.160","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"41.160","end":"43.760","lines":["And we're getting personal."]},{"begin":"43.760","end":"46.520","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"46.520","end":"55.600","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"55.600","end":"62.720","lines":["You have to decide, what kind of space do I want for myself for the holidays? And it's up to you how long you want to engage."]},{"begin":"62.720","end":"86.360","lines":["That's today's expert, John Kim. John is a licensed therapist, life coach and host of \"The Angry Therapist,\" a podcast he uses to deliver self-help in a shot glass. Today, we're excited to have our favorite angry therapist here to help us keep our cool this holiday season. Stay tuned."]},{"begin":"86.360","end":"91.720","lines":["OK. John, here's our first question."]},{"begin":"91.720","end":"143.040","lines":["Dear LIFE KIT, our group of really close friends have been getting each other gifts for years. Since we live in different cities and don't know one another's taste that well anymore, the gifts we tend to get are bad. We mean well, but we've all changed a lot. At this point, I'd rather they keep the money and treat themselves to something nice instead. Do we have to keep doing this every year to not hurt one another's feelings? Signed, Friendly Finances."]},{"begin":"143.040","end":"155.600","lines":["OK. So this sounds like a case of the ugly Christmas sweater, John."]},{"begin":"155.600","end":"157.800","lines":["Yes. Yes."]},{"begin":"157.800","end":"171.760","lines":["What can these close friends do, you know? In a case like this, you definitely don't want to hurt anyone's feelings."]},{"begin":"171.760","end":"172.240","lines":["Right."]},{"begin":"172.240","end":"179.840","lines":["But this also seems like a super wasteful tradition. What are your thoughts?"]},{"begin":"179.840","end":"222.840","lines":["Yeah. As a therapist, I'm trained to look deeper. And I think this is a great exercise for this person to be open and communicate with their friends and just say, hey, I'm not feeling this anymore. Let's do something different. Or she or he can say, let's limit it to, like, $10. Or let's do something fun and kind of switch it. But I think the value here is for her to stop doing something that she doesn't like doing and actually express herself, her truth, you know? And she may be surprised that everyone else feels the same way, just they're all scared to stop this tradition."]},{"begin":"222.840","end":"226.160","lines":["Yeah. Money can be such a sensitive topic..."]},{"begin":"226.160","end":"226.760","lines":["Yeah, yeah."]},{"begin":"226.760","end":"232.760","lines":["...Especially among friends. Any other thoughts on how we can navigate talking money with our closest friends?"]},{"begin":"232.760","end":"268.080","lines":["When it comes to money - I mean, depending on what, like, her relationship with money is. But I like that the spirit of gift-giving is less about money and more about fun, so coming up with some kind of game where it becomes fun again, you know? And because they live - now they've moved on. They live in different cities. And I think the friendship has faded a little bit. So just kind of giving these random gifts when they don't know each other that well anymore, I think, is holding onto the past. That's what it is, you know?"]},{"begin":"268.080","end":"277.560","lines":["Right, in a way that we don't need to. I like that. So I'm hearing, like, you know, be creative. Have some fun with it. Don't do it just for the sake of doing it. Nobody else needs more tchotchkes in their house just because."]},{"begin":"277.560","end":"289.400","lines":["Yes. And I would say, once this person does this, take a black light to the rest of your life and ask if you're doing a version of this and not speaking up in other areas, because chances are you are (laughter)."]},{"begin":"289.400","end":"292.840","lines":["Oof, that is a lot of work for the holiday season."]},{"begin":"292.840","end":"296.440","lines":["Yes, it is a lot of work (laughter). Sprints."]},{"begin":"296.440","end":"299.240","lines":["OK. Question No. 2."]},{"begin":"299.240","end":"327.720","lines":["Dear LIFE KIT, I'm single and my parents keep guilt tripping me into using all my vacation time on visiting them for the holidays. I love my parents. But my only vacation time is Christmas and New Year's. And I have other things I want to do with my time off. When I brought this up, my mom said, you could have left any time. You're an adult. Of course, my married brother isn't expected to come by for more than a day. How do I visit my parents without getting stuck? Sincerely, Needs Space."]},{"begin":"327.720","end":"334.400","lines":["OK. John, I don't know about you, but for me, I feel like guilt and the holidays are kind of synonymous for a lot of people."]},{"begin":"334.400","end":"368.000","lines":["Yeah. Yeah. And you know why that is? It's because the relationship dynamic we have with our parents, those tracks are so deep that it doesn't matter who you are. You could run a Fortune 500 company and be super successful. You go home for Thanksgiving and you snap back into the 15-year-old trying to climb out the window. And so know that, that dynamic is powerful. And you have to make an effort to draw boundaries, right? I always say that it's OK to send mom to voicemail. It doesn't mean that you don't love that person."]},{"begin":"368.000","end":"411.160","lines":["I come from two Korean parents who were very naggy, controlling. And they were always barking orders. And my dad used to guilt trip me and say, you didn't get straight A's. Well, we came here for you. You got to study harder. And so I'm very familiar with guilt tripping. You have to draw boundaries. And if you want to do something else for the holidays, it's OK. You can do it. Of course there's going to be feelings. Of course you're going to feel guilty. And I think the work is for you to work through that guilt because your parents are - they're not going to disown you because you didn't come home for Christmas. You should communicate it. You've got to do it responsibly. But you've got to give yourself permission to give yourself that space. No one else is going to do it for you."]},{"begin":"411.160","end":"420.800","lines":["So what do those boundaries look like? What do they sound like? And is it possible to set those boundaries without hurting your parents' feelings? Or do you just have to accept that someone's feelings are going to get hurt?"]},{"begin":"420.800","end":"467.680","lines":["I think people's feelings are going to get hurt. And I don't think you just set boundaries without communicating. So I think you have to say, hey, Mom or Dad, for this holiday, I got invited to this or I don't feel like coming to the family thing. And just be honest, you know? And say, hey, this is what I think I need. I'm sorry if it hurts your feelings. And then it's on them. And then if - the way that they take it or if they suddenly twist that or guilt trip you, that's their stuff, not yours to own. Or you can, you know, shorten the trip. Or you could - right? - it doesn't have to be all or nothing. Or you could go and then spend, you know, three, four hours with family and do other things. You could design it where you are drawing boundaries, but they don't have to be so, like, hard, you know?"]},{"begin":"467.680","end":"484.960","lines":["Another thing I want to note here is that the single-married comparison that this listener makes, right? I think it's fair to say if you're single in a family full of couple people and parents - been there before - you'll likely be the first one to be asked to bend your schedule, right? Should single friends and family have to be more flexible?"]},{"begin":"484.960","end":"500.560","lines":["No (laughter). No, I don't think being single or in a relationship or having kids - none of that has to do with anything. Some single people are some of the busiest people I know because they're out being single on purpose. They're out building a new life. They're out traveling and all that."]},{"begin":"500.560","end":"504.680","lines":["Yeah. So there should be no qualifiers. Everyone should respect everyone else's time."]},{"begin":"504.680","end":"506.360","lines":["Yes. Yes. Yes."]},{"begin":"506.360","end":"511.520","lines":["I like that a lot. OK, John, question No. 3, the last one. Here we go."]},{"begin":"511.520","end":"539.160","lines":["Dear LIFE KIT, a family member has been making hurtful comments during family gatherings the last few years. They make comments about someone's outfit or activities they don't want to do. Once, it escalated when they loudly expressed annoyance at another family member's disability. I'm not sure how to handle it. Firing back with matching snark seems like it would only escalate things, but ignoring or deflecting these comments leaves me feeling like I'm being bullied. What should I do? Signed, Had Enough."]},{"begin":"539.160","end":"551.720","lines":["So it's one thing if the comments are being made about you or to you specifically, but in this case, it sounds like this person is just generally being a jerk. So what's the obligation for our letter writer to speak up here?"]},{"begin":"551.720","end":"586.160","lines":["I think if the snarky comments are about other people, I would stay out of it because the environment - the other people also affected by it will - it'll play itself out, right? So I would not participate in that. I think you're just adding gasoline to the fire. If those snarky comments are pointed at you, that's different. I think you do have a right to protect yourself, you know? And I wouldn't hit back with another snarky comment because then you're just meeting them where they are, right? And, of course, that can be reactive and explosive."]},{"begin":"586.160","end":"612.080","lines":["I would be more curious, and I would say, what do you mean by that? Or if you know this person really well, hey, that kind of hurt my feelings. Like, I'm curious, why did you say that, you know? And this is what most people don't do. Instead of going under, they fight back and they say, you know, oh, you called me this so let me tell you what you are. And nothing gets resolved and feelings are hurt and people just leave swinging, verbally, you know?"]},{"begin":"612.080","end":"626.320","lines":["At what point is enough enough? You know, when do we draw a line? When do we uninvite? If, you know, let's say it's our dinner that we're hosting. When do you uninvite the family member, or when do you say I'm just not going to show up anymore?"]},{"begin":"626.320","end":"670.640","lines":["That's a really great question. I think if the space gets toxic - right? - if it gets - and it doesn't have to get to the level of people throwing chairs. But if, like, in this case - if it's mean-spirited - right? - so you have to decide, what kind of space do I want for myself for the holidays? And if it's not your place, then you should excuse yourself, right? If it is your place, there should be rules and you should let people know, hey, there isn't going to be character assassination. There isn't going to be things that hurt people's feelings. We're going to have a good time. You should kind of set the tone in the rules 'cause it's your house."]},{"begin":"670.640","end":"702.560","lines":["Yeah. I'm hearing through all of this, through all of these questions, that you are the keeper of your own peace. You have to protect your own peace. You decide - you know, like, you have to set the lines for yourself about what is OK and what's not OK. You don't have to go along with things just because you've been doing them that way or because your parents say that they want you to. You're an adult, and you can make the rules for yourself. Does that all sound about right?"]},{"begin":"702.560","end":"736.240","lines":["Yes, that - I think you hit the nail on the head. And if you find yourself in these situations every holiday, instead of blaming the family or the people or the whatever, take ownership, you know? What are you doing to contribute to this happening every holiday season? What do you need to change? What boundaries do you need to draw? How can you redesign this so, you know, you - 'cause you do have the power."]},{"begin":"736.240","end":"748.320","lines":["I like that a lot. John, before I let you go, for every episode, we ask our experts for the best piece of advice they've ever received."]},{"begin":"748.320","end":"818.680","lines":["I would say - and this sounds arrogant - it's actually from me (laughter). It's not something that I received, but it's something I wanted to pass along that I say. OK, change the temperature of the room. So when I go into spaces where they feel unsafe or chaotic or whatever, yes, you could, of course, exit and draw boundaries. But you also can challenge yourself to change the temperature of the room. You could also go in by setting a new tone, asking different questions - think jokes energy. You can change the temperature of the room. And I think there's something really empowering about that."]},{"begin":"818.680","end":"844.080","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"844.080","end":"863.040","lines":["This episode was produced by Beck Harlan and Sylvie Douglis, with scripting and production help from our intern, Jamal Michelle. Bronson Arcuri is our managing producer, and Meghan Keane is the supervising editor. I'm Andee Tagle. Thanks for listening."]}],"duration":863}