{
  "title": "How to support people with long COVID",
  "url": "https://www.npr.org/transcripts/1141967663",
  "intro": "One in five Americans who have had COVID have experienced symptoms lasting three months or more. How can patients navigate this chronic illness? And how can the people in their lives provide comfort and strength? In this episode from our friends at It's Been a Minute, host Brittany Luse talks to the editor and a contributor of a new book, 'The Long COVID Survival Guide.'",
  "transcript": [
    {
      "author": "BRITTANY LUSE (HOST)",
      "text": "You're listening to IT'S BEEN A MINUTE from NPR. I'm Brittany Luse."
    },
    {
      "author": "LUSE",
      "text": "While some folks might try to forget it, we are still in an ongoing pandemic. More than 2 1/2 years in, people are still getting sick and not just for a week or two. According to the CDC, of the adults who have had COVID - and that's a lot of us - 1 in 5 have developed long COVID symptoms. And it can really take a toll."
    },
    {
      "author": "KARLA MONTERROSO (CONTRIBUTOR, THE LONG COVID SURVIVAL GUIDE)",
      "text": "It was this feeling like I had been run over by a train. And I couldn't get up from the tracks. And I was screaming at people not to come to the train tracks."
    },
    {
      "author": "LUSE",
      "text": "That's Karla Monterroso. She's a contributor to a new book called \"The Long COVID Survival Guide.\""
    },
    {
      "author": "FIONA LOWENSTEIN (BOOK EDITOR)",
      "text": "\"The Long COVID Survival Guide\" is first and foremost for people dealing with long COVID."
    },
    {
      "author": "LUSE",
      "text": "And that's Fiona Lowenstein, the editor of the book. It offers emotional support for folks going through long COVID, but also a lot of really practical advice for managing symptoms and finding care."
    },
    {
      "author": "LOWENSTEIN",
      "text": "I think we also hope that people without long COVID read this book as well to really understand what it's like to live with this disease and how they can provide help."
    },
    {
      "author": "LUSE",
      "text": "Some of the people that I love have long COVID. And I learned so much about how to support them from talking to Karla and Fiona about the guide. Here's our chat."
    },
    {
      "author": "LUSE",
      "text": "The book really focused on the lived experiences of people who were not medical experts, but people who had done a lot of research and read a lot. Karla, it makes me think specifically about your onboarding - (laughter) your onboarding document."
    },
    {
      "author": "MONTERROSO",
      "text": "(Laughter)."
    },
    {
      "author": "LUSE",
      "text": "Like, I mean, it's something - I had COVID earlier this year. And it would have been great to have an onboarding document at that time just to help me to understand what was happening with my body. Talk to me about why you wanted to include that in the book."
    },
    {
      "author": "MONTERROSO",
      "text": "Yeah. So I went to the hospital three different times over the course of my initial acute COVID experience. And each time, I got sent home. I got sent home with nothing, right? And it is the worst you have felt in your entire life. And you literally have not a single, like, thing in front of you or instruction in front of you around how you are supposed to care for yourself."
    },
    {
      "author": "LUSE",
      "text": "Right."
    },
    {
      "author": "MONTERROSO",
      "text": "And it was so scary for me. Like, I - you know, I had written letters to everyone in my life in case I died because I just - there was no way, in the range of symptoms, to know and understand, like, is this real, real bad? Or is this, like, normal? And I was still really sick. And a lot of people were calling me. And they were like, hey, this is happening. What do I do? What do I do? After a while, I was like, I'm too tired to take every phone call. I need to write down all the things I know. Over the course of, like, three days, I propped myself up in between naps and put all of this stuff on paper, and then put it in a Google doc and then posted it on Twitter. And then anytime anyone came to me, I gave them the document first, and because I just - the loneliness of the thing is so horrific, really."
    },
    {
      "author": "LUSE",
      "text": "Fiona, I see you nodding to that."
    },
    {
      "author": "LOWENSTEIN",
      "text": "I think, in some ways, the isolation has gotten worse, actually, for people with long COVID because..."
    },
    {
      "author": "MONTERROSO",
      "text": "Yeah."
    },
    {
      "author": "LUSE",
      "text": "Really?"
    },
    {
      "author": "LOWENSTEIN",
      "text": "...We're now at this point where there is such a strong cultural push - and political push, honestly - to move beyond the pandemic. And, you know, we haven't even fully acknowledged the number of people that have died in this country. And we're definitely not doing a good job acknowledging the people who are living with the aftereffects of COVID-19 infections. And so we hear a lot, I think, in these support groups from long haulers who really feel like, you know, when the world was a little more shut down or when people were thinking more about the pandemic, it was easier to navigate. There were more hybrid options and remote options that they could participate in, right?"
    },
    {
      "author": "LUSE",
      "text": "You know, people know so little about long COVID. How did you think about gathering and sharing information and developing a survival guide for something that's a moving target? Fiona, we'll start with you."
    },
    {
      "author": "LOWENSTEIN",
      "text": "Yeah. It was a difficult project to embark on for precisely that reason. We know that, you know, research is still emerging on the disease. And, obviously, we hope that there will be a lot of scientific breakthroughs in the years to come. And there already have been. We try to kind of touch on, you know, how to understand and decipher emerging research a little bit more than the latest studies because we think it's important that patients have that skill, right? It's a little bit - it's kind of the, you know, you can teach someone how to fish, or you can give them a fish, right?"
    },
    {
      "author": "LUSE",
      "text": "(Laughter)."
    },
    {
      "author": "LOWENSTEIN",
      "text": "With regards to this, I thought a lot about other chronic illness communities. I think we've all learned a lot from people living with myalgic encephalomyelitis, sometimes abbreviated as ME/CFS..."
    },
    {
      "author": "LUSE",
      "text": "Right."
    },
    {
      "author": "LOWENSTEIN",
      "text": "...And also people living with HIV. And so something that, you know - right? There have been treatments developed for HIV. But we still see that there are a lot of access issues in that community. There's still issues navigating health care systems. There's issues finding caregivers and community care. We know that even at the point that research progresses, the lessons in this book still remain helpful."
    },
    {
      "author": "LUSE",
      "text": "Up next, the challenges of accessing care and tips on how to overcome them. Stay with us."
    },
    {
      "author": "LUSE",
      "text": "You know, not only is this illness, like, incredibly new and varied. It can present with so many different kinds of symptoms. It's also really hard to get diagnosed and treated for many reasons. What are some of the challenges and barriers to accessing care?"
    },
    {
      "author": "LOWENSTEIN",
      "text": "I think there's a lot of challenges. State health departments posted over 49,000 times on Facebook about COVID-19 between July 2020 and February 2022. Only 137 of those posts mentioned long COVID, right? So we have people going through daily life describing long COVID symptoms to us without knowing that this might be related to a COVID-19 infection. So that's the first step - is just people don't have even the information to know that they can and should seek care for these symptoms. I think long COVID is more known by doctors now, but there's still a lot of misunderstandings. And so we see people being given bad advice in some situations."
    },
    {
      "author": "LUSE",
      "text": "Right."
    },
    {
      "author": "LOWENSTEIN",
      "text": "Far too often, we see doctors pushing patients to exercise and kind of regain their health through these very, I would say, aggressive measures. And that can set a lot of patients back in their recovery. So that's a huge issue, as well. But beyond that, there's also just all of the issues that come up with our incredibly siloed and inaccessible health care system in this country, right? Medical bias is a very real thing. You know, at the time that I was hospitalized for COVID in New York City and taken seriously when I went to the ER, you know, I later heard - read stories on the Internet of Black women in my same borough who were not able to get that care despite having the same oxygen levels that I presented with."
    },
    {
      "author": "MONTERROSO",
      "text": "This is also like - I'll say, like, this is the thoughts that make me breathe fire. The CDC reported some absurd, like - it was, like, in early August, they reported that 9.2% of Latina adults currently had long COVID, and 5.4% of Black adults did. And that's impossible. Like, if we were disproportionately impacted by the disease and getting COVID at the rates we were getting above our proportional population percentages, it would be reason to say that that would also be the case when it comes to the people who have long COVID. But unfortunately, the symptoms that we get when we have long COVID are the exact racist stereotypes that people have of us, right? And - about laziness. The relationship between fatigue and people assuming you're lazy, right? Like, anti-fatness in our communities, right? Like, and people just being like, oh, all you need is to go and exercise a little bit, right?"
    },
    {
      "author": "LUSE",
      "text": "Exercise."
    },
    {
      "author": "MONTERROSO",
      "text": "Like, the first cardiologist I visited was like, you just got to go out and exercise. We all like being in bed, but it's time to get up. Entiende? And this, like, white man telling me, like, entiende, like, do you understand? And I'm like, I don't think you understand what's happening to me. Like, when I get up, my heart rate is 150, 160 beats per minute. Something is wrong."
    },
    {
      "author": "LUSE",
      "text": "First of all, when I read that passage, I recoiled from the page. Like, re - physically was repulsed by that. But a lot of people have gotten COVID, but they might not realize they're experiencing long COVID. You touched on this just a moment ago. What should COVID survivors be looking out for when determining whether to reach out to a medical professional about a long COVID diagnosis? And how do they go about getting one?"
    },
    {
      "author": "LOWENSTEIN",
      "text": "So I think the first thing to know is that long COVID symptoms do not always directly follow the period of kind of acute illness. Folks, you know, get COVID, are sick for, let's say, you know, 2 to 3 weeks or maybe now less time for some people. And then there can be a period of 1 to 3 months of kind of remission or feeling better before those long COVID symptoms can hit. And so that's part of the reason it's very hard for people to connect what's happening with long COVID to, you know, that initial COVID-19 infection."
    },
    {
      "author": "LOWENSTEIN",
      "text": "You know, the first tip I give people when they're like, I don't know if I'm dealing with long COVID symptoms, is start tracking your symptoms, but also start tracking potential triggers. So potential triggers could be anything from, yeah, that was the day that I went to the supermarket for the first time, right? And then a day later, I'm in bed with all of my symptoms feeling way worse."
    },
    {
      "author": "LOWENSTEIN",
      "text": "And understanding, as well, that post-exertional symptom exacerbation - it's not always fatigue, right? It's whatever your symptoms are - it's those symptoms worsening. So in some cases, it might be brain fog worsening or, you know, a migraine exacerbation. It's not always going to be, oh, I feel tired after exercise. It might be, I feel foggy after exercise."
    },
    {
      "author": "LUSE",
      "text": "Coming up, Karla and Fiona share tips on how to support friends and family with long COVID. Stick around."
    },
    {
      "author": "LUSE",
      "text": "What are some tips or ideas from the guide around making sure that our listeners or their loved ones can access care - Karla?"
    },
    {
      "author": "MONTERROSO",
      "text": "Yeah, yeah, absolutely. So there are a few things. There are specific tests I think are really important to take. And Fi may have some others, but, like, I think an antibody panel is really important. And if the doctor denies it of you, tell the doctor that you would like them to write in your chart that they denied you the test and the reasons why they denied the test. So they will resentfully send you (laughter) to the doctor. If there are - if you are feeling weird because of, like pains in your calves or in your chest that you can't explain but don't necessarily feel pulmonary, test for blood clots because blood - micro blood clots and blood clots are so common in COVID patients. And, again, if the doctor denies it of you, tell them, I would like you to write down in my chart that you denied this part of my care."
    },
    {
      "author": "LUSE",
      "text": "Talk about actionable. Talk about actionable - seriously. I want to turn a bit to care - from diagnosis and interacting with medical professionals to care. Like, what can collective care look like with regard to long COVID?"
    },
    {
      "author": "MONTERROSO",
      "text": "Well, in my family, it looked like my mama coming to get me (laughter). And in my world, I was really lucky because my family believed me. And my mom came to the Bay Area to get her baby and bring her to Los Angeles. Like, there were times when I couldn't shower myself and my mom bathed me, right? And that was incredibly humbling as a 39-year-old woman at the time, right? I'm - I had a friend who I really believe saved my life. And honestly, as, like, a Black woman, she consistently was like, Karla, this is internalized racism, what you're feeling. Karla, like, this is not about you not being good enough or not producing enough. This is about you getting the care that you need."
    },
    {
      "author": "MONTERROSO",
      "text": "Friends had put together a DoorDash meal train for me. And I will never cease to be touched by the fact that my whole community showed up for me. Like, just the whole of my community - ex-students that I had worked with, like, community members I had worked with, everyone mobilized to save my life. And I think our worlds are very unconnected often. And I think that we underestimate the need for each other. And I think that's going to become more and more important for 30 people to do one small thing every week that sustains a life."
    },
    {
      "author": "LUSE",
      "text": "Fiona, I'd like to hear from you about this. Like, what's the best approach to caring for a friend or a loved one with long COVID? Because like me, a lot of our listeners, who may not be long-haulers have, you know, close friends, family members who are. What should they know? What do you want them to know?"
    },
    {
      "author": "LOWENSTEIN",
      "text": "Get creative with caregiving. Of course, ask, you know, what folks need and what would be most helpful. But we've seen some really powerful virtual caregiving. I know people who have, you know, stayed on FaceTime with friends who are, you know, having difficulty breathing or are having trouble sleeping. Something I've asked occasionally when I know a long-hauler that's going through a difficult period of time is, hey, would it be helpful to have me check in, like, every 12 hours or every six hours? And if I don't hear back, you know, who's your emergency contact that I should reach out to? So that sort of thing, but I also think that it's crucial for us all to educate ourselves on the access issues that people with chronic illnesses and disabilities are facing right now in the pandemic. And part of that is also educating yourself on invisible disabilities and dynamic disabilities."
    },
    {
      "author": "LOWENSTEIN",
      "text": "I think that's something that comes up a lot is we hear long-haulers saying that, you know, their friends and family kind of question what they're going through or don't fully believe it because they look healthy or they appear well. And so it's really important to know if you're providing care that, you know, those times that, you know, maybe a long-hauler shows up on Zoom or shows up to your event and, you know, is looking their best, they have often put in, you know, hours of rest before that. And they're pacing themselves through that event, and they might go home and crash afterward. And that's the part that we're not always seeing."
    },
    {
      "author": "MONTERROSO",
      "text": "Me deciding whether I go to something is, like, a big, emotional decision every single time. And, you know, there was a lot of tension in some of my relationships where folks would be like, I just need you to not make a promise that you can't keep. And, like, I understand that as a fundamental, and my body actually can't make those promises anymore. Like, if that is the requirement, then I can't say yes to anything because my condition varies on a day-to-day basis. And I understand that it hurts. And I think what a lot of us are going to have to start to embrace is sometimes hurt happens, and it's not someone's fault, right? Like, the hurt that folks are feeling when they're watching their loved ones kind of fall out of social relationship with them as a result of their limitations is a fault of a government that systematically left us to fend for ourselves. And that's a really hard thing to communicate in the moment to the people that you love."
    },
    {
      "author": "LOWENSTEIN",
      "text": "I think it's very important to sort of push back on the narrative that people with long COVID, you know, want to stay home or they don't want to participate in society, right? This is kind of a narrative we see coming out of a somewhat COVID denier, you know, often right-wing trolls on Twitter. And it's really frequent. And I can't think of a single long-hauler I know who's posted on Twitter about their experience who hasn't been, you know, berated with these types of comments."
    },
    {
      "author": "LUSE",
      "text": "COVID is still a thing, very much a thing, but there's this cultural amnesia around what we've all gone through and what many of us are still going through with regard to COVID. I really loved reading Pato's chapter on learning how to stop, rest and pace, because I realized reading it, not as a COVID long-hauler but as somebody who had - I had - it's a long story, but I had a head injury in 2020 that - I felt at the time I didn't have the space to professionally stop, rest and pace. I didn't have the language for what I was doing at that time to try to take care of myself, the same way, you know, as we're talking, it seems like, you know, both of you and many long-haulers also didn't have the language to describe what they were experiencing and how they were trying to care for themselves. And even outside of that, like, this book helped me realize that I'm not the same person that I was before COVID. I think the book is a great resource for people living with long COVID, but it also felt to me like a survival guide for anybody trying to make sense of living through COVID. Have you gotten that response from other readers, and was that something that you intended?"
    },
    {
      "author": "LOWENSTEIN",
      "text": "Sorry, I'm getting a little emotional because that's really powerful, and, like, that's my greatest hope for a book like this. And I'm getting emotional because last night we had our virtual launch party, and one of my friends, an amazing COVID activist, Kristin Urquiza, who runs the organization Marked By COVID, which is basically the largest organization mobilizing people who have lost loved ones to COVID - she attended, and, you know, what she was - she was writing in the chat, and I remember she said, like, you know, your fight is our fight. Our fight is your fight. And that solidarity between people with long COVID and people who have been harmed by the pandemic in other ways - you know, we've seen it really closely."
    },
    {
      "author": "LOWENSTEIN",
      "text": "And oftentimes the people who reach out to me and say, hey, I think I might be dealing with long COVID, they say, please don't tell anyone. I haven't told anyone else yet. So I think it's really important to know that, like, a lot of those experiences are hiding in the shadows right now, and speaking about it openly, especially if you're someone who just - who has the privilege to do that and it's not going to, you know, risk your job security - it's so important because it creates the space for other people to say, hey, me too, and, you know, could we rethink the way that we're doing this job hiring process or the way that we're organizing this event or, you know, the way we're talking about the pandemic because we're leaving out, you know, people who have been significantly harmed by this?"
    },
    {
      "author": "LUSE",
      "text": "Karla, Fiona, thank you so much for joining me today on IT'S BEEN A MINUTE. This has been a really great conversation, and I hope that the people who need this book find this book."
    },
    {
      "author": "LOWENSTEIN",
      "text": "Thank you so much for having us. It really means a lot to hear your wonderful words about the book. I'm so glad that it resonated with you."
    },
    {
      "author": "MONTERROSO",
      "text": "We deeply appreciate it."
    },
    {
      "author": "LUSE",
      "text": "Thanks again to Karla Monterroso and Fiona Lowenstein. Their book, \"The Long COVID Survival Guide,\" is out now. This episode of IT'S BEEN A MINUTE was produced by..."
    },
    {
      "author": "LIAM MCBAIN (BYLINE)",
      "text": "Liam McBain."
    },
    {
      "author": "LUSE",
      "text": "Our editor is..."
    },
    {
      "author": "JESSICA PLACZEK (BYLINE)",
      "text": "Jessica Placzek."
    },
    {
      "author": "LUSE",
      "text": "We have fact-checking help from..."
    },
    {
      "author": "JULIA WOHL (BYLINE)",
      "text": "Julia Wohl."
    },
    {
      "author": "GRETA PITTENGER (BYLINE)",
      "text": "Greta Pittenger."
    },
    {
      "author": "ZAZIL DAVIS-VAZQUEZ (BYLINE)",
      "text": "Zazil Davis-Vazquez."
    },
    {
      "author": "LUSE",
      "text": "Engineering support came from..."
    },
    {
      "author": "JAY CZYS (BYLINE)",
      "text": "Jay Czys."
    },
    {
      "author": "LUSE",
      "text": "Our executive producer is..."
    },
    {
      "author": "VERALYN WILLIAMS (BYLINE)",
      "text": "Veralyn Williams."
    },
    {
      "author": "LUSE",
      "text": "Our VP of programming is..."
    },
    {
      "author": "YOLANDA SANGWENI (BYLINE)",
      "text": "Yolanda Sangweni."
    },
    {
      "author": "LUSE",
      "text": "Our senior VP of programming is..."
    },
    {
      "author": "ANYA GRUNDMANN (BYLINE)",
      "text": "Anya Grundmann."
    },
    {
      "author": "LUSE",
      "text": "All right. That's all for this episode of IT'S BEEN A MINUTE from NPR. I'm Brittany Luse. Talk soon."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7648594347.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/09/ibam_longcovid_wide-97a600b014db32e0f2ab64d43879d3868ac162db.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "BRITTANY LUSE (HOST)",
    "LUSE",
    "KARLA MONTERROSO (CONTRIBUTOR, THE LONG COVID SURVIVAL GUIDE)",
    "FIONA LOWENSTEIN (BOOK EDITOR)",
    "LOWENSTEIN",
    "MONTERROSO",
    "LIAM MCBAIN (BYLINE)",
    "JESSICA PLACZEK (BYLINE)",
    "JULIA WOHL (BYLINE)",
    "GRETA PITTENGER (BYLINE)",
    "ZAZIL DAVIS-VAZQUEZ (BYLINE)",
    "JAY CZYS (BYLINE)",
    "VERALYN WILLIAMS (BYLINE)",
    "YOLANDA SANGWENI (BYLINE)",
    "ANYA GRUNDMANN (BYLINE)"
  ]
}