{
  "title": "When to let go of old family traditions — and create new ones",
  "url": "https://www.npr.org/transcripts/1141464706",
  "intro": "Traditions can foster a sense of unity with the people we love and help pass down cultural values. But what happens when these events no longer make sense in our lives?",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hi, LIFE KIT listeners. We're looking to make LIFE KIT even more useful and enjoyable for you. And to do that, we need your help. Please consider completing a short, anonymous survey at npr.org/lifekitsurvey. It'll help us out a lot, and it'll give you a chance to tell us about what you like or don't like about the show. Again, you can take the survey at npr.org/lifekitsurvey. And thank you."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra."
    },
    {
      "author": "SEGARRA",
      "text": "Every Christmas Eve, we go over to my aunt and uncle's house, and there's always the same lineup of people and the same lineup of food - pernil, arroz con gandules and coquito, which is basically Puerto Rican eggnog. I always look forward to it because my tia makes amazing food, because I get to see my cousins and their kids and because it's this steady thing, you know? I can expect it every year. It's tradition, and traditions can be one of the most beautiful things in our lives. They can make us feel like we belong."
    },
    {
      "author": "ANDREA BONIOR",
      "text": "There's really a sense of - almost an existential sense of connectivity to something greater than ourselves, I think, when traditions are perpetuated."
    },
    {
      "author": "SEGARRA",
      "text": "That's Andrea Bonior, a psychologist at Georgetown. She has a podcast called \"Baggage Check: Mental Health Talk And Advice.\" Andrea has lots of traditions, like when she and her husband first started dating, they bought a Christmas ornament together. That became a tradition, something they eventually shared with their three kids who pick out their own ornaments every year."
    },
    {
      "author": "BONIOR",
      "text": "And we write down whatever it was that they said about why that ornament was meaningful. So I've got one of my daughters, age 2, being like, well, I like pigs, so I got a pig ornament - you know, things like that."
    },
    {
      "author": "SEGARRA",
      "text": "Now her kids have amassed a collection which they'll get to keep when they have their own home someday."
    },
    {
      "author": "BONIOR",
      "text": "And it's just so fun reminiscing when we open up these little notes that I've taken, because it really is a tiny little snapshot of each kid's life from that year."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes, though, traditions don't feel like this. They're more like an itchy sweater or a glove that's too small. You know, they're uncomfortable and they don't fit, but you keep doing them because it's tradition."
    },
    {
      "author": "BONIOR",
      "text": "It's like, nobody else appreciates this, I don't even necessarily want to do this anymore, you know?"
    },
    {
      "author": "EHIME ORA",
      "text": "I never really personally resonated with the Christian faith or anything, and I always felt out of water in that way."
    },
    {
      "author": "DIEP TRAN",
      "text": "You go to a holiday function and you're, like, having to deal with that homophobic uncle or that sexist auntie, and they just keep yapping about stuff, and you just have to grin and bear it."
    },
    {
      "author": "SEGARRA",
      "text": "But maybe you don't have to. I mean, it's painful when you realize a tradition doesn't fit. But once you do, what you have is an opportunity for joy, because you can opt out of traditions and you can make your own."
    },
    {
      "author": "ORA",
      "text": "And it was almost as if in that moment, a whole new world was open to me."
    },
    {
      "author": "SEGARRA",
      "text": "Today on the show, we'll help you figure out when it's time to end or change a tradition, how to communicate about that and how to dream up something new."
    },
    {
      "author": "SEGARRA",
      "text": "So we all have traditions in our lives. Some happen on the big holidays and some are a monthly or a weekly thing - Friday night dinner with the family, church or temple. If you want to create traditions that work for you, takeaway one is to identify the traditions you already have and think about how they make you feel. Let's start with the ones you love. What feels good about them? Andrea Bonior says for some people, traditions can be a link between the past, the present and the future. Like, maybe every October 1, you and your parents would set up the neighborhood's spookiest Halloween display, and now you do the same with your kids."
    },
    {
      "author": "BONIOR",
      "text": "You know, a lot of the holiday rituals can bring a sense of comfort and peace that, you know, no matter what is happening in the world, certain things will maybe still go on even after I'm not here anymore."
    },
    {
      "author": "SEGARRA",
      "text": "Or maybe you and your dad always run a 5k on the morning of Thanksgiving. You might like that it's a bonding opportunity and a chance to move your bodies before sitting around all day. Or my godparents used to do this thing at restaurants. They would sit at the table after dinner and write down what made the meal special on the back of the receipt. They kept the receipts as a memory. That tradition is about noticing joy in the everyday moments. Whatever it is, it helps to know what you like about your existing traditions. Next, start to notice which traditions you dread. Maybe every Fourth of July, you painstakingly recreate your mom's 12-ingredient casserole, but nobody ever helps you. Andrea says if you find yourself preemptively resentful or exhausted when thinking about a tradition, that is good information."
    },
    {
      "author": "BONIOR",
      "text": "I think it's important that you notice, like, this is becoming drudgery."
    },
    {
      "author": "SEGARRA",
      "text": "The thought of upholding a certain tradition might also make you sad, especially if you recently lost a loved one."
    },
    {
      "author": "BONIOR",
      "text": "This hurts, right? This idea that, oh, I can't imagine doing this thing without Aunt Susan."
    },
    {
      "author": "SEGARRA",
      "text": "And you might have traditions that never felt right."
    },
    {
      "author": "SEGARRA",
      "text": "Ehime Ora lives in New York. Her family immigrated to the U.S. from Nigeria when she was 3. In Nigeria, they would go to Christian church services but would also participate in traditional spiritual practices. Something similar happened when her family moved to the States."
    },
    {
      "author": "ORA",
      "text": "My mother, she would take us to particularly, like, white-dominant churches, and we were still wearing African traditional cloth. So it was almost the way that she would - wanted to essentially kind of rebel from assimilation."
    },
    {
      "author": "SEGARRA",
      "text": "Ehime never felt an authentic connection with Christianity. During prayer circles, she says she would feel this discomfort in her stomach. It was more like she was playing a role that was expected of her. That feeling eventually led her to Indigenous Nigerian spirituality and traditions that worked for her. Ehime is a spiritual educator, and she says, as you're thinking about traditions, consider how your body feels."
    },
    {
      "author": "SEGARRA",
      "text": "Like, if I were to say the word family, maybe that word doesn't sit right in your body."
    },
    {
      "author": "ORA",
      "text": "Family is supposed to be where you always feel like you belong as you are. But in reality, that is not always the case."
    },
    {
      "author": "SEGARRA",
      "text": "She says you might feel like you're bracing yourself for some discomfort or even trauma that's about to happen - holding your breath, feeling agitated or feeling an ache or a heaviness in your chest. When you're aware of those sensations and what they're telling you, you can make more honest decisions."
    },
    {
      "author": "ORA",
      "text": "It goes back to emotional authenticity for me - right? - and interrogating that feeling and recognizing that when I think about family or in traditions, there's - there could be some lack. There could be some emptiness. There could be some pain."
    },
    {
      "author": "SEGARRA",
      "text": "That could be because a tradition or the way your family practices it, doesn't leave space for you. Diep Tran is a cookbook author and chef. They're Vietnamese and grew up celebrating Tet, the Vietnamese iteration of Lunar New Year, when her family would make a dish called banh chung. It's a kind of dumpling filled with mung beans and pork, marinated with fish sauce, black pepper and shallots."
    },
    {
      "author": "TRAN",
      "text": "And usually, the - kind of the OG, you know, my grandma, when she made banh chung, it was the size of, like, a Bible. It was thick like that. It was big, but square. It's hard to explain why a combination of rice and pork and shallots and fish sauce and pepper would, like, be anything transcending, but it truly is magnificent."
    },
    {
      "author": "SEGARRA",
      "text": "Diep has fond memories of making banh chung with her grandma, but she felt left out of the celebration as a whole. She was the only person in their family who was openly queer. And there's a Lunar New Year tradition where the adults in the family give the kids red envelopes filled with cash and then wish them well in the new year. Maybe it's, I wish you good grades and happiness. Then the kids say something back like, I wish you good health and prosperity. In some families, you don't transition to an adult who hands out envelopes until you get married. The problem for Diep was, at the time, same-sex marriage was illegal in the U.S. And even if she could have gotten married, her family might not have acknowledged her relationship."
    },
    {
      "author": "TRAN",
      "text": "So it's like, in other words, you never kind of become, like, a full citizen in the family. And it's not meant to be that, it's just the practice. It's, like - it's what it's turned out to be."
    },
    {
      "author": "SEGARRA",
      "text": "The tradition, the way their family practiced it, was not working for her anymore. And that brings us to takeaway two - take a step back. That can help you find clarity about what you want in a tradition and help you move forward. When Diep was 25, they would go to their therapist after family functions and just be wrecked."
    },
    {
      "author": "TRAN",
      "text": "We'd spend, like, the next month trying to, like, unpack what happened. And then they said, why don't you just not show up? You know, you don't have to. It doesn't seem you're getting anything out of it. And I felt like, I can do that? I can, like, opt out? And that freed me."
    },
    {
      "author": "SEGARRA",
      "text": "That decision came with some emotions and it was just another development in her relationship with this tradition. But, yes, it is OK to opt out. If a tradition feels unhealthy or it's making you miserable, don't go."
    },
    {
      "author": "SEGARRA",
      "text": "Sometimes, though, you're looking for an in-between option because the problem is not the tradition itself or the people, but the circumstances around it. In that case, Andrea says it helps to communicate, to do it early and to offer a reason, if you can. Not because you need an excuse, but because it's a kindness. If you don't give one..."
    },
    {
      "author": "BONIOR",
      "text": "It does run the risk of the other person thinking they did something wrong or being confused or, is this because of what I said last week?"
    },
    {
      "author": "SEGARRA",
      "text": "Now, your relative might lay on the guilt or give you the puppy dog eyes, so it's good to have a script ready. Let's say you want to see your parents for Hanukkah, but the idea of traveling around the holidays this year is just too stressful. You could say something like..."
    },
    {
      "author": "BONIOR",
      "text": "You know, hey, Mom. Flights are a nightmare right now. We're still worried about COVID. We've got this new baby. What about if we came in a couple of months?"
    },
    {
      "author": "SEGARRA",
      "text": "Or maybe you've decided that you're never going to your sister's Fourth of July party again because the traffic just makes you want to scream. Make it clear that this isn't a blip."
    },
    {
      "author": "BONIOR",
      "text": "And I'm really sorry that things have to be this way, but we're just going to do things this way in the future."
    },
    {
      "author": "SEGARRA",
      "text": "And if you want, you could suggest a gathering in August instead. When you're stepping back from a tradition, you can also start a discussion with the people involved. If, for instance, there's something you want to keep doing but you'd like some help..."
    },
    {
      "author": "BONIOR",
      "text": "It's worth just saying, hey; you know what? I'm the only one who, you know, makes Mom's casserole for the past five years. I'd like to maybe honor Mom in other ways. There's a lot of prep work, and I wonder if we could introduce something new and we could still honor Mom."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe they'll say, great; I don't even like that casserole, or, totally; we'll help you brainstorm, or, what if we all make the casserole together? Whatever it is, takeaway three - it's time to dream up some new traditions. Start by considering your values. What do you want a particular holiday or event to mean?"
    },
    {
      "author": "BONIOR",
      "text": "Is it about giving back to others?"
    },
    {
      "author": "SEGARRA",
      "text": "Then maybe volunteer at a food bank with your family around Thanksgiving."
    },
    {
      "author": "BONIOR",
      "text": "Is it about gratitude?"
    },
    {
      "author": "SEGARRA",
      "text": "Why not go around the table and say what you're grateful for before opening gifts?"
    },
    {
      "author": "BONIOR",
      "text": "Is it about finding the light in the darkness?"
    },
    {
      "author": "SEGARRA",
      "text": "You could go on a hike with your family or friends on the day of the winter solstice. Or let's say your family really values laughter and play. You could start a monthly game night, and every new participant has to have their photo taken wearing a leopard print Snuggie."
    },
    {
      "author": "BONIOR",
      "text": "You know, we do this silly thing, and when new people enter our family, they kind of get initiated to it. And now we have this connection. And it's silly to outsiders, but it brings us a sense of togetherness and comfort."
    },
    {
      "author": "SEGARRA",
      "text": "Also, as you create traditions, Ehime says you can think about what's missing in your life or what was missing when you grew up. Again, this is about emotional authenticity."
    },
    {
      "author": "ORA",
      "text": "When you look at your childhood, what felt the most empty for you? What felt like you couldn't have that or it didn't feel enough? And that is really, like, the hints of creating these newer, better traditions for yourself."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say you felt lonely, like you and your parents weren't part of a community, or you never gathered with folks to celebrate. As an adult, you might decide to join a weekly class. That's a tradition, too."
    },
    {
      "author": "ORA",
      "text": "I'm currently doing pottery, ceramics. And I connect with the people who are also in this class with me. We laugh about, you know, how our clay cups, pots or whatever are looking messed up."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe you also host a monthly potluck with your pottery friends. Remember; your traditions don't have to be tied to the holidays. Or you gather folks for a party on pi day - that's March 14; it's a math joke - and everybody brings a pie. As you're creating traditions, you might also look to your heritage for inspiration. I told you about how Ehime never really felt like she belonged in the Christian church, but she noticed her mom still had some traditional Nigerian spiritual practices."
    },
    {
      "author": "ORA",
      "text": "She would always sing when she's making food or when she's just going about her day or when she's stressed. Little did I know that that was a type of ancestral veneration that she's doing."
    },
    {
      "author": "SEGARRA",
      "text": "Ehime started exploring ancestor veneration and African spirituality when she was 17. She learned how to make an ancestral altar, and she became part of the Ifa and Orisha tradition of Nigeria. She found her way back to traditions that felt right in her body. You can also keep your favorite parts of a tradition and leave behind what doesn't work for you. Years after Diep stopped going to Tet, they missed spending the afternoon making banh chung, the experience of cooking as a community and the joy of the Lunar New Year. And they wanted to participate in these things without having to mute themselves. So they messaged some friends."
    },
    {
      "author": "TRAN",
      "text": "I just, like, emailed a bunch of Vietnamese women I knew, a lot of them queer. I said, hey; you know, let's make banh chung together. And I'll bring the ingredients. You can bring any other ingredients you want."
    },
    {
      "author": "SEGARRA",
      "text": "The group met at a friend's house, and they made their own version of banh chung in their own way."
    },
    {
      "author": "TRAN",
      "text": "Somebody tried to YouTube it. You know (laughter), it was just, like, all over the place. And somebody brought a tamale pot. I mean, we would just, like, cobble things together. But it was, like, a grand time. And we had lunch together, and I was like, oh, I remember how fun this [expletive] was, you know?"
    },
    {
      "author": "SEGARRA",
      "text": "The banh chung was different. It had a more steamed texture than what they were used to, and they experimented with fillings. But it was good. Over the next 10 years, this gathering became known as the Banh Chung Collective, community dinners in multiple cities with hundreds of attendees in person and on Zoom. And Diep says these are spaces where everyone gets to be their full selves."
    },
    {
      "author": "TRAN",
      "text": "And no one's going to tell you to tamp it down 'cause I'm going to tell you to up it up. You know, like, come. Come and - everything that you want to be."
    },
    {
      "author": "SEGARRA",
      "text": "This is a great example of taking an old tradition and making it your own. Diep and her friends made a twist on banh chung. That's part of it. But also, their tradition aligns with the spirit of Tet. It's a big celebration. People wear their best clothes."
    },
    {
      "author": "TRAN",
      "text": "It looks like everybody's on the runway at Tet, you know? So I want that, too, but not just in your clothes and your appearance but your spirit - like, all of that."
    },
    {
      "author": "SEGARRA",
      "text": "So you've thought about your values. You have an idea for a new tradition. Now it's time to execute. Takeaway four - just do it. Don't let perfectionism trip you up. Sometimes we get in our own way. Like Ehime says, people are often afraid to start building an ancestral altar because they want it to be perfect."
    },
    {
      "author": "ORA",
      "text": "They think they need to have the largest candles or the biggest cloth or the nice, you know, fruit bowls or whatever. And that's, like, not true. It's best to start with what you have and the things that really matter the most."
    },
    {
      "author": "SEGARRA",
      "text": "Also, be ready for the emotions that might come up. Starting a new tradition can be thrilling and fun and freeing, and..."
    },
    {
      "author": "ORA",
      "text": "It's common to have those bouts of loneliness, those bouts of doubt, regret or even these bouts of unworthiness, as well. Like, who am I now without these traditions? And that is basically you unwinding yourself and going through grief, a very new type of grief."
    },
    {
      "author": "SEGARRA",
      "text": "So be kind to yourself in these moments. You might also find that you're comparing your new tradition with the old one and thinking, like, man, mine is never going to be the same. Don't do that 'cause it's not like there's one, quote-unquote, \"authentic\" way to uphold a tradition or celebrate a holiday or make a family recipe. Diep gave me an example. In 1975, after the fall of Saigon, refugees started coming in big waves from Vietnam to the U.S."
    },
    {
      "author": "TRAN",
      "text": "So Tet, Lunar New Year, 1976, my partner's mother was in Pennsylvania. It was cold as hell."
    },
    {
      "author": "SEGARRA",
      "text": "And they couldn't find arrowroot leaves, which they used in Vietnam to make the banh chung. So they had to get creative."
    },
    {
      "author": "TRAN",
      "text": "They took plastic wrap, put food color, like green food color and wrapped it with aluminum foil and all this stuff to kind of mimic the color for banh chung. And they didn't say, hey; that's not real, you know? They were just happy - they were, like, alive, and they get to celebrate this still in, like, 20-degree-below (laughter), you know, weather."
    },
    {
      "author": "SEGARRA",
      "text": "That's the thing, Diep says, culture is not static. We're building it all the time."
    },
    {
      "author": "TRAN",
      "text": "You're meant to be iconoclastic. You know, you're meant to break stuff. You know, how is culture able to grow if you don't break stuff?"
    },
    {
      "author": "SEGARRA",
      "text": "So do it. Break some stuff. And on the day of your new tradition, Diep says you should trust that whoever you invite to celebrate with you is not looking for perfection."
    },
    {
      "author": "TRAN",
      "text": "Life is messy, and maybe you don't get this right or this right, but I think the best times that we had at the banh chung collective was when, like, things go sideways and then we're like - the collective jumps in and, like, handles it."
    },
    {
      "author": "SEGARRA",
      "text": "Because really, that's the stuff that tradition is made of, the funny stories that you can look back on and the feeling of community that comes from making something together."
    },
    {
      "author": "SEGARRA",
      "text": "Time for a recap. Takeaway one - identify the traditions in your life and what they make you feel - happy, peaceful, resentful, a little grumpy, like a fish out of water? All of this is good information. Takeaway two - step back from traditions that don't fit anymore to make room for the new. Takeaway three - brainstorm. Let your values guide you toward a new tradition. This could be spiritual or not. It could take place on a big holiday or not. It could be a remix of the old or something entirely your own. There are no rules here. And takeaway four - make it happen. Don't overthink it and don't try to be perfect."
    },
    {
      "author": "TRAN",
      "text": "'Cause what's the point of this if you're sweating through this whole entire process? 'Cause it shouldn't be a process, it should be just, like, super fun."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to carry on a family recipe in your own way and another on how to plan a good theme party. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. Also, have you signed up for LIFE KIT Plus yet? Becoming a subscriber to LIFE KIT Plus means you're supporting the work we do here at NPR. Subscribers also get to listen to the show without any sponsor breaks. To find out more, head over to plus.npr.org/lifekit. And to everyone who's already subscribed, thank you."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Summer Thomad and edited by Audrey Nguyen. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor and Beth Donovan is our executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Gilly Moon, Tre Watson and Valentina Rodriguez. I'm Marielle Segarra. Thanks for listening."
    },
    {
      "author": "SEGARRA",
      "text": "Before we wrap things up, just a quick reminder - if you can, to complete that survey we mentioned at the top of the episode. It's at npr.org/lifekitsurvey. It'll really help us out. Again, npr.org/lifekitsurvey."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2356790868.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/07/gettyimages-1172751698_wide-134d8149d5f76f14562fb57a30da9f72edd03f6f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ANDREA BONIOR",
    "BONIOR",
    "EHIME ORA",
    "DIEP TRAN",
    "ORA",
    "TRAN"
  ]
}