{
  "title": "My in-laws nitpick at me and my partner's life choices. How can we get along?",
  "url": "https://www.npr.org/transcripts/1141872654",
  "intro": "Creating a relationship with your partner's family can be hard work. Experts share how to navigate 5 tricky situations, including dealing with in-laws who can't seem to stop giving unsolicited advice.",
  "transcript": [
    {
      "author": "EMILY KWONG, BYLINE",
      "text": "Hey, everyone, Emily Kwong here. Can't get enough of your favorite NPR show? Well, it is time to take your podcast listening to the next level with NPR Plus, a totally new way to support public media. Learn more at plus.npr.org. Give a little, get a lot with NPR Plus."
    },
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "LIFE KIT is all about helping you, our listeners. And now we need a little help from you. Please tell us what you like about our show and how we could improve by completing a short, anonymous survey at npr.org/lifekitsurvey. It'll help us out a lot, and it will also give you a chance to tell us more about what you like or don't like about LIFE KIT. Again, you can take the survey at npr.org/lifekitsurvey. And thank you."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "This is NPR's LIFE KIT. I'm reporter Andee Tagle. So you found that special someone, and the time has come to meet the family. Tell me, is there anything more nerve-wracking than meeting your partner's parents for the first time? Is there any tie more delicate or complex than a relationship with your in-laws? According to a lot of you, the answer is no. I put out a call for personal stories in preparation for this piece, and of all the episodes I've done for LIFE KIT, of all this squishy, uncomfortable subjects I've covered, from diet culture to money anxiety to end-of-life planning, it's this topic that people just did not want to talk about on the record. I get it. The forced intimacy of these singular relationships is a rich breeding ground for potential awkwardness and misunderstanding and discomfort."
    },
    {
      "author": "R ERIC THOMAS",
      "text": "The pitfall for in-law relationships is that you are coming in, you know, way late into the movie and you have to catch up. And you're also in your own movie. And you're, like, I don't share these values. I don't want to invite Aunt So-And-So to the wedding, or I don't think the money should be handled this way."
    },
    {
      "author": "TAGLE",
      "text": "Writer R. Eric Thomas wears a lot of hats - among them novelist, culture critic and longtime host of \"The Moth\" in Philadelphia. What all these roles have in common is his thoughtful examination of all the ways we relate to one another."
    },
    {
      "author": "THOMAS",
      "text": "When you're in a couple, you're able to sort of talk those things out. But with in-laws, you either have to, you know, sort of choose your battle and say, like, all right, fine, I accept this about you, or say, like, no, this is a non-negotiable. And those two things are both hard."
    },
    {
      "author": "TAGLE",
      "text": "But your in-law story doesn't have to be a horror movie. Take it from Eric. Initially, distance kept him from being able to be too close with his mother-in-law. But after time and a cross-country road trip together, he and his husband shared Thanksgiving dinner with mom."
    },
    {
      "author": "THOMAS",
      "text": "And we talked and we cooked together, and we also sat in easy silence. And that's a thing that - I think we all were really looking for that."
    },
    {
      "author": "TAGLE",
      "text": "A relationship with your partner's family is a long and ongoing journey. Often, there's a lot of unpaved road to be traveled, between the starting point of being polite strangers to the destination - a family member sitting in easy silence - and much more still after you get there. But despite the potential potholes of competing parents or storms of bad feelings over changing family traditions or lifestyle choices or time with the grandkids, building bonds with your in-laws is an opportunity for building essential community..."
    },
    {
      "author": "RUTH NEMZOFF",
      "text": "Because we need each other at the beginning of life and the end of the life, and both good and bad in between."
    },
    {
      "author": "TAGLE",
      "text": "...For creativity and legacy..."
    },
    {
      "author": "MORAYA SEEGER DEGEARE",
      "text": "As you make space for all the new people in the family, that is why traditions adjust and change and can be really lovely."
    },
    {
      "author": "TAGLE",
      "text": "...And for closeness with and for your partner."
    },
    {
      "author": "THOMAS",
      "text": "No other relationship is going to be like this. People may love your spouse. You may be married to Julia Roberts. Everybody loves Julia Roberts. But, like, nobody loves Julia Roberts like her parents and her spouse. And so that's unique and that's beautiful."
    },
    {
      "author": "TAGLE",
      "text": "So in this episode of LIFE KIT, whether you're newly partnered and want to start things off on the right foot or you're navigating taking your relationship to new heights, like through marriage or children, we've got tips to grow, steer and sustain a strong relationship with your partner's family."
    },
    {
      "author": "TAGLE",
      "text": "A quick note up front - the tips we share in this episode assume a baseline of familiar relationships built on mutual trust and respect. Everyone is entitled to feel safe in their communities and to navigate their relationships free from violence or abuse in any form."
    },
    {
      "author": "TAGLE",
      "text": "OK. Now that we're all on the same page, let's get into it. Try though you might, romantic relationships don't exist in a vacuum. Yeah, it's great that you can banter all day about movies and music and your matching taste in obscure latte art. But getting along behind closed doors is only one part of the equation for a lasting partnership. Another critical element is getting good with your partner's people, and that starts by understanding the full picture of who and where your partner comes from. So takeaway one - do your homework. Collaborate with your partner to create a game plan for meeting the folks. New-York-based, licensed marriage and family therapist Moraya Seeger DeGeare says to put your best foot forward, prepare by having direct and explicit conversations with your partner."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "If the communication with the couple isn't there, a lot of times, one person is feeling really blindsided. The partner is like, oh, but my mom's always like that. And it's like, well, you could have told me this was going to offend them."
    },
    {
      "author": "TAGLE",
      "text": "Moraya specializes in working with mixed-race and LGBTQ couples. She says with any relationship dynamic, it's important to leave judgment at the door."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Before you even meet this person, honor the fact that, like, what they're going through and they've experience in life is completely normal to them, just as, like, your life has been sort of completely normal to you."
    },
    {
      "author": "TAGLE",
      "text": "So take the time to understand their family's specific definition of normal beforehand. Handshakes or hugs? How should I address your parents? Should I offer to pay? What topics are off limits?"
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "And then this is when it's really important to bring in culture, is when you're talking about sort of, like, how do we set us up for success? Is - what are any sort of traditions in that meeting that are really important? Or even just sort of like, yeah, my mother is someone who - like, always bring flowers. Always bring a gift."
    },
    {
      "author": "TAGLE",
      "text": "Also, be deliberate about your setting. Like, you'll want to avoid a first meeting on major holidays or big events if you can help it."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Like, you're going to meet a much more stressed version of your in-laws than normal if they're hosting and things like that. So it's actually much easier to do it over coffee or something really casual that's already going on."
    },
    {
      "author": "TAGLE",
      "text": "And finally, if you or your partner are worried about potential big cultural conflicts - things like race, religion or sexual orientation - those are subjects you just brush over. Hopefully, says Eric, if you reached a meeting-the-family level of seriousness with your partner, you've already gone over these things in depth. But if not..."
    },
    {
      "author": "THOMAS",
      "text": "Then that's something that you will need to work through and that they need to work through with their parents before you get involved. You can't force yourself to join a family system that doesn't want you."
    },
    {
      "author": "TAGLE",
      "text": "Like we said at the top of the episode, mutual respect and trust are non-negotiable. Make sure your partner is creating the same safety for you that you do for them."
    },
    {
      "author": "TAGLE",
      "text": "Next, takeaway two - date your in-laws."
    },
    {
      "author": "TAGLE",
      "text": "Now, mind you, I'm not talking about turning up at their door with a big bouquet of red roses. But lead with empathy and curiosity, like you might do for any other date or first meeting. Try to get to know the actual person in front of you. Don't compare them to the person you think they are or should be. And remember, your partner's people likely have as much trepidation as you do."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "I'm meeting someone who isn't choosing me, right? Like, that's not the person that you're partnered with, and they probably have a lot of expectations in you know, who I am, too. So going in with a lot of empathy to that first meeting and then stay curious. Like, when they say something weird, be like, I'm just going to be keeping curious. I don't really know you. Let me sort of see what's happening here."
    },
    {
      "author": "TAGLE",
      "text": "Maybe come prepared with a joke or favorite story to make sure conversation flows. You can collaborate with your partner beforehand to go over potential common ground. And Eric says, you don't have to overthink it. It's OK to reach for the lowest hanging fruit and just see what happens."
    },
    {
      "author": "THOMAS",
      "text": "You know, my mother is a very talented photographer, and my husband is really interested in photography. And so I was like, talk about photography. And that bloomed into talking about family legacy and memory and holding on to what's important. I think everything can be a key to some larger understanding of who they are."
    },
    {
      "author": "TAGLE",
      "text": "The little things add up. So whether or not that first meeting goes spectacularly or spectacularly terrible, commit to putting in the reps."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Oftentime, people don't really see their in-laws enough that they don't have, like, that casual, like, connection of rebuilding it. And so then you have six months goes by and they're still at that same point of, like, that awkward dinner. So it doesn't really evolve organically always."
    },
    {
      "author": "TAGLE",
      "text": "The more exposure you get, be it through friendly follow-up texts or thank-you cards or coffee time, the easier it might be to start to get comfortable with one another. You might even find, dare I say it, friendship."
    },
    {
      "author": "THOMAS",
      "text": "I think it's just a really fun treat and doesn't always happen. You know, everyone's got their own lives. But the opportunity to sort of be friends with somebody who knows your partner super well, raised your partner and, you know, is able to push all the buttons in your partner because they installed them, that's a really interesting perspective."
    },
    {
      "author": "TAGLE",
      "text": "But it's not always going to be smooth sailing with your partner's parents or family, and that's OK. The push and pull of compromise is all part of being a family. And that's takeaway three - learn when to bend and when to break. Your relationship means your rules."
    },
    {
      "author": "TAGLE",
      "text": "The joy of partnership is being able to build and create a life together. Where do we want to live? Who do we want to be? But this territory also comes with growing pains, especially during big life transitions."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Oftentimes, you know, coming into a new family, we are people-pleasing for the first couple years. Then someone has kids, and all of a sudden, they're like, well, I have all these boundaries. And everything changed, and now people are shocked. And it's, like, this really painful experience. And it's like, but you have had these boundaries the whole time. You just weren't willing to hold them in place when it was just you, right? So now when you have kids, you're willing to hold them in place. Or now you just are completely burnt out from it - right? - or something else happened in your life. Or you went to therapy and the therapist is like, no, you're going to need to hold the boundary."
    },
    {
      "author": "TAGLE",
      "text": "Your people love you and want the best for you, but everyone has a different definition of what that best is and how that best should fit in with the rest of the family. So let's break down a few of those common in-law tension points and what to do about them. First up - opinions. When you're sharing a life with someone, a lot of shoulds can get thrown your way - fresh, not frozen; left, not right. Maybe your partner's favorite aunt has very specific ideas about saving and investing, or maybe dad-in-law won't stop pushing his Thanksgiving dessert menu. You have options. You can keep it super simple."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "I think it's important to remember people can give you advice and you can just say thank you."
    },
    {
      "author": "TAGLE",
      "text": "You can be open-minded."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Maybe we do want to consider adjusting or shifting our parenting lives. Like, you know, I never thought of this. OK, I'm going to try it out. And it's OK to try it out and then say, hey, I tried it. I didn't like it. You know, and that can be really big to just honor the fact that, like, I did try something you said, and I don't like it."
    },
    {
      "author": "TAGLE",
      "text": "Or you can choose to take one here and give one there. It doesn't have to be all or nothing."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "So you should tell your mother-in-law that, OK, I love that idea. I'm also going to bring this dessert."
    },
    {
      "author": "TAGLE",
      "text": "But let's acknowledge here, none of this is easy to do. It can be really hard to find the strength to go against the grain of someone who's been the ultimate authority in your person's life, especially if they offer you something with good intentions. But living your life for the sake of someone else's approval - that's a lot harder."
    },
    {
      "author": "THOMAS",
      "text": "You know, as much as it's possible that in-laws can be friends and can be, you know, really great additions to a family system, it's also sometimes useful to think, these are just two strangers. And I don't owe these strangers more of myself just because we are in a family unit."
    },
    {
      "author": "TAGLE",
      "text": "So you do you, but where you can, be creative, collaborate and always lead with kindness. If you don't agree, you can at least remember the thought behind the thing they're offering. For example, do you absolutely hate that lamp they bought you for Christmas last year? It doesn't cost you much to just put it out when mom visits. Then maybe you could suggest only homemade or experience-based gifts this year. No matter your choice, you and your partner should be a united front. And let's note, that might be harder for some than others. Moraya says, bring some awareness and patience if your partner has trouble falling out of step with their family's every whim."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "You have, to like, bring them back to reality of, like, you're not actually married to your parent, right? Like, it is time for you to, like, be in this role with me. And I would, like, say something like that. Like, this role with me, as my intimate partner, romantic partner, I don't need you to agree with me the whole time, but I need to know that, like, the place of belonging is here with me."
    },
    {
      "author": "TAGLE",
      "text": "A final note on opinions - manage yours with care, too. If you criticize your partner's family, Eric says, proceed with extreme caution."
    },
    {
      "author": "THOMAS",
      "text": "You're talking about somebody's parent, you know? And even if they are in agreement with you - they're like, yeah, oh my gosh, it's so annoying when my mother insists on doing X, Y, and Z - this isn't the space for you to vent your spleen. This is a space for you to sort of say, this is where I'm coming from and this is really frustrating to me, and it would be really helpful if I could get some backup here."
    },
    {
      "author": "TAGLE",
      "text": "Next up - splitting time. Moraya says it's important to know your limits and be intentional about the time and traditions you choose to keep. Letting your guilt or obligation make decisions for you won't make anyone closer."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "So it's bringing in those moments throughout the year that, like, how do you actually enjoy connecting with them? - and to talk about that as a couple and move away from, you know, that perfect, there's eight holidays and we're going to just, like, split them down the middle. And then be really clear with family. I think a lot of times, like, it really becomes a sore spot when someone's not there and that people don't know why. And so to really explain, this is the choice that we made for this year, this is what we're going to try out."
    },
    {
      "author": "TAGLE",
      "text": "Every family has their own way of doing things and changing things up can cause some hurt feelings. So be sure to be kind but honest and firm about your reasoning. Only you can decide what your life looks like and how your time is spent. Now moving on to the big show - full-on disagreements. Takeaway four - learn how to fight fair. Listen, families argue. In-law tiffs might feel heightened or extra delicate because, unlike with your siblings or parents, you haven't totally figured each other out yet. So the first thing to remember in this arena is that this is new territory for everyone. Next, assess the scope of your discomfort. Is this something you could or should flag with your partner first? Different gripes will call for different courses of action. Like, if that cousin you just met made an insensitive comment at dinner last night..."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "Give your partner the opportunity to talk to their family member first 'cause they have the longstanding relationship."
    },
    {
      "author": "TAGLE",
      "text": "Now, if your mother-in-law keeps showing up to your house unexpectedly, asking for lunch and uninterrupted time with the grandkid, it might be time for you to stand your own ground. When you do, be kind and direct."
    },
    {
      "author": "SEEGER DEGEARE",
      "text": "It could be bringing in something of, like, I love - you know, I love being able to live close to you and that you can have a really close relationship with your grandchildren. I'm feeling uncomfortable at how you show up here, and I don't know you're on your way over. In the future, could you shoot me a quick text when it's, like, a quick stop-by and just let me know that you're on your way over?"
    },
    {
      "author": "TAGLE",
      "text": "And if you want to be understood, consider how your in-laws communicate, as well."
    },
    {
      "author": "THOMAS",
      "text": "If you have very different communication styles, which most people do with their in-laws, then figure out what's in the middle. You know, maybe they're shouters and you are a person who's going to sort of write a letter. What's in between those two poles?"
    },
    {
      "author": "TAGLE",
      "text": "Strongly worded text message, perhaps. Yeah."
    },
    {
      "author": "THOMAS",
      "text": "A strongly worded text message sounds fantastic. It sounds like a nightmare for me and my communication style. But, you know..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter) For both of us."
    },
    {
      "author": "THOMAS",
      "text": "...Go with whatever works for you."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Also, don't forget to check-in with yourself. If your in-laws have you on high alert and you always seem to be butting heads, it might be time to think about what part you might be playing."
    },
    {
      "author": "THOMAS",
      "text": "I mean, I think it kind of goes back to empathy and sort of asking, like, why do they want this thing from me? Why are they behaving this way? And why am I behaving this way? You know, why is this not working? Why are we not getting along?"
    },
    {
      "author": "TAGLE",
      "text": "If things are really fraught, consider enlisting the advice of an objective third party, like a friend or a therapist. Do what needs doing for yourself and your relationship. Maybe you could limit the length and the scope of your time together, for example. But remember, at the end of the day, you and your in-laws are on the same, very special team, one that finds home in your partner. That's worth working for."
    },
    {
      "author": "THOMAS",
      "text": "And as we change, as we grow, our partners are also growing and changing. And I think a strong relationship with their parents gives you the opportunity to say, like, hey, who's this person? Have you noticed this person? Isn't this fascinating? Isn't this wonderful? Isn't this strange? Should we be concerned? And I can't stress how useful that is to have a system that you can rely on both for little things - can you babysit - and big things - can you help me work through this crisis that we are having in our marriage, in my life?"
    },
    {
      "author": "TAGLE",
      "text": "Our final takeaway is a dispatch from perhaps the world's friendliest mother-in-law. Takeaway five, bring your most mature self to your in-law relationships. Remember, it's all about perspective."
    },
    {
      "author": "NEMZOFF",
      "text": "I am staying with my son-in-law right now and he helped me get set up."
    },
    {
      "author": "TAGLE",
      "text": "I love it. How's your relationship with him?"
    },
    {
      "author": "NEMZOFF",
      "text": "Well, it's good enough that he loaned me his equipment, and he's been a real cheerleader about doing this."
    },
    {
      "author": "TAGLE",
      "text": "Ruth Nemzoff is an affiliated scholar at the Brandeis Women's Studies Research Center and author of the book, \"Don't Roll Your Eyes: Making In-Laws Into Family.\" She's also a mother-in-law four times over and a grandmother to 11, who makes the whole process sound so easy. But don't let that fool you. When it comes to creating a meaningful relationship with your partner's family, she wants you to know..."
    },
    {
      "author": "NEMZOFF",
      "text": "It's complex, and it's hard, and it's unrealistic to assume that just because we're related - which is always a question - are we really related? - that we would have a good relationship and that we all have to work at it."
    },
    {
      "author": "TAGLE",
      "text": "When families are joined by marriage or partnership, Ruth says it can be easy to play the compare and contrast game. You know, who's the winning in-law? Which set of parents has a closer relationship to the kids? Who takes grandkids on more elaborate vacations? Which mom is more supportive of the relationship? She says the fix is to consciously show up as your most mature self and look for ways to cooperate instead of compete, especially in emotionally charged situations like weddings or other big family events. You don't have to be everyone's best friend."
    },
    {
      "author": "NEMZOFF",
      "text": "We've all worked with people we don't like. And how do we do it? By focusing on the task at hand, by finding what's good in the person. You might not like them personally, but boy, can they keep the accounts well, and you can't keep the accounts. So it's that focus. It's that intention of trying to get along."
    },
    {
      "author": "TAGLE",
      "text": "It's a perspective shift and an active choice for everyone, says Ruth. Like, when it comes to splitting the holidays, she could choose to be upset about the fact that her kids and grandkids aren't with her for every gathering. Instead..."
    },
    {
      "author": "NEMZOFF",
      "text": "I think about how lucky I am to have them when they are with me. I also think, you know, I really brought up my children to share. And now I've got to listen to my own instruction, and I have to share."
    },
    {
      "author": "TAGLE",
      "text": "Life is imperfect, she says. So embrace the imperfections and be flexible with your family."
    },
    {
      "author": "NEMZOFF",
      "text": "Be generous in what you accept for an apology. So you might not ever hear the words, I'm sorry, but what you might find is the person stopped their behavior that was so annoying to you or sort of walks away and just doesn't do it again. And, you know, that's a kind of apology, too."
    },
    {
      "author": "TAGLE",
      "text": "Instead of looking for the ways your family-in-law takes away from your time or relationships, consider seeking other things they add to your life. Every family member has something different to contribute."
    },
    {
      "author": "NEMZOFF",
      "text": "For example, I'm not very patient with babies. I don't enjoy rocking them. And I have these wonderful in-laws. Three of them are really baby whisperers. And that's fantastic."
    },
    {
      "author": "TAGLE",
      "text": "When we were taping an interview for this story, I happened to be staying with my in-laws. I'm reminded now of how my father-in-law, Vincent, watched the World Cup on mute for the sake of my recording and how Suzie (ph), my mother-in-law, offered to get me a Diet Coke - my favorite - so I'd have energy for my interview. Just small, simple gestures of care and concern but things that add up and make a big impact. After I was done with work, we sat in the living room and watched the game and shared some lovely, comfortable silence. It felt like home. I hope this episode can help you find some of that in your neck of the woods."
    },
    {
      "author": "TAGLE",
      "text": "Ready to start building great relationships with your in-laws? Great. Let's recap the ingredients you'll need."
    },
    {
      "author": "TAGLE",
      "text": "Takeaway one, create a united front with your partner before you meet their family. Ask hard questions. Make sure you understand expectations. And create a game plan for potential tough stuff. Takeaway two, date your in-laws. Put your best foot forward and really try to get to know them to create common ground. Takeaway three, your relationship means your rules. Build your boundaries with care. Takeaway four, disagreements happen. Learn to fight fair. Finally, takeaway five, find the bright side wherever you can and celebrate how your in-laws add to your life."
    },
    {
      "author": "SEGARRA",
      "text": "Before we wrap things up, just a quick reminder to have you complete that survey we mentioned at the top of the show. It's at npr.org/lifekitsurvey. It'll really help us out. Again, npr.org/lifekitsurvey."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on how to split domestic labor fairly. And we have another on how to talk about money in relationships. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Stu Rushfield. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9166621594.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/13/lk_inlaws_jasjyot-singh-hans_wide-d36e5e66e4b1815696e9a08b095abbfb9f1d5858.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "EMILY KWONG, BYLINE",
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "R ERIC THOMAS",
    "TAGLE",
    "THOMAS",
    "RUTH NEMZOFF",
    "MORAYA SEEGER DEGEARE",
    "SEEGER DEGEARE",
    "NEMZOFF",
    "SEGARRA"
  ]
}