{
  "title": "New Year's resolutions from Life Kit",
  "url": "https://www.npr.org/transcripts/1144115278",
  "intro": "Happy New Year! Team members at Life Kit share some of their favorite tips they are looking to trying in 2023, from how to start an art habit to how to get kids to listen better. For more great New Year's resolution ideas, check out npr.org/newyears.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Happy New Year. This is a weird time of year, isn't it? The holidays are over. There's a noticeable drop in merriment. And it feels like everybody just kind of agrees, OK, party's over. Time to get serious. Like, I've got these New Year's resolutions. I am going to be an entirely different person this year. No more fun allowed. I think that might be why January feels so bleak - well, that and if you live in a place that gets cold, it's frigid, and the daylight is seriously lacking. But I think we can do better in January. I think we could take some of that new year energy and point it in a more positive direction. Like, what if New Year's resolutions weren't just about denying ourselves things and achieving some lofty goal? What if instead we came up with resolutions that would help us live happier or more fulfilling lives?"
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "We want to help you do that. So today, several of my colleagues at LIFE KIT will join me to share ideas from their favorite episodes. Think of these as inspiration for your New Year's resolutions, possibilities to consider as you dream about the year ahead."
    },
    {
      "author": "SEGARRA",
      "text": "Need some inspiration for your New Year's resolution? We here at LIFE KIT have your back. Check out LIFE KIT's resolution planner at npr.org/newyears. There, you'll find a tool to help you mix and match resolutions and the tips that go along with them. Maybe your resolution is to pick up a new hobby or to be more decisive. There are more than 40 different options to choose from. So try it out. Again, that's at npr.org/newyears."
    },
    {
      "author": "SEGARRA",
      "text": "So our first idea comes from our intern, Jamal Michel. Hey, Jamal."
    },
    {
      "author": "JAMAL MICHEL, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "So what New Year's resolution inspiration do you have to share with listeners?"
    },
    {
      "author": "MICHEL",
      "text": "So one resolution folks might want to consider is getting more creative. I think it's really easy to tell ourselves we can't draw or write poetry, but I also think at the same time, we don't give ourselves enough space to cultivate a creative habit. For instance, my dad, he makes these amazing abstract art pieces, but whenever I try painting, I inadvertently copy his style. And, you know, I'm quick to forget that I can explore creativity in my own way."
    },
    {
      "author": "SEGARRA",
      "text": "Totally. There are a million ways to be creative. It's not just painting or poetry, like you pointed out."
    },
    {
      "author": "MICHEL",
      "text": "Yeah, for sure. And I think it's important to remember that we're all capable of artistic and creative expression. You know, we don't have to make the \"Mona Lisa\" to feel good about what we're engaging in. And funny enough, it turns out just the act of making any kind of art is good for us."
    },
    {
      "author": "SEGARRA",
      "text": "I love that. Tell me more."
    },
    {
      "author": "MICHEL",
      "text": "So I got the idea from one of our experts. Her name is Girija Kaimal. She's a researcher in art therapy, and she talks about the importance of creativity and how it impacts us."
    },
    {
      "author": "GIRIJA KAIMAL",
      "text": "Engaging in any sort of visual expression - coloring, doodling, free drawing - results in the reward pathway in the brain being activated, which means that you feel good, and it's perceived as a pleasurable experience."
    },
    {
      "author": "MICHEL",
      "text": "She says making art can even help reduce stress and anxiety. It can also help you sharpen your problem-solving skills."
    },
    {
      "author": "KAIMAL",
      "text": "The idea that you can handle problems that come your way, that you can problem-solve and come to a creative solution."
    },
    {
      "author": "SEGARRA",
      "text": "So this all sounds great, but what if you don't even know where to start? Like, some people don't actually have a creative habit at the moment, and they don't know how to, you know, paint watercolors or whatever."
    },
    {
      "author": "MICHEL",
      "text": "You know, that's really the beauty of what they're saying in this episode. She says to just let yourself get lost, messed around in the space that you're trying to cultivate and really just have fun. I'm bad at having fun, mainly because I try to iron out all the nooks and crannies. But, you know, her advice really helped me find peace in just wandering."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So what kinds of creativity have you been wandering through lately and having fun with?"
    },
    {
      "author": "MICHEL",
      "text": "I am revisiting the poetry that I was working on in my graduate program. But sometimes, you know, I just have to put it down when I hit a wall."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Is it OK to leave all these art projects unfinished?"
    },
    {
      "author": "MICHEL",
      "text": "That's totally fine. If you put something down and you come back to it days later, it might bring new perspective you didn't have before. You can even not finish it at all. That's totally OK. I think a great rule of thumb to try and implement is putting aside about 10 minutes a day for whatever creative activities you want to work on."
    },
    {
      "author": "SEGARRA",
      "text": "That makes me feel a lot better because I do have several unfinished embroidery projects just kind of sitting around and a lot of, like, half-colored-in coloring pages. That sounds like a really nice break throughout a busy week."
    },
    {
      "author": "MICHEL",
      "text": "Yeah. And it gives you a chance to try to experiment and especially to fail 'cause I think that's the beauty of creative expression is in the failure."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, and that it's OK. Like, nobody's standing over your shoulder judging you or judging your art."
    },
    {
      "author": "MICHEL",
      "text": "Or in my case, it's me standing over my shoulder, but yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Judging your own art."
    },
    {
      "author": "MICHEL",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Thanks, Jamal."
    },
    {
      "author": "MICHEL",
      "text": "Thanks, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "One thing I love about Jamal's idea is that it's really an intention more than a goal. You know, a goal would be something like learn how to paint watercolors or get a comic published. And goals can be actionable, and they can help move you forward. But sometimes they also put you in a box before you're even ready to go that far. They can feel kind of rigid and even insurmountable. An intention, on the other hand, can be as simple as one word - in this case, creativity. And there are lots of ways to live and breathe that intention in the year ahead. It just might be more approachable. Worth a try, right?"
    },
    {
      "author": "SEGARRA",
      "text": "OK. Next up, we have a tip from LIFE KIT reporter Andee Tagle. Hey, Andee."
    },
    {
      "author": "ANDEE TAGLE, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "What do you have for us?"
    },
    {
      "author": "TAGLE",
      "text": "So today I have a tip for anyone with a resolution to keep a tidier house in the new year, like me. I am anyone. It comes from our episode on how to split up domestic labor. And, now, I know chores aren't a super fun topic for a lot of people. But this is something a lot of people focus on around this time, creating clear and uncluttered spaces at home. And that can be harder for some than others."
    },
    {
      "author": "SEGARRA",
      "text": "Totally. Yeah. I mean, I like to keep my bathroom super clean, for instance, but that has not always been a shared value with the folks I live with."
    },
    {
      "author": "TAGLE",
      "text": "Oh, I have been there. I feel the same. In my house, it's who's in charge of the social calendar. We all have our own version of that, right? Disputes about the dishes, the trash, who's buying the groceries - maybe these sound like small issues, but fighting about your domestic labor is hardly ever just about the chore itself."
    },
    {
      "author": "EVE RODSKY",
      "text": "You're actually not fighting about mustard. What you're fighting about is death by a thousand cuts and erosion, in your home, of accountability and trust."
    },
    {
      "author": "TAGLE",
      "text": "That's Eve Rodsky. She's an author of a very popular book on the subject called \"Fair Play.\" She gave us a great tool to help with accountability at home, which is do a household chore audit."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, an audit, another thing people generally don't find very fun."
    },
    {
      "author": "TAGLE",
      "text": "I know. I'm so sorry, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "But one of Eve's biggest arguments in the book is that in order to create fairer homes, you have to value everyone's time equally. So paid work or no paid work, man or woman..."
    },
    {
      "author": "RODSKY",
      "text": "Everybody around you just gets 24 hours in a day. And if you love them and you want to build a partnership with them, you have to value their time as equal to your time."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. You know, you would think that would be obvious, but I guess it doesn't always happen."
    },
    {
      "author": "TAGLE",
      "text": "You would hope, right? But it's not always the case. And in order to actually respect everyone's time, to put that into practice, you have to know what everybody's doing, right? You have to make the invisible work of household labor visible."
    },
    {
      "author": "RODSKY",
      "text": "Because when something's invisible, it's very hard to value it."
    },
    {
      "author": "TAGLE",
      "text": "And what that looks like is getting on the same page about everything that needs to be done to keep your household running - so everything from chores to meal planning, that social calendar that we were talking about. And make sure everyone understands the time and effort that goes into each task."
    },
    {
      "author": "SEGARRA",
      "text": "So do you and your partner or your housemates or whoever all, like, carve out an hour to sit down and do this together?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah. Exactly. So this should be a communal activity with your partner or roommate, all the stakeholders in your home. And all it entails is sitting down and spelling out all the domestic duties of your household and who is doing them currently. Eve actually created a deck of cards called the \"Fair Play\" deck to help you do exactly this if you need some inspiration to start. But it could also just look like a single piece of paper or your notes app. So you just make one list for all the tasks you own at your house, another for your housemates and then a third for any shared tasks."
    },
    {
      "author": "SEGARRA",
      "text": "I'm guessing you notice some patterns of behavior pretty quickly when you do this, right?"
    },
    {
      "author": "TAGLE",
      "text": "Really quickly. Yeah, you will. And that's exactly the point. A chore audit can show you if you are not pulling enough of your weight or if you're doing way too much. And the point isn't to shame anybody in your house but rather help jump-start a conversation about how you might balance the scales."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that balance is super important."
    },
    {
      "author": "TAGLE",
      "text": "Now, I know this might sound like an unromantic or overly stringent approach to building a home with someone, so I want to leave you with one last thought from Eve about that idea. She says people are afraid of systems of organization."
    },
    {
      "author": "RODSKY",
      "text": "Because they think their home should be just full of love. But the way you get to love and the lack of resentment is through systems. When you know your role, everything becomes easier."
    },
    {
      "author": "SEGARRA",
      "text": "That makes a lot of sense. Thanks, Andee."
    },
    {
      "author": "TAGLE",
      "text": "Thanks, Marielle. Happy tidying, everybody."
    },
    {
      "author": "SEGARRA",
      "text": "Andee's tip reminds me that when it comes to New Year's resolutions, to make them happen you probably need some big-picture thinking and organizing on the front end. It's like building a foundation for whatever it is that you're trying to do so you don't get halfway through the year and realize you're the only one trying to, for instance, keep a tidy home."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Our next tip comes from our digital editor, Malaka Gharib. Hey, Malaka."
    },
    {
      "author": "MALAKA GHARIB, BYLINE",
      "text": "Hello."
    },
    {
      "author": "SEGARRA",
      "text": "So what was your favorite takeaway from our 2022 episodes? Like, what do you want to bring forward in the new year?"
    },
    {
      "author": "GHARIB",
      "text": "It's actually from our digital editor, Beck Harlan's episode on how to take better, more meaningful photos. And that's kind of a big deal for me this next year because I'm going to have a baby soon, and I want to be able to take good and not horrible photos of my son."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I get that. I remember that episode. It was about how to take photos that tell a story - right? - that capture detail and surprise and delight."
    },
    {
      "author": "GHARIB",
      "text": "Right. So in the episode, visual journalist Daniella Zalcman says in order to take a memorable photo, you need to have a reason why you're taking that photo in the first place."
    },
    {
      "author": "DANIELLA ZALCMAN",
      "text": "I think understanding for yourself the intention behind a photo is absolutely critical to creating an image that will last forever and have significance to you."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, OK. So, like, you're taking a photo because you want to remember how hard it was to get to the peak of a really long hike, or you want to take a photo of your baby because it's the first time they smiled - that kind of thing?"
    },
    {
      "author": "GHARIB",
      "text": "Yeah, exactly. So it kind of makes me reevaluate all the other photos I've ever taken. Like, my camera roll on my phone, for example, has 10,000 photos."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, my God. What is on there?"
    },
    {
      "author": "GHARIB",
      "text": "Like, just on a quick scroll, selfies of this wild outfit I wore last weekend and a lot of posed, cheesy photos with my mom and my sister. So I would argue that was me trying to capture a memorable moment. But somehow, they don't look very special. Daniella has a tip on that."
    },
    {
      "author": "ZALCMAN",
      "text": "You know, in this age of hypercuration in the way that we present ourselves on social media of everything has been completely thought out and choreographed, it also - it feels like a privilege to me to be able to attempt to capture those real, little moments as well."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So maybe just, like, take more candid shots."
    },
    {
      "author": "GHARIB",
      "text": "Yeah, exactly, like taking a photo of me and my sister laughing while we decorated Christmas cookies or capturing seemingly insignificant moments. So this whole weekend, while my mom and my sister were there, my mom kept sweeping my floors, even though my house is freaking impeccable. And she prided herself on finding dog hair in the most random corners. I should have taken a photo of that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. First of all, she sounds like my mom. Maybe they should meet up."
    },
    {
      "author": "GHARIB",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Also, yeah, that's - I kind of love that idea. Just take photos of your mom sweeping up dog hair. And then the added benefit is maybe you will annoy her enough that she'll stop."
    },
    {
      "author": "GHARIB",
      "text": "(Laughter). Yeah. Exactly."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Thanks, Malaka, for joining us."
    },
    {
      "author": "GHARIB",
      "text": "Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "I really like what Daniella, the photographer, was talking about from that episode, that you should consider your intention when you take a photo. And that's good advice for resolutions, too. Why this particular resolution? Like, one year my resolution was to be more present in my physical body. And that's because it was the part of me that I was neglecting. I spend a lot of time thinking and also creating, but I wasn't spending enough time running or climbing or swimming or getting my nails done. And I wanted more of that. OK. For our last tip, welcome to our digital editor Beck Harlan, who hosted that episode on photos. Hey, Beck."
    },
    {
      "author": "BECK HARLAN, BYLINE",
      "text": "Hello, Marielle. So as you know, when January rolls around, people often start reflecting about the past year, which can sometimes lead to feelings of regret. You know, should've I applied for that job or asked that person out or spent more time working on my novel?"
    },
    {
      "author": "SEGARRA",
      "text": "Oh, yeah. That list can be very long."
    },
    {
      "author": "HARLAN",
      "text": "So long - so in this new year, I keep thinking about advice from this episode that we had about how to deal with regret. Author and journalist Daniel Pink spent years researching regret, and he discovered something that I just think is so fascinating."
    },
    {
      "author": "SEGARRA",
      "text": "Tell me."
    },
    {
      "author": "HARLAN",
      "text": "So he found that regrets of inaction, meaning something that you didn't do, outnumber regrets of action 2 to 1."
    },
    {
      "author": "DANIEL PINK",
      "text": "When we're younger, we have about equal numbers of action regrets and inaction regrets - regrets about what we did and regrets about what we didn't do. But as we age, the inaction regrets take over. And one reason is that with action regrets, we can sometimes undo them."
    },
    {
      "author": "SEGARRA",
      "text": "Got it. So you can sell the house or get a divorce or apologize to that person."
    },
    {
      "author": "HARLAN",
      "text": "Yeah. Exactly. And then what we end up regretting is all the coulda, shoulda, wouldas - things we didn't do because you can't go back in time and take a risk that you just didn't take. And you always kind of end up wondering, what if?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That's super painful. So when we're trying to figure out our New Year's resolutions or goals or intentions, can our regrets from the past inform us?"
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. Daniel says that we need to interpret our regrets as signals. And he has a three-part formula for doing just that, for processing regret and then using what you've learned to move forward. Here it is. The first step is to look inward."
    },
    {
      "author": "PINK",
      "text": "So when we look inward, we have to reframe how we think about the regret and ourselves. When we make mistakes, when we screw up, the way we talk to ourselves is cruel. We would never talk to any other person the way we talk to ourselves. Treat yourself with kindness rather than contempt. Recognize that your mistakes are part of the human condition. And also, any mistake, any screw up is a moment in your life, not something that fully defines your life."
    },
    {
      "author": "SEGARRA",
      "text": "That feels really important. Just treat yourself with compassion."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. Talk to yourself the way that you would talk to a good friend. And then his second step is to look outward. Basically, share your feelings of regret with somebody else. Don't bottle them up."
    },
    {
      "author": "SEGARRA",
      "text": "Is this about apologizing to folks who you've harmed?"
    },
    {
      "author": "HARLAN",
      "text": "Well, we are always a fan of that but not necessarily. The step isn't necessarily about making amends. It's more about verbalizing your regret by talking with somebody else about it or by writing about it - by putting it into words. And lastly, look forward. Extract a lesson from your regret. And one way he says that you can do this is by using your regrets to help you form your resolutions, like, as kind of a jumping off point for them."
    },
    {
      "author": "PINK",
      "text": "There's a reason we experience negative emotions. They're useful if we treat them right. And so, you know, regret - you don't want to wallow in it. You don't want to ruminate over it. But if you think of it as a signal, as information, as a knock at the door, it is a powerfully transformative emotion."
    },
    {
      "author": "SEGARRA",
      "text": "That sounds really smart. So, I mean, do you have any examples?"
    },
    {
      "author": "HARLAN",
      "text": "Yeah. So, I mean, this is my own example, but, say, this year I didn't spend any time, really, on a creative project that I wanted. Like, if I wanted to work on a photo essay, instead of, like, beating myself up about it, ruminating about it, feeling like I'm not a creative person, I would say, you know what? I really regret that. And then I would put time on my calendar every week to go and spend some time working on that. Does that make sense?"
    },
    {
      "author": "SEGARRA",
      "text": "Totally. I love that, Beck. That's super helpful."
    },
    {
      "author": "HARLAN",
      "text": "Yeah. Using your regret to fuel future action."
    },
    {
      "author": "SEGARRA",
      "text": "Thanks, Beck. Thanks for being here."
    },
    {
      "author": "HARLAN",
      "text": "Thanks for having me. Happy New Year."
    },
    {
      "author": "SEGARRA",
      "text": "So I hope that after hearing this, you feel less pressure about your New Year's resolutions, because really, they don't have to be these rigid goals that you cling to with an iron grip. They could just be small intentions to live better. Now, if you want to find out more about the tips from today's episode, check out LIFE KIT's resolution planner. It's a fun tool where you can use filters to mix and match different New Year's resolutions. It looks like a notebook where you can doodle your hopes and dreams for 2023. Check it out at npr.org/newyears. And if you want LIFE KIT not just in your podcast feed but in your inbox, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Audrey Nguyen, Clare Marie Schneider and Andee Tagle. Julia Carney is our podcast coordinator. Engineering support comes from Kwesi Lee, Andie Huether and Josephine Nyounai. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6607595407.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/22/gettyimages-1351434794_wide-444355a04d6d5eb7d1e88c53f901b71639020e86.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JAMAL MICHEL, BYLINE",
    "MICHEL",
    "GIRIJA KAIMAL",
    "KAIMAL",
    "ANDEE TAGLE, BYLINE",
    "TAGLE",
    "EVE RODSKY",
    "RODSKY",
    "MALAKA GHARIB, BYLINE",
    "GHARIB",
    "DANIELLA ZALCMAN",
    "ZALCMAN",
    "BECK HARLAN, BYLINE",
    "HARLAN",
    "DANIEL PINK",
    "PINK"
  ]
}