{
  "title": "How to help someone at risk of suicide",
  "url": "https://www.npr.org/transcripts/1144196895",
  "intro": "If you know someone struggling with despair, depression or thoughts of suicide, you may be wondering how to help. Psychologists and researchers explain how to recognize the warning signs and what to do and say when a loved one is in crisis.",
  "transcript": [
    {
      "author": "RHITU CHATTERJEE, HOST",
      "text": "Just a heads up - this episode talks directly about suicide."
    },
    {
      "author": "RHITU CHATTERJEE, HOST",
      "text": "This is NPR's LIFE KIT. I'm Rhitu Chatterjee. I cover mental health for NPR. And today, we're talking about something that's long been a taboo topic - suicide. According to the most recent data from the CDC, after two subsequent years of decline, suicide deaths rose by about 4% in 2021, compared to the year before. That's when more than 47,000 people died by suicide. And the increase in these deaths was the highest for males aged 15 to 24. But here's the thing about suicide. Research shows that it's preventable. And a national survey showed that Americans know this. And they want to help somebody who may be at risk, but they might not know how to help."
    },
    {
      "author": "DEQUINCY LEZINE",
      "text": "A lot of times, folks feel like suicide prevention is only something that professionals can do."
    },
    {
      "author": "CHATTERJEE",
      "text": "That's DeQuincy Lezine. He's a psychologist and has struggled with thoughts of suicide himself. And he chairs the lived experience division of the American Association of Suicidology. Lezine says, certainly, getting help from a mental health professional is very important. But there's so much each one of us can do before a loved one gets to the point of being in suicidal crisis."
    },
    {
      "author": "LEZINE",
      "text": "And often, it is that simple stuff of showing that you care and showing up for somebody and being there for them. But there's also a lot of things that people without any type of psych training can do."
    },
    {
      "author": "CHATTERJEE",
      "text": "This episode will help you identify the warning signs that someone you know or love may be thinking about dying and how to keep them from going further down that path."
    },
    {
      "author": "CHATTERJEE",
      "text": "Let's start with - how can you tell if a loved one might be feeling suicidal? Lezine says watch out for certain warning signs."
    },
    {
      "author": "LEZINE",
      "text": "The most obvious is probably just talking about death and talking about suicide - mentioning it either casually or even if it's jokingly or specifically talking about it for themselves."
    },
    {
      "author": "CHATTERJEE",
      "text": "Then there are the less obvious signs, like sudden changes in behavior - for example, if your friend is usually cheerful and you notice that they've been grumpy lately."
    },
    {
      "author": "LEZINE",
      "text": "There would be changes in their mood, usually towards greater agitation or greater sadness, increased anger and irritability, changes in substance use - so radically increasing the amount of substance use or beginning to use substances if they hadn't done that before. There are some changes in sleep or eating."
    },
    {
      "author": "CHATTERJEE",
      "text": "Now, during this pandemic, a lot of people may be experiencing these changes in behavior, sleep patterns, moods, but it doesn't mean that they are all thinking about dying. I spoke with psychologist Ursula Whiteside. She studies suicide prevention at the University of Washington, and she also started a website called Now Matters Now, which features stories of survivors of suicide attempts. Whiteside says those warning signs we talked about - many of them are also signs of other mental illnesses."
    },
    {
      "author": "URSULA WHITESIDE",
      "text": "A lot of the signs that somebody is having increased risk for suicide are similar to the signs that people are having increased depression symptoms or anxiety symptoms or substance use problems."
    },
    {
      "author": "CHATTERJEE",
      "text": "However, these mental illnesses do put people at a higher risk of suicide, but it can take a while before someone goes from just being depressed to feeling so hopeless that they don't want to live anymore. And that gives us plenty of opportunities for prevention. The goal is to identify and help people with these mental health problems before they get to a point of crisis. Whiteside says one more warning sign to look out for is when someone withdraws from friends and families and their regular activities, especially virtual ones."
    },
    {
      "author": "WHITESIDE",
      "text": "Meaning they're not responding to phone calls. Or they're not joining in on maybe a Zoom call with family, or they're not on social media. That's one time that it makes sense to get curious about what's going on with your friend - when people start to disappear."
    },
    {
      "author": "CHATTERJEE",
      "text": "So takeaway No. 1 - identifying the warning signs of suicide, which also overlap with signs of depression, anxiety, and substance use problems. That brings us to the next step. What do you do if you detect any of these warning signs? First thing, Whiteside says, is check in. Ask if they're doing OK and let them know that you're there for them if they need you. She says, if you're unable to talk to them directly, leave a voicemail, write a letter, send a text message. It seems small, but, she says, it can have a big effect."
    },
    {
      "author": "WHITESIDE",
      "text": "And a message like that might say something like - you know, refer to a memory that you have of them - like a positive memory - and say that you miss them or say that you're rooting for them."
    },
    {
      "author": "CHATTERJEE",
      "text": "Also, she says, be prepared to not hear back. But keep checking in, especially if they don't respond, because remember, not responding is a strong sign that they're struggling."
    },
    {
      "author": "WHITESIDE",
      "text": "When people's lives are really hard, they often fade out, as we talked about. And this is a way to just kind of keep pulling that person back to the reality of your friendship or your family."
    },
    {
      "author": "CHATTERJEE",
      "text": "Studies suggest that a lack of connectedness is an important risk factor in suicide, especially for young people. Caring messages and check-ins can bring back that sense of connection to loved ones. So takeaway No. 2 is check in with your loved ones, especially if you suspect they're struggling. And be prepared to check in often, even if they don't reply."
    },
    {
      "author": "CHATTERJEE",
      "text": "So you've called, sent messages, and your loved one has even responded and confessed to you that they're feeling depressed or overwhelmed and hopeless. How do you know if they're thinking about ending their own life? The best thing to do, experts say, is ask them directly. Now, I know this can be really hard to do. Here's how Whiteside says she would approach it."
    },
    {
      "author": "WHITESIDE",
      "text": "I might say, you know, a lot of people I know have been having suicidal thoughts during this period, and especially when they're going through a thing similar to what you're going through. And I think it makes sense that some people just, you know, want to not feel this way anymore. Is that something that's going on for you? 'Cause I'd like to see if there are some things I could do to be helpful."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says, unlike what many people think, asking about suicide does not make it more likely that they will attempt to take their own life. But Whiteside says, if you broach the topic, don't be judgmental about how they feel."
    },
    {
      "author": "WHITESIDE",
      "text": "You're asking 'cause you want to be helpful - not because you're going to call 911."
    },
    {
      "author": "CHATTERJEE",
      "text": "Now, calling 911 is something you should not do unless someone has already hurt themselves or they're in imminent danger and are unwilling to keep themselves safe. Whiteside says the reason is because hospitals may not even admit them to a psychiatric unit unless they have a plan to act in the next 24 or 48 hours. And calling 911 can take away the person's sense of agency - make them feel scared if the police get involved - because calling the police can sometimes escalate things, and it can destroy their trust in both the medical system as well as in you. Also, when talking about suicidal thoughts, Whiteside says couch it as a common experience because it is. In fact, she says, many more people consider suicide than the number of people who attempt it."
    },
    {
      "author": "WHITESIDE",
      "text": "So the vast, vast majority of people who have thoughts will not go on to kill themselves, and I think there's a lot of hope in that."
    },
    {
      "author": "CHATTERJEE",
      "text": "That's takeaway No. 3 - if you're worried that a loved one is feeling suicidal, just ask them directly. And remember, suicidal thoughts don't always mean that someone will act on them."
    },
    {
      "author": "CHATTERJEE",
      "text": "But how do you tell if somebody might be in suicidal crisis - as in they need help right now or very soon? Whiteside says it can be pretty hard to know, even if you're in the same room with them, because they might not tell you. But there are more subtle signs you can look for."
    },
    {
      "author": "WHITESIDE",
      "text": "What goes along with it is difficulty thinking clearly. People often use fewer words and have a harder time communicating. They say things like, I can't do this. I'm just so stressed. They might just sit there really quietly for long periods of time, sort of spaced out. When stress gets to a certain level, people act - often act differently."
    },
    {
      "author": "CHATTERJEE",
      "text": "And if you see that someone you love is going through something like this and you're really worried they might act on their suicidal thoughts, again, the best thing to do is ask them directly. It's hard to do, but there's a handy set of six questions you can use, called the Columbia Protocol. It's developed by researchers at Columbia University, and you can find it with a quick Google search. It can help you figure out if someone is at low or high risk of attempting suicide. The protocol has questions like, have you wished you were dead or wished you would go to sleep and not wake up, and have you had any intention of acting on these thoughts? Someone who answers yes is at high risk, in which case you may need to act fast. But for a lot of people who have fleeting suicidal thoughts, the urge to act on them can come very suddenly. Ursula Whiteside has interviewed several survivors of suicide attempts."
    },
    {
      "author": "WHITESIDE",
      "text": "What they said was that, you know, something really bad happened - a fight with a partner, like, a loss of a relationship, a loss of a job - and this overwhelming urge to end their life and end their pain came over them."
    },
    {
      "author": "CHATTERJEE",
      "text": "But the good news here is that these intense feelings are also fleeting. They last anywhere between a few hours to a maximum of 1 to 2 days. Your job during this time is to help your loved one calm down and not act on their feelings. Part of that is to also ask them about what means they want to use and then talk to them about letting you remove those means and keep them somewhere safe. Remember, those intense suicidal feelings are often fleeting, and so making it difficult for a suicidal person to access the means of harm - say, a gun - is one of the best ways to significantly reduce their risk of injury and death. And studies have found this time and again. But Ursula Whiteside says there are some other things you can do to de-escalate an emotional crisis."
    },
    {
      "author": "WHITESIDE",
      "text": "Here's a stop, drop and roll for when you're on fire emotionally."
    },
    {
      "author": "CHATTERJEE",
      "text": "Whiteside says the first step is to put out that emotional fire."
    },
    {
      "author": "WHITESIDE",
      "text": "You're at, like, a 90 out of 100 when you're in that overwhelming state. You're trying to bring this down to a level where you can think clearly again."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says the quickest way to do that is to ask the person to use ice or cold water."
    },
    {
      "author": "WHITESIDE",
      "text": "Using, like, a cold shower on your face or putting your face in ice water or even using an ice pack and doing this on repeat."
    },
    {
      "author": "CHATTERJEE",
      "text": "She says cold changes our physiology - calms us down - and it's a quick way to reset our emotions. If you're in the same room with your loved one, go get them an ice pack and put it on their face and neck. If you're talking to them on the phone or on a video call, just offer to do it with them. Go to your fridge, get an ice pack and apply it to your face while they do the same thing. It'll make it more likely that they will do it with you. The next thing, Whiteside says, is to remind them that these intense suicidal thoughts are fleeting. So the second step, she says..."
    },
    {
      "author": "WHITESIDE",
      "text": "Is to make no important decisions, especially deciding to die. So not panicking, ignoring thoughts that you don't care if you die, stop using drugs and alcohol, and wait."
    },
    {
      "author": "CHATTERJEE",
      "text": "And the third step, she says, is make eye contact with them."
    },
    {
      "author": "WHITESIDE",
      "text": "That's a difficult but powerful pain reliever. It's like, when you look into someone's eyes, you know, there's not much else that grabs our attention like looking in someone's eyes. It can drag you out of your deepest, almost edge of sleep when you're sitting in a classroom and the teacher looks into your eyes. Like, it'll just jolt you awake. But also, it can be used to drag yourself out of a negative brain space."
    },
    {
      "author": "CHATTERJEE",
      "text": "And be prepared to stick around with your loved one until the crisis has passed. That's our takeaway No. 4. If your loved one is in suicidal crisis, remember, these intense urges are fleeting. So help them wait it out and help them come down using Whiteside's stop, drop and roll exercise."
    },
    {
      "author": "CHATTERJEE",
      "text": "But even after the intense suicidal thoughts have passed, your loved one will need your help and support to start to find their way out of their despair. The first time Lezine had his most intense suicidal thoughts, he told his close friends how he was feeling, and most of them told him..."
    },
    {
      "author": "LEZINE",
      "text": "You know, I love you, and I totally want you to stay around. I want you to be here. I think that you have a lot that's possible to live for. And a lot of people, friends, mentioned the things that they particularly valued about me and saw as potential for the future."
    },
    {
      "author": "CHATTERJEE",
      "text": "He says he'd been feeling so hopeless that he couldn't envision a future for himself, but his friends' love and faith in him changed that."
    },
    {
      "author": "LEZINE",
      "text": "Having those more specific examples of feeling valued, feeling meaningful, and then also having specific things to look forward to in the future, which is often very difficult to perceive when you're in that type of suicidal despair - having those things kind of brought into the conversation by friends was very helpful."
    },
    {
      "author": "CHATTERJEE",
      "text": "It was helpful, but he still needed treatment for his depression. He was so down in the dumps, though, that he couldn't seek mental health care - to make that effort to find a therapist, make an appointment, take that first step to go pour his heart out to a stranger. It all felt too difficult and scary."
    },
    {
      "author": "LEZINE",
      "text": "So if you're already feeling low, and then you feel like you're going to be putting yourself into this social situation where people are going to think even less of you, it's a really kind of fear-inducing, anxiety-producing type of situation."
    },
    {
      "author": "CHATTERJEE",
      "text": "What helped him get treatment, he says, was the support and help from his best friend, Mary Alice. She was so worried about him that she first made an appointment with a therapist for herself to get advice on how to help him. Then, she made an appointment for Lezine and even went with him for that first meeting."
    },
    {
      "author": "LEZINE",
      "text": "And she went with me up to do the intake and do the first session. So I did the first session with just me and the counselor, but she was waiting out in the waiting area for me."
    },
    {
      "author": "CHATTERJEE",
      "text": "That's takeaway No. 5. If you found out your loved one is depressed or anxious and has lost their will to live, be prepared to take those extra steps to help them find treatment and make sure they stick to their treatment. Now, I should add the obvious - none of this is easy. It's very hard work that can be daunting and exhausting. So it's just as important for you to seek help for yourself along the way. Organizations like the National Alliance on Mental Illness, or NAMI, and the American Foundation for Suicide Prevention, AFSP, have lots of resources for family and friends of those struggling with suicidal thoughts. There are peer groups you can join so you can find support in others who are dealing with the same thing. There are mental health education classes you can take, and, of course, you will need to rely on your own support system - your family and friends - for emotional support. It's really, really important that you don't do this work in isolation either."
    },
    {
      "author": "CHATTERJEE",
      "text": "And if you're overwhelmed and don't know what to do next, you can call or text the Suicide and Crisis Lifeline, 988. It'll connect you to a trained professional for advice on what to do next or just get some emotional support in the moment for yourself. And of course, it's a number you should also give your loved one who's struggling so they know they can call it any time, especially when they don't have a loved one to talk to right away."
    },
    {
      "author": "CHATTERJEE",
      "text": "Suicide is preventable. It might take a while, and it often requires patience and a lot of work, but it is possible to help people find their way out of despair and hopelessness."
    },
    {
      "author": "LEZINE",
      "text": "And a lot of times, folks feel like they need to be able to say the right thing or do the right thing. And often, it is that simple stuff - off showing that you care and showing up for somebody and being there for them, making eye contact and just being around to listen actively and to, you know, show that they are valuable enough for your time."
    },
    {
      "author": "CHATTERJEE",
      "text": "And I also want to add that if you've lost a loved one to suicide - maybe you weren't able to intervene, or maybe you said and did the right things and they still died - it's important to remember that it's not anyone's fault. And I can't stress this enough - whether you've lost a loved one or are trying to help a loved one who's struggling right now, remember to seek help for yourself, too."
    },
    {
      "author": "CHATTERJEE",
      "text": "To summarize our big takeaways, No. 1 - identify the warning signs. They can be obvious, like talking about dying, or less obvious ones, like sudden changes in someone's behavior or mood."
    },
    {
      "author": "CHATTERJEE",
      "text": "No. 2 - check in with your loved ones, especially if you've identified any of the warning signs. And don't stop checking in just because you don't hear back from them."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway No. 3 - if you're worried someone you know is considering suicide, be direct. Ask if they have thoughts of dying. Asking someone will not increase their risk of suicide. In fact, it opens up a conversation and can help them get the support that they need."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway No. 4 - if your loved one is in an immediate suicidal crisis, remember - these intense urges are fleeting, so help them calm down and wait it out. Use Ursula Whiteside's stop, drop and roll to get through the crisis."
    },
    {
      "author": "CHATTERJEE",
      "text": "Takeaway No. 5 - if your loved one is struggling with despair and thoughts of death, help them find mental health care and be prepared to accompany them to their appointments."
    },
    {
      "author": "CHATTERJEE",
      "text": "And once more, the new three-digit National Suicide and Crisis Lifeline is the number 988. You can call or text that number to get help for your loved one or for yourself."
    },
    {
      "author": "CHATTERJEE",
      "text": "For more LIFE KIT, check out our other episodes. We've got episodes about managing anxiety and mindfulness. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CHATTERJEE",
      "text": "If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "CHATTERJEE",
      "text": "This episode was produced by Meghan Keane. She's the managing producer. Beth Donovan is the senior editor. I'm Rhitu Chatterjee. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4656837031.mp3",
  "img": "https://media.npr.org/assets/img/2022/12/20/ways-to-help-suicide_wide-5a25a55bcfd8b19fee9e18abaf46fd53489df40e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "RHITU CHATTERJEE, HOST",
    "DEQUINCY LEZINE",
    "CHATTERJEE",
    "LEZINE",
    "URSULA WHITESIDE",
    "WHITESIDE"
  ]
}