{"title":"7 tiny hacks that can improve your to-do list","url":"https://www.npr.org/transcripts/1145019667","intro":"Is your to-do list helping you reach your goals? Or is it holding you back? Productivity experts explain how to level up your list so it prioritizes what matters.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"This is NPR's LIFE KIT. I'm Marielle Segarra. I keep it to-do list on a notepad on my desk. And when I looked at it recently, I noticed something. It's kind of all over the place. On a given day, it might read, make allergist appointment, buy razors, re-tile kitchen floor, throw out compost, microblading, question mark. Microblading, by the way, is something you do to make your eyebrows look fuller. It's like a tattoo that lasts a couple years. I mean, the list is filled with tasks but some are big and some are small. Some are urgent and some are definitely not. Some I'm not even sure should be on there, like the microblading, which I frantically scribbled down after the lady at my eyebrow threading salon asked who messed up my eyebrows so bad. Hi. Yeah. That was me and a tweezer."},{"author":"MARIELLE SEGARRA, HOST","text":"But yeah, I've just never felt like I had a good system for making a to-do list and deciding what goes on it. And I don't think I'm alone in that. So today on the show, we are exploring how to make a better to-do list 'cause it's a new year. There's a lot we want to do, and a well-made to-do list can help."},{"author":"ANGEL TRINIDAD","text":"When you make a to-do list that's aligned intentionally with what you want out of your life, it's really powerful."},{"author":"SEGARRA","text":"We'll teach you how to break down your goals into actionable tasks and to figure out a to-do list system that works for you."},{"author":"SEGARRA","text":"So to-do lists, they're a tool we use to get stuff done, right? And I mean, how good does it feel when you finally cross off that task that's been hanging over your head? But warning - to-do lists can also become a trap. They can feed our impulse to stay productive at all times. The thing is, we don't want to make a better to-do list just so we can indiscriminately accomplish more."},{"author":"TRINIDAD","text":"It's about doing what matters."},{"author":"SEGARRA","text":"That's Angel Trinidad, the CEO and founder of Passion Planner, a company that makes digital and paper planners that show people how to break down their goals into day-to-day actions. You can access a free version of the planner on their website. So takeaway number one in making a better to-do list, as Angel was saying, decide what matters to you in this moment. 'Cause wouldn't it be great to fill our to-do lists with intention so the stuff on them is actually helping us get somewhere? One way to do this is to come up with a big-picture goal, something that's especially important to you right now, something that would make a big impact in your life. Angel calls it a game-changer."},{"author":"TRINIDAD","text":"What is that one thing that would make everything easier, better? And that answer is different for everyone."},{"author":"SEGARRA","text":"To come up with that goal, ask yourself some questions."},{"author":"TRINIDAD","text":"What do I want to be? What do I want to experience? And what do I want to have?"},{"author":"SEGARRA","text":"Maybe you want to be more present in your physical body. If so, your goal could be to run a 5k. Or maybe you want to give back to your community, so your goal is to volunteer once a week. Or you want to become a doctor, so your goal - take the MCAT. Now, sometimes you don't choose the goal. Life hands it to you."},{"author":"TRINIDAD","text":"Like, sometimes your parent is sick or sometimes your dog is sick or maybe you need to find a job or else you're not going to eat."},{"author":"SEGARRA","text":"And that might be your reality for now. Whatever it is, once you have a goal, you'll break it down into actionable steps and deadlines to put on your to-do list. And we'll get to that. First, though, I want to acknowledge, this goal-making approach might feel kind of top-down. Like, maybe you don't have a big-picture goal in mind yet. And that's OK. Oliver Burkeman is a journalist and author. He wrote the book \"4,000 Weeks: Time Management For Mortals.\" That's how many weeks are in the average human life, by the way. And he says another option is to let your current to-do list guide you."},{"author":"OLIVER BURKEMAN","text":"There are various exercises out there like you might know the one that involves asking why five times in succession."},{"author":"SEGARRA","text":"For instance, my to-do list says re-tile kitchen floor. Oliver says I could work backwards from there."},{"author":"BURKEMAN","text":"So, like, I want to re-tile my floor. Why? To make that room look better. Why? And, you know, eventually, you hopefully get to something that feels like a bedrock value of your life. And if you don't, maybe that's a sign that it's a - kind of a zombie project that could be easily abandoned."},{"author":"SEGARRA","text":"Another tip from Oliver - look at the stuff that's filling your to-do list at the moment and ask..."},{"author":"BURKEMAN","text":"Do these choices enlarge me or diminish me?"},{"author":"SEGARRA","text":"He says this question comes from the psychotherapist James Hollis, and he finds it really clarifying and more useful than asking something like, is this making me happy?"},{"author":"BURKEMAN","text":"You know, lots of life is not so happy but can be really meaningful. And plenty of pleasures are kind of shallow and pointless and you don't want to fill up your life with them."},{"author":"SEGARRA","text":"But does this enlarge me? Well, let's use work as an example. Maybe your job right now is hard, but is it the kind of hard that's helping you grow as a person and develop skills, or is it the pointless kind of hard? If it's the latter, maybe it's time to add update resume and pick three jobs to apply to to your to-do list. Once you have a sense of your priorities and your goals, it's time for takeaway two. Pick a system, a way of making a to-do list that works for you. One question to get you started - paper or digital? Angel says some people like paper to-do lists because they're concrete and tactile."},{"author":"TRINIDAD","text":"And what I also love about to-do lists on paper is when you cross it off, there's nothing like it."},{"author":"SEGARRA","text":"Also, paper comes to an end."},{"author":"TRINIDAD","text":"When you put it digitally, there's no end. You can keep going. And I think that's when to-do lists get really overwhelming. It's kind of like a cluttered room. When it's too much, then you just avoid it completely."},{"author":"SEGARRA","text":"Digital has its pluses, though. If you make a to-do list on your phone. It's searchable and quite possibly more organized. If you do choose digital, there are lots of websites and apps you can try. Some are built into your phone, some you can download. Folks on the LIFE KIT team have used the free versions of Todoist, Notion, Asana and Trello. Another question to ask yourself - how do you want to structure your to-do list? Some people prefer a kind of calendar approach with the hours of the day listed."},{"author":"TRINIDAD","text":"I like to time block on my agenda and it's literally making a square of time for the task."},{"author":"SEGARRA","text":"So, you know, Thursday from 2 p.m. to 6 p.m., I'll be working on my novel. Wednesday from 7 to 8 p.m., I'll be at soccer practice. Friday from 5 to 5:30, I'll be cleaning my apartment. This method is called time boxing and it can be a good way to understand how much you can realistically tackle in a day since you're visually blocking off time for each of your to-dos."},{"author":"TRINIDAD","text":"That kind of awareness gets you thinking, am I spending my time in a way that makes sense for me and what my intention is for my life?"},{"author":"SEGARRA","text":"But again, this is about finding a system that works for you. For Oliver, trying to plan this way feels too rigid."},{"author":"BURKEMAN","text":"I've never really found it works to make a very rigorous association between a task and the time of day. Because my moods, my responsibilities as a parent, random emergencies that arise, you just can't sort of say, I'm absolutely going to be doing this thing between 3 and 3:40. You have to with appointments and things, but if you try to do it with everything, very quickly, it feels imprisoning. It feels like life isn't any fun anymore, even if you're working on things that matter."},{"author":"SEGARRA","text":"So another option is a straight-up list of tasks. Call me old-fashioned, but that's what I'm sticking with. Remember, by the way, whatever you pick is just a starting point."},{"author":"BURKEMAN","text":"An important thing here is to feel like your systems for organizing your life can evolve constantly."},{"author":"SEGARRA","text":"Now, once you have a system in mind - takeaway three - it's time to fill your list. Let's start with an acknowledgment. There are some things you just have to get done. The tasks of daily living - refill that prescription, buy groceries, get more toilet paper. Those tasks can go on your to-do list, but they don't necessarily have to."},{"author":"TRINIDAD","text":"There's this thing within the productivity world called the two-minute rule, and it's if it takes less than two minutes, just do it right then and there. You know, it's not worth spending the bandwidth to write it down, hopefully remember it, hopefully do it."},{"author":"SEGARRA","text":"You could also consider automating some of these things, so they never make the to-do list at all. Like, maybe you have toilet paper delivered to your house once a month, you're going to need it. OK, so we're meeting our daily needs, now we want to reflect our bigger goals on our to-do list. Like, maybe one of mine is to redecorate my apartment. The thing is - and this is what trips a lot of people up - that's not a to-do list item."},{"author":"BURKEMAN","text":"So often, things hang around on our to-do lists and we don't get them done because we're not even expressing them in a doable form."},{"author":"SEGARRA","text":"Let's break this down. Which parts of the apartment do I want to redecorate? Well, definitely the kitchen. I want to replace the tile floor. Still not actionable enough. We're going to have to go even smaller. Call the hardware store for an estimate. Now, that's doable. Go look at tile. That's doable. Order the tile. Also doable. These are the kind of things to put on your list or in your planner. Oliver says you also might consider limiting your to-do list to four or five doable tasks at a time."},{"author":"BURKEMAN","text":"And you're not going to add a new one to that list until you've moved one away, thereby freeing up a slot."},{"author":"SEGARRA","text":"That can help you stay focused 'cause you can't do everything at once. And that's takeaway four. Pick something to let go. In his book, Oliver talks about the art of creative neglect. He borrowed that phrasing from graphic novelist and creativity coach Jessica Abel."},{"author":"BURKEMAN","text":"You're going to be not excelling on a whole load of dimensions. If you're going to be, like, a really good parent and a really good employee, then you're probably not going to be able to be a really good, I don't know, runner of triathlons or something. There's a million examples."},{"author":"SEGARRA","text":"We really can't do it all, at least not simultaneously. So as you're making your to-do list with your big-picture goals in mind, pick something to fail at, too."},{"author":"BURKEMAN","text":"Just say, well, OK, instead of constantly being dismayed when I realize that I'm not superhuman, I'm going to make a decision about a few things in advance that for this season of my life, I'm just not going to be doing. So, like, you know what? I'm not going to be keeping a tidy, beautiful house while dealing with a newborn baby and working full time, you know?"},{"author":"SEGARRA","text":"And he says, when you choose what to fail at ahead of time, you're really changing your mindset 'cause months from now, when you see your messy house, maybe you won't actually feel like you're failing. Instead, you could see it as a reminder of your values in this moment and what you've committed to."},{"author":"SEGARRA","text":"OK. time for a recap. Takeaway one, figure out what matters to you. What are your priorities at this moment? Do you have a big goal or project in mind? Takeaway two, pick a to-do list system - paper or digital? Hour by hour or a simple list of tasks? The system can change. This is just a starting point. Takeaway three, fill your list with the tasks of daily living but also with steps toward your big-picture goals. And takeaway four, pick something to fail at. You don't have to do everything all at once, and you definitely don't have to do it all well. Also, remember that to-do lists exist to serve us. We don't answer to them. So if your to-do list is making you feel bad about yourself or your life, crumple it up, throw it out and start over again when you're ready."},{"author":"BURKEMAN","text":"I think that a lot of us seem to go through life feeling like we're in sort of productivity debt, you know? We've got to work really hard today to try to pay off the debt by the end of the day."},{"author":"SEGARRA","text":"But remember, Oliver says, there's nothing you need to do to earn your right to exist."},{"author":"SEGARRA","text":"Before we go, an editorial note. We want to let you know that Angel Trinidad, the founder and CEO of Passion Planner, and LIFE KIT reporter producer Andee Tagle, have been friends since college. But we asked Angel to share their experience with us not because of this personal relationship, but because four other LIFE KIT staffers independently discovered Passion Planner and found it to be a really useful tool to help them manage their time."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how to stop procrastinating and another on how to improve your focus. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."},{"author":"CLAIRE MARRET","text":"Hi, my name is Claire Marret (ph), and my life hack is when you meet someone new, go into your contacts and write a little note in that little note section. And if there's anything that you want to remember about this person - you know, they have a dog named Fred or they're married or this is their coffee order - put all of that in your contacts and it makes you look really attentive."},{"author":"SEGARRA","text":"If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Kwesi Lee, Andie Huether and Josephine Nyounai. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR6677258799.mp3","img":"https://media.npr.org/assets/img/2022/12/22/lk_harlan_to-do-list_final_wide-97812f15d7f69d0245176b7ba448b20019324bd7.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","ANGEL TRINIDAD","SEGARRA","TRINIDAD","OLIVER BURKEMAN","BURKEMAN","CLAIRE MARRET"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,11,2946,25679,25447,21774,19102,12244,979,21623,23653,19357,21977,6010,3488,2200,1347,2292,23208,20480,16360,20208,13732,18818,19790,16289,15843,5203,12448,23952,22410,15136,7656,7260,15782,9467,3018,9527,16908,13291,9834,8128,9662,8516,25545,23414,16747,20340,5815,3608,1292,24315,24692,19719,9515,5296,1036,16660,22265,14651,10132,1777,14438,22587,11153,17476,18270,3585,22175,24546,22501,17796,11959,4091,19070,16414,15939,20210,12859,12257,9287,21204,20644,12513,14924,7937,14080,11656,12721,13392,21319,20909,15992,10757,18063,18900,14057,11365,11398,8840,11945,3496,453,23173,20787,17113,14701,19914,12513,16589,12870,23254,23242,20822,16848,23179,16383,11158,13315,17588,13576,21206,16041,16192,7718,8214,15548,9596,5551,4523,20027,24034,23366,14282,22788,18414,18504,23549,19719,14870,10613,9960,21863,15426,14841,20414,18815,10039,19291,11916,11328,18112,12923,21002,16057,11651,21880,9119,22380,22418,18822,13275,14141,4767,3407,10188,11460,18034,20811,9706,7767,11547,8705,5794,3780,9172,23598,23589,16776,22753,16327,15086,15769,9291,11951,9126,18649,12633,8922,16027,20069,22035,8886,12722,23867,17511,15967,18039,2996,3414,24376,19297,14966,23577,23593,16884,22064,21081,22262,23021,7888,9314,14460,1110,14858,11645,20644,532,15719,19154,11337,10653,3131,5661,17401,15376,18036,15228,5153,19246,20765,8537,7919,10018,9019,20109,18209,13641,17387,17052,17622,13858,12171,15317,22480,12772,14597,3337,1146,20000,19279,21319,10579,10756,1607,12695,12058,23201,23128,13272,15750,8688,18563,6213,13214,14529,1137,20418,24656,18391,17298,13662,6598,9362,10201,11037,132,141,128,124,30,19869,25329,21940,16398,13711,26545,13640,11427,16730,9225,26105,17678,18088,21355,27366,13900,9678,7894,20423,16478,12639,17479,18797,15699,18872,16378,28019,9853,24506,13662,21505,12342,12828,15555,27503,18441,21659,21107,25770,12815,16086,8364,25742,23802,15628,7550,4159,20209,15594,13048,16577,14255,17105,6600,20523,16911,17844,18341,19668,23526,23763,10853,12453,13749,14886,19853,10261,21975,17942,11457,15015,18920,27761,18392,15106,17462,28142,19095,12568,20176,18630,26718,9804,3257,27750,15718,27982,16469,16209,13155,11522,8299,9594,23382,18294,24302,18857,16319,14770,15699,17178,9240,26539,16628,16060,14408,10062,7950,34,20,5,22188,28516,12366,27475,19759,20545,25236,16887,1093,14637,16245,18089,8318,17189,16812,26109,14035,8395,9609,8362,13791,22548,16949,18454,20494,21028,17579,15051,14068,9774,13458,12656,13728,25629,13489,9455,23950,23196,15471,15069,78,25153,21609,26352,24594,13737,19001,17977,24751,13417,14441,3510,6,3,14,26177,25518,11700,15355,11314,14396,19573,13070,15494,11454,3293,21744,18840,14947,13611,13652,11790,3205,17728,23373,14058,11994,16001,12546,6607,7771,11354,13766,8068,10860,9431,14907,8005,22360,23384,10213,8327,7249,8597,8517,5205,540,22477,14370,22390,8389,20866,13995,98,3,29,10,10,24401,23251,23298,8677,24293,12493,9249,9557,18732,17650,11155,10505,12685,22005,10906,12207,10791,10576,10650,21286,20161,16195,13715,22841,11285,7786,9752,7527,20650,3058,29,21854,17804,23918,4245,18277,22633,15390,9083,14153,22562,147,9075,10149,22856,16791,13248,16598,21786,15800,16372,16065,13400,8522,4854,320,11755,22268,5638,21471,24321,22154,19898,10934,10306,20392,14156,7282,14825,15489,13013,8797,9798,11919,13433,7217,17548,22204,12394,22142,14449,923,24107,23266,14924,21830,11785,20596,24183,17551,20043,12477,7673,3800,21418,18309,12829,22527,16325,11343,9976,8129,23480,17014,21164,24163,12900,17553,9963,21255,17801,11896,12264,7097,1698,23462,24718,13732,10697,7846,12346,11037,11765,5837,1338,25646,9357,24387,25523,18020,12492,9948,15950,11582,13826,15944,7154,21484,6108,1631,23413,23061,21441,15018,9649,13144,10437,1357,1936,20285,25832,25060,18634,19737,6622,12856,9722,11674,11906,1210,20006,23288,19970,22486,24176,11077,21620,19602,13488,1637,1598,22795,23311,10432,17303,16930,20340,18129,16219,12775,8924,23901,20228,22027,14759,13495,10649,10252,1891,12306,14003,7368,17789,22690,8804,18878,23319,2173,1394,17727,24591,14974,15705,9303,1654,13858,22373,18382,12360,21618,12685,24316,19075,6933,1949,11058,14024,23656,8225,8223,22752,25076,14718,16184,12402,14125,19351,17387,2612,5887,25018,22998,21965,9946,13190,22050,23949,17858,10337,5700,21436,16490,8668,14342,17580,18073,14418,13273,15293,17887,1921,17770,15460,23545,12432,22283,15819,10045,20199,20093,1739,13695,24391,14414,14311,12041,22049,22028,15266,1364,3834,9526,18299,21200,21624,17479,12082,5932,5144,12955,22652,15055,21868,10576,10803,6391,1296,19868,21788,13961,21860,5168,9611,21966,12846,1040,23951,24486,7583,958,1309,1114,18189,24097,8802,12609,22286,11392,11903,9317,23631,9527,6593,250,16148,3809,16239,10412,12916,17977,14656,2001,13629,22662,13005,19749,21138,8645,13659,10739,11809,511,2820,13636,13619,20686,7020,22239,13712,22229,20774,6091,14500,23555,11957,16380,17779,12446,4707,32,20554,23980,23091,18288,12897,21364,11673,542,23461,21280,11931,22517,7507,21463,12944,18734,9688,9996,22442,11786,3304,10990,7740,24001,10611,60,195,21237,21760,22622,18232,21720,1299,21350,22446,10858,14638,11212,21552,18067,10147,19028,14287,8782,783,20624,21431,22176,17749,10960,14394,13356,9743,8699,298,23842,25474,23670,5438,15809,23450,16989,9474,13912,15003,11719,12356,11023,24037,25983,14369,21851,9312,9825,23978,22988,13303,13757,11154,7955,10211,15081,15624,16532,17357,12724,8999,9333,4424,6761,17020,23615,20231,21678,9388,15242,20821,12846,9203,11996,20647,20747,7870,26391,29494,22158,26029,19734,15261,12801,12510,16045,22219,15234,5597,4217,24797,25540,4259,24422,24464,5737,24861,2170,22726,11583,20846,12540,20719,20854,23139,15486,17193,10814,1404,25151,15536,18234,19290,23402,11726,13582,6599,21119,24968,4783,8077,24738,24629,1822,20208,27709,21360,24918,23428,16890,21660,25349,22922,5294,18081,25693,19501,12989,21414,9166,27814,25248,29462,21361,16004,19328,20895,12810,24552,14056,26711,13682,28893,2963,15834,24852,23142,12499,3356,10210,30061,26136,20697,28144,17510,7394,18785,15562,27703,27221,5680,25941,21531,12371,16396,1634,23567,23981,20850,21662,11627,20290,9970,7280,21885,15000,4240,20055,16589,15609,19475,25802,24863,11535,14618,15802,16945,12564,4979,24399,21354,22178,12575,22610,13404,12291,8810,13160,12547,9274,13351,25160,18128,17852,17432,5409,24864,24220,20007,10741,20948,12454,18863,19422,10913,24398,14865,8020,14228,4868,2647,24421,28532,26426,25683,24406,22786,27594,11307,27268,14416,19904,13070,15607,9517,1141,25673,20999,29234,13202,16840,26141,18019,14479,13225,8727,13945,25335,7096,2765,24162,16307,23098,7502,4217,21,23825,21404,22235,17533,14818,9753,4575,17753,21427,21202,9014,19456,13135,138,23802,20702,15807,20622,23548,15560,4560,17135,15635,13256,13334,16473,14888,9181,692,21069,16341,19481,13176,12647,1367,24,9672,19245,21939,13251,11641,19478,18889,24501,15988,22536,8640,11327,8862,23025,17071,26634,9363,13553,14297,7632,12785,77,25,20059,22570,22602,16702,15663,16672,11713,9822,18768,8391,9751,22954,18744,18901,6441,1105,1417,20213,14118,18437,1292,25802,20068,11627,11129,14686,21957,14337,3669,1364,1567,24628,11031,16205,24186,18436,1834,18732,13025,16572,14119,5288,2368,1947,15105,24742,23433,20207,24813,12163,8486,13665,20800,17816,18989,11945,3748,6328,21863,17641,4207,18112,23281,21072,16944,10161,12155,10153,9211,21372,15644,13820,3438,21829,24363,8798,22278,21209,5091,23043,14091,21364,17092,17803,15029,7671,16901,20283,21505,16142,23538,9123,11089,19956,13333,14739,22969,21779,16934,7625,9527,15328,15457,11586,19699,12363,19169,16354,2350,2962,17539,17653,22599,11160,20218,13150,6609,4584,17729,23672,13143,18632,12858,4587,4351,19786,18983,18205,23604,21598,9978,24943,8841,1676,16952,23321,18815,9905,13953,11200,14679,2155,20773,14890,11126,17768,13640,21968,15641,12137,15454,9811,21685,990,25365,23263,15380,11049,1777,17680,16144,7586,1284,22430,23875,20942,14453,19354,15635,13251,21462,11903,16232,6892,17376,18818,10053,23463,12553,19465,20711,8632,12250,22313,6168,736,741,25248,24668,18468,17879,13214,1538,6753,21649,15522,21027,15184,7560,14071,600,26198,17686,20619,21321,10230,16162,10302,8583,9751,23385,15053,11500,11436,6081,23642,14845,22834,20206,2077,24401,24558,13603,21523,16427,9605,12713,17509,11616,11318,14217,13822,14667,10711,719,16524,22715,7051,17431,17579,22478,19611,14065,11112,21859,16287,16578,11715,14270,11202,11908,12756,9837,27,19235,21648,20069,11602,22450,21706,12103,14496,17748,19455,8539,14708,305,22236,17515,22800,22769,20075,15448,13161,14376,21278,17118,2512,38,22464,22896,21342,15479,17754,8710,1301,25631,19020,23122,13424,21826,19833,13725,6561,9967,13457,21805,21247,9199,19373,5679,11665,19325,15323,23894,17262,21587,18359,17515,18531,11346,8816,911,4104,23404,20701,14027,13984,13114,15203,8938,1407,17601,23104,12986,15148,11064,11497,17380,14685,14174,10154,10266,4141,2511,2753,25024,16967,11818,19789,17926,4728,25512,15483,24601,22824,10224,11716,10732,16539,11948,1543,24643,23971,11616,23754,13363,17514,19267,2412,15367,9078,10852,27873,23211,28537,18506,3693,17295,28980,26419,13968,15070,20204,11818,24664,10538,20232,17498,19114,2598,7118,15692,25715,25322,12804,6959,6676,20079,7699,27180,20608,3454,25433,23489,24514,17278,27822,21305,23462,26889,12252,19560,9005,3140,1433,25675,26412,13377,13387,22821,14543,10849,11580,13240,16105,27824,14617,27363,10843,7962,7941,29814,29738,12810,3902,16308,26678,25329,23293,18257,23959,11808,16412,19773,1878,4137,8731,13975,14752,29972,2375,26687,25974,20916,21028,11154,8688,12620,622,23726,24073,14120,4676,8143,13431,22243,18034,17505,11109,3750,26666,11216,19956,8802,9234,11324,6289,4556,2395,25543,21534,16713,9652,23073,11068,2811,9202,13736,20074,4083,701,27310,23140,19286,17410,19977,17052,2762,16300,23144,14425,15962,18227,23728,26943,26662,3865,8849,27112,11432,26576,11451,12249,22732,19227,16311,17343,8834,5370,9457,11331,13285,8482,6936,20814,19049,16053,13996,768,7930,24875,13356,10107,6276,106,22770,22802,24048,8266,11150,12429,13715,146,22,13159,21477,14032,9992,11887,1645,154,22231,23169,9459,18104,3389,22495,22010,11924,9177,10451,15861,23676,12539,266,21206,18507,6082,23058,17576,7775,6451,8405,404,23347,23213,18127,14883,16241,3657,13360,14320,12034,15603,20359,11541,18539,21964,15220,9310,7546,19735,7465,14024,12535,23079,12754,12017,12947,15932,6554,13846,16029,22830,14527,17541,15727,17782,9941,10392,2625,19005,19307,16362,16302,16969,15205,15595,9673,8699,5417,24240,17435,22715,22613,19691,8979,8694,12097,10398,22392,22853,18665,12520,15670,17150,1858,20381,22803,23008,12996,11002,17107,21936,10938,4735,309,8562,18695,12137,2589,2305,3041,14204,13165,23185,21965,14583,6435,2832,22109,15347,18145,13482,17781,19399,8958,17818,7697,6115,12679,17870,23787,22618,13676,8961,17595,10898,24278,13109,14347,8127,2158,15442,24460,21067,11094,13067,14668,15859,10677,1334,1903,22114,24765,17472,15813,17100,2201,584,4246,18262,24531,13615,11377,19356,15487,13547,17210,5367,2554,25190,14811,20975,9971,104,57,16889,21951,156,2764,17272,19273,28494,11971,10828,22827,19359,9206,21878,23388,14744,4075,2959,2829,25605,20503,18183,20456,9237,20351,16714,12218,3669,10653,11263,23916,22792,16680,6476,2257,10262,17871,21283,16194,13563,2064,2462,21271,24103,21791,9690,9901,2510,9669,24518,15013,10069,8728,2323,2307,23427,18161,15747,12786,23874,23825,6714,2759,23376,20160,10470,4085,10704,21621,23829,3286,17311,11689,7211,3066,24089,21269,10082,18119,21414,14652,8524,2235,25332,21788,12045,19677,13532,12355,12141,11447,14070,4975,1500,24771,20238,24675,21801,23962,20139,10598,12484,21347,8028,6807,7877,15553,16584,17355,10513,7241,21876,12892,18895,20013,13319,28955,28015,26251,20811,21417,20863,13451,12940,11547,17699,27224,16945,22272,19159,14627,17197,9801,22483,19633,12349,12731,8182,11571,15528,23821,21796,8429,7203,9887,26,22943,22160,14083,11519,43,18607,20861,11896,8869,22238,16492,5340,4495,3416,2409,23491,17815,24234,23885,21266,17379,11662,11187,8135,20887,10666,20910,24402,12545,6311,21931,13864,12732,10892,21469,17765,15211,23783,13616,7985,5453,21139,26901,15005,7626,1373,29622,25225,23146,28332,1659,21439,25922,22435,20091,23030,4508,27552,9650,4591,7922,5085,17674,22807,21404,27577,18644,23907,24223,10282,14789,20863,18690,3236,17989,18269,24383,27270,21592,14181,17178,11508,15488,14766,12927,18479,4340,21526,12121,28440,13521,21029,14456,2581,27438,27122,14769,22114,26177,11529,9814,6846,15394,22020,20966,18162,14592,2858,13593,12893,11059,9913,7514,3597,2653,23349,24083,21441,14276,12377,19956,9023,22467,14855,21912,7832,13835,2424,16412,19061,20777,15900,13630,7805,25997,25382,20425,1951,1738,19745,25608,28272,19205,16342,24994,15609,14218,20052,16559,8310,4481,15792,19505,2774,12247,22473,22987,24012,24615,28995,16903,18242,27557,5504,12136,22693,16376,18280,19482,11858,19050,13638,8087,18652,20628,12047,10452,16699,27805,3010,26620,26766,3936,29895,23938,11510,13989,27245,11839,13208,24363,22030,24763,24510,2705,18002,17542,15816,27283,20722,26437,25601,18154,11144,17592,14040,11321,25597,12913,14438,13594,17016,19825,17293,11000,3283,5516,9425,18474,23649,14760,12523,13297,1595,20490,18282,14009,11724,20394,13680,21880,22379,14188,9262,20813,18549,12060,9412,9973,14629,16221,2234,1217,17777,21860,2363,15837,16670,17653,17748,16444,14795,8831,9166,14085,11144,1455,7158,22086,14800,15755,9498,10115,9894,10735,8836,11068,7242,8057,5124,22404,3388,25028,19636,21675,21638,5134,23852,16162,6052,2291,22596,22688,8693,9126,4695,17500,23143,17797,11948,10821,12596,8102,1564,9093,12849,16504,17209,20905,10105,10490,5056,1567,24365,13900,12998,1309,23409,14810,19818,13594,10632,1679,18437,12472,25952,9377,11940,12883,14509,12086,19957,12564,10265,14709,10678,1557,14740,21488,19525,10893,2249,13470,14472,20416,6480,1963,2025,23244,23471,13177,2038,25949,23276,9128,9236,22247,18665,11818,17450,19146,15640,9857,12780,23202,16222,10813,8616,12800,8811,2062,18242,19417,16525,2675,22986,23479,13599,11835,10434,2644,24818,16879,19300,12073,8248,16311,2721,17482,17962,14211,11705,19835,12499,8193,1878,1894,2308,23412,9335,2367,21561,16789,15164,15799,18101,12307,11704,11278,15192,9577,2031,22771,13721,15348,2036,1622,22387,21076,10867,12475,14029,20008,16103,15653,16646,11073,13918,2056,1705,23516,18406,1996,18397,24060,14180,11593,23321,14880,12776,17423,12299,2554,27681,14617,27541,25673,6223,2288,3020,18271,19676,27670,21388,13692,16408,14968,19984,2487,12598,22721,18169,26485,27183,19359,13772,21415,14744,23935,23654,24788,26255,19451,13514,2217,26713,22458,20137,19211,16282,1720,24365,26531,15571,20484,12112,18566,6773,23662,22656,7999,18720,17640,15571,5681,17692,18691,21789,12782,13582,15724,11421,160,96,68,75,7,20,5,11735,939,9803,9497,8342,6302,18262,23245,21538,19394,20602,11795,18146,1544,18030,23369,25480,11152,21556,19724,20152,13688,9886,8832,21787,15537,13302,23293,22750,18396,15793,15520,16427,12006,21914,22730,16747,13083,5694,13036,14919,23450,13467,24366,19035,13342,12309,9604,9066,17595,862,22822,15310,13230,7905,13396,6456,18915,14974,21680,23699,17067,8597,18462,11949,21512,9989,18907,20015,9289,12795,990,22266,23473,9357,15544,12917,7761,19802,13073,16000,21403,17856,15820,12360,2005,1467,1151,1407,24532,22867,22433,21905,20746,21975,14643,5918,22254,14782,18091,22058,22260,17796,8225,20316,22376,20330,16213,11589,13230,10298,5091,14499,22647,20050,18399,20025,21549,8600,20907,14860,7154,1383,10119,24417,23807,23966,16062,10311,8232,21378,13485,14676,13906,13056,15821,14316,2660,21349,20575,7917,11785,1744,6500,24052,11621,15614,22789,1547,16117,19962,11295,4164,17782,7630,19696,18222,11809,15269,11136,12497,11593,16402,20121,17474,22758,7016,21237,6944,13000,17390,10856,5651,1201,1320,23047,14750,11575,16120,17211,12102,14891,4786,18339,16454,10773,15373,17493,7438,9347,23442,9791,1288,15107,17954,15621,12988,17653,14491,17374,18041,5408,16637,9316,8523,14639,14652,18431,14664,9247,23650,8013,16634,14741,1211,22234,15695,4789,19054,15039,15206,14381,19160,15354,15147,1465,15875,17733,10678,22424,7341,19233,23137,1595,1697,19182,15728,1816,1462,12700,19597,19355,17008,10520,1673,6448,23487,24185,15426,11886,18379,17416,21963,19735,20184,10007,14326,15044,17000,12587,14269,15846,9966,7439,22927,17033,15737,16827,7620,10459,14334,17105,12421,15362,14110,14943,2497,2106,2019,22516,16690,22340,12198,11576,22023,24787,13294,3564,11144,22284,18049,13689,18908,8177,14681,26821,16983,9675,19634,8833,3265,23010,21665,20376,11461,10562,11651,12645,8620,3226,22710,19788,8080,9802,16142,12611,9150,17593,21599,21997,10430,10304,14032,12518,12129,2389,24910,18717,9911,16945,16164,11265,2442,15834,23398,16463,22292,11123,9712,22122,17553,7299,25267,22618,21232,8254,13631,16211,8045,2740,23804,21423,10363,15714,10877,14306,6336,1746,1843,22746,22158,12294,19855,9722,16994,14187,11655,22250,25030,11342,3458,15836,19882,8749,8428,1403,1274,1145,23138,21827,14511,10780,548,800,11578,11494,4367,160,90,49,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16012,15196,11988,11935,11681,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8673,12868,13112,5754,3608,16,3,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,11760,22239,13823,8299,9203,8677,15342,12221,13873,15125,16011,9758,16276,16109,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,17558,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,14408,17982,16970,13725,7775,3460,19113,16181,23518,21662,6463,111,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,7551,12937,11284,7321,6793,14093,17652,9012,20364,12868,13112,5754,5560,209,3,355,11443,11262,15913,12691,9840,25837,11792,18647,7545,26033,11731,25846,15637,24806,24536,25879,23985,18284,10006,14040,24381,23010,10002,18594,12840,12947,19534,7780,14194,17566,26361,12575,14729,12957,16091,20968,21058,11254,13240,12002,26390,12539,6771,3369,19835,18059,17030,13966,7427,6010,14451,17723,12837,13017,12392,8003,12927,7028,900,15012,20713,16232,6386,11199,4151,16905,20845,25282,24313,23346,18172,22221,10251,10676,6313,56,10289,6015,11103,12935,11373,3447],"fragments":[{"begin":"0.000","end":"69.440","lines":["This is NPR's LIFE KIT. I'm Marielle Segarra. I keep it to-do list on a notepad on my desk. And when I looked at it recently, I noticed something. It's kind of all over the place. On a given day, it might read, make allergist appointment, buy razors, re-tile kitchen floor, throw out compost, microblading, question mark. Microblading, by the way, is something you do to make your eyebrows look fuller. It's like a tattoo that lasts a couple years. I mean, the list is filled with tasks but some are big and some are small. Some are urgent and some are definitely not. Some I'm not even sure should be on there, like the microblading, which I frantically scribbled down after the lady at my eyebrow threading salon asked who messed up my eyebrows so bad. Hi. Yeah. That was me and a tweezer."]},{"begin":"69.440","end":"86.880","lines":["But yeah, I've just never felt like I had a good system for making a to-do list and deciding what goes on it. And I don't think I'm alone in that. So today on the show, we are exploring how to make a better to-do list 'cause it's a new year. There's a lot we want to do, and a well-made to-do list can help."]},{"begin":"86.880","end":"93.320","lines":["When you make a to-do list that's aligned intentionally with what you want out of your life, it's really powerful."]},{"begin":"93.320","end":"101.400","lines":["We'll teach you how to break down your goals into actionable tasks and to figure out a to-do list system that works for you."]},{"begin":"101.400","end":"132.520","lines":["So to-do lists, they're a tool we use to get stuff done, right? And I mean, how good does it feel when you finally cross off that task that's been hanging over your head? But warning - to-do lists can also become a trap. They can feed our impulse to stay productive at all times. The thing is, we don't want to make a better to-do list just so we can indiscriminately accomplish more."]},{"begin":"132.520","end":"135.760","lines":["It's about doing what matters."]},{"begin":"135.760","end":"195.240","lines":["That's Angel Trinidad, the CEO and founder of Passion Planner, a company that makes digital and paper planners that show people how to break down their goals into day-to-day actions. You can access a free version of the planner on their website. So takeaway number one in making a better to-do list, as Angel was saying, decide what matters to you in this moment. 'Cause wouldn't it be great to fill our to-do lists with intention so the stuff on them is actually helping us get somewhere? One way to do this is to come up with a big-picture goal, something that's especially important to you right now, something that would make a big impact in your life. Angel calls it a game-changer."]},{"begin":"195.240","end":"204.200","lines":["What is that one thing that would make everything easier, better? And that answer is different for everyone."]},{"begin":"204.200","end":"211.720","lines":["To come up with that goal, ask yourself some questions."]},{"begin":"211.720","end":"222.160","lines":["What do I want to be? What do I want to experience? And what do I want to have?"]},{"begin":"222.160","end":"261.080","lines":["Maybe you want to be more present in your physical body. If so, your goal could be to run a 5k. Or maybe you want to give back to your community, so your goal is to volunteer once a week. Or you want to become a doctor, so your goal - take the MCAT. Now, sometimes you don't choose the goal. Life hands it to you."]},{"begin":"261.080","end":"269.560","lines":["Like, sometimes your parent is sick or sometimes your dog is sick or maybe you need to find a job or else you're not going to eat."]},{"begin":"269.560","end":"302.680","lines":["And that might be your reality for now. Whatever it is, once you have a goal, you'll break it down into actionable steps and deadlines to put on your to-do list. And we'll get to that. First, though, I want to acknowledge, this goal-making approach might feel kind of top-down. Like, maybe you don't have a big-picture goal in mind yet. And that's OK. Oliver Burkeman is a journalist and author. He wrote the book \"4,000 Weeks: Time Management For Mortals.\" That's how many weeks are in the average human life, by the way. And he says another option is to let your current to-do list guide you."]},{"begin":"302.680","end":"309.040","lines":["There are various exercises out there like you might know the one that involves asking why five times in succession."]},{"begin":"309.040","end":"314.800","lines":["For instance, my to-do list says re-tile kitchen floor. Oliver says I could work backwards from there."]},{"begin":"314.800","end":"330.920","lines":["So, like, I want to re-tile my floor. Why? To make that room look better. Why? And, you know, eventually, you hopefully get to something that feels like a bedrock value of your life. And if you don't, maybe that's a sign that it's a - kind of a zombie project that could be easily abandoned."]},{"begin":"330.920","end":"335.680","lines":["Another tip from Oliver - look at the stuff that's filling your to-do list at the moment and ask..."]},{"begin":"335.680","end":"339.320","lines":["Do these choices enlarge me or diminish me?"]},{"begin":"339.320","end":"348.880","lines":["He says this question comes from the psychotherapist James Hollis, and he finds it really clarifying and more useful than asking something like, is this making me happy?"]},{"begin":"348.880","end":"357.600","lines":["You know, lots of life is not so happy but can be really meaningful. And plenty of pleasures are kind of shallow and pointless and you don't want to fill up your life with them."]},{"begin":"357.600","end":"395.400","lines":["But does this enlarge me? Well, let's use work as an example. Maybe your job right now is hard, but is it the kind of hard that's helping you grow as a person and develop skills, or is it the pointless kind of hard? If it's the latter, maybe it's time to add update resume and pick three jobs to apply to to your to-do list. Once you have a sense of your priorities and your goals, it's time for takeaway two. Pick a system, a way of making a to-do list that works for you. One question to get you started - paper or digital? Angel says some people like paper to-do lists because they're concrete and tactile."]},{"begin":"395.400","end":"400.840","lines":["And what I also love about to-do lists on paper is when you cross it off, there's nothing like it."]},{"begin":"400.840","end":"402.920","lines":["Also, paper comes to an end."]},{"begin":"402.920","end":"412.560","lines":["When you put it digitally, there's no end. You can keep going. And I think that's when to-do lists get really overwhelming. It's kind of like a cluttered room. When it's too much, then you just avoid it completely."]},{"begin":"412.560","end":"441.720","lines":["Digital has its pluses, though. If you make a to-do list on your phone. It's searchable and quite possibly more organized. If you do choose digital, there are lots of websites and apps you can try. Some are built into your phone, some you can download. Folks on the LIFE KIT team have used the free versions of Todoist, Notion, Asana and Trello. Another question to ask yourself - how do you want to structure your to-do list? Some people prefer a kind of calendar approach with the hours of the day listed."]},{"begin":"441.720","end":"448.560","lines":["I like to time block on my agenda and it's literally making a square of time for the task."]},{"begin":"448.560","end":"471.440","lines":["So, you know, Thursday from 2 p.m. to 6 p.m., I'll be working on my novel. Wednesday from 7 to 8 p.m., I'll be at soccer practice. Friday from 5 to 5:30, I'll be cleaning my apartment. This method is called time boxing and it can be a good way to understand how much you can realistically tackle in a day since you're visually blocking off time for each of your to-dos."]},{"begin":"471.440","end":"479.560","lines":["That kind of awareness gets you thinking, am I spending my time in a way that makes sense for me and what my intention is for my life?"]},{"begin":"479.560","end":"486.160","lines":["But again, this is about finding a system that works for you. For Oliver, trying to plan this way feels too rigid."]},{"begin":"486.160","end":"512.120","lines":["I've never really found it works to make a very rigorous association between a task and the time of day. Because my moods, my responsibilities as a parent, random emergencies that arise, you just can't sort of say, I'm absolutely going to be doing this thing between 3 and 3:40. You have to with appointments and things, but if you try to do it with everything, very quickly, it feels imprisoning. It feels like life isn't any fun anymore, even if you're working on things that matter."]},{"begin":"512.120","end":"521.720","lines":["So another option is a straight-up list of tasks. Call me old-fashioned, but that's what I'm sticking with. Remember, by the way, whatever you pick is just a starting point."]},{"begin":"521.720","end":"528.520","lines":["An important thing here is to feel like your systems for organizing your life can evolve constantly."]},{"begin":"528.520","end":"548.560","lines":["Now, once you have a system in mind - takeaway three - it's time to fill your list. Let's start with an acknowledgment. There are some things you just have to get done. The tasks of daily living - refill that prescription, buy groceries, get more toilet paper. Those tasks can go on your to-do list, but they don't necessarily have to."]},{"begin":"548.560","end":"560.680","lines":["There's this thing within the productivity world called the two-minute rule, and it's if it takes less than two minutes, just do it right then and there. You know, it's not worth spending the bandwidth to write it down, hopefully remember it, hopefully do it."]},{"begin":"560.680","end":"584.480","lines":["You could also consider automating some of these things, so they never make the to-do list at all. Like, maybe you have toilet paper delivered to your house once a month, you're going to need it. OK, so we're meeting our daily needs, now we want to reflect our bigger goals on our to-do list. Like, maybe one of mine is to redecorate my apartment. The thing is - and this is what trips a lot of people up - that's not a to-do list item."]},{"begin":"584.480","end":"593.240","lines":["So often, things hang around on our to-do lists and we don't get them done because we're not even expressing them in a doable form."]},{"begin":"593.240","end":"623.960","lines":["Let's break this down. Which parts of the apartment do I want to redecorate? Well, definitely the kitchen. I want to replace the tile floor. Still not actionable enough. We're going to have to go even smaller. Call the hardware store for an estimate. Now, that's doable. Go look at tile. That's doable. Order the tile. Also doable. These are the kind of things to put on your list or in your planner. Oliver says you also might consider limiting your to-do list to four or five doable tasks at a time."]},{"begin":"623.960","end":"628.880","lines":["And you're not going to add a new one to that list until you've moved one away, thereby freeing up a slot."]},{"begin":"628.880","end":"645.320","lines":["That can help you stay focused 'cause you can't do everything at once. And that's takeaway four. Pick something to let go. In his book, Oliver talks about the art of creative neglect. He borrowed that phrasing from graphic novelist and creativity coach Jessica Abel."]},{"begin":"645.320","end":"663.840","lines":["You're going to be not excelling on a whole load of dimensions. If you're going to be, like, a really good parent and a really good employee, then you're probably not going to be able to be a really good, I don't know, runner of triathlons or something. There's a million examples."]},{"begin":"663.840","end":"673.120","lines":["We really can't do it all, at least not simultaneously. So as you're making your to-do list with your big-picture goals in mind, pick something to fail at, too."]},{"begin":"673.120","end":"694.680","lines":["Just say, well, OK, instead of constantly being dismayed when I realize that I'm not superhuman, I'm going to make a decision about a few things in advance that for this season of my life, I'm just not going to be doing. So, like, you know what? I'm not going to be keeping a tidy, beautiful house while dealing with a newborn baby and working full time, you know?"]},{"begin":"694.680","end":"714.040","lines":["And he says, when you choose what to fail at ahead of time, you're really changing your mindset 'cause months from now, when you see your messy house, maybe you won't actually feel like you're failing. Instead, you could see it as a reminder of your values in this moment and what you've committed to."]},{"begin":"714.040","end":"762.840","lines":["OK. time for a recap. Takeaway one, figure out what matters to you. What are your priorities at this moment? Do you have a big goal or project in mind? Takeaway two, pick a to-do list system - paper or digital? Hour by hour or a simple list of tasks? The system can change. This is just a starting point. Takeaway three, fill your list with the tasks of daily living but also with steps toward your big-picture goals. And takeaway four, pick something to fail at. You don't have to do everything all at once, and you definitely don't have to do it all well. Also, remember that to-do lists exist to serve us. We don't answer to them. So if your to-do list is making you feel bad about yourself or your life, crumple it up, throw it out and start over again when you're ready."]},{"begin":"762.840","end":"774.120","lines":["I think that a lot of us seem to go through life feeling like we're in sort of productivity debt, you know? We've got to work really hard today to try to pay off the debt by the end of the day."]},{"begin":"774.120","end":"783.320","lines":["But remember, Oliver says, there's nothing you need to do to earn your right to exist."]},{"begin":"783.320","end":"817.720","lines":["Before we go, an editorial note. We want to let you know that Angel Trinidad, the founder and CEO of Passion Planner, and LIFE KIT reporter producer Andee Tagle, have been friends since college. But we asked Angel to share their experience with us not because of this personal relationship, but because four other LIFE KIT staffers independently discovered Passion Planner and found it to be a really useful tool to help them manage their time."]},{"begin":"817.720","end":"877.360","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to stop procrastinating and another on how to improve your focus. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. And now a random tip from one of our listeners."]},{"begin":"877.360","end":"920.440","lines":["Hi, my name is Claire Marret (ph), and my life hack is when you meet someone new, go into your contacts and write a little note in that little note section. And if there's anything that you want to remember about this person - you know, they have a dog named Fred or they're married or this is their coffee order - put all of that in your contacts and it makes you look really attentive."]},{"begin":"920.440","end":"985.120","lines":["If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Audrey Nguyen. It was edited by Sylvie Douglis. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our intern is Jamal Michel. Our production team also includes Andee Tagle, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Kwesi Lee, Andie Huether and Josephine Nyounai. I'm Marielle Segarra. Thanks for listening."]}],"duration":985}