{"title":"Dear Life Kit: I'm tired of my boyfriend's lack of ambition — and his gaming habit","url":"https://www.npr.org/transcripts/1148360497","intro":"Can you successfully motivate someone else to change? Clinical psychologist Jody Adewale shares advice with a letter writer feels put off by her partner's lack of direction.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my boyfriend does too much gaming and not enough working on himself or our household. How can I motivate him?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"JODY ADEWALE","text":"One thing I found in mental health is it's really difficult to motivate people."},{"author":"TAGLE","text":"That's today's expert, Jody Adewale. Jody is a clinical psychologist in private practice who specializes in family conflict and has written about everything from adult male psychology to mental health in the workplace. Today, he's weighing in on whether or not you can really motivate another person. Stay tuned."},{"author":"TAGLE","text":"OK, Jody, here's our question. Dear LIFE KIT, I live with my boyfriend, and we both work from home. He doesn't really like his current job, and it has pretty low pay. He doesn't know what he wants to do long term, but it's definitely not this. Because he gets to work remotely and doesn't have that much to do, he spends hours of every workday playing video games. I feel like he's wasting an opportunity to learn a new skill or take training that would set him up to do something that he likes more and that compensates him better."},{"author":"TAGLE","text":"I've voiced this a few times, and he'll half-heartedly agree but never act on it. And he often gets angry that I don't understand his, quote-unquote, \"hobbies.\" He swears he only plays one or two games a day, but I know this isn't true because I can see his account activity online. Beyond the fact that I don't feel like this is healthy, I'm starting to feel a little off-put by his lack of motivation and the additional household labor I do on top of my full-time job while he games. How do I talk to my boyfriend about his professional motivation and his problematic gaming without starting a fight or making him feel bad? I just want him to reach his potential and feel good about his occupation. Signed, Game Over It."},{"author":"TAGLE","text":"Jody, can you give us your initial thoughts, feelings, before we jump right into the advice?"},{"author":"ADEWALE","text":"So ideally, there's no quick fix for, you know, trying to motivate someone. You know, there's motivational speakers. You know, there's all these books on motivation. But I found that a lot of motivation comes from one of two places - intrinsic motivation - it comes from you deep down inside; you want to do it for you - or extrinsic motivation - some kind of external reinforcer. It could be you go to your job for the paycheck. You know, you give a speech for the applause. And I found that most long-term behavioral change comes from that intrinsic motivation, wanting to do something for yourself, not necessarily for something outside of you."},{"author":"TAGLE","text":"Something that was immediately interesting to me - the relationship dynamic. First, looking at Game Over It, there are a few things that gave me pause and made me feel a little protective of this boyfriend. You know, they're - the one thing is they're monitoring their boyfriend's online activity. And then there's the line, I just want him to reach his potential - just gave me really big cringe energy, Jody. Where is the line between concern for and control of your partner?"},{"author":"ADEWALE","text":"Yeah. I hear that all the time from family members and parents and partners, where they're wanting their partner to change, they're wanting their child to change or their family member to change. And I tell them, are you accepting the person that's there, or are you wanting them to - like, basically, the person you have versus the person you want them to be."},{"author":"TAGLE","text":"Yeah."},{"author":"ADEWALE","text":"That's a huge conversation. And sometimes we get so caught up in wanting to make them the person we want them to be, and we don't accept the person that they are. And that effort to try to change them pushes you further and further apart from one another. There are some things that, you know, you have to point out, and there are some changes that could be made. But asking yourself, am I stuck in trying to get them where I want them to be as opposed to accepting them for who they are?"},{"author":"TAGLE","text":"Yeah, it sounds like this couple might just have different life goals or even just different immediate goals. What do you do if you and your partner are feeling mismatched on lifestyle choices or aspirations?"},{"author":"ADEWALE","text":"Communication is so important in relationships. And couples don't end because of problems. Couples end because they fail to work on problems. And communicating your thoughts, communicating your feelings is so important. For this specific individual, I would ask them, straight up, is this relationship working for you? What keeps you in the relationship? You know, is this a phase that your partner might be going through, or is it a sign that there's something more significant there that you might need to address?"},{"author":"ADEWALE","text":"And going back to communication, I would really encourage Game Over It to have a serious conversation, a sit-down conversation - it could be over dinner, it could be some type of scheduled meeting that they have - and, Game Over It, voice your concerns. Tell your partner what you need and what you need different. It's not my place to tell you to leave a relationship or not. It's - I think it's my place to say, communicate your concerns and see if those concerns are taken or if any change is made."},{"author":"TAGLE","text":"Yeah. It seems like Game Over It starting to do some of that gentle nudging, but on the other side, it would be so frustrating to live with someone who doesn't do their fair share consistently - you know, someone just sitting on the TV as you're doing all the errands and finishing all the chores. When does gaming or any other hobby become problematic in a relationship, in a household?"},{"author":"ADEWALE","text":"So gaming - I would consider gaming like drugs, like gambling, you know, like porn. In excess, too much can create a problem. So the way I look at substance abuse is, is it causing problems in your physical health, your work, your finances, your relationships, or is it causing legal problems? If gaming isn't causing you problems in any of those areas, I would say keep going. But it sounds like gaming is starting to cause problems in your relationship."},{"author":"ADEWALE","text":"And I think gaming - excessive gaming, just like excessive alcohol or excessive, you know, substances, can be a sign of a more underlying mental health condition that might need to be addressed. And it's easy to look at the behavior and say, well, he's gaming too much. I don't like that. Whatever. It's important to pay attention to, is this a sign that there might be some depression there? Is this a sign there might be some anxiety there? Is this a form of avoidance that helps him function to get through the day? As opposed to just being put off by the behavior, understand what's motivating the behavior."},{"author":"TAGLE","text":"Yeah. Going back to motivation, talking about intrinsic and extrinsic motivation, what's the healthy version of Game Over It talking to their partner? You know, would they perhaps try to participate in the gaming, or is that an unrealistic approach?"},{"author":"ADEWALE","text":"So there's positive and negative reinforcement. Positive reinforcement could be, thank you so much for spending time with me. I appreciate you submitting that resume or taking that training class. Giving praise for the behavior that you like. There's also something called the push-and-tell technique, where it's, hey, you need to go do this. You need to go do that. You're pushing them and telling them what to do. There's also the pull-and-show technique. It's, come with me. Let's try this together. For Game Over It, it might be a technique of, hey, come with me, let's look at some of these training programs or, hey, come with me. Let me show you this new, you know, career option that might be there, instead of just push - go do this, go do that."},{"author":"ADEWALE","text":"It also - it might be worth sitting down and playing a game with them, helping you understand what's so attractive about these games. If you don't like playing games, that's OK. Maybe have him teach you a little bit about the games. That might open the door for conversation because right now, you two are in two opposite positions and any kind of communication is going to be met with defense."},{"author":"TAGLE","text":"Are there any other - where do you think this couple's at? You know, are there any other red flags that we're missing? Do you think that there's hope here? What do you see moving forward?"},{"author":"ADEWALE","text":"One of the things I heard you say was, I don't want to bring things up without turning into an argument. I hear that from couples all the time. I don't want to say anything because it's going to turn into a fight. And to me, that's a sign that so many things have been pushed away and there's been avoidant communication or passive communication to where, eventually, there's going to be an outburst. And I - one of the things I heard was, there needs to be more assertive communication, where you stand up and speak your needs while respecting the needs of the person you're talking to. You know, this is where I'm at, and I understand where you're at, but where can we be?"},{"author":"ADEWALE","text":"I also think couples therapy would be really good for this couple. There's no quick fix. I do think a safe space to talk about where both of them are at can help facilitate a more constructive conversation than just doing it, you know, at home. So I do think couples therapy might be a really good option."},{"author":"TAGLE","text":"Final thoughts - we always want what's best for our partners, but how can we be better at respecting what they also want for themselves?"},{"author":"ADEWALE","text":"I mentioned this earlier. One thing I've had to accept about - as a psychologist, is I can't change people, you know? But people have to, you know, care for themselves. You can be a model for them. You can show them, you know, your success, but you can't change other people. And sometimes in relationships, we get into this codependency where we don't respect other people's boundaries, we don't communicate our own. And for this couple, it's important to understand, what are my boundaries? How can I communicate them? And am I crossing the boundaries of my partner? Am I trying to make something of them that they don't want? We can't completely do an overhaul of a person."},{"author":"TAGLE","text":"Now, before we go, we end every show by asking our experts for the best piece of advice they've ever received. It can be absolutely anything you want. I would love to hear Jody Adewale's best piece of advice."},{"author":"ADEWALE","text":"I remember scrubbing a pan - I was, like, maybe 8 or 9. And there was something on the pan, like, something stuck on the pan and it wouldn't come off. And I just kept scrubbing it. And my dad stopped me and grabbed a fork and just scraped it off. And he looked at me and said, Jody, there's more than one way to do something. And I think, from that moment on, I've been looking at every problem in my life - how can I do this a different way?"},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with scripting and production help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3960739987.mp3","img":"https://media.npr.org/assets/img/2023/01/11/dearlifekit_noambition_1_wide-a328c17492a00be4760401b64232d5eac4a69ecb.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","JODY ADEWALE","ADEWALE"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,24695,24482,8918,1828,26228,17550,15648,14991,10276,10795,9850,9816,10812,10948,5377,10149,11338,1590,17375,13717,9274,4412,9528,21005,16310,3074,1946,21584,18282,17598,19376,24230,24470,10250,23154,19691,25136,25382,9056,3759,27485,17575,9284,3266,2588,5931,25661,13379,11843,21837,7702,4892,2566,18926,17712,12106,12010,8105,15586,11694,10451,7594,24284,16716,21603,21539,20865,17429,10954,16513,15762,10903,6059,11148,15895,17978,6165,12849,7743,18419,8463,3407,12811,13594,16508,19004,17750,15698,13938,4750,10858,3286,18893,14309,4631,2470,25551,20556,16284,12595,15054,13691,2609,25506,14090,16798,10493,8073,5025,16772,12735,8811,10917,11773,10491,3763,9045,18522,14637,8351,3743,13128,29144,17817,6427,11743,7402,6293,6425,25432,21196,6699,10014,8988,10830,3794,2925,20267,20112,16929,10348,17335,7676,5440,1505,8480,25140,15538,12039,15781,15960,9589,16920,12480,2004,13898,15793,12550,7968,13620,12336,14230,13270,14666,15126,12499,10915,13323,16318,9845,12434,21754,11496,8529,4093,1361,16660,14684,9950,11147,15911,12283,8211,8918,15225,10527,6370,8020,3328,1977,3177,23737,8330,2258,1600,2462,1971,2207,1672,2227,2017,1905,2359,1893,800,259,154,0,28150,16060,7321,22477,15506,16023,25760,22096,16265,7710,24981,16554,10299,18006,26256,18278,12500,20262,14587,24955,13379,5247,17379,27363,13288,13350,12344,22764,28298,11956,16884,17434,14043,21684,26666,24213,8397,20215,19081,5335,4529,27498,23580,9196,25063,20967,16563,19364,24863,14295,6631,22901,21374,18172,25423,16834,9389,12157,14315,18743,883,26880,23088,12297,19235,9361,25435,25835,11000,14452,26090,25748,23262,17404,16455,11082,14537,11047,23882,22990,26631,19927,12839,19327,11488,7505,556,18,5,75,22188,28516,27475,15030,20545,25236,19766,15730,13633,14637,16245,18089,17189,16812,25439,26109,14035,9309,9609,13791,9728,22548,17836,20494,19055,21028,17579,14068,9482,13326,13458,13728,25629,13489,10584,17144,23950,23196,15471,14268,24226,25153,24383,26352,24594,19001,6200,24751,9960,13417,14441,756,3,4,57,19817,11166,18655,16564,15758,21379,11727,20683,4211,14857,14836,9383,13403,11447,13113,16817,10316,8974,19280,9579,1252,22287,13913,21550,8769,8213,19318,16694,8863,9492,10527,18134,14840,19061,20389,12066,8950,16731,10227,6770,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,10037,12147,12624,11855,2796,12395,11046,22574,15522,17898,21447,14853,21861,21117,15112,21544,7822,12631,421,6,5,0,0,0,26476,23240,15942,20769,19717,6030,3632,3177,2706,17240,20255,11666,6363,2426,22220,24433,18334,20575,12782,8176,22012,11365,9547,5324,1523,938,3844,1568,14968,21855,22858,9130,12493,7828,7597,18384,18192,15921,2626,2849,2555,22928,18336,11690,13412,10062,11871,3235,14225,15800,16903,11467,10762,11958,6675,1048,1461,4954,19014,21917,19599,13379,10368,11147,10573,9320,7944,2549,11416,13134,15667,26589,23263,16830,9854,11509,20650,19397,3293,642,1480,1314,18552,15860,23084,15309,14257,8289,8999,10185,20528,20816,8188,10267,17655,12399,18529,11454,12018,13940,20966,14689,2414,11769,25009,14894,10878,6331,2684,3557,23500,24128,8443,12047,6665,14081,17371,15352,24425,13505,11264,12835,15232,9882,7001,2092,15097,19075,23297,16804,14211,15749,7039,14107,11689,15069,23265,16373,12729,3920,2824,2322,15632,21802,12326,12713,9834,11372,10817,16213,9832,12295,16538,21635,13463,13442,8410,17695,15213,11368,11994,11759,8144,10426,11935,2798,1532,18839,25682,18947,18864,15655,12096,9629,12210,9855,13071,19224,14263,19945,16929,14129,16059,7238,10736,8272,16133,19817,16373,13356,13414,15432,12957,11578,13244,15472,11676,16029,8676,21278,18031,13166,10755,2729,4375,4901,8375,17087,17869,17408,13322,14299,13252,11738,14451,11378,8885,8111,15608,9984,10915,2043,21769,17211,20301,15602,11549,23423,22976,1146,6183,13899,15977,9499,13875,18193,8626,19819,21333,18612,10270,8616,1704,1043,934,763,19733,21308,15873,1127,23489,25070,9609,8083,6050,6,189,24400,6040,20302,22040,20144,2776,82,853,17740,9918,15880,14922,10731,12826,14363,7959,17947,10236,14100,3334,25676,1461,17066,10052,25018,19752,13232,11241,23998,20200,14796,12377,7144,24732,18807,11368,4663,6143,14446,16860,8911,23266,21327,11106,8635,14930,20115,10099,3304,22080,12165,25333,10947,12519,9447,11042,17401,903,12056,29365,10466,4369,17241,16202,17182,9521,7994,8282,5986,23922,11157,12055,11422,4920,23726,517,25626,12372,12216,10893,10765,26209,15901,5040,10900,10441,7846,18356,16223,11280,20271,10055,18720,8507,17801,10894,25183,9341,11147,11028,13519,14604,5810,9501,15264,25143,2682,2035,9482,16296,3509,23560,22385,14606,9346,21162,10121,12462,8122,7240,17984,11995,6767,7619,15225,24124,13036,10884,8970,18721,18013,21711,8305,9800,26408,14401,19150,10629,7946,9920,701,22137,23533,14175,9160,8648,6150,4033,14905,11008,11010,12661,3019,20198,14729,28911,26193,14921,10757,15642,14536,1936,15352,21513,16327,19402,10894,12127,9298,10849,13015,11355,17859,13579,18162,26457,16648,11064,8372,11347,23349,9785,25971,18831,16740,10721,12523,11986,9412,11622,13277,2430,16693,16701,16543,13226,15099,12508,8655,8247,9989,9728,4926,13404,15177,11297,21304,17185,14670,11367,4189,20137,1246,3158,16291,21976,15632,11313,13484,9099,9572,10239,14346,13314,7135,13214,13952,12541,11928,18339,3361,808,24353,15832,26674,24761,23416,20911,13095,8301,9143,1911,24968,12095,17580,10405,25461,10584,497,12217,11121,13991,12353,17448,27198,18194,11586,18581,17380,8932,11402,20220,16816,8477,4586,10319,19835,20026,847,16795,17419,9716,24976,18688,7862,11193,22519,9659,6240,9926,25094,17734,11131,8581,17715,9182,5231,6341,24247,25063,19093,23867,8422,6796,17766,25876,9673,18954,15348,27188,12268,10223,5849,12350,25150,24254,21153,7335,7408,26819,22399,26084,15637,17588,8853,7378,16681,25074,20935,12183,17387,11902,20112,11311,7216,22564,14170,9520,28114,27743,18684,9287,21725,15091,14991,23106,23549,19872,20080,7549,25130,19832,14547,17216,27015,5798,6063,18935,23615,15527,8994,12275,21447,16017,24507,23454,11829,15083,25553,9463,18990,7573,10398,18107,13580,12198,15967,9298,25360,10661,3560,19645,20862,13502,18128,13610,12872,12661,6841,24911,15108,21990,21241,24992,2080,9457,18246,16014,11131,16888,12905,14605,14406,15335,12161,17131,14774,1301,14466,10720,15006,12457,16103,12985,2465,19029,13108,14947,12842,13485,13437,7931,9537,8388,12478,14673,5410,9220,5965,6404,3898,9322,25906,7783,22026,18441,10253,6848,11246,7780,19694,25768,16282,8482,16319,25100,11750,3058,27142,23954,8628,26837,24906,13209,27152,21992,13340,1827,11828,10268,6834,19799,15982,12967,8578,25077,18661,14969,12455,9729,15856,16021,17404,322,23611,26037,13937,16094,14003,18496,17466,9898,4940,15495,22889,19222,21891,9816,16861,9167,5373,433,26962,13372,18098,6617,9537,18562,5097,20683,20436,16056,12033,17077,21536,20958,10569,16138,21783,16996,18884,4763,21613,28861,14418,12589,15505,24564,13915,13216,18765,9872,8418,13925,2898,3799,25120,12538,20819,14993,11174,23500,22894,27569,13441,13224,9369,18750,24700,12363,7831,5627,3761,23996,15010,11012,9381,9139,27332,15332,27016,16789,8442,22194,10436,14869,13763,15056,16311,9570,17111,26025,17332,19715,16889,13322,4056,25837,13393,23304,10288,21934,15859,13242,8512,24705,2931,25838,23353,14729,18794,8597,11267,20626,13434,21860,15792,10721,16331,23441,23035,9614,7739,23477,22319,12675,10653,6991,5868,23950,17628,17655,14512,8421,20486,29784,7225,14581,10777,26901,11003,9170,9014,10487,13084,16292,17518,23487,14856,12211,15156,8311,6977,7078,5333,18374,18239,17321,12984,11023,17268,17795,12357,11588,12490,8761,5229,13246,16959,13031,9443,4902,5112,6055,15278,17751,8771,13251,12120,10937,26126,26083,15539,10047,11898,14315,2522,12079,3637,22282,21043,22038,20685,9658,11946,8823,9648,4595,16268,16057,22643,22817,8285,10450,10932,6901,8275,6783,840,1703,17513,17005,18052,24962,10164,11910,15624,6081,18364,9092,18371,15120,11666,8857,12747,10561,21695,11593,2314,20483,15917,21151,28536,22029,10957,26249,17950,14553,23299,24790,4853,6530,1661,19372,25029,20124,12764,6645,16618,17146,14647,2939,15399,22477,386,17110,27580,17667,6407,9713,7683,5593,19526,7340,26591,12169,19742,18600,11400,9186,13891,1573,25885,25823,442,27407,25211,12879,12180,12712,22582,9487,23012,23951,13649,19789,10806,16146,20039,20235,20425,10747,12019,17113,12408,25516,11618,11180,9283,378,11991,12067,26300,3328,1681,1039,16503,7966,25447,22107,6731,11618,15324,15644,25146,27647,8019,5761,15067,6648,21929,13948,10496,13476,15675,13976,21594,14277,6109,13952,11469,22169,15801,5058,11135,25300,229,11188,12285,7870,14901,24059,15221,15708,1960,26790,9886,19768,16648,13343,13943,10241,15000,14217,14854,24275,11707,1054,15333,28660,17586,18357,25834,19680,20827,19343,14429,8093,20789,19254,24201,19219,7575,12174,26666,7731,13286,13456,10158,16700,24501,16817,23663,8856,341,19268,10343,8869,10443,24381,16762,20507,14819,16034,19416,1477,20560,27590,16757,7630,17918,19744,13968,18933,8768,21127,16725,11955,11929,23929,18023,11223,13355,6075,11179,6284,3380,21979,4479,27929,16231,10835,6509,9256,9471,8031,9133,9385,10466,4017,25034,9390,25524,21534,10920,9247,10557,16676,12377,13440,265,9741,6965,12497,4665,7109,14921,21779,17778,26475,18183,25049,11911,12823,9163,15265,8081,8203,3131,1028,26173,20525,26308,25600,11309,5997,8773,3358,24073,2444,26540,19907,15059,6574,13431,8341,27048,20895,21791,10704,8152,4535,8786,24576,13521,6562,5266,11049,4883,5171,25989,12347,10262,24646,16694,15619,2451,15832,18208,28709,11846,18523,9882,11598,8432,8889,10990,25815,7585,20097,15266,18024,3298,22642,24734,5906,16495,7432,20459,23155,12028,26213,4497,12166,8972,19802,12058,12250,22754,13664,17671,14787,6211,438,4775,23392,27524,14247,6846,8447,5116,24976,20042,22974,17736,15474,10385,26258,7963,2352,6473,17270,15542,22407,19371,16853,8955,12952,259,17244,14268,15338,14005,12225,13626,16127,15966,11555,13292,18178,20133,14347,18456,16346,16946,8742,7573,15115,9682,11826,24874,13834,24814,10593,9972,9393,9757,9326,1579,27206,15722,6941,5673,5620,19856,27506,26293,11341,21437,28754,23413,19351,8277,3901,21124,9716,22650,20613,21273,14852,7296,8264,19576,2425,19368,15492,10727,19344,9527,3315,17506,14470,10088,9407,12327,20416,15637,21275,7737,524,9319,13734,24460,13839,12418,12907,14118,22047,16984,11813,12381,13941,9179,5517,648,9633,21376,24492,14700,9394,11374,13431,16098,6444,23408,8297,15883,19941,22893,6467,9067,2183,20143,29672,13482,13222,11430,23937,26667,23605,3112,9236,8630,16980,11606,14776,18392,14096,18699,10418,14095,6978,16172,11306,14369,14050,12379,7596,10715,8525,10004,9131,8931,17258,18216,13299,10754,15253,14264,838,26572,23381,5081,18830,13590,10595,10243,22169,19309,5534,13899,17343,9345,19022,10442,1205,23234,24842,19175,12374,11540,7906,17138,19581,13256,16302,11803,23119,19436,9487,10636,7192,23247,24129,14942,9383,5899,1648,8809,27468,15031,15765,8681,18967,4406,15360,19644,14541,13065,12237,12112,10592,9354,21321,16349,14370,17083,14065,13881,17668,7402,23126,9814,15064,16470,18797,1659,25879,7887,27483,25402,7257,3932,8052,14773,15769,14035,23240,6315,15425,5219,13085,23642,17062,4958,20667,12997,12492,10654,23271,15278,1321,21751,15315,18945,16559,12092,19640,28412,13310,23132,7420,431,7135,24109,18284,6058,11434,22543,16201,13340,8308,5360,25382,9539,7776,574,8707,21420,13533,21086,25238,6189,15067,13777,16263,13009,10525,10661,10899,12398,14899,25729,26744,27283,20033,371,16641,21358,26269,2305,6493,27412,19247,13982,22754,15185,5926,14104,7454,26350,16989,15152,28043,19959,14516,13953,17706,19551,11196,15715,14045,28487,6820,12723,1909,21191,24066,15650,9359,12871,15822,13970,357,20146,23806,19399,10958,14164,23797,23308,14149,8630,845,12919,25889,14308,10416,17027,18638,24505,12826,10973,9660,2049,19760,11090,22107,18495,201,11692,18039,13700,12720,5598,5027,7039,1444,198,25866,1792,25293,20232,17887,7703,15530,29141,20637,8878,13571,12249,18298,22120,25520,28376,7807,864,29374,28361,22352,7210,5087,11028,10533,27399,17411,13167,9296,10013,24257,13594,7601,1331,23317,18828,9239,10074,26503,15218,13515,13753,7266,15173,15644,16887,1973,19587,17911,12823,14381,14567,12213,11940,20849,16109,24976,7757,13822,18817,9828,18711,13085,21935,17256,10812,11002,3916,3654,25100,8383,14743,19863,8621,23037,20439,10399,11174,21982,13146,15944,10244,6722,21408,19332,16600,23496,9568,13457,14631,21715,18325,17917,7978,22090,14909,13927,5623,1946,21990,11170,15558,17125,9449,16191,16685,22597,12385,14551,13433,16555,14968,15870,8138,12683,10833,6711,17492,21358,4722,8341,25524,12634,17605,20860,13541,19652,16033,11604,7499,2682,3354,2841,11123,2601,1803,2385,10968,3829,2895,3179,16465,20227,25144,18530,9083,14865,14186,16725,8827,8054,8866,8439,9560,8174,7659,12021,11763,11749,10721,20522,7740,24042,12046,9107,20669,12551,19802,11270,12223,9925,7986,8252,10607,4155,3029,11425,19011,18519,5559,22509,8749,5228,6502,14586,18147,6706,7551,16370,13648,24919,26306,5452,4974,17375,22108,14213,7840,16075,17435,8571,17550,26560,17780,8614,23946,21519,11590,18847,17392,10698,26620,11446,1763,24640,24736,14110,15423,1705,26758,22969,10124,7923,7232,1735,13801,20440,10504,21886,26385,24487,16109,8855,9735,13616,11035,26894,21245,8927,20439,11976,11117,21787,13798,7375,2552,3994,3125,5605,5419,15234,14270,7593,15819,5831,17561,15954,9697,7869,9586,10834,14199,11606,10705,14229,8689,22403,8237,18703,11930,13576,3186,5734,20132,6798,20910,8139,5277,3989,1105,13036,20533,25231,13851,11250,7661,15653,12591,16267,17077,13306,15247,13771,16635,14770,17285,6699,13734,750,2291,2219,24996,17953,11961,8086,16471,17148,10853,14020,13041,2801,11313,16376,9915,14605,16308,8442,11142,11354,7110,16101,1242,3542,17700,13127,12436,10942,6523,11172,19663,17886,10184,12278,9821,9430,11252,4015,2656,17821,18435,16645,8460,14888,10320,8220,9430,3081,911,25750,19560,13508,18235,1581,13530,9860,10110,1991,2764,2133,1254,2543,1107,1826,1161,1490,455,836,481,556,491,151,176,77,20,2,22111,23591,12539,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7321,15342,12221,13873,16011,9758,9469,16276,19996,19381,14079,11824,12966,15996,13486,4402,18966,13131,20902,10376,21615,15681,6091,10916,7714,15332,14631,6195,17796,15196,14731,11988,11935,21891,18634,9714,1287,18892,18453,21087,9782,18007,8331,15880,16323,9376,8517,21623,10002,17982,16970,8967,5868,19113,14505,16181,23518,11306,6463,8674,21329,19360,22171,11803,17515,13721,8788,15314,19820,7356,8235,12937,9722,11284,7321,14093,15464,17652,18539,20364,12868,13112,5754,4185,84,3,2,4076,23591,12778,13971,13952,15564,19376,13297,10453,1114,22239,18165,12338,9203,8677,14319,15342,10784,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,16639,21615,15632,10916,8614,15332,11315,14631,17796,11788,15196,11988,11935,16253,21891,10712,3096,18892,18453,21087,19530,18007,10814,8331,16323,12516,4098,21623,14408,17982,16970,13725,7775,2661,19113,16181,11355,23518,8019,2410,21329,14704,22171,11803,17515,15316,7912,15314,19820,12366,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,12691,13112,5560,1160,8,3270,8674,4487,22088,17433,13011,12252,12263,25100,12893,15826,17431,10338,14077,13036,10256,11369,23317,24670,16935,21811,24078,22048,22153,24981,19818,6212,25214,10425,20811,8928,7743,15046,9022,11899,17884,15187,7172,16040,3163,13257,9960,22917,20043,22857,26248,15115,24742,14906,12934,13800,7591,8720,9127,10965,6900,8257,11757,10370,7741,6977,7127,1903,1398,513,277,29,7],"fragments":[{"begin":"0.000","end":"18.400","lines":["Today on the show, my boyfriend does too much gaming and not enough working on himself or our household. How can I motivate him?"]},{"begin":"18.400","end":"19.880","lines":["Dear LIFE KIT."]},{"begin":"19.880","end":"21.080","lines":["Dear LIFE KIT."]},{"begin":"21.080","end":"21.960","lines":["Dear LIFE KIT."]},{"begin":"21.960","end":"25.800","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"25.800","end":"28.800","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"28.800","end":"31.440","lines":["How can I become a better caretaker?"]},{"begin":"31.440","end":"35.080","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"35.080","end":"37.600","lines":["And we're getting personal."]},{"begin":"37.600","end":"41.920","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"41.920","end":"49.360","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"49.360","end":"53.920","lines":["One thing I found in mental health is it's really difficult to motivate people."]},{"begin":"53.920","end":"91.520","lines":["That's today's expert, Jody Adewale. Jody is a clinical psychologist in private practice who specializes in family conflict and has written about everything from adult male psychology to mental health in the workplace. Today, he's weighing in on whether or not you can really motivate another person. Stay tuned."]},{"begin":"91.520","end":"140.080","lines":["OK, Jody, here's our question. Dear LIFE KIT, I live with my boyfriend, and we both work from home. He doesn't really like his current job, and it has pretty low pay. He doesn't know what he wants to do long term, but it's definitely not this. Because he gets to work remotely and doesn't have that much to do, he spends hours of every workday playing video games. I feel like he's wasting an opportunity to learn a new skill or take training that would set him up to do something that he likes more and that compensates him better."]},{"begin":"140.080","end":"215.440","lines":["I've voiced this a few times, and he'll half-heartedly agree but never act on it. And he often gets angry that I don't understand his, quote-unquote, \"hobbies.\" He swears he only plays one or two games a day, but I know this isn't true because I can see his account activity online. Beyond the fact that I don't feel like this is healthy, I'm starting to feel a little off-put by his lack of motivation and the additional household labor I do on top of my full-time job while he games. How do I talk to my boyfriend about his professional motivation and his problematic gaming without starting a fight or making him feel bad? I just want him to reach his potential and feel good about his occupation. Signed, Game Over It."]},{"begin":"215.440","end":"224.000","lines":["Jody, can you give us your initial thoughts, feelings, before we jump right into the advice?"]},{"begin":"224.000","end":"262.560","lines":["So ideally, there's no quick fix for, you know, trying to motivate someone. You know, there's motivational speakers. You know, there's all these books on motivation. But I found that a lot of motivation comes from one of two places - intrinsic motivation - it comes from you deep down inside; you want to do it for you - or extrinsic motivation - some kind of external reinforcer. It could be you go to your job for the paycheck. You know, you give a speech for the applause. And I found that most long-term behavioral change comes from that intrinsic motivation, wanting to do something for yourself, not necessarily for something outside of you."]},{"begin":"262.560","end":"290.000","lines":["Something that was immediately interesting to me - the relationship dynamic. First, looking at Game Over It, there are a few things that gave me pause and made me feel a little protective of this boyfriend. You know, they're - the one thing is they're monitoring their boyfriend's online activity. And then there's the line, I just want him to reach his potential - just gave me really big cringe energy, Jody. Where is the line between concern for and control of your partner?"]},{"begin":"290.000","end":"311.160","lines":["Yeah. I hear that all the time from family members and parents and partners, where they're wanting their partner to change, they're wanting their child to change or their family member to change. And I tell them, are you accepting the person that's there, or are you wanting them to - like, basically, the person you have versus the person you want them to be."]},{"begin":"311.160","end":"311.320","lines":["Yeah."]},{"begin":"311.320","end":"335.800","lines":["That's a huge conversation. And sometimes we get so caught up in wanting to make them the person we want them to be, and we don't accept the person that they are. And that effort to try to change them pushes you further and further apart from one another. There are some things that, you know, you have to point out, and there are some changes that could be made. But asking yourself, am I stuck in trying to get them where I want them to be as opposed to accepting them for who they are?"]},{"begin":"335.800","end":"346.720","lines":["Yeah, it sounds like this couple might just have different life goals or even just different immediate goals. What do you do if you and your partner are feeling mismatched on lifestyle choices or aspirations?"]},{"begin":"346.720","end":"374.640","lines":["Communication is so important in relationships. And couples don't end because of problems. Couples end because they fail to work on problems. And communicating your thoughts, communicating your feelings is so important. For this specific individual, I would ask them, straight up, is this relationship working for you? What keeps you in the relationship? You know, is this a phase that your partner might be going through, or is it a sign that there's something more significant there that you might need to address?"]},{"begin":"374.640","end":"401.080","lines":["And going back to communication, I would really encourage Game Over It to have a serious conversation, a sit-down conversation - it could be over dinner, it could be some type of scheduled meeting that they have - and, Game Over It, voice your concerns. Tell your partner what you need and what you need different. It's not my place to tell you to leave a relationship or not. It's - I think it's my place to say, communicate your concerns and see if those concerns are taken or if any change is made."]},{"begin":"401.080","end":"421.200","lines":["Yeah. It seems like Game Over It starting to do some of that gentle nudging, but on the other side, it would be so frustrating to live with someone who doesn't do their fair share consistently - you know, someone just sitting on the TV as you're doing all the errands and finishing all the chores. When does gaming or any other hobby become problematic in a relationship, in a household?"]},{"begin":"421.200","end":"448.280","lines":["So gaming - I would consider gaming like drugs, like gambling, you know, like porn. In excess, too much can create a problem. So the way I look at substance abuse is, is it causing problems in your physical health, your work, your finances, your relationships, or is it causing legal problems? If gaming isn't causing you problems in any of those areas, I would say keep going. But it sounds like gaming is starting to cause problems in your relationship."]},{"begin":"448.280","end":"481.800","lines":["And I think gaming - excessive gaming, just like excessive alcohol or excessive, you know, substances, can be a sign of a more underlying mental health condition that might need to be addressed. And it's easy to look at the behavior and say, well, he's gaming too much. I don't like that. Whatever. It's important to pay attention to, is this a sign that there might be some depression there? Is this a sign there might be some anxiety there? Is this a form of avoidance that helps him function to get through the day? As opposed to just being put off by the behavior, understand what's motivating the behavior."]},{"begin":"481.800","end":"495.960","lines":["Yeah. Going back to motivation, talking about intrinsic and extrinsic motivation, what's the healthy version of Game Over It talking to their partner? You know, would they perhaps try to participate in the gaming, or is that an unrealistic approach?"]},{"begin":"495.960","end":"539.960","lines":["So there's positive and negative reinforcement. Positive reinforcement could be, thank you so much for spending time with me. I appreciate you submitting that resume or taking that training class. Giving praise for the behavior that you like. There's also something called the push-and-tell technique, where it's, hey, you need to go do this. You need to go do that. You're pushing them and telling them what to do. There's also the pull-and-show technique. It's, come with me. Let's try this together. For Game Over It, it might be a technique of, hey, come with me, let's look at some of these training programs or, hey, come with me. Let me show you this new, you know, career option that might be there, instead of just push - go do this, go do that."]},{"begin":"539.960","end":"560.240","lines":["It also - it might be worth sitting down and playing a game with them, helping you understand what's so attractive about these games. If you don't like playing games, that's OK. Maybe have him teach you a little bit about the games. That might open the door for conversation because right now, you two are in two opposite positions and any kind of communication is going to be met with defense."]},{"begin":"560.240","end":"568.360","lines":["Are there any other - where do you think this couple's at? You know, are there any other red flags that we're missing? Do you think that there's hope here? What do you see moving forward?"]},{"begin":"568.360","end":"603.640","lines":["One of the things I heard you say was, I don't want to bring things up without turning into an argument. I hear that from couples all the time. I don't want to say anything because it's going to turn into a fight. And to me, that's a sign that so many things have been pushed away and there's been avoidant communication or passive communication to where, eventually, there's going to be an outburst. And I - one of the things I heard was, there needs to be more assertive communication, where you stand up and speak your needs while respecting the needs of the person you're talking to. You know, this is where I'm at, and I understand where you're at, but where can we be?"]},{"begin":"603.640","end":"623.400","lines":["I also think couples therapy would be really good for this couple. There's no quick fix. I do think a safe space to talk about where both of them are at can help facilitate a more constructive conversation than just doing it, you know, at home. So I do think couples therapy might be a really good option."]},{"begin":"623.400","end":"631.560","lines":["Final thoughts - we always want what's best for our partners, but how can we be better at respecting what they also want for themselves?"]},{"begin":"631.560","end":"695.240","lines":["I mentioned this earlier. One thing I've had to accept about - as a psychologist, is I can't change people, you know? But people have to, you know, care for themselves. You can be a model for them. You can show them, you know, your success, but you can't change other people. And sometimes in relationships, we get into this codependency where we don't respect other people's boundaries, we don't communicate our own. And for this couple, it's important to understand, what are my boundaries? How can I communicate them? And am I crossing the boundaries of my partner? Am I trying to make something of them that they don't want? We can't completely do an overhaul of a person."]},{"begin":"695.240","end":"719.240","lines":["Now, before we go, we end every show by asking our experts for the best piece of advice they've ever received. It can be absolutely anything you want. I would love to hear Jody Adewale's best piece of advice."]},{"begin":"719.240","end":"770.400","lines":["I remember scrubbing a pan - I was, like, maybe 8 or 9. And there was something on the pan, like, something stuck on the pan and it wouldn't come off. And I just kept scrubbing it. And my dad stopped me and grabbed a fork and just scraped it off. And he looked at me and said, Jody, there's more than one way to do something. And I think, from that moment on, I've been looking at every problem in my life - how can I do this a different way?"]},{"begin":"770.400","end":"823.960","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis, with scripting and production help from our intern, Jamal Michel. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":823}