{"title":"Dear Life Kit: My 10-year-old bullies my 8-year-old. How do I make it stop?","url":"https://www.npr.org/transcripts/1151381439","intro":"​A sister relentlessly picks on her brother despite their mom's best attempt to make peace between them. Psychologist Becky Kennedy shares advice with a parent who feels out of ideas — and patience.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show, my daughter picks on her younger brother relentlessly. Now my son demands time away from her. How can I fix this?"},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."},{"author":"BECKY KENNEDY","text":"Sibling stuff is so real. It's so hard."},{"author":"TAGLE","text":"That's today's expert Becky Kennedy, better known as Dr. Becky. Becky is a clinical psychologist, mom of three and founder of \"Good Inside,\" a book and parenting approach that helps equip parents with new ways of seeing and solving challenges in their home. I'm looking forward to what she's got in her toolbox for this serious case of sibling rivalry we've got coming up. Stay tuned."},{"author":"TAGLE","text":"Becky, today's question is about sibling trauma. Do you have any siblings?"},{"author":"KENNEDY","text":"I do. I have an older brother and a younger sister, so I'm the middle."},{"author":"TAGLE","text":"How is it being the middle child?"},{"author":"KENNEDY","text":"I think every part of birth order has its own trickiness. Like, I'm really lucky. I have amazing siblings. We get along, you know, really well now. And still, like, there's moments of just trickiness. And you don't get along with siblings in the same way you get along with cousins where it's not the, you know, same living under one roof. And it's not the exact same thing as a friendship. It's just more charged. And I think allowing for that is really helpful."},{"author":"TAGLE","text":"Yeah. Are you ready for your question?"},{"author":"KENNEDY","text":"Ready."},{"author":"TAGLE","text":"OK. Dear LIFE KIT, my 10-year-old daughter picks on her 8-year-old brother relentlessly. She calls him names, whispers mean things to him, throws his things - anything to upset him and get him to react. We've grounded her from electronics, put her in her room, separated them whenever possible. I've asked her many times why she's being so mean to him. Her response is usually a shrug with, I don't like him. I never wanted a brother. Put him up for adoption. She's nice to everyone else. Yes, there's an element of jealousy. I've tried addressing that with doing mommy-daughter days. At this point, our youngest is enjoying spending peaceful summer days at his grandparents' house a few days a week. He has demanded this time away. This won't work long-term. How can I better address this? Signed, Drama Mama."},{"author":"TAGLE","text":"Becky, my heart goes out to poor Drama Mama. This sounds so rough. I want to start with the 10-year-old daughter because it seems like DM has used everything in her arsenal, but it hasn't curbed what sounds to me like just essentially bullying. What's the best approach with her?"},{"author":"KENNEDY","text":"So I would start by reminding yourself, I have a good kid having a hard time, not a bad kid doing bad things. We have to start seeing your daughter - she's a good kid having a hard time. It doesn't feel good to kids to call their brothers names. It doesn't. No matter what they say, they see themselves being out of control. So let's always try to get to that framework. I don't have a bad kid. I have a good kid who's struggling. OK? That's No. 1."},{"author":"KENNEDY","text":"No. 2, I would probably say something to my daughter in a calm moment like this. OK? Hey. I want to talk to you about stuff with your brother. No, no, no. You're not in trouble. Hear me out. It really struck me that what I haven't said to you enough is things must feel really bad to you for them to be coming out in that way, and so here's something I want to do. I'm going to come into your room every day for five minutes, and I'm going to let you say every mean thing you want to say about your brother to me, and it's only going to be us. And I'm not going to say, that's mean. And I'm not going to say, ooh, don't say that. And I'm not going to say, but you're not thinking. I'm just going to listen. And then, with your brother around, we're really, really going to put a stop to that."},{"author":"KENNEDY","text":"And kids actually usually take to this because what they hear is, my mom thinks I'm a good kid, or my dad thinks I'm a good kid. Actually, now this part of me that's so in pain and, like, really struggles in my relationship with my brother - my parent is actually allowing me to kind of connect to them in that part. I'm allowed to express it. I'm no longer alone with it. And so when we struggle, kids and adults, and someone comes to us and comes to us from - look. I'm on your team. And part of being on your team is connecting to you and allowing certain things, and part of being on your team is actually stopping you and containing things that are dangerous. We tend to feel very held. I would just maybe start with this and see where that takes you as a beginning."},{"author":"TAGLE","text":"So make space for those bad feelings. Acknowledge them. Let this older sister have them, and also draw some hard lines."},{"author":"KENNEDY","text":"Yes."},{"author":"TAGLE","text":"Let's turn to the son. Even though he's the younger one, it seems like he has kind of the more mature approach - just kind of asking to walk away, trying to get away. But I can't imagine that will help him feel more connected to his sister or to their family. How might you advise him when it comes to dealing with these things?"},{"author":"KENNEDY","text":"Yeah. The conversation I would have at first with your son is something like this. Hey. For a while now, you've had a lot of interactions with your sister that have, I'm sure, felt really bad. And I want to tell you something. No. 1, it is never your fault when your sister says these nasty words to you. No. 2, I want to let you know I'm having a different approach. I don't think I've protected you enough. And I have kind of developed a different way of intervening with your sister, too. And after all, she's struggling, too. It doesn't make the words OK. But I need to help her, and I need to help you. And I take that change very, very seriously. And part of what I want to say to you is I'm sorry. I'm sorry that this has gone on for so long. It's not fair to you. And I'm really serious about making a change."},{"author":"TAGLE","text":"So, again, acknowledging, letting him know that he might have..."},{"author":"KENNEDY","text":"Yeah."},{"author":"TAGLE","text":"...Hurt feelings, too. Does he need to change his behavior? Would you, you know, encourage him to stand up to his sister? What actions does it look like for him?"},{"author":"KENNEDY","text":"Yeah. I would first focus on, hey. What is that like for you when she says that? And most young kids are not going to say something profound. They're going to be like, I don't know, Mom. What do you mean what is it like? I don't know. Still ask the question. It shows that you're interested in their state of mind. You might say, you know, one of the things I say to myself is just because someone says something to me doesn't mean it's true. Or maybe I'd say, you know, I'm allowed to be mad when people say mean things. Maybe I'd even - with my hands, I could be like, I'm pushing that out. And I would actually, like, push it. That is not me. That is my sister having a hard time expressing it to me. That is not me. And I'd actually practice kind of pushing those words out because what I'd be concerned with with this kid is I want to make sure that my child doesn't develop a tendency to, like, kind of take in, you know, other people's kind of, quote, like, \"bad behavior\" as a reflection of who they are."},{"author":"TAGLE","text":"So these siblings - it sounds like they've reached a breaking point. Things need to change here, clearly. But generally speaking, is it that big a deal if siblings don't get along?"},{"author":"KENNEDY","text":"I think it's normal for kids to go up and down, right? And I think reflecting also on what you know about your kids matters. Like, what are my kids' temperaments? Let's say I have an older kid. They're super-cautious. They kind of keep to themselves. I have a younger kid who is very outgoing and takes up a lot of space. They both play soccer. And all of a sudden, my younger kid is kind of, you know, more of a star on the team than even the older kid. Let's just make this up. Like, yeah. Like, my older kid is probably going to have feelings about that. Like, I'm the older one. And there's probably going to be jealousy, right?"},{"author":"KENNEDY","text":"And so reflecting on your kids' temperaments - right? - really, really helps when you're like, wait. I know my kids. I get why they are kind of not getting along right now, right? So I think not getting along is normal, you know? Not getting along, arguing, bickering - these are all part of sibling dynamics. I tend not to think in terms of normal. I feel like the question, is this normal, can always be upgraded to, what's going on with my kid? What does my kid need? And what do I need to give my kid what they need?"},{"author":"TAGLE","text":"And now let's finally turn to Mom, poor Mom, who seems like she's at her wits end, stuck in the middle, doing everything she can to make everybody happy. How can she pivot to find more peace for herself?"},{"author":"KENNEDY","text":"So what I would say to the parents is, first of all, remind yourself the day because so often our spirals and our big worries - it involves, like, this projection into the future, right? So your kids are really arguing. It's, you know, January 19, 2023. And all of a sudden, you're like, oh, my goodness. I have eight more years of this arguing. I can't stand it. And then today, you're actually feeling all the feelings of the next eight years instead of like, OK. Wait. Today my kids are 10 and 8. What can I do today?"},{"author":"KENNEDY","text":"Step 2, I would say just check your expectations. So I talk to a lot of parents who are like, I was an only kid. I have three kids. I want this, like, big happy family, right? So actually, it's not really anything your kids are doing as much as the kind of popping of this fantasy you had, right? Or me and my brother are estranged, and we no longer talk. And so as soon as I see my kids argue, my body gets triggered. And then I'm responding to my kids today trying to ensure for them that they don't end up like me and my brother. And it's like, whoa. A whole world just happened where they just were arguing about the red cup, right? And so your expectations, your own triggers, your own fantasies - like, that stuff is so, so huge."},{"author":"KENNEDY","text":"And then Step 3, I would say, do I have the resources I need to show up the way I want to my kids? You, like, know the parent you want to be. But when we don't act with our values and intentions, it's painful for us. Like, it keeps us up at night. And then unfortunately, one of the things we do, especially as women, is then we interpret that gap between intention and action as being our fault. So if you're listening to this and you're like, yeah, that's what happens; I'm like, I'm a horrible parent, right now just be like, hi, self-blame. You always pop up for me when I'm struggling. OK. Hello. You're allowed to kind of sit at the table. And can I ask myself a different question right now? What resources, what support do I deserve?"},{"author":"TAGLE","text":"Before we go, Dr. Becky, what's your best advice?"},{"author":"KENNEDY","text":"I guess something I've benefited a lot from is, like, telling yourself, I don't know. And that's exactly where I should be when I take that first step. I am as ready as I ever will be. Like, I'm going to do it and know more after."},{"author":"TAGLE","text":"Love it. Just start."},{"author":"KENNEDY","text":"Yeah."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9633074231.mp3","img":"https://media.npr.org/assets/img/2023/01/25/dearlifekit_kidsenemies-copy_wide-36d6908faaccc75c3915aaf1568f91f2b02772be.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","BECKY KENNEDY","KENNEDY"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,100,25408,22880,15969,21381,23306,14585,12703,10253,12639,10134,9507,7276,5074,6805,14765,15228,17306,15311,7275,7467,6152,1636,1672,13444,19504,15765,2230,16109,22542,19279,15603,21530,26376,10984,19182,23430,16239,26104,10090,4063,28630,24618,9943,3420,3343,4250,25974,5284,14740,18526,24053,6269,2817,20702,18992,18659,2562,13088,17118,12855,11137,8359,24218,16653,18471,23190,24738,22712,12489,17363,17206,16180,7423,5292,12286,19433,3674,14409,8348,19134,9513,3980,14233,15411,17312,20809,16540,19272,15848,9685,12456,3540,19472,21346,8313,2726,2534,27290,18064,13647,15735,16529,2877,26297,11757,18441,11548,8732,7560,18647,14287,9641,12230,11690,13203,5926,9697,18014,16057,13826,4647,14028,11618,20310,7741,15854,10724,2177,10284,11832,11707,26036,24310,2231,25000,23088,23974,13911,10221,8237,4328,16640,15132,10517,17745,10080,2207,2074,17040,10692,6497,15956,16523,9502,8733,12756,12947,15450,15183,15874,17885,14779,3998,10926,24232,13049,14037,11799,10019,12186,11099,9621,11443,6391,15319,12524,11999,8983,5917,5044,5340,1588,15208,17191,15561,22746,11970,18514,13168,7504,11789,16049,12115,13505,14999,9259,23392,15515,4591,1660,1711,23317,19336,2665,1898,510,209,63,28150,15631,7321,22477,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,13922,24955,11829,3947,27363,23914,13288,13350,14278,28298,18612,11956,16884,17434,19361,21684,26666,9426,20215,14513,19081,910,27498,23545,23580,24166,25063,20967,19364,11203,24863,8166,16384,22901,21374,25283,25423,16834,12157,7301,18743,10172,26880,26278,23088,12297,19235,25435,25835,23962,7262,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,22990,26631,12839,14888,19327,11488,7505,24,12,57,27400,25416,19720,16229,22642,22293,21221,20481,12481,133,18944,15672,18872,12705,22358,13550,14041,9953,25381,13262,14893,19949,11763,15648,12017,24291,12859,21017,19859,9192,24093,21847,25759,18975,11700,6852,20949,14014,16506,13024,26618,12920,13319,21952,15470,22442,22000,17670,20415,28651,9058,24534,16935,22587,21502,16732,14714,16604,16539,24789,3803,26799,22687,18544,18414,25428,17866,19727,17469,20498,16514,13731,8695,526,3,3,14,26177,19941,11700,15355,11314,14396,19573,13070,15494,4319,10537,21744,18840,14947,13611,13652,11790,2336,23373,20302,14058,11994,16001,11914,5598,7771,13766,11336,8068,10860,14907,12734,6863,23384,18914,10213,8327,7249,8597,8517,5097,6225,22477,22390,14667,9796,20866,9011,64,3,0,23049,15107,18614,13658,15503,18187,18184,13350,5651,17666,12267,18661,3651,23652,14642,25203,19803,14539,14124,9722,7460,2531,147,15999,13193,239,24036,10788,8449,10681,19635,25628,14227,13174,21854,7252,13469,21081,10604,10726,5087,11427,14246,9929,13233,15182,15797,10639,9897,16887,11667,12730,16556,13527,10065,15381,6071,15431,23474,17787,13643,19053,22551,19192,14107,11474,7886,11695,11027,8921,2912,3565,11845,7428,24375,14265,11689,22058,19368,9264,11390,7068,9180,5766,10737,8093,14174,12527,19419,18097,415,18353,13102,13452,12118,8816,12565,5206,12815,9683,10384,18239,15915,10171,17887,15325,19727,14946,2199,3684,21025,22009,25271,18428,19274,16168,11508,8301,10704,6383,7389,7105,6760,124,5738,4376,7011,19654,27326,21974,9739,5927,23058,2139,942,2807,19195,16725,14125,6377,1250,15935,12916,18407,17845,20471,10507,14343,12656,9491,9093,11438,1051,1952,12810,14605,14226,12642,13656,20182,18397,16758,1913,15475,7558,14336,9967,15884,23457,16333,19143,7041,10966,17372,6737,20799,20764,16353,16238,19155,4650,13591,17427,17325,12051,16780,20297,12223,12560,10908,1102,19399,23194,15402,23467,18416,11617,7210,9875,7145,3929,4305,22233,17199,14411,16797,20585,14107,1661,5569,14740,17663,5905,23190,22731,11000,1201,24231,19072,20016,2970,1210,3897,2765,16415,17484,12013,13283,16323,15342,8581,1976,1782,5642,15670,16077,11579,11765,10483,3702,17128,18704,22328,9421,14271,9030,16514,13886,6030,16758,24906,16564,23930,21258,13062,18191,10355,16167,14264,12579,12758,13438,9137,9593,17150,8897,1390,3194,16895,17464,10599,18868,10975,17474,1761,1358,1935,15182,20335,12357,3729,3339,14931,16976,21472,12523,7939,2773,551,13722,20313,8222,6140,25400,17635,16906,3798,4902,3238,74,15366,19219,19922,19038,17039,13277,13923,13627,13682,9370,2805,6114,27112,26556,2282,3333,2160,19461,11848,20090,15075,14437,11228,13812,11893,16998,9720,14044,19631,16240,9889,7047,24229,23648,21168,15894,8010,9147,2153,17195,24300,11412,11743,376,4122,13640,19909,17137,16797,13933,19081,9994,10668,15943,15664,5158,20088,22430,20518,10198,843,2284,23335,24840,22040,23517,15875,13145,7300,5293,115,235,101,26825,22545,19484,24390,92,1362,26596,23035,18414,7200,83,411,20997,25681,13369,9521,10771,14418,8949,14758,24955,10148,23757,10322,14896,11223,15819,12016,25113,12847,14296,14935,5049,17501,17159,8817,2265,19271,21103,18327,12608,10316,21768,13550,7007,10501,6401,11494,12918,6272,10755,25660,17048,9741,254,25579,14932,14949,11252,18194,21066,26529,21305,6334,6559,4579,16772,8325,828,25521,24006,21673,14624,792,15843,19132,11771,277,25024,20590,20520,19014,18192,13696,7838,5099,7992,12097,4629,109,794,15449,23541,17203,14173,8662,13619,12373,16390,9578,15094,14109,291,807,232,18744,22671,26093,25015,14515,11485,9941,7845,1691,376,16117,8489,11258,14545,7523,7937,16874,5753,4505,828,19835,12881,11256,11862,8203,10351,18833,7578,200,12663,14959,16106,18854,11896,4612,17875,22041,18094,14269,12044,13939,3893,4030,193,338,28943,10905,1361,196,18294,12747,11335,10595,1479,212,253,10414,9261,4636,256,251,11649,7815,403,9980,7826,1154,665,17166,6600,338,7943,21409,6452,155,14742,23042,10949,13700,14268,13310,2423,272,14749,22235,18080,10388,3596,9226,14292,13558,16192,23704,14365,20584,5533,13698,11832,17593,16026,13589,15524,3014,15724,6905,297,139,199,202,146,2066,25861,4501,813,253,116,127,21944,24559,27668,15479,6459,117,19864,14071,10994,11657,5789,11325,12578,116,91,1130,482,24706,22831,182,85,409,20085,19389,13912,12817,5355,11654,18307,22867,15390,3698,14511,13197,17007,20088,4772,5853,4425,9853,10822,583,475,24892,24506,21980,14182,14298,8673,7575,2772,238,27097,11548,13208,13899,18174,15028,9640,13849,12982,13186,12294,16026,13651,15566,9032,8746,1179,381,12945,20600,138,3186,18442,15827,14905,12970,14616,10789,10482,13357,8646,21021,10118,22204,11462,17859,18408,14280,2474,20684,20746,16829,12269,9692,17129,1814,16316,23731,8225,3470,277,21351,22146,18908,5500,10508,17305,19013,16547,10703,10185,5344,7942,7252,148,11580,25694,21294,12064,9026,13614,8470,12389,12992,13471,15501,24003,13256,8015,15621,9888,6487,26942,7130,5776,12019,10474,13080,9150,15938,6140,14625,17030,11202,10165,97,23384,14122,14180,25147,8614,13719,9067,9928,12118,4983,6533,7598,11987,4836,12065,11610,14468,16837,13710,12528,9227,15981,13778,16401,14881,13176,11967,9121,21618,15863,6156,10362,18746,18328,29373,19332,7815,395,14135,2755,21532,19568,8832,125,10963,16137,8511,9874,8196,11878,14222,12918,11606,10585,9458,11635,8959,12699,6053,2457,12799,17829,21781,14624,14473,12729,14940,12832,2857,15730,11029,19112,15896,13394,23185,26248,13662,10597,9174,4091,8017,12623,8521,10295,17975,16651,12478,5973,1472,8781,13100,22186,23098,20545,8241,8213,6656,10717,29412,1805,869,226,22038,15822,16640,18285,10900,14517,10842,9930,12626,5744,237,25435,20237,15098,10918,1224,19169,24613,16508,7912,7766,8553,12592,10978,948,292,2569,16881,1586,232,257,11854,17193,6504,16475,7579,21797,19266,16550,18049,604,12579,19429,8749,16272,18021,14890,19872,791,17943,11523,15956,15003,14521,14646,12732,5706,1160,4327,729,19340,18178,21020,8321,15894,22128,22003,14472,9941,8038,10145,2111,22743,13068,6324,22765,20275,21761,15995,6883,4074,385,6840,11488,15234,602,481,370,22201,28462,27585,12123,19492,9756,15728,17701,26804,13448,18440,8155,12680,11505,11556,17282,17813,12607,212,9543,20971,15284,13556,14774,11098,26040,2684,17854,27933,17875,17127,192,26188,28690,10761,7466,102,207,13252,11468,27621,27495,26907,8554,12829,11128,8413,13128,17254,9115,26321,21535,17399,17484,15433,22206,5417,21401,12667,14194,9027,9061,16218,14193,12967,12921,13205,10452,23779,14622,17069,716,15024,12777,19165,12106,15835,9375,6742,10898,20605,19873,14912,12462,10772,9536,8001,11596,11599,5310,9556,4056,16324,16734,20382,23386,13861,5611,6459,11820,10278,10252,6350,10460,8294,9079,17920,13006,16629,19511,10607,9591,5475,25422,23966,6176,7539,5639,13421,1606,23508,21348,20930,20647,18736,12805,9369,8086,19054,10412,27626,17731,12625,10492,9006,14036,20048,17936,19049,20952,13176,11179,15564,13769,14786,12601,6889,21037,17759,6227,20566,10334,13220,20922,9076,14551,11799,1069,817,10550,25130,13421,10845,13985,18177,17195,16296,10115,9846,710,222,15146,13483,6953,9628,6470,907,11874,1166,9758,9688,281,23875,25501,16039,402,12090,11516,391,1929,22845,23077,19851,12502,8569,8991,2811,14730,26514,18020,11452,13425,13354,11136,9918,10514,9101,11154,9205,2345,6346,21756,10719,14433,14394,196,286,1538,21814,10668,17060,16101,15788,7834,7566,13694,9511,21940,22517,19260,24011,23039,5470,18777,17247,15047,10410,10517,10240,10840,18410,19689,7251,10910,749,8712,14783,11867,11162,17526,12721,380,11106,19711,16758,12506,11633,11769,13040,560,20872,15835,12395,16027,18681,9490,1122,12085,19612,24360,14179,7720,20437,16824,25510,17893,10907,16255,12496,13254,9938,317,10044,16126,22376,5927,15745,17485,15173,12463,10263,12216,14388,6908,12652,8690,11633,8695,2805,25881,22615,24805,20553,8393,15555,14491,11554,15505,9760,10210,10101,6379,132,24905,12887,16316,10962,12455,12722,16861,185,20944,12914,11606,18820,12017,11995,18021,9199,8459,5617,9739,6851,12575,9992,16002,22717,13951,14238,5418,10283,13769,11258,12361,8992,12989,15699,25381,10586,10077,12290,814,11296,8956,16601,228,19830,6732,6096,7942,25903,24199,8592,8875,24653,10573,10463,13522,10000,23035,12474,17719,16856,10970,15436,6369,6587,13939,1150,10076,13381,14548,19503,22839,6473,13177,11384,10437,8737,7357,6503,6399,14058,12002,18303,20222,15682,20928,12145,15919,17493,15846,9485,14079,10224,4224,23799,10457,6579,24445,7995,10656,3953,24725,22518,11131,18651,15768,18037,9644,12837,6551,4057,17343,23868,13015,15800,11043,14469,5013,24894,6258,7286,5621,10587,13485,2026,20356,10587,635,320,14015,24634,16744,8910,24157,10700,8786,20909,2631,574,13609,14473,13892,22153,22372,16018,9117,10817,9093,15185,19853,16374,18073,10085,10125,16714,11401,9501,4254,21520,21945,11950,9444,10790,12538,18281,315,11637,15252,14703,9204,4006,23292,15080,15667,17661,526,7455,10663,10706,20532,14564,16348,16946,6732,7124,10474,1287,6085,21389,17540,10782,12334,3802,12310,9879,19876,22028,18325,16278,15573,70,14794,18032,11424,10057,6485,20979,19480,8679,101,15517,24672,10899,7631,11189,938,13264,13957,15057,9582,12732,11850,13429,10873,11869,7354,7549,21127,17153,8617,17537,18689,11231,14717,15940,16325,10029,5914,10800,12535,16443,19472,18320,7946,9106,7353,8653,469,16717,14101,12901,16057,18104,6471,12671,7462,12264,8844,5956,16243,21826,12496,16210,219,11420,9795,16379,15428,14874,20811,5206,13991,11553,5174,10861,5902,17368,12795,11925,10826,11055,5992,14498,12365,6480,6083,11163,10257,11410,15169,12130,10586,9449,13438,912,13730,21410,23131,21347,9155,10516,12010,13766,10207,757,21659,11697,10367,12469,15737,11223,8797,5028,19987,11267,10358,10061,8606,25098,17662,23117,7031,21879,9594,11514,10178,12789,11180,14374,8062,12496,845,11707,22870,16463,8378,7851,8879,9501,9914,166,27373,25504,9631,12886,4880,14826,608,1363,25861,12467,14746,16080,10579,82,21338,25059,18476,8317,4457,778,13636,24922,18070,15875,14713,25456,25565,7302,15888,13708,10628,10361,13253,24648,18907,9712,16379,14724,1522,1450,21914,19416,16459,21163,16018,11202,12383,12952,12293,16120,15667,3998,273,16065,13809,20672,22334,17824,24303,12273,8276,11218,19065,22201,3363,11691,15360,15387,10733,20771,16916,8725,1038,9323,8191,9693,16782,22556,1884,15123,9841,24570,12913,11749,20360,11036,22932,26065,10988,5013,15360,12919,5858,19200,11524,16295,8575,22183,11814,678,16740,5780,12552,24718,12659,12536,11228,6065,19157,7099,6745,24198,19748,9581,12962,16913,22242,11079,11017,10825,7427,4563,6579,8121,25162,1642,14105,22368,15592,16857,8980,10582,8503,5017,11676,10245,9513,8506,15019,11739,12404,14662,13965,549,5881,10445,10359,9660,6650,7144,11714,16718,18115,15287,2138,20980,12888,13466,6498,8395,15209,9483,2520,2362,11753,20657,10324,14939,10065,6737,8717,11299,514,17224,15024,12855,6090,6790,403,313,16050,21064,18606,10358,25039,25041,3575,104,15374,22188,17855,12255,4783,8593,3917,231,253,634,13494,21658,14877,10954,15041,17484,11705,23527,5894,12358,11989,10393,10614,9035,11837,11557,12448,10410,8718,12725,24802,19044,10507,10813,9917,25579,13062,1153,23803,23382,7646,10501,21580,14364,15959,20648,15797,21952,11105,18706,16895,13265,9385,509,26390,19917,12415,10709,22161,13322,2913,3770,14880,13962,18085,4862,23284,21839,25896,15803,2244,24035,19121,21344,15990,21796,11092,15399,12525,16024,13200,6507,17390,25772,16219,11488,7913,10586,11228,881,24922,14928,9782,23363,14975,18728,8876,11888,3264,11266,21237,17192,15321,4484,11412,12103,11592,10168,7606,6283,11249,3541,4098,10984,5190,2652,23024,20453,19902,8979,5474,17970,13856,14722,12380,11460,8097,4907,1766,26525,20259,25950,18245,9860,9439,8310,7088,9514,3129,15890,11792,16841,6580,6915,8137,8326,11996,13788,10008,17271,9474,8109,5240,1652,12228,6688,15154,15825,13397,14444,16534,18190,15118,16693,8122,6231,14512,14782,12203,21143,1557,12437,12841,7861,1101,18027,1352,8884,13069,26297,26320,2065,7615,1529,16154,19868,18887,16194,9575,15593,19009,19683,13538,12001,11381,18419,14408,21162,19510,21288,11320,16693,14959,13179,5802,14035,16184,21328,16785,12981,5088,6283,4695,14791,19505,18984,14148,15297,11001,14473,14763,16953,15791,17486,15347,18942,15386,20022,13782,17187,8669,15967,2479,4075,11997,6902,25370,17375,17310,15281,12573,15497,13547,13303,11050,26741,26437,13430,12812,10854,11863,17115,13026,12375,10336,11998,9288,9088,5294,17639,18781,12631,21336,17597,15474,21241,3546,3890,3829,22574,18503,23488,17142,3660,21036,17800,11811,7880,7194,4182,5109,2545,4981,3600,2353,3031,1892,1880,1465,862,1247,658,501,72,41,6,27,23591,12778,12741,13971,15564,19376,13297,10453,3455,22239,18165,12338,9203,8677,8491,15342,11106,14026,16011,9758,2123,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,4786,21615,15681,10916,10017,15332,13637,14631,17796,10759,15196,11988,11935,16253,21891,10712,3635,17806,18892,15302,21087,18007,10814,8331,16323,12579,8535,21623,17717,17982,16970,13725,7775,3503,19113,14505,16181,23518,8019,3228,21329,14704,22171,11803,17515,16330,9404,15314,14314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,12149,12868,13112,5754,1996,11,3,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,22239,20662,13823,8299,9203,7757,15342,12221,13873,16011,9758,9469,16276,19996,19720,14079,11824,12966,15996,13486,3698,18966,12995,20902,11596,21615,15681,6091,10916,7714,15332,14631,6195,17796,13599,15196,11988,11935,21891,20224,9714,1253,18892,18453,21087,9782,18007,8331,13869,16323,9376,7972,21623,10002,17982,16970,8980,7142,19113,14505,16181,23518,11306,6463,7321,21329,17447,22171,11803,17515,13721,8788,15314,19820,7375,8235,12937,11133,11284,7321,14093,15464,17652,14727,20364,12868,13112,5754,4185,93,3,7743,8220,10171,6191,21017,26753,12792,17220,6857,11189,19199,13396,9659,8433,10906,13371,19957,13188,15969,12277,14769,16975,10592,6598,15450,5238,10739,11526,9974,11038,17385,1034,25931,25110,19654,21222,24317,25902,15343,16277,12067,16784,15754,12055,21283,18834,7642,18982,19238,9695,9323,21701,9811,8653,11597,7676,9519,10911,12018,17151,16468,13585,13200,16917,17486,9509,11455,6735,22905,15827,18742,20302,25447,23024,9673,27235,11239,15531,15554,5485,3273,1563,761,773,684,154,22,2],"fragments":[{"begin":"0.000","end":"9.960","lines":["Today on the show, my daughter picks on her younger brother relentlessly. Now my son demands time away from her. How can I fix this?"]},{"begin":"9.960","end":"11.760","lines":["Dear LIFE KIT..."]},{"begin":"11.760","end":"13.200","lines":["Dear LIFE KIT..."]},{"begin":"13.200","end":"14.120","lines":["Dear LIFE KIT..."]},{"begin":"14.120","end":"17.400","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"17.400","end":"19.760","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"19.760","end":"27.600","lines":["How can I become a better caretaker?"]},{"begin":"27.600","end":"34.000","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"34.000","end":"36.640","lines":["And we're getting personal."]},{"begin":"36.640","end":"42.280","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"42.280","end":"53.880","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."]},{"begin":"53.880","end":"57.720","lines":["Sibling stuff is so real. It's so hard."]},{"begin":"57.720","end":"77.840","lines":["That's today's expert Becky Kennedy, better known as Dr. Becky. Becky is a clinical psychologist, mom of three and founder of \"Good Inside,\" a book and parenting approach that helps equip parents with new ways of seeing and solving challenges in their home. I'm looking forward to what she's got in her toolbox for this serious case of sibling rivalry we've got coming up. Stay tuned."]},{"begin":"77.840","end":"85.480","lines":["Becky, today's question is about sibling trauma. Do you have any siblings?"]},{"begin":"85.480","end":"90.000","lines":["I do. I have an older brother and a younger sister, so I'm the middle."]},{"begin":"90.000","end":"91.160","lines":["How is it being the middle child?"]},{"begin":"91.160","end":"122.320","lines":["I think every part of birth order has its own trickiness. Like, I'm really lucky. I have amazing siblings. We get along, you know, really well now. And still, like, there's moments of just trickiness. And you don't get along with siblings in the same way you get along with cousins where it's not the, you know, same living under one roof. And it's not the exact same thing as a friendship. It's just more charged. And I think allowing for that is really helpful."]},{"begin":"122.320","end":"124.880","lines":["Yeah. Are you ready for your question?"]},{"begin":"124.880","end":"125.520","lines":["Ready."]},{"begin":"125.520","end":"192.840","lines":["OK. Dear LIFE KIT, my 10-year-old daughter picks on her 8-year-old brother relentlessly. She calls him names, whispers mean things to him, throws his things - anything to upset him and get him to react. We've grounded her from electronics, put her in her room, separated them whenever possible. I've asked her many times why she's being so mean to him. Her response is usually a shrug with, I don't like him. I never wanted a brother. Put him up for adoption. She's nice to everyone else. Yes, there's an element of jealousy. I've tried addressing that with doing mommy-daughter days. At this point, our youngest is enjoying spending peaceful summer days at his grandparents' house a few days a week. He has demanded this time away. This won't work long-term. How can I better address this? Signed, Drama Mama."]},{"begin":"192.840","end":"217.640","lines":["Becky, my heart goes out to poor Drama Mama. This sounds so rough. I want to start with the 10-year-old daughter because it seems like DM has used everything in her arsenal, but it hasn't curbed what sounds to me like just essentially bullying. What's the best approach with her?"]},{"begin":"217.640","end":"260.760","lines":["So I would start by reminding yourself, I have a good kid having a hard time, not a bad kid doing bad things. We have to start seeing your daughter - she's a good kid having a hard time. It doesn't feel good to kids to call their brothers names. It doesn't. No matter what they say, they see themselves being out of control. So let's always try to get to that framework. I don't have a bad kid. I have a good kid who's struggling. OK? That's No. 1."]},{"begin":"260.760","end":"328.560","lines":["No. 2, I would probably say something to my daughter in a calm moment like this. OK? Hey. I want to talk to you about stuff with your brother. No, no, no. You're not in trouble. Hear me out. It really struck me that what I haven't said to you enough is things must feel really bad to you for them to be coming out in that way, and so here's something I want to do. I'm going to come into your room every day for five minutes, and I'm going to let you say every mean thing you want to say about your brother to me, and it's only going to be us. And I'm not going to say, that's mean. And I'm not going to say, ooh, don't say that. And I'm not going to say, but you're not thinking. I'm just going to listen. And then, with your brother around, we're really, really going to put a stop to that."]},{"begin":"328.560","end":"372.120","lines":["And kids actually usually take to this because what they hear is, my mom thinks I'm a good kid, or my dad thinks I'm a good kid. Actually, now this part of me that's so in pain and, like, really struggles in my relationship with my brother - my parent is actually allowing me to kind of connect to them in that part. I'm allowed to express it. I'm no longer alone with it. And so when we struggle, kids and adults, and someone comes to us and comes to us from - look. I'm on your team. And part of being on your team is connecting to you and allowing certain things, and part of being on your team is actually stopping you and containing things that are dangerous. We tend to feel very held. I would just maybe start with this and see where that takes you as a beginning."]},{"begin":"372.120","end":"379.240","lines":["So make space for those bad feelings. Acknowledge them. Let this older sister have them, and also draw some hard lines."]},{"begin":"379.240","end":"379.800","lines":["Yes."]},{"begin":"379.800","end":"397.160","lines":["Let's turn to the son. Even though he's the younger one, it seems like he has kind of the more mature approach - just kind of asking to walk away, trying to get away. But I can't imagine that will help him feel more connected to his sister or to their family. How might you advise him when it comes to dealing with these things?"]},{"begin":"397.160","end":"448.720","lines":["Yeah. The conversation I would have at first with your son is something like this. Hey. For a while now, you've had a lot of interactions with your sister that have, I'm sure, felt really bad. And I want to tell you something. No. 1, it is never your fault when your sister says these nasty words to you. No. 2, I want to let you know I'm having a different approach. I don't think I've protected you enough. And I have kind of developed a different way of intervening with your sister, too. And after all, she's struggling, too. It doesn't make the words OK. But I need to help her, and I need to help you. And I take that change very, very seriously. And part of what I want to say to you is I'm sorry. I'm sorry that this has gone on for so long. It's not fair to you. And I'm really serious about making a change."]},{"begin":"448.720","end":"451.800","lines":["So, again, acknowledging, letting him know that he might have..."]},{"begin":"451.800","end":"452.160","lines":["Yeah."]},{"begin":"452.160","end":"460.240","lines":["...Hurt feelings, too. Does he need to change his behavior? Would you, you know, encourage him to stand up to his sister? What actions does it look like for him?"]},{"begin":"460.240","end":"509.560","lines":["Yeah. I would first focus on, hey. What is that like for you when she says that? And most young kids are not going to say something profound. They're going to be like, I don't know, Mom. What do you mean what is it like? I don't know. Still ask the question. It shows that you're interested in their state of mind. You might say, you know, one of the things I say to myself is just because someone says something to me doesn't mean it's true. Or maybe I'd say, you know, I'm allowed to be mad when people say mean things. Maybe I'd even - with my hands, I could be like, I'm pushing that out. And I would actually, like, push it. That is not me. That is my sister having a hard time expressing it to me. That is not me. And I'd actually practice kind of pushing those words out because what I'd be concerned with with this kid is I want to make sure that my child doesn't develop a tendency to, like, kind of take in, you know, other people's kind of, quote, like, \"bad behavior\" as a reflection of who they are."]},{"begin":"509.560","end":"518.720","lines":["So these siblings - it sounds like they've reached a breaking point. Things need to change here, clearly. But generally speaking, is it that big a deal if siblings don't get along?"]},{"begin":"518.720","end":"549.240","lines":["I think it's normal for kids to go up and down, right? And I think reflecting also on what you know about your kids matters. Like, what are my kids' temperaments? Let's say I have an older kid. They're super-cautious. They kind of keep to themselves. I have a younger kid who is very outgoing and takes up a lot of space. They both play soccer. And all of a sudden, my younger kid is kind of, you know, more of a star on the team than even the older kid. Let's just make this up. Like, yeah. Like, my older kid is probably going to have feelings about that. Like, I'm the older one. And there's probably going to be jealousy, right?"]},{"begin":"549.240","end":"583.440","lines":["And so reflecting on your kids' temperaments - right? - really, really helps when you're like, wait. I know my kids. I get why they are kind of not getting along right now, right? So I think not getting along is normal, you know? Not getting along, arguing, bickering - these are all part of sibling dynamics. I tend not to think in terms of normal. I feel like the question, is this normal, can always be upgraded to, what's going on with my kid? What does my kid need? And what do I need to give my kid what they need?"]},{"begin":"583.440","end":"592.800","lines":["And now let's finally turn to Mom, poor Mom, who seems like she's at her wits end, stuck in the middle, doing everything she can to make everybody happy. How can she pivot to find more peace for herself?"]},{"begin":"592.800","end":"623.200","lines":["So what I would say to the parents is, first of all, remind yourself the day because so often our spirals and our big worries - it involves, like, this projection into the future, right? So your kids are really arguing. It's, you know, January 19, 2023. And all of a sudden, you're like, oh, my goodness. I have eight more years of this arguing. I can't stand it. And then today, you're actually feeling all the feelings of the next eight years instead of like, OK. Wait. Today my kids are 10 and 8. What can I do today?"]},{"begin":"623.200","end":"665.640","lines":["Step 2, I would say just check your expectations. So I talk to a lot of parents who are like, I was an only kid. I have three kids. I want this, like, big happy family, right? So actually, it's not really anything your kids are doing as much as the kind of popping of this fantasy you had, right? Or me and my brother are estranged, and we no longer talk. And so as soon as I see my kids argue, my body gets triggered. And then I'm responding to my kids today trying to ensure for them that they don't end up like me and my brother. And it's like, whoa. A whole world just happened where they just were arguing about the red cup, right? And so your expectations, your own triggers, your own fantasies - like, that stuff is so, so huge."]},{"begin":"665.640","end":"756.160","lines":["And then Step 3, I would say, do I have the resources I need to show up the way I want to my kids? You, like, know the parent you want to be. But when we don't act with our values and intentions, it's painful for us. Like, it keeps us up at night. And then unfortunately, one of the things we do, especially as women, is then we interpret that gap between intention and action as being our fault. So if you're listening to this and you're like, yeah, that's what happens; I'm like, I'm a horrible parent, right now just be like, hi, self-blame. You always pop up for me when I'm struggling. OK. Hello. You're allowed to kind of sit at the table. And can I ask myself a different question right now? What resources, what support do I deserve?"]},{"begin":"756.160","end":"769.000","lines":["Before we go, Dr. Becky, what's your best advice?"]},{"begin":"769.000","end":"789.520","lines":["I guess something I've benefited a lot from is, like, telling yourself, I don't know. And that's exactly where I should be when I take that first step. I am as ready as I ever will be. Like, I'm going to do it and know more after."]},{"begin":"789.520","end":"791.040","lines":["Love it. Just start."]},{"begin":"791.040","end":"791.480","lines":["Yeah."]},{"begin":"791.480","end":"852.680","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":852}