{
  "title": "What kind of perfectionist are you? Take this 7-question quiz to find out",
  "url": "https://www.npr.org/transcripts/1151414475",
  "intro": "Are you a 'Parisian perfectionist'? How about a 'messy perfectionist'? Psychotherapist Katherine Morgan Schafler believes there are 5 kinds of perfectionists in the world. Find out which one you are.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there. I'm LIFE KIT reporter Andee Tagle, and I'm here to tell you that you, LIFE KIT listener, are perfect."
    },
    {
      "author": "TAGLE",
      "text": "That's right. You're perfect exactly as you are. But maybe not exactly the way you might be thinking."
    },
    {
      "author": "KATHERINE MORGAN SCHAFLER",
      "text": "When we think of the word perfection, and if you take it to its Latin root, it means completely done. It doesn't mean flawless."
    },
    {
      "author": "TAGLE",
      "text": "That's Katherine Morgan Schafler, a New York City-based psychotherapist and author of \"The Perfectionist's Guide To Losing Control: A Path To Peace And Power.\""
    },
    {
      "author": "SCHAFLER",
      "text": "I don't think anybody's flawless, but I do think everyone is born into the world as a whole human being who, from that moment on, deserves as much joy, love, connection, freedom and dignity as any other person could ever be. You don't earn those things."
    },
    {
      "author": "TAGLE",
      "text": "Katherine has spent years in private practice on Wall Street, a location that attracts a lot of high-powered, high-achieving women with careers in things like big law and finance. Many of those clients, perhaps unsurprisingly, are perfectionists. What she's found through her work is that perfectionism, like the word perfect itself, is misunderstood."
    },
    {
      "author": "SCHAFLER",
      "text": "I think that we try to squeeze perfectionism into this little ring box. You know, the colloquial definition of being a perfectionist is someone who wants things to be perfect at all times. They want the weather to be perfect. They want themselves to look perfect. You know, they want to achieve their goals perfectly, et cetera, et cetera. And that's just not accurate. It's an oversimplification of a really complex, fluid, individualized force and a force that can be constructive and also destructive, depending on how you manage it."
    },
    {
      "author": "TAGLE",
      "text": "Perfectionists can be Type A - intense and rigid and meticulous. That's usually what I think of when I think of perfectionism. But they can also be messy or forgetful or laissez faire. They can procrastinate or up and quit whole projects entirely. What do different types of perfectionists have in common? For one thing, potential, says Katherine. Perfectionists see how the world around them can be better. And perfectionism, when used in a healthy way, can be a powerful force for change. But perfectionists are also very good at getting in their own way. In her research, Katherine found a common thought pattern of, I'm just not good enough yet, a common thread of people who couldn't let themselves off the hook for not achieving their understanding of, quote, unquote, \"perfect.\""
    },
    {
      "author": "SCHAFLER",
      "text": "Well, I'm almost whole. I just have to, you know, lose 10 pounds. I'm almost worthy of feeling relaxed and joyful. I just have to make my whole family happy this holiday season and get through it, and then I'll be good. Or as soon as the renovation is done, as soon as I get this job, as soon as I get pregnant - it's like this list never ends. And that's not a way to live."
    },
    {
      "author": "TAGLE",
      "text": "So she wrote a book to help. In this episode of LIFE KIT, we're going to rethink and reframe perfectionism. We're going to talk to Katherine about the relationship between women and ideals of perfection. We'll discuss the many different ways perfectionism can manifest itself. And we'll learn the difference between control and power."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, in the book, you say a lot of messaging around perfectionism is gendered. Let's start there."
    },
    {
      "author": "SCHAFLER",
      "text": "Yes. Well, you know, I think language really helps control the way that we think about whether something is good or bad and, in turn, whether we are good or bad. And it kind of has this regulatory function where it teaches us, like, how to be more of what we are, quote, unquote, \"supposed' to be. In the same way that the word bossy, for example, regulates authoritative qualities in girls and women and why there's no - you know, there's no male version for the word bossy. That's kind of what perfectionism is turning into. And so I wanted to write this book to nip that in the bud and just to say - before this becomes, you know, something that floats around for the next five or 10 years without us realizing what we're doing, which is quelling the ambition and expressions of power in women by pathologizing perfectionism ad nauseum and then telling women to find balance, which is a directive that is given to women so much all over the place - in advertising, in food, in podcasts, in mommy blogs, just everywhere."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, what's wrong with the messaging about just finding balance?"
    },
    {
      "author": "SCHAFLER",
      "text": "Well, balance, in its original definition of energetic equilibrium, is healthy. But balance as it has come to mean now is just being good at being busy. To say that a woman is balanced is not to say that she's hit her sweet spot of energetic equilibrium. It is to say that she can juggle so many tasks. And give her another thing, and she won't drop the ball. Look at her go. And that has nothing to do with health. And what kind of balance we're offering to women is elusive. It never comes. And we don't notice that it's not here and that it's not real because we're too busy blaming ourselves that it's not here yet because we're constantly getting the message of, like, if you just had an Insta Pot, you could be balanced."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SCHAFLER",
      "text": "If you just had this app, you could be balanced. If you just, you know, woke up one hour earlier, you could be balanced. And I think perfectionists are people who are not balanced and who are constantly told, you know, slow down. You're doing too much. You need to be balanced - as if we're - you know, as if balanced means health when it doesn't anymore."
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. Just find balance. That's all you need to do. Just find balance. I know that we're kind of circling around it, but would you mind just introducing us to the idea? How can perfectionism be powerful?"
    },
    {
      "author": "SCHAFLER",
      "text": "So I think of perfectionism as a natural human impulse, one that is healthy. And perfectionists - the way I define and understand the term - are people who, more often than not, see the gap between the reality and the ideal and long to bridge the gap and not only long to bridge that gap but feel actively compelled to do so. And how you pursue the ideal and why you pursue the ideal - those are the factors that determine whether your perfectionism is healthy or not. If we go to the how, are you pursuing the ideal in a way that hurts you or exploits or hurts other people around you? And if we go to the why, are you pursuing the ideal because you think achieving, you know, one goal after the next is going to certify your belonging into some group or some sense of self-worth or some kind of external validation? And there are healthy reasons to pursue the ideal. And I think it's actually, you know, one of the forces that make the world go around."
    },
    {
      "author": "TAGLE",
      "text": "I'd love to get a better understanding of how perfectionism - the different ways that perfectionism can manifest in our lives. So I'd love to just briefly walk through the five different types of perfectionists - first up, the classic perfectionist."
    },
    {
      "author": "SCHAFLER",
      "text": "Yes. So the classic perfectionist is what comes to mind when we all think about the perfectionist. So this is somebody who is highly organized, buttoned-up. And they are going to do what they said they're going to do when they said they would do it in the way that they said that they would do it. And each type of perfectionist has pros and cons. And the pros of classic perfectionists is that they're highly reliable and they add structure to any environment they enter. The cons are that they can sometimes not be as spontaneous or welcome collaboration. And those are qualities which tend to engender connection. And so being with a classic perfectionist, whether it's in a family system or a work system, can sometimes end up feeling more transactional. And this hurts both the people around the perfectionist and the perfectionist themselves because classic perfectionists can tend to feel undervalued for all that they do."
    },
    {
      "author": "SCHAFLER",
      "text": "Then there's the procrastinator perfectionist. And the procrastinator perfectionist waits for the conditions to be perfect before they start. And, of course, that never happens. So procrastinator perfectionists tend to ruminate. And that's part of, you know, the negative qualities of this type. And the - on the positive side, they can prepare so well. They can see things from a 360-degree angle. They can really understand all the different legs of decisions. And they are not impulsive, which can be a real asset. But, of course, they have real challenges around getting projects off the ground because they just encounter so much anxiety around beginnings."
    },
    {
      "author": "TAGLE",
      "text": "What about messy perfectionists?"
    },
    {
      "author": "SCHAFLER",
      "text": "The messy perfectionist is in love with beginnings. They can start anything effortlessly, just breeze through all the anxiety that a procrastinator perfectionist might. But the problem with messy perfectionists is that when they hit the middle of a process and the tedium that is involved in staying committed to goals and carrying out those goals, they can kind of lose interest and lose energy because the middle isn't perfect. It doesn't match the perfect romanticized energy around starting. And I want to make a side note to say that all of these types of perfectionists can be expressed in lots of different contexts. So you can be a messy perfectionist when it comes to dating and love going on the first date, love the second date, and then the third date, you're like, this person is chewing really loudly."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "SCHAFLER",
      "text": "And I don't like this, and I don't know where this conversation is going and this and that and whatever."
    },
    {
      "author": "TAGLE",
      "text": "OK, how about intense perfectionists?"
    },
    {
      "author": "SCHAFLER",
      "text": "This is the perfectionist that's kind of - I think, publicly, we think of someone like Steve Jobs or Gordon Ramsay, Anna Wintour, as intense perfectionists. They have razor-sharp focus. They are really great at generating outcomes. Sometimes they can prize the outcomes so much that they lose the sense of team building, for example, or relationship building in the process, and they get the outcome at the great expense and opportunity cost of everyone around them's sort of satisfaction and sometimes even, you know, level of comfort or safety, depending on whether they're having outbursts or not."
    },
    {
      "author": "TAGLE",
      "text": "OK. And then finally, Parisian perfectionists."
    },
    {
      "author": "SCHAFLER",
      "text": "So the Parisian perfectionist, the easiest way to describe it is that they want to be perfectly liked. And that is how this perfectionism manifests on a surface level. But on a deeper level, it's about wanting perfect connection - wanting perfect connection to themselves, to their community, to their partners. Maladaptively expressed, Parisian perfectionism looks like people-pleasing at the expense of sacrificing one's own sense of identity and pleasure. But on the pros side, Parisian perfectionists are genuinely warm people who focus on inclusion, collaborate well, love working with others. And they're effortlessly inviting all of those things in."
    },
    {
      "author": "TAGLE",
      "text": "Well, Katherine, your book taught me that I am mostly a Parisian perfectionist. And I feel both seen and attacked by this information."
    },
    {
      "author": "SCHAFLER",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "How is knowing your category helpful? How can people start to use this information to their advantage?"
    },
    {
      "author": "SCHAFLER",
      "text": "Yeah, that's such a great question. I offer all of these categorizations as perspectives and not the truth. I really offer these as starting places to begin to understand patterns and to say, what do I like about this pattern? What do I want to continue about it? How does this show up, again, in all of these different ways - with my parenting, with my friendships, with dating, with work, with my family, in my own relationship to myself? And it's just a starting place to begin to ask and answer those questions."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, you have a lot of tools in the book about ways to work with and reframe our type of perfectionism. One of those was understanding the difference between explaining and expressing something. Could you walk us through that idea?"
    },
    {
      "author": "SCHAFLER",
      "text": "So explaining is saying what's happening, right? So I am leaving work early. Expressing is saying what's happening and what you feel about what is happening. I am leaving work early because I am feeling stressed. And when you only explain, you know - I need this by tomorrow - and you don't express - I need this by tomorrow because I had a conversation with the client today, and I'm starting to feel anxious about whether they're going to back out - when you only explain, it emphasizes this transactional - no team, no collaboration, no sense of actually knowing or connecting to the person. All that matters is the outcome, and we just need to get it done. And it really makes people around you feel disconnected. And it can make you feel disconnected to yourself."
    },
    {
      "author": "SCHAFLER",
      "text": "And if you only, on the other hand, express, which is what a lot of messy perfectionists and Parisian perfectionists tend to over-index on, then you're talking a lot about how you feel and what the experience of being you is like, but you're not actually asserting your wants or needs. And so you might say, I'm feeling really burnt out. OK, well, why don't you explain that you're feeling really burnt out because you have been covering for someone who's been sick for three weeks, and you can no longer do that. You've realized that that's not tenable, right?"
    },
    {
      "author": "SCHAFLER",
      "text": "And so I think that part of our communication patterns in some of these personality types can pop up. And they're not necessarily bad. We don't need to subtract anything. We don't need to get rid of parts of who you are. We just need to add to help you connect more with yourself and others and help you understand yourself and help others understand you better, too."
    },
    {
      "author": "TAGLE",
      "text": "OK, I want to move on to the difference between control and power. In the book, you talk about how understanding the difference between these two can help us understand when our perfectionism is healthy and when it might be getting away from us."
    },
    {
      "author": "SCHAFLER",
      "text": "Right. So control and power, like lust and love, look very similar - they're not the same thing. Control is about manipulating. Power is about influencing. Control is myopic - you have to plan everything one step at a time because what you do next depends on all the factors that you are, you know, aware of and have information for, whereas power is really visionary. It allows you to take the luxury of taking great leaps of faith and being able to say, no matter what happens with the outcome, I know who I am and what's important to me, and I trust myself that I'll understand what to do next, whereas control is more frantic. It has a desperate energy and an attendant anxiety that other people around you can feel. And when we feel powerless, we double down on superficial control, and it backfires every time. In the moment, it feels like being controlling is the responsible thing to do when you can't find your own power."
    },
    {
      "author": "TAGLE",
      "text": "What do we gain when we cede control?"
    },
    {
      "author": "SCHAFLER",
      "text": "So I think one of the reasons why people feel locked out of joy is because they haven't forgiven themselves for past versions of themselves that did or did not do something. And if you don't forgive yourself, you don't trust yourself. And if you can't trust yourself, you can't give yourself license to have power. You micromanage yourself. You try to control yourself. It's just like a boss who doesn't trust their employee. They're going to be checking in every second on what they do. And they meet that person with suspicion instead of confidence. When you have that kind of relationship with yourself, you just cannot bring your full self to the table. You can't relax."
    },
    {
      "author": "SCHAFLER",
      "text": "And if you don't trust yourself, you're trying to move through life memorizing the right thing to do instead of trusting yourself and the way that you feel and whether on the most basic level you feel good or not. Does being around this person make me feel good? Does being at this job make me feel good? You don't trust yourself to do that, and so you just end up in your head. You're thinking. You're making pros and cons lists all day. You're denying your instincts any say in the matter. And you just can't, in my opinion, think yourself through your life. You have to be open. And to be open, you have to be able to say, I don't know what is coming next. There is, you know, some degree of surrender required for that. And you cannot be in surrender and in control at the same time."
    },
    {
      "author": "TAGLE",
      "text": "Katherine, thank you so much for talking with me today."
    },
    {
      "author": "SCHAFLER",
      "text": "Thank you. This has been such a pleasure."
    },
    {
      "author": "TAGLE",
      "text": "To recap, perfectionism is powerful. You just have to learn to use it to your advantage. There's nothing wrong with longing to bridge the gap between your reality and your ideal. But be wary of how and why you pursue, quote, unquote, \"perfection\". Ask yourself, are you hurting or helping the people around you in pursuit of your ideals? Does this action serve to connect or distance you from your values? Are you pursuing this ideal for the right reasons? Or are you seeking some kind of arbitrary external validation? Finally, remember you are perfect as is, meaning you are complete and therefore worthy of rest and joy exactly as you are in this current moment. Don't wait for that mythical perfect balance or to achieve perfect personhood. Lean into your power and start trusting your own instincts today, right now. You got this."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to curb negative self-talk and another on how to cook without a recipe. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Our production team also includes Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell, Andie Huether and Josephine Nyounai. Special thanks to Darrius Cook. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8090253247.mp3",
  "img": "https://media.npr.org/assets/img/2023/01/27/lk_perfectionist_sizeddown_wide-1119b98be4f9fc5dd87f70035447ad5ba83a8265.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "ANDEE TAGLE, HOST",
    "TAGLE",
    "KATHERINE MORGAN SCHAFLER",
    "SCHAFLER"
  ]
}