{
  "title": "A meal prep influencer shares 6 of his favorite cooking hacks",
  "url": "https://www.npr.org/transcripts/1152155481",
  "intro": "What's for dinner? It's a question that can lead to overspending on delivery, unhealthy meals and dread. FitMenCook founder Kevin Curry shares meal prep techniques that can alleviate stress and save money.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT. I'm Marielle Segarra. So what's for dinner tonight? That's the eternal question, right? And if you're like me, just hearing that question can send a chill down your spine. I mean, look; food is a beautiful part of life. It's something we get to enjoy and savor every day. Yeah, every day. It's relentless. You have to feed yourself constantly. Make a grocery list. Go to the store. Unpack the bags. Cook the food. Wash the dishes. And then do it all over again. It's easy to lose motivation or to get in a rut. And at that point, it can feel like food is just kind of happening to you."
    },
    {
      "author": "KEVIN CURRY",
      "text": "So it just became like an afterthought for me. It wasn't something that was really intentional."
    },
    {
      "author": "SEGARRA",
      "text": "Kevin Curry is the founder of the online community Fit Men Cook. And he was in a rut, too, until he discovered meal prep. Now, just to set definitions here. For some people, meal prep means making a huge pot of chicken noodle soup and a lasagna on Sunday and eating both of those all week. For some people, it's making meals and freezing them. For Kevin, it's cooking a bunch of ingredients at once and then mixing and matching them throughout the week. But he says these are all meal prep."
    },
    {
      "author": "CURRY",
      "text": "It is basically having food that's readily available and accessible that's already cooked."
    },
    {
      "author": "SEGARRA",
      "text": "So it's not going to the grocery store at 7 p.m. on a Tuesday, starving..."
    },
    {
      "author": "CURRY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...And being like, what can I - is there anything here I can eat?"
    },
    {
      "author": "CURRY",
      "text": "(Laughter) Right? That place sounds all too familiar for me and maybe for everybody else, too. But no, it's not that."
    },
    {
      "author": "SEGARRA",
      "text": "You can think of meal prep as one possible solution to the what's-for-dinner question. And on this episode of LIFE KIT, we'll give you the tools and tips you need to try it out and to keep it interesting."
    },
    {
      "author": "SEGARRA",
      "text": "Why might someone want to start meal prepping?"
    },
    {
      "author": "CURRY",
      "text": "One of the big ones for me when I first started out was for a budget just because I needed to control my spending because it was getting out of control. I was spending, you know, close to $100 a month just on lunch with my co-workers. And at my salary range, that was not going to work. But I think just from a wellness standpoint, there are so many benefits. When I started on my wellness journey, my doctor was telling me that I was pre-pre-diabetic. And so with meal prep, it just allowed me to better control my diet. And I realized, too, gosh, in my 30s, when I first started out with this stuff, that I was just not as competent about food."
    },
    {
      "author": "CURRY",
      "text": "And I don't think that's something that, you know, we think about. We don't grow up thinking like, what am I going to eat? Well, first off, because our parents kind of do that. And then once our parents - or we're up to that age to go to school, the schools do that for us. And we don't really kind of get that until we go to college. Then all of a sudden, you're like, whoa, I do have to feed myself (laughter). And how do I do that?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. It reminds me, like, my brother - I think he was in college or just after college. I remember one time him calling me and asking me how to make a can of soup."
    },
    {
      "author": "CURRY",
      "text": "(Laughter) That was me calling my mom."
    },
    {
      "author": "SEGARRA",
      "text": "Like, bro. Yeah (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "You're making me think, too, even on the health and wellness front, when you know what's going into your food and you start to learn about each of the ingredients, you learn, like, oh, this type of food has a lot of fiber, or this..."
    },
    {
      "author": "CURRY",
      "text": "Right (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Type of food has a lot of - I don't know - vitamin C in it or whatever."
    },
    {
      "author": "CURRY",
      "text": "Right. You know, it's - meal prep actually, it's a discovery. In fact, my first time having quinoa was because of meal prep. And I remember the interaction. I went to the grocery store, and I couldn't find it anywhere. I didn't know. And I said, excuse me, sir, can you help me find the qui-noah (ph)? And he looks at me. He says, quinoa."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah (laughter)."
    },
    {
      "author": "CURRY",
      "text": "And I said, no, no, no, no, no, it's definitely qui-noah. It's right here, written down. (Laughter) I kind of doubled down on it. And then he's like, sure, it's over here. But..."
    },
    {
      "author": "SEGARRA",
      "text": "That's so fair, though. I mean, yeah, if you've never said it before, I feel for you."
    },
    {
      "author": "CURRY",
      "text": "I know, right?"
    },
    {
      "author": "SEGARRA",
      "text": "So, OK, what kinds of food work well for meal prep?"
    },
    {
      "author": "CURRY",
      "text": "Yes, I love this question. So I pretty much have some staples. So I like things that pretty much kind of pair well with a little bit of everything. I like bell peppers. They pack a lot of flavor, and they've got an antioxidant punch in there because all the different colors. And if you just get the green ones, they are pretty budget friendly. That's one thing that I'll buy each week, along with green onions, because they're easy to toss into recipes. I try to select at least one grain each week to have. So thinking beyond the brown rice, which everybody will tell you to go ahead and eat it in terms of wellness, but there are so many other grains out there. I've discovered black rice, forbidden rice. I've just - jasmine rice is so amazing. Basmati."
    },
    {
      "author": "SEGARRA",
      "text": "Qui-noah."
    },
    {
      "author": "CURRY",
      "text": "The qui-noah - we're going to put the qui-noah in there (laughter). And one of my favorite ones as of late, farro. So I'll just prep in bulk, like, foods like these, like a stir fry with a whole bunch of vegetables or just roasted vegetables, you know, that I love. And then a grain. And then I'll pick a protein. So proteins for meal prep are, generally, like, a chickpea, chicken, seafood, like a whitefish or salmon. Beef I use sparingly, but beef is also amazing. But I'll just select one of those things from these different categories, and then I'll just mix and match my diet throughout the week."
    },
    {
      "author": "SEGARRA",
      "text": "I'm also - I'm thinking about, like, certain vegetables or certain foods - I feel like they're going to get soggy..."
    },
    {
      "author": "CURRY",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "...In the fridge, you know? Or they're..."
    },
    {
      "author": "CURRY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Just, like, going to get kind of dry. Or I don't know how long you should leave rice sitting in the fridge. Like, are there any rules when it comes to meal prep? Like, definitely don't, you know, make a pizza because that..."
    },
    {
      "author": "CURRY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Does not reheat well."
    },
    {
      "author": "CURRY",
      "text": "Yeah. Well, and just to say this just in case there are people out there that love pizza, like me - pizza does reheat well. Just put it into the skillet, and just kind of crisp up the bottom, and it's kind of like you just got it brand new. Just cover it up with some melted cheese, and it's actually pretty dope."
    },
    {
      "author": "CURRY",
      "text": "Oats. Oats and - with using plant-based milk, actually store really well in the fridge. And I try to stay away from things that'll spoil faster, like dairy. Not that I exclude them from my diet, but just in case I don't get to them right away, the plant-based options inside the fridge will store really well. If you are going to buy something that tends to spoil, I have learned my lesson through many science projects that I have discovered in my fridge to buy them in smaller amounts. Things like berries, you can buy them fresh, but the best thing to do is to buy frozen. You could even buy fresh stuff and then freeze it. In terms of the meals, here's what I advise people to go ahead and do. Like, chicken will last three to five days in your fridge. But if you're not going to eat the meal within two days, just cook that meal and then freeze it right away and then defrost it in the fridge the night before you're going to eat it."
    },
    {
      "author": "SEGARRA",
      "text": "So in that - OK. So let's say you take - you pick a day. What's your day?"
    },
    {
      "author": "CURRY",
      "text": "My days are Wednesdays and Sundays."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So on Sunday, can you give me an example of how many things you might be cooking and what they would be?"
    },
    {
      "author": "CURRY",
      "text": "Sure. I cook about five things. In fact, I just did this this past week. And I'll cook up chickpeas. I made chicken, and then I got - I did some green medley of, like, spinach and chard and kale. And then I picked a grain, and I think I picked jasmine rice. And I just got a ton of vegetables that I could roast up and throw into the oven. And that was my prep. And I did this in about 45 minutes. And with those five foods that I prepped, I made about 10 different meal combinations 'cause, one day, I was like, you know what? I think I want chicken, rice and greens. Boom. Another day, you know, I think I want the chickpeas, roasted veggies and the greens and maybe a little bit of rice, mix everything together. And, you know, I'm adding a sauce to it if I want, add a tahini or a barbecue sauce. And I'm just mixing and matching whatever I feel."
    },
    {
      "author": "SEGARRA",
      "text": "By Wednesday, are you trying to cook entirely different things 'cause you're so bored of rice? So, like, you're like, I'm going to make some - I don't know - chickpea pasta..."
    },
    {
      "author": "CURRY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...And some meatballs and whatever, you know? Do you really mix it up?"
    },
    {
      "author": "CURRY",
      "text": "Oh, absolutely. You have to because (laughter) I would go crazy otherwise, eating the exact same thing. And that's what I've learned. I mean - and I know that in this information-sharing age on social media that it looks very sexy to have a countertop full of all these meals. And I am telling you from experience in talking to people and working with people, people are not doing that. They are not eating - there's a - that's a really select few people that are actually cooking the same thing and eating it for seven days straight because we're just - we just get tired of it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Yeah, because that is the other way that people talk about meal prep. It's like, OK, on Sunday, I'm going to make a huge pot of chicken noodle soup and also a lasagna. And then I'm going to, you know, freeze a couple of containers of chicken noodle soup and, like, freeze a bit of the lasagna and then, you know, eat this once or twice through the week."
    },
    {
      "author": "CURRY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "And that's another way to do it."
    },
    {
      "author": "CURRY",
      "text": "Right. Yeah. And I call those hero meals - hero recipes because it's..."
    },
    {
      "author": "SEGARRA",
      "text": "Why hero?"
    },
    {
      "author": "CURRY",
      "text": "Because it's - like, it's an actual recipe. Like, lasagna is an actual thing that's involved with multiple ingredients, whereas the way that I'm doing it is, like, just taking one ingredient, kind of jazzing it up and then mixing it with other ingredients throughout the week. And I think there's a place for both of those. Like, I'll do one hero meal a week. I think there's nothing wrong with that. I think that I've seen greater burnout that way because, yeah, you just have lasagna now after that. And I have - you bought, like, six ingredients for that. Whereas with me, yeah..."
    },
    {
      "author": "SEGARRA",
      "text": "Do you call it a hero meal..."
    },
    {
      "author": "CURRY",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...Because you're a hero for doing it because it's such a big lift?"
    },
    {
      "author": "CURRY",
      "text": "(Laughter) Yeah, it's a big lift. And it's also, like, the star. Like, ooh, look what I did. It's like - it's an actual meal that you're making. So yeah, that's why I call it a hero meal. For me, it's like, this is it. It's the star of the week. Here you go (laughter). I know..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "CURRY",
      "text": "I have a quirky way of talking about my food, but that's what I..."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, I love it. I love it. Is there any new equipment that you need if you're going to start meal prepping? Like, do you need specific Tupperwares that are good for the freezer or for being microwaved? Anything you can think of?"
    },
    {
      "author": "CURRY",
      "text": "Things that I would invest in right away would be some quality meal containers. I love the ones that are glass and that kind of snap because it locks in a lot of that freshness. The last thing that you want at the end of spending time in the kitchen is that your food kind of go bad. Here's how I did it on a budget. I started out doing meal prep when I was on food stamps. And here's how I built up my collection. Every week, I would buy the same brand of meal prep container. And I would buy two each week. So I'd spend 10 bucks each week. And then over time, I just kind of had enough for literally about five days' worth. And that was good for me."
    },
    {
      "author": "CURRY",
      "text": "So the advice there is to grow into it. So as you kind of meal prep, you're going to think about, oh, I hate doing X, Y, Z. OK, buy something to solve that. So for me, that looked like, all right, you know what? Let me buy a multifunction cooker because I don't like taking up all of this space on my stove. And there's got to be a faster way to make pulled chicken. There's got to be a faster way to cook up this rice. And a slow cooker, multifunction cooker, pressure cooker did just that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So do you still go out to eat?"
    },
    {
      "author": "CURRY",
      "text": "Oh, absolutely. In fact - and people are always surprised by that. But I love going out to eat because when you go out to eat, that gives you inspiration for your diet. That's where I get some of these ideas, like, for meal prep. Like, oh snap, that would be cool if I could make this - make a version of this that I could eat every single day."
    },
    {
      "author": "SEGARRA",
      "text": "Kevin this was great. Thank you so much for all the tips."
    },
    {
      "author": "CURRY",
      "text": "Thanks so much for having me. I really appreciate it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, time for a recap. If you want to try out meal prepping, start slow. Pick a day and prepare a few ingredients that you can mix and match throughout the week. It's a good idea to include a grain, a protein and some veggies. Also, avoid things that spoil quickly, like dairy products and fresh berries, and anything that might get soggy once it's been sitting in the fridge for a couple of days - not that you shouldn't eat this stuff, but don't expect it to last as long as your meal-prepped items."
    },
    {
      "author": "SEGARRA",
      "text": "Now, this may seem obvious, but only meal prep foods that you like. Lentils might be a great option for somebody else. But if you think they taste like cardboard, you're not going to eat them all week. For meal prep, you can also prepare one big meal. Kevin calls it a hero meal. Eat a couple servings during the week and freeze portions of it for later. Lastly, you don't need a lot of equipment to start meal prepping. But what can help are a couple of microwave-safe, airtight glass containers and a few cutting sheets so you can chop vegetables, meat and other kinds of food and easily dump them into your delicious recipe."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to reduce food waste and another on how to transfer colleges. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Stacey Abbott. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4903304887.mp3",
  "img": "https://media.npr.org/assets/img/2023/01/31/gettyimages-1409934785_wide-975eb5fc9e31df725a08f344079ef7596699b2f7.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "KEVIN CURRY",
    "SEGARRA",
    "CURRY"
  ]
}