{
  "title": "Creative ways to get kids to eat their veggies",
  "url": "https://www.npr.org/transcripts/1154142125",
  "intro": "Veggies help kids grow and develop, but it can be hard to convince them to eat their broccoli. These research-backed tips can help you encourage your kids to eat more veggies — or at least try them.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. I'm Marielle Segarra. And with me is Beck Harlan, the visuals editor for LIFE KIT."
    },
    {
      "author": "BECK HARLAN, BYLINE",
      "text": "Hey, Marielle."
    },
    {
      "author": "SEGARRA",
      "text": "Hey."
    },
    {
      "author": "HARLAN",
      "text": "So I have something I want to play for you. This is dinner time at my house with my 2 1/2-year-old toddler, Gus."
    },
    {
      "author": "GUS",
      "text": "Sweet potatoes."
    },
    {
      "author": "HARLAN",
      "text": "A sweet potato. I'm going to put one on your plate, OK?"
    },
    {
      "author": "GUS",
      "text": "No, no."
    },
    {
      "author": "HARLAN",
      "text": "What else have you had for dinner, Gus?"
    },
    {
      "author": "GUS",
      "text": "Mac and cheese."
    },
    {
      "author": "HARLAN",
      "text": "You had some mac and cheese?"
    },
    {
      "author": "GUS",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "OK, no sweet potatoes. Got it, Gus."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, I think pretty much anybody who's tried to feed a little kid would be able to relate to that."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, I kind of can't blame him, to be honest, but I'm assuming you'd like him to eat some of both."
    },
    {
      "author": "HARLAN",
      "text": "Of course. Nothing against mac and cheese, but the reality is that he probably hasn't ingested a vegetable - at least in my presence - in at least a year."
    },
    {
      "author": "SEGARRA",
      "text": "A year?"
    },
    {
      "author": "HARLAN",
      "text": "I know. Thankfully, it's actually really common for kids to go for mac and cheese or cracker or even fruit before they go for a veggie. I actually talked with a clinical pediatric dietitian about this."
    },
    {
      "author": "KELSEY LLOYD",
      "text": "Kids don't become vegetable-eaters overnight. When we're babies, we're really used to just a few flavor profiles. And then when we start eating vegetables, it's just such a different flavor profile that it takes time to get used to it."
    },
    {
      "author": "HARLAN",
      "text": "That was Kelsey Lloyd. She's at Children's National Hospital in Washington, D.C. And she's basically saying that babies are pretty used to the flavors of formula and breast milk, which are really sweet. And so the transition to eating something like vegetables - that takes some getting used to."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, yeah. I mean, veggies can be bitter. They can be kind of earthy. They can be tangy."
    },
    {
      "author": "HARLAN",
      "text": "Totally. And it turns out that being wary of new foods is actually part of a child's normal development. Juliana Cohen does research on kids and nutrition, and she teaches at Harvard."
    },
    {
      "author": "JULIANA COHEN",
      "text": "It's really common for very little kids to have neophobia, which is really this kind of fear of trying new foods. And this really peaks when kids are toddlers, which probably won't come as a surprise to most parents that have experienced this themselves."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So Gus rejecting the sweet potato is actually super normal and developmentally appropriate. That's good."
    },
    {
      "author": "HARLAN",
      "text": "Yes, it is good. And the even better news is that kids often become more open to different foods as they get older."
    },
    {
      "author": "COHEN",
      "text": "After about 24 months, it starts to get substantially easier, and it keeps getting easier over time. So to remember a food that maybe your toddler refused, to try again when your child is 4, to try again when your child is 6. But it does get easier over time."
    },
    {
      "author": "HARLAN",
      "text": "But all that said, even knowing that it's going to change, I still have to deal with the reality right now. And the recommendation from the USDA is for kids between 2 and 4 years old to eat 1 to 2 cups of veggies a day."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, that's a lot."
    },
    {
      "author": "HARLAN",
      "text": "I know. This varies, of course, depending on their age and weight, but, like, wow, that feels completely unattainable to me."
    },
    {
      "author": "SEGARRA",
      "text": "How much does that matter, that kids eat that recommended amount?"
    },
    {
      "author": "HARLAN",
      "text": "That was one of my questions, too. I mean, Gus seems healthy. He's got lots of energy. He's growing. He's got glowing skin. So, you know, sometimes I wonder if I'm making a big deal out of nothing. But there is research that shows that, not surprisingly, eating veggies is important. Vitamins and minerals found in vegetables support healthy growth and kids' developing brains."
    },
    {
      "author": "COHEN",
      "text": "So eating things like fruits and vegetables are so important for children, both short term for their health and growth, both physically and mentally, but also thinking about those long-term habits. Because, importantly, this is a time where we can be exposing our children so that they can learn to really like and enjoy these foods so that they can eat it throughout their lifetime."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It sounds like it matters a lot."
    },
    {
      "author": "HARLAN",
      "text": "It does. And..."
    },
    {
      "author": "LLOYD",
      "text": "I would say early introduction is important, but it's not the end all, be all. If kids aren't eating a vegetable, the world is not going to fall apart."
    },
    {
      "author": "HARLAN",
      "text": "So if you want to nudge your kid to eat more vegetables, in this episode we've got some research-backed strategies that can help encourage young children to become more open to them, including how broccoli trees and X-ray vision carrots can help."
    },
    {
      "author": "SEGARRA",
      "text": "All right, Beck. So the world is not going to fall apart if your kid isn't eating vegetables, but it would be really good for them to eat some. I feel like this could really stress you out as a parent."
    },
    {
      "author": "HARLAN",
      "text": "Absolutely. This is pretty stressful for a lot of people. And if your kid is keeping up with their growth charts, if their pediatrician is happy with their development, try not to stress. There are a lot of other foods that go into a well-rounded diet. We're not trying to only worship at the altar of Brussels sprouts here. And I'm honestly saying this for myself, too. Of course, if you're worried, always check with your child's doctor. They can tell you if there's something to truly be concerned about."
    },
    {
      "author": "COHEN",
      "text": "The most extreme type of neophobia is usually when a child will only eat about 10 to 15 foods total. So generally speaking, if a child eats more than that, even though that may seem - like, if a child's eating only 20 foods, for example, that may not feel like a lot, especially to a parent. But particularly for younger children, that can be really normal."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So that's helpful to know. What if you do want to get your kids to eat more vegetables, though? What's the advice?"
    },
    {
      "author": "HARLAN",
      "text": "Well, there's been a lot of research on this, so I come bearing tips."
    },
    {
      "author": "SEGARRA",
      "text": "All right, let's hear them."
    },
    {
      "author": "HARLAN",
      "text": "OK. So, first of all, a lot of this is about mindset. It's about getting creative, trying different approaches and creating a really positive association with food."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "HARLAN",
      "text": "One big tip I learned is do not give up. If you offer your kid broccoli and they snub it, it's easy to say, OK, they obviously don't like it. But actually..."
    },
    {
      "author": "COHEN",
      "text": "This is one of the most important but also really difficult things for parents to know, is that it often takes 10 or more tries with a new food before a child starts to actually like it."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, my God. The persistence required - 10."
    },
    {
      "author": "HARLAN",
      "text": "I know. It's a real exercise in endurance. One thing to note is that an exposure to a food, one of those 10 exposures, it can come in a lot of different forms. So, for example, take a carrot. Maybe you eat a carrot in front of your kids and you offer them one. Maybe you cook the carrot in a stir fry. Maybe you give it with ranch dressing. Maybe you shred the carrot into a muffin. Just keep trying."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so you don't have to just, like, hand them a raw carrot over and over again?"
    },
    {
      "author": "HARLAN",
      "text": "Yes. There's actually something called flavor-flavor conditioning, where you pair the new food - say, carrots or broccoli - with a flavor that you know your child already enjoys. For example..."
    },
    {
      "author": "COHEN",
      "text": "You can roast carrots maybe with a little bit of honey, or my kids love tomato sauce. So sometimes I'll give them tomato sauce to dip broccoli into."
    },
    {
      "author": "SEGARRA",
      "text": "So all this makes a lot of sense. I just wonder, do you find yourself wasting a lot of food as you're doing this?"
    },
    {
      "author": "HARLAN",
      "text": "Totally. It can feel really disheartening when your kid rejects a food and you just, like, feel like you went straight from the skillet to the trashcan. And one piece of advice from Juliana is to make veggies that you know somebody else in your household will eat. So if it gets rejected, there's someone else to enjoy it."
    },
    {
      "author": "SEGARRA",
      "text": "Right."
    },
    {
      "author": "HARLAN",
      "text": "Also, make frozen veggies your friend. They're just as nutritious as fresh, and they last a lot longer. So that way, if you cook a few frozen peas and they end up being thrown across the kitchen instead of eaten, you can save the rest of the bag for later."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like another approach is just, you know, scraping the half-eaten broccoli off of Gus' plate and onto yours."
    },
    {
      "author": "HARLAN",
      "text": "It'll feel right at home there with all the discarded sandwich crusts. Another idea from Kelsey is for families to have a kind of special communal plate."
    },
    {
      "author": "LLOYD",
      "text": "And every night, if, you know, a family's eating dinner together, you have the plate on the table and you put the vegetable on there. So it's kind of low stakes in that it's not on your child's plate. They really only will kind of reach for it if they're curious."
    },
    {
      "author": "HARLAN",
      "text": "So this is also getting at the concept of modeling. Little kids are like sponges, and they see everything. So show them that veggies are good by eating them yourself."
    },
    {
      "author": "COHEN",
      "text": "So it's really important that they're saying things out loud, like saying, this is really good, or smiling - things like that. Children can pick up on cues."
    },
    {
      "author": "HARLAN",
      "text": "Juliana says to talk about what the food tastes like. Like, oh, this is sweet and a little crunchy, or what do you think it tastes like? That kind of thing."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So being really positive about the food helps. What happens when you're not around your kid when they're eating, you know, and you can't have that conversation with them?"
    },
    {
      "author": "HARLAN",
      "text": "So modeling doesn't just have to come from caregivers. For example, if your kid's eating a school lunch and they see their friend eat something off the tray that they themselves might normally reject, like a green bean. That can also have an influence on them."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So in this case, peer pressure is good. What else?"
    },
    {
      "author": "HARLAN",
      "text": "OK. So do you ever get to a friend's house for dinner and you're super hungry, and when you see that they have some snacks out before the meal, you're like, yes, and you just go to town?"
    },
    {
      "author": "SEGARRA",
      "text": "Indeed I have. I might be known as that friend, in fact."
    },
    {
      "author": "HARLAN",
      "text": "It's a good friend. That friend makes everybody else feel like they can do it, too. And you can sort of use that pre-dinner, super hungry situation to your advantage with your kids. So try giving them some fruits and veggies as a little appetizer before a meal. There's some evidence to back this up."
    },
    {
      "author": "COHEN",
      "text": "There some really interesting research that has actually been looking at schools, for example, where they'll offer kids - while they're waiting on the lunch line. And they'll provide kids with, like, little cups of fruits or vegetables, things like that, while they're waiting on line. And, in fact, it shows that, not surprisingly, kids end up eating more fruits and vegetables when it's offered that way."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So get them when they're hungry. Got it."
    },
    {
      "author": "HARLAN",
      "text": "Something else to try - and this takes a little extra time, I know - but involve kids in the selection and preparation of foods. Involving kids in prep can actually increase the likelihood of them trying a food."
    },
    {
      "author": "LLOYD",
      "text": "Maybe you go to the grocery store together and you pick out a new vegetable together and then figure out how to make it."
    },
    {
      "author": "HARLAN",
      "text": "You can also try asking for their input when you're tweaking a recipe - something like, hey, do you think we should add more of this or that or whatever next time? You know, find age-appropriate ways to bring them into the process. Another tip - Juliana says there's some research behind giving food fun names. For example, calling carrots X-ray vision carrots."
    },
    {
      "author": "COHEN",
      "text": "You know, there's always that, don't play with your food. But, in fact, you know, when I give them dinner, like, I'll often - I'll design it into, like, funny shapes for them. I'll make, like, a little, you know, dinosaur out of, you know, vegetables or something like that, and the broccoli are the trees."
    },
    {
      "author": "SEGARRA",
      "text": "I just have to ask - X-ray vision carrots? Is that because carrots are good for your eyes?"
    },
    {
      "author": "HARLAN",
      "text": "They, like, have vitamin A in them, which I think is supposed to be good for vision, so..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. But I love that branding."
    },
    {
      "author": "HARLAN",
      "text": "Right. I called cucumbers X-ray vision cucumbers last night at dinner because I, like, couldn't think of another name. I don't know if they have vitamin A or not."
    },
    {
      "author": "SEGARRA",
      "text": "What do they know? They - like, fine. That's fine. I'm sure they have something in them that's good."
    },
    {
      "author": "HARLAN",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so, Beck, I feel like it used to be a thing to say, you know, if you eat your veggies, then you can have dessert. Is that - are people still doing that? Is that outdated?"
    },
    {
      "author": "HARLAN",
      "text": "Yeah. So this is a very popular technique, but it's not actually recommended. Because what we want to avoid is making broccoli - or any vegetable - something that your child has to get through to get to the, quote-unquote, \"good food,\" like ice cream."
    },
    {
      "author": "LLOYD",
      "text": "You know, kind of creating that reward system in the long run can be a little detrimental in terms of how we view food and what it means to eat a vegetable or what it means to have a dessert. And really, we want to just create, like, a no-pressure situation where kids are consistently offered different vegetables, but it's not a matter of you have to do this or making it seem so stern. Oftentimes, that can create a negative association with different vegetables."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if we're not giving kids food rewards, what else can you do?"
    },
    {
      "author": "HARLAN",
      "text": "So Juliana said it's OK to use a small non-food item, like a sticker, sort of as, like, a marker of this exciting moment - like, hey, you tried a new food. She also said that she's a big fan of what she calls a thank-you bite, which is basically asking your kid to take one small taste of something to show appreciation for the person who made the food."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that also teaches them gratitude, which I feel like is always good."
    },
    {
      "author": "HARLAN",
      "text": "Definitely. But it's not recommended that you force this. And it's also not recommended - both Kelsey and Juliana said - to force your kid to finish their food before they can get up from the table because what we really want to do is teach kids how to listen to their bodies, how to know when they're full and how to trust those signals. So if your kid says they're not hungry, they don't finish their dinner, and then an hour later they come to you wanting a snack, what you can do is you can offer them those same choices from dinner so that you're not rewarding them for skipping a meal or encouraging them to do that."
    },
    {
      "author": "SEGARRA",
      "text": "There are so many positive and actionable tips here. I just wonder, like, what do you do if you try these things and they still don't work?"
    },
    {
      "author": "HARLAN",
      "text": "What if? I'm really asking myself this question, too. But I found this really hopeful. Remember at the beginning how Juliana was saying that kids get slightly more open to new foods after they turn 2?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "HARLAN",
      "text": "She says it's important to remember that kids' taste buds keep changing as they grow, and to remind them of that, too."
    },
    {
      "author": "COHEN",
      "text": "So one thing that I even, you know, have said to my own son is to say, well, you know, I know your 7-year-old taste buds didn't like that food, but you're 8 now. You have different 8-year-old taste buds that might like these new foods. So it's really important for parents to remember that children's taste can change over time."
    },
    {
      "author": "SEGARRA",
      "text": "And even for a dietitian like Kelsey, it took her some time to like veggies."
    },
    {
      "author": "LLOYD",
      "text": "I know a lot of kids, like myself included, really didn't start eating vegetables until, maybe, like, early, like, middle school. It's a long process, and I think oftentimes we get caught up in, like, the day-to-day minutiae when, really, it's a lifetime piece of work. So that's my main thing is, you know, parents don't have to beat themselves up if kids don't like peas on the first try."
    },
    {
      "author": "SEGARRA",
      "text": "I still don't like peas. I'm going to be honest. So has this reporting changed dinnertime with Gus?"
    },
    {
      "author": "HARLAN",
      "text": "Well, first of all, I actually feel slightly less stressed about his general rejection of veggies. He's a toddler, and it sounds like his preferences are going to continue to evolve. I do have one small victory."
    },
    {
      "author": "GUS",
      "text": "I ate a cucumber (inaudible)."
    },
    {
      "author": "HARLAN",
      "text": "You ate a cucumber at your day care?"
    },
    {
      "author": "GUS",
      "text": "And now I go into the tunnel."
    },
    {
      "author": "HARLAN",
      "text": "And then it went into the tunnel."
    },
    {
      "author": "HARLAN",
      "text": "You know, the tunnel being his mouth."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter) I love how parents can translate. Like, I was like, I don't know what he just said."
    },
    {
      "author": "HARLAN",
      "text": "(Laughter) I know."
    },
    {
      "author": "SEGARRA",
      "text": "All right, I think it's time for a recap."
    },
    {
      "author": "HARLAN",
      "text": "Yeah, let's do it. Remember, it's very normal for kids to be hesitant to try new foods, so be persistent. Try introducing a new vegetable at least 10 times and presenting them in different ways."
    },
    {
      "author": "SEGARRA",
      "text": "When exposing your kids to a new veggie, show them how good it is. Eat it in front of them and describe its texture and flavor."
    },
    {
      "author": "HARLAN",
      "text": "Get kids involved. Let them help pick new veggies to try, lend a hand in the kitchen and share their ideas for how to update a recipe."
    },
    {
      "author": "SEGARRA",
      "text": "Try serving veggies as an appetizer when kids are the hungriest."
    },
    {
      "author": "HARLAN",
      "text": "Have fun with food. You can try giving veggies fun nicknames or presenting food in a playful way."
    },
    {
      "author": "SEGARRA",
      "text": "And the experts we talked to agreed - you don't want to try and create a reward system based around food. No if you eat your cauliflower, then you'll get dessert."
    },
    {
      "author": "HARLAN",
      "text": "Instead, try and create a neutral environment where food is introduced but not forced."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to carve out special time with your kids and another on how to read more. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was reported by our visuals editor Beck Harlan, who might be experiencing some parenting karma right now 'cause as a kid, she used to hide her vitamins under the couch to avoid taking them. It was produced by Clare Marie Schneider. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor and also hated sweet potatoes as a kid. Her dad told her they tasted like candy and, clearly, that was a lie. Beth Donovan, who once snuck fruit onto her niece's pizza, is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Sylvie Douglis and Mia Venkat, who actually loved veggies as a kid because her mom is an amazing cook. And then she went to a sleepover and tasted what her friends were getting served up, and she was like, yeah, this tastes like a wet paper towel. Julia Carney is our podcast coordinator. And engineering support comes from Stacey Abbott. I'm Marielle Segarra. I will be forever scarred by the time I was served steamed corn from a can without butter or seasoning. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3177829776.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/03/gettyimages-1248959623-copy_wide-8d74faaeaea34aa365ee7744ac5e2dcd6b15d9ab.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "BECK HARLAN, BYLINE",
    "SEGARRA",
    "HARLAN",
    "GUS",
    "KELSEY LLOYD",
    "JULIANA COHEN",
    "COHEN",
    "LLOYD"
  ]
}