{
  "title": "Earthquake preparedness in 6 steps",
  "url": "https://www.npr.org/transcripts/1155375989",
  "intro": "Earthquakes strike at a moment's notice. That's why having a plan in place is key. In this episode, emergency and disaster experts share their tips to help prepare you and your family.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "CLARE MARIE SCHNEIDER, HOST",
      "text": "Do you want to start by introducing yourself?"
    },
    {
      "author": "MARGARET SCHNEIDER",
      "text": "Sure. My name is Margaret Schneider."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "And I'm Clare Marie Schneider, a producer for LIFE KIT. And Margaret is..."
    },
    {
      "author": "M SCHNEIDER",
      "text": "Clare Marie's mom."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "I called my mom recently to talk about a topic that I've thought about for a long time - earthquakes."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Have you ever experienced an earthquake?"
    },
    {
      "author": "M SCHNEIDER",
      "text": "Many. Yup. The earthquakes that wake you up in the night are the worst."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "My mom grew up in Northern California, and so did I. And I agree. That feeling of being jolted awake by however slight a shake of the ground is, at the least, really disorienting."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "When I told you I was hosting an episode on earthquakes, on earthquake preparedness, you laughed. Do you remember that?"
    },
    {
      "author": "M SCHNEIDER",
      "text": "Yes, I did laugh."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Why did you laugh?"
    },
    {
      "author": "M SCHNEIDER",
      "text": "Well, because you, as a child, were very frightened of earthquakes. You had a lot of anxiety around it. I think you were prepared in your room. You kept shoes under the bed, you know? But I think you encouraged me to be a responsible adult in the area of earthquakes. I did put shoes under my bed, you know, sort of as a see, Clare?"
    },
    {
      "author": "C M SCHNEIDER",
      "text": "I did, in fact, sleep with a headlamp and a pair of shoes next to my bed for a period of time in high school. But, yeah, what my mom calls anxiety could also be categorized as just a healthy desire to be prepared. Unlike wildfires, hurricanes or tornadoes, which have early warning systems that can provide people with some time to gather supplies and evacuate, earthquakes are what experts refer to as no-notice events."
    },
    {
      "author": "MARCUS COLEMAN",
      "text": "Every day is earthquake season, right? There's no warning. There's no indicator. It just happens."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "That's Marcus Coleman, the director of the Department of Homeland Security's Center for Faith-Based Neighborhood Partnerships. He works with FEMA and DHS to advance equity in emergency management."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Earthquakes can be catastrophic, like the recent one that shook Turkey and Syria. They can collapse buildings and hurt the people inside and around them and lead to things like tsunamis and fires. Of course, some places are more vulnerable to earthquakes than others. If you live in California, Oregon or Washington, you can download the app MyShake, which issues USGS shake alerts. These earthquake alert systems can give people seconds of warning, which is a lot of time if you're a bus driver and you need to pull over or you're a surgeon and you need to put the scalpel down. But there are things you can do before that, too. So in this episode of NPR's LIFE KIT, we have tips from emergency managers and disaster preparedness experts on how you can prepare for an earthquake."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "We're going to get into the stuff of preparedness - food, water, supplies, that sort of thing. But our first takeaway..."
    },
    {
      "author": "ALYSSA PROVENCIO",
      "text": "I believe that one of the best things that you can do is to make a plan for yourself or your family because it doesn't cost any money."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "That's Alyssa Provencio. She teaches emergency management at the University of Central Oklahoma."
    },
    {
      "author": "PROVENCIO",
      "text": "Even if you live alone, talking to your friends or your neighbors about, what is it you're going to do if an earthquake happens? And there are a number of different ways that you can go about making a plan. But really, it's about, how are you going to communicate? Where are you going to go? What kind of backups do you have?"
    },
    {
      "author": "C M SCHNEIDER",
      "text": "She says you really want to talk through and make plans for different scenarios. Like, what if you wake up to an earthquake in the middle of the night and your house gets damaged? Who can you stay with? What happens if you're at work and your kids are at school? Alyssa says you want to create a meeting point."
    },
    {
      "author": "PROVENCIO",
      "text": "The more complex a plan is, the more likely it's going to fail. So keep it simple and make sure everybody can remember it."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "The post office by your house, the McDonald's down the street. Mark Benthien at the Southern California Earthquake Center says you can even make your meeting point your own home."
    },
    {
      "author": "MARK BENTHIEN",
      "text": "Even if your house is damaged, you could still meet right in the front yard."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "It's important to make this plan ahead of time because you shouldn't rely on your phone as your main form of communication."
    },
    {
      "author": "PROVENCIO",
      "text": "Technology fails all the time in disasters. And when people make plans that overly rely on our technology, it doesn't usually pan out well."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Also, Alyssa says this plan is versatile. So even though we're focusing on earthquakes, you could probably use something similar for other natural disasters."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "OK, you've got your plan. You've talked about it with your loved ones or roommates. Now let's get into making sure your actual living space is safe. Look around your home and ask yourself, is that mirror hanging above your bed really secured to the wall? How about that bookshelf? Takeaway two - secure your home. Often, larger pieces of furniture will come with straps or anchors to bolt them to the wall, but they can be annoying or time-consuming to install. Here's Marcus Coleman again."
    },
    {
      "author": "COLEMAN",
      "text": "Some folks just ignore it 'cause they feel like they never need it and they see it as an inconvenience. To be fair to ourselves - right? - it may be worth taking that additional 15 to 20 minutes to - where, if something is provided, that that way, you don't need to worry about, oh, my goodness. I'm by a table and the bookshelf is right next to me. Is that going to fall over as well?"
    },
    {
      "author": "C M SCHNEIDER",
      "text": "OK, this may all seem like really going the extra mile, but Mark says that your TV falling off the wall or that mirror shattering actually really can cause injuries during an earthquake."
    },
    {
      "author": "BENTHIEN",
      "text": "Most people get injured from the items in their home or workplace that are falling or flying because of the earthquake shaking. They not only can fall and hit someone, they can cause broken glass all over the floor and people step through, and even fall and block exits, which then become a real hazard, especially for people with disabilities who may not be able to get out of their home."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "We're not saying you have to move everything in your house or clear all your shelves, but you want to think about those big, heavy objects, especially the ones above your bed, your desk, or your kitchen table, in places where you often are. Of course, even if you do secure your home, it could get damaged and you might lose important documents. And that brings us to takeaway three - make digital copies."
    },
    {
      "author": "CRISANTA GONZALEZ",
      "text": "People run out of their homes and don't bring their driver's license, don't bring their, you know, birth certificates, insurance papers. And so it's very important to try and put those things in the cloud."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "That's Crisanta Gonzalez. She's an emergency management coordinator for the city of Los Angeles. To avoid this situation, scan or take photos of things like the deed to your house or your kids' Social Security cards, and save them to your Google Drive or your iCloud. That way, they'll be available even if your phone or computer aren't usable. Marcus recommends getting a list of prescriptions, too, if you take medication."
    },
    {
      "author": "COLEMAN",
      "text": "So this is something that you can get from your local pharmacist. It's always helpful to have that list. Maybe it's not necessarily for those immediate days after, but depending on the severity of the particular earthquake, just having that will make it much easier to make sure you can continue to get on a health pathway till recovery."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "You can keep these on the cloud, too. And granted, it might be hard to access all these documents right away if your phone isn't working in the immediate aftermath. But they'll be there when, say, a week or two later, you need to refill a prescription or file for damages with your insurance company."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "So far, the advice we've shared has been all about securing and making sure what you already have is ready for an earthquake. But a key to preparedness is gathering supplies. Don't worry. Marcus says..."
    },
    {
      "author": "COLEMAN",
      "text": "You don't have to do it all at once."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Next time you're at the grocery store or out shopping, pick up an extra bag of dog kibble if you have a dog or, if you menstruate, buy one extra box of tampons, which brings us to takeaway four - stock up on food and water. Access to water after an earthquake isn't a guarantee. Utilities can get shut off for repair or to mitigate further damage. And even if you do have water coming into your house, it might be unsafe to drink. If you can, FEMA recommends storing at least one gallon of water per person for 72 hours. So that's three gallons a person as a baseline. That might not sound like much, but..."
    },
    {
      "author": "PROVENCIO",
      "text": "You start adding that up, particularly for a lot of members of a family - 4 to 6 members, even more. That's going to get into many, many gallons of water."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "After an earthquake, if you do have water coming into your house, you can fill your bathtub or your sink with it."
    },
    {
      "author": "GONZALEZ",
      "text": "For washing wounds, cooking later on - you know, to boil it, cook it, whatever you're going to need it for."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Just to be clear, this is in addition to that one gallon of drinkable water per person. FEMA also recommends storing at least 72 hours' worth of food for everyone in your family. You want to look for food that will last, like canned beans or power bars. And you can also buy vacuum-sealed meals, like you would take camping, says Alyssa. My mom checked her earthquake supplies box before we talked."
    },
    {
      "author": "M SCHNEIDER",
      "text": "There's a sleeping bag. There's a lot of water. There's tablets to purify water. Some little bags of trail mix, and they expired in 2020. And when I tried them this morning, the dried fruit was still good, but the nuts were not."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "So just check those expiration dates. Alyssa says you should, if you can, really stock up on at least three days' worth of food and water. But she also acknowledges..."
    },
    {
      "author": "PROVENCIO",
      "text": "Anything is better than nothing."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "And while this is the guidance for individuals and families, she says policymakers shouldn't assume everyone can afford this."
    },
    {
      "author": "PROVENCIO",
      "text": "And so we should start from assuming that somebody does not have the ability to put away three days' worth of water for each family member or three days' worth of food when they can't even put food on the table for that week."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Even if you have food and water stored up, you might have to evacuate if an earthquake happens. Maybe there's a gas leak or your home is damaged to the point it's not safe to be in. In which case, those supplies won't do you much good. So takeaway five - pack your go bag. A go bag is different from the home supplies we talked about. Everyone in your household should have one, and they should have enough food, clothing and supplies to last three days."
    },
    {
      "author": "BENTHIEN",
      "text": "When you think about what you want to have in your go kit, you almost think about, like, what would I need if I was going camping for a weekend where I wasn't going to have water and power, just everything that I would need to really survive that weekend."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "With that camping frame in mind, experts I talked with recommended closed-toed shoes, like the ones I kept under my bed in high school, heavy duty gloves to pick up debris, a flashlight in case the power goes out and maybe a hand-crank radio to make sure you can get local updates in case your phone isn't working. You also want to think about items that are specific to you, like if you wear glasses, throw an extra pair in there. Put your medications in there, too. But you also want to make sure that your go bag is actually a go bag."
    },
    {
      "author": "PROVENCIO",
      "text": "I've heard of people, for example, making these very elaborate go bags that have all the recommended items in them, but then they can't carry it. And it sort of doesn't do you any good - right? - to have all of that if you can't even walk 10 feet out of your door."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "OK, you've got your supplies. You have a plan. You've secured your home. But what do you actually do during an earthquake? Let's start with what not to do."
    },
    {
      "author": "GONZALEZ",
      "text": "You know, one thing that we can't seem to shake off is people going to the doorway. A lot of people believe that you can go stand in the doorway and you're safe, and that's actually not correct."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "All the experts I spoke with agree - don't stand in doorways. That guidance is outdated. And according to the Earthquake Country Alliance, in many modern homes, doorways are no stronger than any other part of the house and will not protect you from injury. So what should you do?"
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "We call it drop, cover, hold on."
    },
    {
      "author": "BENTHIEN",
      "text": "Drop, cover and hold on."
    },
    {
      "author": "COLEMAN",
      "text": "Drop, cover and hold on to something."
    },
    {
      "author": "PROVENCIO",
      "text": "Drop, cover and hold on."
    },
    {
      "author": "GONZALEZ",
      "text": "Get under the desk and drop, cover and hold."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "In case you missed that, it's drop, cover and hold on, and it's our final takeaway. If you feel the earth shaking, immediately find a stable piece of furniture and get underneath it. Hold on to the leg of the table or desk if you can, and use your other hand to cover the back of your head and neck. You really want to protect those areas to prevent injury. You can even try this at home as part of your plan. Don't wait until the ground is actually shaking. In terms of how long to stay dropped, covered and holding on, Crisanta says to stay put for about five seconds after the shaking stops. But what about aftershocks - you know, smaller but still potentially dangerous earthquakes that can happen following the main shock? Crisanta says it's the same guidance."
    },
    {
      "author": "GONZALEZ",
      "text": "You know, and if it starts shaking again, just go under another piece of furniture and do it again - drop, cover, hold, drop, cover, protect your head."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Of course, we're not always going to be near a desk or a table. If you're in your car or if you physically can't get underneath something like a table because, for instance, maybe you use a wheelchair, there's guidance on what you can do during an earthquake. You can find that at earthquakecountry.org/step5. By the way, you'll want to use the number five to make that URL work."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Something that a lot of the experts I spoke with emphasized is that preparedness doesn't just look like physical objects that you gather."
    },
    {
      "author": "COLEMAN",
      "text": "The thing that I feel like is most under-emphasized in preparedness is just the role that partners and connections play in social connections."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "You can have all the go bags in the world, but Alyssa says preparedness shouldn't stop there."
    },
    {
      "author": "PROVENCIO",
      "text": "Just because you have a bunch of prepared individuals doesn't mean you have a resilient community. And that - really, that resilience comes from having good relationships with your neighbors. It comes from basically people talking to people."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "If you know you live next door to an elderly person or someone who lives alone, check in on them after an earthquake. If you're trained in first aid, put your skills to use by assisting those in need. You can talk to your neighbor or co-worker today about anything new you might have learned in this episode. That's a small step towards getting prepared as a community."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "All right, it's time for a recap. Takeaway one - make a plan. Talk to your family or friends about what you'll do in the event of an earthquake. Takeaway two - secure your home. Bolt large furniture items like bookshelves and TVs to the wall and make sure to remove things, like shelves and mirrors, from above your bed or desk. Takeaway three - make digital copies of important documents, like your driver's license and birth certificate. Takeaway four - stock up on food and water. Takeaway five - pack a go bag with other supplies in case you need to evacuate your home. And takeaway six - say it with me, drop, cover and hold on."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to fireproof your home and another on how to grocery shop on a budget. You can find those at npr.org/lifekit. And if you love LIFE KIT and you just want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "This episode of LIFE KIT was produced and reported by me, Clare Marie Schneider. It was edited by Meghan Keane, Marielle Segarra and Malaka Gharib. Our visuals editor is Beck Harlan, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray and Neil Tevault. Special thanks to all the experts I spoke to for this episode - Rufus Catchings, Jessica Kellogg, Gabriela Noriega, Janil Mfaye (ph), Ana-Marie Jones, Christine Goulet and Jose Lara. I'm Clare Marie Schneider. Thank you for listening."
    },
    {
      "author": "M SCHNEIDER",
      "text": "Earthquakes only happen in the night. Just ask your 10-year-old self."
    },
    {
      "author": "C M SCHNEIDER",
      "text": "Well, thanks, Mom."
    },
    {
      "author": "M SCHNEIDER",
      "text": "I hope you can use some of this."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1958738947.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/14/lk_emergency-prep.00_01_50_12.still001_wide-424b95d478fac4744da522bf3df9fbb0d58c10e5.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "CLARE MARIE SCHNEIDER, HOST",
    "MARGARET SCHNEIDER",
    "C M SCHNEIDER",
    "M SCHNEIDER",
    "MARCUS COLEMAN",
    "ALYSSA PROVENCIO",
    "PROVENCIO",
    "MARK BENTHIEN",
    "COLEMAN",
    "BENTHIEN",
    "CRISANTA GONZALEZ",
    "GONZALEZ",
    "UNIDENTIFIED PERSON"
  ]
}