{"title":"Dear Life Kit: My husband is living under COVID lockdown. I'm ready to move on","url":"https://www.npr.org/transcripts/1155289881","intro":"Three years into the pandemic, one spouse is ready to lift lockdown. The other? Not so much. Epidemiologist and science communicator Jessica Malaty Rivera shares ideas on finding compromise and managing a risk budget.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - my spouse insists our family live in a state of near-COVID lockdown. I want to be sensitive to his needs, but I think he might be going too far."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT, I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."},{"author":"JESSICA MALATY RIVERA","text":"I'm an infectious disease epidemiologist, and I kind of know too much."},{"author":"TAGLE","text":"That's today's expert, Jessica Malaty Rivera. Jessica is an infectious disease epidemiologist and science communicator whose specialty is in translating complex scientific concepts into impactful, judgment-free and accessible information. Today, Jessica is going to help us with a household divided on how to deal with COVID. Stay tuned."},{"author":"TAGLE","text":"Here, Jessica, is your question. Dear LIFE KIT, while the world has moved on from COVID, my spouse insists on a family life in near-lockdown. None of us are high risk, but he's concerned about the chance of getting long COVID and the unknown long-term effects of repeat infections. We don't go to restaurants or fly. My young kids have no group extracurriculars. They don't go into grocery stores, to libraries or to birthday parties. They're only at school, after three years of home-schooling, because we had no other options for child care. Since my spouse has a long commute to work, it's me who ends work every day at 1:30 p.m. to do school pick-ups so that our kids don't have additional exposure in after school. We can't hire a babysitter because of his COVID risk concerns. In the background, my spouse is looking for a remote job so that he can quit his in-person job, pull the kids out of school and oversee their home-schooling indefinitely."},{"author":"TAGLE","text":"I recognize the validity of his anxiety in these weird times, but I feel that some health risks are worthwhile - spending time with grandparents and family, activities that make kids feel integrated in a community of peers and that give them the rich learning experiences they need to be socialized adults, and me being engaged in my career. Everyone around us is moving on, and I'm no longer sure how much precaution is too much. Signed, Lockdown Limbo."},{"author":"TAGLE","text":"OK, Jessica. Before we get into advice for this family, could we start with where the pandemic stands now? Could you just give us a brief picture of where we are?"},{"author":"MALATY RIVERA","text":"Right. So the pandemic is not over. It's a sentence people are probably tired of hearing, but it's not. It is still a disease that is causing too much morbidity and mortality for us to say it has passed. That said, the acuteness is not the same as it was pre-vaccines. And I say that with a lot of comfort knowing that vaccines have done an incredible job of preventing extreme illness, hospitalizations and deaths for most people. I would say the average person who is vaccinated - fully vaccinated and up to date on their vaccines has been spared from some of the worst of COVID."},{"author":"MALATY RIVERA","text":"Now, I understand in the context of this question, long COVID is still very much the unknown here. And I think that's one of the biggest confounding factors of COVID-19 is that this does seem like this looming threat. And I empathize for people who are concerned about that. That's largely my inspiration for the mitigation that we're doing now, too. It's because of the unknowns of long COVID. It can happen right after infection. It can happen months after infection. And because of that, it makes it so difficult to understand kind of exactly how to define it."},{"author":"TAGLE","text":"OK. Let's turn to Lockdown Limbo's specific situation. The first thing I got from this letter is a feeling of really strong pandemic-based trauma in this household. Is it common for people to be this shaken up?"},{"author":"MALATY RIVERA","text":"Yes. I see this a lot. And I have a lot of empathy for this person's spouse who is so COVID-cautious and empathy for the spouse who is ready to not completely, you know, throw everything out the window, but to kind of reintegrate into society. Because we, as humans, as a species, are not really designed to live in isolation. So after this many years, it can be incredibly traumatizing, incredibly isolating and incredibly burdensome, especially with children at home."},{"author":"MALATY RIVERA","text":"I think that risk is one of the most difficult topics to discuss and educate on in public health because risk perception is so influenced by people's internal biases, by their communities, by their histories, by their traumas, by their experiences. And humans, as a species in general, too, aren't really good at assessing risk. And you can't, in any context, translate an individual's risk assessment because we don't know their experiences, we don't know their medical history, we don't know their family dynamics. And so it's not a one size fits all. I often preface the way that I discuss my risk tolerance in the context of where I live, the ages of my children, our vaccination status, our medical history. All those things inform how I make those assessments. So this is not uncommon, and I do sympathize for both of them."},{"author":"TAGLE","text":"Yeah. You led me right up to my next question, which is how can LL specifically balance risk? She wants the kids to be safe. She also wants them to be socialized. How can she start to make some of those calculations?"},{"author":"MALATY RIVERA","text":"Yeah. It can be baby steps. I think that it can be knowing that the kids have been in school and have been COVID-free or relatively OK for this number of months. They can probably tack on an extra extracurricular activity. And they can do it in, also, degrees of relative risk, meaning outdoor activities before indoor activities. Maybe it's extracurricular sports. Maybe it's going to play dates in the park. Maybe it's going, you know, to, you know, the beach or wherever they live to be outdoors with other kids, knowing that they can do that relatively safely."},{"author":"MALATY RIVERA","text":"It's also comforting to know that, you know, kids are not at the highest risk of the worst outcomes. And so if those kids are vaccinated especially and fully up to date on their vaccines, the risk of them having the worst outcomes, like severe illness and death, is extraordinarily low. And so I think it's kind of baby steps. It's doing things outside. It's doing trips that are car-accessible first and then building up a tolerance for more risk. It doesn't have to be jumping into the deep end. It really - and that's not safe for anybody 'cause that's going to make people feel uncomfortable and more anxious."},{"author":"TAGLE","text":"Yeah, it doesn't have to be all or nothing. I like that a lot."},{"author":"MALATY RIVERA","text":"Yeah."},{"author":"TAGLE","text":"That's great advice. The other thing I hooked on to there was the idea of reasonable."},{"author":"MALATY RIVERA","text":"Yeah."},{"author":"TAGLE","text":"And I want to turn the spotlight to the spouse here. Are his rules still within the bounds of normal precaution, of, you know, quote-unquote, \"reasonable?\" It feels a bit extreme from my point of view. Is it fair for the spouse to, you know, impose his risk on the family?"},{"author":"MALATY RIVERA","text":"I don't want to be one to judge 'cause I don't know everything about this person's experience. However, I would say that these seem reasonable in the context of COVID prior to vaccines. Before we had vaccines, there were so many unknowns, especially who was going to get really sick and who was going to die. And vaccines have - their main job is to prevent those two things. And they've done an extraordinarily good job at that. And so I would say post-vaccination being readily available - and again, I don't know the vaccination status of this household. But I would say if these people are vaccinated, it is a bit extreme to have this many precautions in place. I understand the desire to work from home and the desire to kind of be low risk. But it - this is a huge toll that's not just being taken on himself, but on the rest of the family. And that's really, really difficult to justify, I think, at this point."},{"author":"TAGLE","text":"So how should LL broach this conversation?"},{"author":"MALATY RIVERA","text":"Yeah. I would say that I would probably introduce it in the context of making sure that the kids are socialized much more than being in school because that is - we have data to show that that's incredibly helpful for children, to have kind of a well-rounded experience in their childhood with other children in various contexts and experiencing new things. It's part of their social adaptation, their emotional adaptation. So I would introduce in the context of, our kids probably need more outside engagement with others outside of the context of just school. And we should probably start doing some extracurricular activities safely by prioritizing outdoor activities first and see how we go from there."},{"author":"TAGLE","text":"You know, Jessica, we always want to be sensitive to our partner's wants and needs to our family. But it's also important to figure out when the sacrifice is too much, when it's hurting more than it's helping. Final thoughts, feelings on how to find that line for yourself and your family."},{"author":"MALATY RIVERA","text":"It's difficult. It's difficult. I mean, I've said this many times that I don't think that there's anything more disruptive to human life than a pandemic. We're dealing with a threat that affects everybody with a pulse. This really destabilized a lot of people's sense of norm. And it's very difficult to go through this trauma, which, I actually think, is justified to call trauma, of a pandemic and say, how do we move forward? Not past - we're still in it, right?"},{"author":"TAGLE","text":"Right."},{"author":"MALATY RIVERA","text":"The pandemic is not over, but we can move forward together. And I think it requires lots of transparency, lots of conversations about what's working and what's not working, being really honest about the toll that certain things have put on your individual life, your mental health, your partnership, your parenting relationships. Because if we're not really calling it what it is and being really specific about what it's meant to us as individuals, I think we'll probably just be existing silently and miserably, possibly with resentment and bitterness towards people in our lives who we're doing things for at a huge, huge cost."},{"author":"TAGLE","text":"Yeah. So the beginning of moving forward is being honest about where we're at and what we need. I like that a lot. Before you go, we end every show by asking our experts for the best piece of advice they've ever received. I'd love to know what you got for us."},{"author":"MALATY RIVERA","text":"The best advice I received was when I was a new mom. And it was to ask for help. As a high-achieving, type A person, I wanted to do it all and with excellence by myself, but I couldn't. So asking for help has been one of the most humbling and beneficial things for me as a person and as a mom and as a professional, as a business owner - all those things."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT's social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR9939938796.mp3","img":"https://media.npr.org/assets/img/2023/02/08/dearlifekit_covid-lockdown3_wide-dd9baf153a2de76e86d2243b51fb45888fbf58ca.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","JESSICA MALATY RIVERA","MALATY RIVERA"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,2354,24110,15906,14477,1143,18243,14482,15966,22536,15794,9930,11771,8795,7703,13816,8599,8626,12860,17305,25836,17533,12455,9315,3305,12992,17563,20687,8570,6960,12183,22600,19204,19186,21048,21780,25847,10909,23535,23695,25804,25399,9618,3784,27169,19690,9792,3504,2277,4490,25741,14865,12968,24331,9261,5622,2911,20426,19626,13737,13368,8628,16665,12604,10834,8211,24665,18758,22855,21559,22112,23889,12351,17833,16447,16683,7249,12288,16558,19175,5408,13951,8348,18776,9210,3527,13938,15127,18364,19726,19435,17157,15241,4853,11217,3550,21217,15685,6026,2621,25446,25723,17498,13606,16003,16365,2540,27459,15637,18393,11940,8805,6605,18325,14098,9577,12617,12925,11414,4447,10206,21059,17145,12565,4350,2570,11364,20042,7958,7942,14161,13633,22220,20328,19934,23823,21466,20641,2926,21161,12401,16635,12580,16571,15537,13984,13389,11032,2773,1031,18468,21331,11907,16231,6861,6323,15455,19887,9223,11346,20802,19709,17311,5823,15459,22278,14625,14298,14699,13452,17976,10900,12188,4031,8076,10838,14582,20625,22756,14184,13860,8304,15815,12611,12350,9025,1252,16570,25226,3167,22287,18157,20541,11139,15588,12631,12752,12112,12037,15189,3343,2137,1688,29874,17862,2115,2400,1990,866,287,171,0,0,23075,25329,17231,16398,23609,26545,12486,16730,12858,6933,26105,14184,21355,13382,27366,9953,9678,9175,20423,16478,16310,17479,18797,17691,18872,28019,9853,7638,24506,18816,21505,12342,12833,15555,27503,20373,21659,21107,25770,13277,16086,23620,25742,23802,12356,7112,4033,20209,15594,16577,14513,17105,7404,9208,20523,16911,17888,18635,19668,23526,23763,10853,13749,8552,19853,19255,21975,14798,17942,13248,18920,19833,27761,12705,17462,5317,28142,18779,10953,20176,23928,26718,9804,20658,27750,27982,17218,16469,13479,11968,11522,9594,22762,23382,18294,24302,16343,16319,14342,15699,17178,21486,26539,16628,12865,14408,9664,1912,31,7,27400,25416,19720,13765,22642,19783,22293,21221,20481,5734,10465,18944,14487,18872,12654,22358,14041,10634,25381,13262,9009,19949,15476,15648,14931,12017,24291,12859,21017,3037,24093,21847,20817,25759,15624,8306,20949,17336,16506,14620,13024,26618,12920,21423,21952,19819,22442,17670,15653,20415,28651,11460,24534,22587,21502,16732,10165,16604,12426,16539,24789,26799,25158,22687,18544,20604,25428,17866,19727,18544,20498,11815,13731,2746,8,3,3,354,23875,10179,21157,14507,18683,6591,21604,21114,10429,11194,13272,9555,4891,17641,19491,18048,19811,7066,20456,14767,12214,13342,11338,21574,22568,11505,9788,18861,11156,16320,9025,7368,14344,9375,1748,27591,24617,13412,21164,18521,16921,7420,14081,1759,4,3,0,14894,22556,10852,17155,22889,19299,3034,2510,4716,16991,27963,10194,2269,6993,24833,22413,10205,21363,17431,8040,9157,13665,12758,25577,8253,17749,13946,10082,11770,10054,3192,2839,20791,18889,21358,11415,19510,14780,14995,6284,12548,17246,13481,8048,15867,10485,5646,8466,8852,5164,6881,5858,6221,3605,25479,22275,21010,11670,19436,1857,21152,15572,9525,8365,13533,18339,16977,9757,13928,16100,11997,15482,10637,18922,12329,11798,11327,10325,4870,10022,10824,16117,21506,9220,15657,13662,8449,9689,10300,13215,18836,14829,5547,12465,7632,1503,945,16620,19965,14426,12267,12940,13188,17177,21466,11346,10564,11018,9729,13353,9549,6986,15994,16563,12184,11695,10393,9505,8054,10494,5807,12358,9280,6105,4101,14360,18910,14648,14702,15731,12916,13866,5530,4732,1480,2285,22277,14866,5345,25047,21081,12989,12631,14294,15307,5602,13422,16968,14308,12388,20436,17562,11828,14675,13282,6065,7508,14065,8176,11306,1683,5101,3079,25600,17686,16593,22335,22938,6916,10509,6133,7780,7198,3789,21961,18450,15124,15695,14004,22627,16235,8441,4029,1582,12310,6870,18133,14424,13867,13095,12054,21127,12132,14280,7877,13232,7237,9770,12484,13307,10917,21386,19785,20074,11236,10935,8325,10847,8952,10692,6797,7866,6610,988,9209,16525,14264,13925,16860,14171,1801,1910,1837,19599,18966,12522,7139,10954,2742,6744,17143,16475,7324,9395,8331,8181,7113,9030,8700,2599,1427,1449,10953,15045,3683,11310,26230,22969,17835,10846,19785,1625,577,3637,2857,1462,28026,10231,5118,4045,13900,20812,19031,11238,12837,18050,9968,8870,19021,13196,17910,15106,17193,8291,11573,12648,9170,13616,10431,16876,11351,14066,13079,14038,11092,19758,21107,2086,18269,22001,14762,17994,10328,11290,16944,9796,12507,22518,22961,15559,10123,14356,22275,17616,6626,11725,22032,20006,5428,13540,9165,22555,6826,20580,7482,12071,14092,22277,11456,18176,15737,10946,574,12893,24399,7848,2509,2258,22171,5822,23869,24245,20429,1021,11395,24435,9892,12525,6833,17203,22832,19501,12857,18954,14539,8067,16763,6386,5360,12896,15868,18027,23908,4736,18682,13912,21572,17811,21502,10154,10842,11103,13130,7208,16773,19290,18649,2488,21642,16970,22486,11943,690,97,5435,11010,16624,19361,8772,22646,16915,14258,8870,17884,13567,10180,10694,13169,16327,10844,280,10506,22977,16848,17990,24131,11883,16680,23912,10147,21831,15971,20704,5388,1500,15352,15732,22064,22933,3472,11024,19181,15655,14286,22966,4090,19669,13109,21369,11300,7680,22940,24735,16734,15260,9296,21220,13191,15874,10187,18733,2753,14191,14939,13799,21189,5519,22153,23621,22601,19910,17254,11233,13160,11207,9310,22269,1363,21711,4263,21061,23863,23508,9978,17391,17799,10475,9738,6798,18965,18233,778,23048,22620,23219,22331,23592,7921,8833,13625,12020,591,13527,24111,22750,22525,5151,12319,6452,14824,12743,8773,8562,14269,8948,8792,1440,9210,24861,16529,19111,13136,9017,12256,11097,11685,21391,2634,552,22123,15663,2617,23456,17783,24054,21692,18554,704,22729,23223,17984,4680,21421,22047,17184,6926,8253,16958,12942,14314,15616,7693,23902,12569,8898,4811,23434,7098,4577,451,23584,23549,10449,1982,15621,13990,9271,18833,16076,11250,9956,12483,8437,7282,1742,2976,16229,19431,13371,19628,9279,14047,8001,9929,8328,14510,9703,10531,6525,8993,8798,6991,8965,241,4095,8500,11616,2324,3908,15017,12855,7955,9212,10240,5632,7982,7730,7627,4803,21937,24149,16335,18200,23816,19187,21661,24887,14461,12992,5564,641,20428,21447,19464,21610,23244,10302,13005,14779,18774,10399,13733,15648,12975,8987,22650,18651,19941,14460,7487,858,964,23478,23205,20486,8671,3050,16529,13419,22069,9595,14728,18786,14903,9443,10523,7079,11859,14664,7996,6141,22514,22793,5819,1382,23039,20305,10301,5531,14880,11296,9586,5556,16815,19221,7199,785,13169,23810,8836,18624,18161,10067,17013,14374,23891,11045,10877,10359,6387,7389,19215,17773,18747,17013,15774,21519,14269,10231,7661,16090,22415,19539,21393,23951,10113,10704,14753,2798,1364,22369,19509,2727,24133,9884,24904,5625,563,12703,22143,16635,17961,7860,13705,16501,21633,17179,349,3333,24191,11401,7226,5845,11665,24155,8515,16320,15533,13797,20084,22086,18154,13896,17775,6679,827,20499,8893,19797,22314,15415,10388,17769,13373,15947,10571,16508,9514,9946,2953,17588,21298,13575,18695,20346,8891,6951,21802,9363,9938,18822,11773,21841,22171,17595,21486,12540,4447,13705,11329,11313,1227,19771,18153,3547,17131,20446,14330,11929,18128,22717,14178,14447,21875,14261,9044,4333,11450,21284,9595,340,18992,22960,21774,8089,443,16482,17840,2434,19137,10781,8248,12871,14273,7588,16690,4192,320,8450,18973,12075,13368,20017,18854,5724,15276,21815,11609,10532,14209,12669,11865,5399,22669,8791,8069,16366,10465,11612,17009,16895,12518,16573,3249,17324,22614,14459,19917,19484,20556,20967,13114,22038,10661,3795,7115,20942,21926,17738,18073,8904,18644,5534,1849,10301,19210,11737,22326,17758,16790,16047,507,13946,10554,15895,20246,17444,17142,20617,8709,17090,7643,12723,5265,20802,11687,11738,12102,17486,22280,19312,10294,13563,16968,6054,3729,7534,10154,23250,19257,14672,17170,17490,8238,7956,19424,11117,12402,5843,844,4762,15595,18230,10840,12871,14288,16575,10032,10134,16845,17873,10630,15465,8328,7386,793,20983,16674,9579,990,187,15684,13567,10437,15157,14523,7899,7221,19185,15456,11626,1841,9347,14972,14271,8828,11498,10642,12114,1402,988,24263,3575,22301,17116,16241,12565,22714,14259,16656,7264,7370,19758,15303,8618,13028,13020,5289,10464,13850,14346,15636,10655,11414,17084,9440,12202,18420,15129,14230,16702,20174,17340,19847,5091,22200,22162,15899,19101,16357,17043,19040,6928,18565,7680,4875,22074,15245,9774,22928,9930,20547,14360,9121,22249,17639,20733,16109,22951,7626,8039,783,23396,17733,12436,8346,12082,22433,7317,11660,22879,12595,10161,17930,8495,6646,12641,8914,12510,14413,7449,7440,16752,20479,24458,13313,5521,13084,13317,14396,15158,13157,14343,11158,7844,11316,1775,16002,7034,8184,13818,18671,10750,18949,19164,17493,11172,18865,15453,13807,19082,12634,13020,12778,7492,6756,20838,24652,22537,10809,11789,8686,720,20821,10690,15792,19410,13226,18219,11348,15541,17489,538,9627,11965,13714,20311,16916,10268,15916,12156,21417,12664,24554,19983,4824,1103,22730,12121,11931,15379,18132,10724,22583,11166,13375,14685,16355,19435,7030,1441,1458,19203,16382,17717,14585,20611,15050,13284,7909,15568,13103,14927,12959,4676,494,5358,13141,18907,14932,15029,858,21778,16598,23303,13266,7478,20326,19608,13194,9290,7777,23613,22971,18456,10749,6700,4002,13458,15411,16860,23236,19047,1217,24811,23976,16951,14552,22480,5108,832,21551,20156,9601,19016,12932,25016,3626,10250,25140,14268,6912,2713,20821,13613,19768,6402,15389,17652,21518,22475,15562,18685,8165,12067,16730,19342,19805,25130,21292,22669,11972,18965,10139,11523,15801,17615,12174,15379,4819,10101,8264,5137,5427,5848,6400,4527,19389,3659,2899,27013,18832,10342,11950,12019,7620,18285,18012,10346,7764,11629,1677,10562,13943,16368,13571,10580,18814,9285,7499,10234,26997,10568,14412,12243,12256,4769,14486,12078,4642,17246,13646,9641,4263,15618,7796,14964,4741,14825,9265,9996,11042,6938,24428,13956,8360,13776,3618,23499,19874,17091,17988,10802,5512,20473,15030,12587,11892,19520,15895,22830,13770,18416,4854,16927,18018,15551,10857,9821,15512,15091,13562,9696,21475,5927,110,3474,24646,24417,19588,4576,14262,18206,15844,20937,22661,23824,20357,18030,9071,16701,9494,11057,18489,19247,12531,13412,14864,7880,13505,12476,7496,873,24463,16457,24230,10730,9333,5805,6144,9088,10565,9704,18121,13312,14302,10995,11743,21421,14886,13904,7068,7522,699,20901,15559,15243,17214,19278,5356,9907,8716,15056,13143,9893,6081,19605,12288,8786,467,2748,11517,18729,9609,13942,10493,8932,14496,15084,8051,23825,17254,24333,10506,17942,10865,14489,21451,23592,13714,8716,9637,8840,14525,13775,12358,10407,10031,16466,14352,17486,9982,17596,16482,17507,16912,18137,12404,17746,3010,594,21565,8307,12979,26382,22030,13357,8113,14006,12437,14659,14800,13955,11785,7190,6005,8879,16733,10521,19460,11946,7929,19257,9757,10054,1518,438,14875,21619,15163,11255,11336,9420,16637,19215,15247,7721,19692,6734,12738,19938,13305,13791,20646,8948,13645,10625,10143,10969,19025,7289,8448,17969,20720,12683,12828,6570,6819,820,10562,8940,24875,14760,10395,24979,2705,22299,12854,1710,6138,172,12598,3438,18710,14999,10787,14809,15859,5269,297,22863,14644,10668,11402,4346,16522,7891,21949,2927,23252,23934,11379,18041,15246,9499,16318,7955,10431,8528,7109,12927,15499,23611,10641,10672,3566,6026,4995,19278,10648,12546,16478,9727,14782,18481,16325,12368,12701,9490,680,6677,8473,1283,22834,12638,21397,9379,276,459,19398,23641,22731,9075,10746,15305,10222,10132,20359,20237,15526,11415,12553,9001,9199,17136,15856,22259,15291,17857,13900,12436,6263,9000,11079,22938,7454,6129,24020,15496,12446,17924,4331,17384,9531,24145,22941,10328,11550,14181,769,11476,24546,24522,3341,354,13877,7542,8134,20017,18093,12205,8837,156,9703,7508,9514,10245,24015,12294,21510,14028,21768,16435,11449,11531,9429,14882,9683,21292,20276,5695,6580,15592,8378,12904,11289,2790,11998,10804,24736,4088,11431,16296,20828,9865,10076,10507,14219,20380,10400,20658,12405,13645,19574,18925,15702,22330,13151,13476,14302,810,24240,17984,11197,13095,16879,10378,241,21494,16112,17884,12744,10796,6959,14697,4968,1192,21995,16913,10501,21313,17944,8632,14373,7185,16183,17983,8251,1848,15783,8547,6281,25435,20333,20146,24571,20226,10548,9505,16384,8844,18642,10112,19787,7622,6918,75,19179,17321,16900,18422,16927,14804,11395,13666,9686,7518,4852,5407,13740,12810,16335,7044,23620,18467,16375,10625,13267,13155,12833,9957,20598,13607,6426,8103,8823,16153,7099,9599,7309,2034,12978,20039,20752,15038,10864,15646,11456,13011,8341,7798,8226,7853,6444,8313,6229,10910,19346,15539,3789,9908,11097,10588,17414,20262,17058,19060,14199,5139,17524,10227,13993,24719,17168,6754,16308,8158,12029,19414,11071,6152,13952,16891,13666,16122,15791,12063,14516,11685,24066,12069,21708,17106,18415,14112,22964,10062,2620,17132,12853,17011,15329,7303,15902,18869,7039,24040,4941,14771,10546,9857,7072,7321,14744,16761,3995,210,22476,10449,15981,15925,16299,15759,7059,8451,7424,211,174,195,160,15963,26592,24615,24682,14001,17101,16666,17430,10043,6010,9714,17096,16633,20798,12429,15566,16553,14265,4890,737,20239,13087,20813,7471,3419,20101,14098,23123,22929,22213,7210,10501,19027,11596,21395,17587,10307,14510,15946,8593,9528,5285,581,1782,22178,17397,8017,21516,13034,934,23685,14227,19152,16775,7146,396,24600,20939,9960,9802,7007,24461,21574,19933,10033,21211,22497,14385,8163,20200,21453,4467,8670,19306,21070,14742,12666,11786,13745,1040,24166,17790,12116,12951,1879,16449,24584,3810,9596,15064,16327,22785,16382,17731,6566,5955,24452,18976,5416,7671,18048,18670,5669,10326,13421,14768,3505,20603,15395,13688,23057,12747,17604,11908,15772,12434,8421,7527,8280,15074,4211,287,199,20495,17747,19729,7979,7442,22794,13142,8046,11925,1171,23581,12002,20897,15483,8398,16649,6666,23907,23872,8989,8513,18975,18703,8173,799,21215,11680,21766,15223,20417,9848,11830,10593,6072,17261,23801,6218,10030,13869,14807,5000,13485,9227,24568,8910,8619,22714,8696,5072,4519,8710,9854,4970,7870,8488,8330,6472,9225,17466,5318,14471,15593,12659,13902,8272,10246,11354,12959,11895,15263,15273,6011,11706,5185,6586,6992,4223,3856,3552,3489,13496,19822,22251,15522,15504,18086,10731,9400,12859,11339,8756,6975,8804,14482,11961,9723,17747,7317,7447,21408,14200,14992,8419,3854,2891,16126,25473,3294,22491,22275,9590,8922,2742,10897,15911,9735,14457,8947,15547,22879,23416,19985,3309,18397,9627,16909,6473,12965,4630,17610,16627,13147,9315,8730,17408,17881,4127,24445,10937,15903,14914,15077,18418,4565,2090,23103,10097,23359,12335,12861,9791,4687,3653,21467,11960,20436,9395,12257,5310,2219,11743,13787,20667,22572,12245,10971,14031,18714,10538,1601,17081,11575,10973,6695,24612,24114,18292,1786,350,5677,21960,21691,18628,16286,9640,16006,15439,14162,14349,14257,11517,9933,22696,11913,13625,20011,12407,15053,8339,13733,15629,17021,3540,1827,15551,19204,17495,4196,1094,14582,21839,20816,11669,16365,8640,14663,14173,19110,14597,23805,9797,13195,12776,12908,21789,13148,15053,18037,16619,3003,6838,4517,22592,15121,12056,16768,18647,9054,8695,11051,4440,4441,21752,13099,17924,11747,9216,10529,10942,20730,16496,16298,9752,6851,13987,6014,4141,5604,21023,18885,14579,14186,14055,11712,12711,5737,3414,2240,3511,25375,17599,23494,24051,3983,12097,10523,14714,3994,1113,359,348,390,188,80,10,11,2,27,23591,12778,12741,13971,15564,19376,13297,10453,3865,22239,18165,12338,9203,8677,5549,15342,11265,14026,16011,9758,2300,16276,19996,14079,11933,10300,15996,13486,10372,18966,16413,13131,20902,1901,21615,15681,10916,10017,15332,15170,14631,17796,11401,15196,11988,11935,16253,21891,10712,4069,17806,18892,15302,21087,18007,10814,8331,16323,12579,8970,21623,18264,17982,16970,13725,7775,3745,19113,14505,16181,23518,8019,4167,21329,14704,22171,11803,16267,17515,9525,14851,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,11785,12868,13112,5754,1996,11,3,22268,20864,18213,16565,25665,20821,11828,22506,22843,12937,14359,23480,16586,19546,24427,20487,15819,14881,3978,22761,24964,11829,10962,14832,21290,19281,19545,12167,17497,20541,8385,11881,6166,10966,11596,6919,24755,20787,20364,27754,8746,10695,25472,22212,10083,25816,25482,14973,14906,23915,17812,8866,7542,84,8674,6357,4062,22088,17130,12279,12252,25100,11422,12893,15826,17431,10338,14077,9827,11369,8752,24670,24625,13757,21811,24078,22048,24981,24249,19818,25214,8876,20811,20380,8269,7743,15046,9022,17884,15187,6844,16040,6303,3066,13257,16558,22917,16276,26248,24287,15115,24742,14906,13800,13281,7591,9127,8250,10965,6900,11757,10329,10370,7741,7127,5915,1887,982,505,114,16,0],"fragments":[{"begin":"0.000","end":"17.400","lines":["Today on the show - my spouse insists our family live in a state of near-COVID lockdown. I want to be sensitive to his needs, but I think he might be going too far."]},{"begin":"17.400","end":"18.760","lines":["Dear LIFE KIT."]},{"begin":"18.760","end":"20.400","lines":["Dear LIFE KIT."]},{"begin":"20.400","end":"22.600","lines":["Dear LIFE KIT."]},{"begin":"22.600","end":"29.400","lines":["Dear LIFE KIT, I have a question for you."]},{"begin":"29.400","end":"33.920","lines":["This is Dear LIFE KIT from NPR."]},{"begin":"33.920","end":"36.560","lines":["How can I become a better caretaker?"]},{"begin":"36.560","end":"40.160","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"40.160","end":"42.720","lines":["And we're getting personal."]},{"begin":"42.720","end":"47.040","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"47.040","end":"54.640","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."]},{"begin":"54.640","end":"58.680","lines":["I'm an infectious disease epidemiologist, and I kind of know too much."]},{"begin":"58.680","end":"78.640","lines":["That's today's expert, Jessica Malaty Rivera. Jessica is an infectious disease epidemiologist and science communicator whose specialty is in translating complex scientific concepts into impactful, judgment-free and accessible information. Today, Jessica is going to help us with a household divided on how to deal with COVID. Stay tuned."]},{"begin":"78.640","end":"162.600","lines":["Here, Jessica, is your question. Dear LIFE KIT, while the world has moved on from COVID, my spouse insists on a family life in near-lockdown. None of us are high risk, but he's concerned about the chance of getting long COVID and the unknown long-term effects of repeat infections. We don't go to restaurants or fly. My young kids have no group extracurriculars. They don't go into grocery stores, to libraries or to birthday parties. They're only at school, after three years of home-schooling, because we had no other options for child care. Since my spouse has a long commute to work, it's me who ends work every day at 1:30 p.m. to do school pick-ups so that our kids don't have additional exposure in after school. We can't hire a babysitter because of his COVID risk concerns. In the background, my spouse is looking for a remote job so that he can quit his in-person job, pull the kids out of school and oversee their home-schooling indefinitely."]},{"begin":"162.600","end":"207.840","lines":["I recognize the validity of his anxiety in these weird times, but I feel that some health risks are worthwhile - spending time with grandparents and family, activities that make kids feel integrated in a community of peers and that give them the rich learning experiences they need to be socialized adults, and me being engaged in my career. Everyone around us is moving on, and I'm no longer sure how much precaution is too much. Signed, Lockdown Limbo."]},{"begin":"207.840","end":"227.160","lines":["OK, Jessica. Before we get into advice for this family, could we start with where the pandemic stands now? Could you just give us a brief picture of where we are?"]},{"begin":"227.160","end":"275.400","lines":["Right. So the pandemic is not over. It's a sentence people are probably tired of hearing, but it's not. It is still a disease that is causing too much morbidity and mortality for us to say it has passed. That said, the acuteness is not the same as it was pre-vaccines. And I say that with a lot of comfort knowing that vaccines have done an incredible job of preventing extreme illness, hospitalizations and deaths for most people. I would say the average person who is vaccinated - fully vaccinated and up to date on their vaccines has been spared from some of the worst of COVID."]},{"begin":"275.400","end":"310.240","lines":["Now, I understand in the context of this question, long COVID is still very much the unknown here. And I think that's one of the biggest confounding factors of COVID-19 is that this does seem like this looming threat. And I empathize for people who are concerned about that. That's largely my inspiration for the mitigation that we're doing now, too. It's because of the unknowns of long COVID. It can happen right after infection. It can happen months after infection. And because of that, it makes it so difficult to understand kind of exactly how to define it."]},{"begin":"310.240","end":"324.880","lines":["OK. Let's turn to Lockdown Limbo's specific situation. The first thing I got from this letter is a feeling of really strong pandemic-based trauma in this household. Is it common for people to be this shaken up?"]},{"begin":"324.880","end":"356.200","lines":["Yes. I see this a lot. And I have a lot of empathy for this person's spouse who is so COVID-cautious and empathy for the spouse who is ready to not completely, you know, throw everything out the window, but to kind of reintegrate into society. Because we, as humans, as a species, are not really designed to live in isolation. So after this many years, it can be incredibly traumatizing, incredibly isolating and incredibly burdensome, especially with children at home."]},{"begin":"356.200","end":"415.160","lines":["I think that risk is one of the most difficult topics to discuss and educate on in public health because risk perception is so influenced by people's internal biases, by their communities, by their histories, by their traumas, by their experiences. And humans, as a species in general, too, aren't really good at assessing risk. And you can't, in any context, translate an individual's risk assessment because we don't know their experiences, we don't know their medical history, we don't know their family dynamics. And so it's not a one size fits all. I often preface the way that I discuss my risk tolerance in the context of where I live, the ages of my children, our vaccination status, our medical history. All those things inform how I make those assessments. So this is not uncommon, and I do sympathize for both of them."]},{"begin":"415.160","end":"427.520","lines":["Yeah. You led me right up to my next question, which is how can LL specifically balance risk? She wants the kids to be safe. She also wants them to be socialized. How can she start to make some of those calculations?"]},{"begin":"427.520","end":"464.680","lines":["Yeah. It can be baby steps. I think that it can be knowing that the kids have been in school and have been COVID-free or relatively OK for this number of months. They can probably tack on an extra extracurricular activity. And they can do it in, also, degrees of relative risk, meaning outdoor activities before indoor activities. Maybe it's extracurricular sports. Maybe it's going to play dates in the park. Maybe it's going, you know, to, you know, the beach or wherever they live to be outdoors with other kids, knowing that they can do that relatively safely."]},{"begin":"464.680","end":"501.960","lines":["It's also comforting to know that, you know, kids are not at the highest risk of the worst outcomes. And so if those kids are vaccinated especially and fully up to date on their vaccines, the risk of them having the worst outcomes, like severe illness and death, is extraordinarily low. And so I think it's kind of baby steps. It's doing things outside. It's doing trips that are car-accessible first and then building up a tolerance for more risk. It doesn't have to be jumping into the deep end. It really - and that's not safe for anybody 'cause that's going to make people feel uncomfortable and more anxious."]},{"begin":"501.960","end":"504.800","lines":["Yeah, it doesn't have to be all or nothing. I like that a lot."]},{"begin":"504.800","end":"505.200","lines":["Yeah."]},{"begin":"505.200","end":"509.960","lines":["That's great advice. The other thing I hooked on to there was the idea of reasonable."]},{"begin":"509.960","end":"510.440","lines":["Yeah."]},{"begin":"510.440","end":"529.760","lines":["And I want to turn the spotlight to the spouse here. Are his rules still within the bounds of normal precaution, of, you know, quote-unquote, \"reasonable?\" It feels a bit extreme from my point of view. Is it fair for the spouse to, you know, impose his risk on the family?"]},{"begin":"529.760","end":"592.160","lines":["I don't want to be one to judge 'cause I don't know everything about this person's experience. However, I would say that these seem reasonable in the context of COVID prior to vaccines. Before we had vaccines, there were so many unknowns, especially who was going to get really sick and who was going to die. And vaccines have - their main job is to prevent those two things. And they've done an extraordinarily good job at that. And so I would say post-vaccination being readily available - and again, I don't know the vaccination status of this household. But I would say if these people are vaccinated, it is a bit extreme to have this many precautions in place. I understand the desire to work from home and the desire to kind of be low risk. But it - this is a huge toll that's not just being taken on himself, but on the rest of the family. And that's really, really difficult to justify, I think, at this point."]},{"begin":"592.160","end":"595.800","lines":["So how should LL broach this conversation?"]},{"begin":"595.800","end":"641.640","lines":["Yeah. I would say that I would probably introduce it in the context of making sure that the kids are socialized much more than being in school because that is - we have data to show that that's incredibly helpful for children, to have kind of a well-rounded experience in their childhood with other children in various contexts and experiencing new things. It's part of their social adaptation, their emotional adaptation. So I would introduce in the context of, our kids probably need more outside engagement with others outside of the context of just school. And we should probably start doing some extracurricular activities safely by prioritizing outdoor activities first and see how we go from there."]},{"begin":"641.640","end":"657.160","lines":["You know, Jessica, we always want to be sensitive to our partner's wants and needs to our family. But it's also important to figure out when the sacrifice is too much, when it's hurting more than it's helping. Final thoughts, feelings on how to find that line for yourself and your family."]},{"begin":"657.160","end":"689.840","lines":["It's difficult. It's difficult. I mean, I've said this many times that I don't think that there's anything more disruptive to human life than a pandemic. We're dealing with a threat that affects everybody with a pulse. This really destabilized a lot of people's sense of norm. And it's very difficult to go through this trauma, which, I actually think, is justified to call trauma, of a pandemic and say, how do we move forward? Not past - we're still in it, right?"]},{"begin":"689.840","end":"690.120","lines":["Right."]},{"begin":"690.120","end":"746.160","lines":["The pandemic is not over, but we can move forward together. And I think it requires lots of transparency, lots of conversations about what's working and what's not working, being really honest about the toll that certain things have put on your individual life, your mental health, your partnership, your parenting relationships. Because if we're not really calling it what it is and being really specific about what it's meant to us as individuals, I think we'll probably just be existing silently and miserably, possibly with resentment and bitterness towards people in our lives who we're doing things for at a huge, huge cost."]},{"begin":"746.160","end":"774.440","lines":["Yeah. So the beginning of moving forward is being honest about where we're at and what we need. I like that a lot. Before you go, we end every show by asking our experts for the best piece of advice they've ever received. I'd love to know what you got for us."]},{"begin":"774.440","end":"812.800","lines":["The best advice I received was when I was a new mom. And it was to ask for help. As a high-achieving, type A person, I wanted to do it all and with excellence by myself, but I couldn't. So asking for help has been one of the most humbling and beneficial things for me as a person and as a mom and as a professional, as a business owner - all those things."]},{"begin":"812.800","end":"838.160","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"838.160","end":"868.880","lines":["This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT's social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":868}