{"title":"Why the 5-minute walk break is so powerful","url":"https://www.npr.org/transcripts/1156165445","intro":"Sitting all day isn't good for your health. Long stretches glued to a chair can increase the risk of heart disease and early death. Thankfully, new research shows that five minute walk breaks can be powerful in offsetting those risks.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR. Hey, everybody. Marielle Segarra here. As you may know, movement is really good for you. Sitting for long stretches every day on the other hand - well, research shows that increases your risk of heart disease and early death. So not great. But the idea of staying in constant motion - it's hard to imagine for a lot of people, especially if your job requires you to stay in one place or to, well, be seated. So in a recent study, researchers set out to answer a question - what is the least amount of movement needed to offset the risks of sitting all the time? NPR's Allison Aubrey reported on that study, and she joins us for this episode of LIFE KIT. Hey, Allison."},{"author":"ALLISON AUBREY, BYLINE","text":"Hey, Marielle. Good to be here."},{"author":"SEGARRA","text":"What are the risks of sitting all day?"},{"author":"AUBREY","text":"You know, look, the reality is that some sitting is inevitable, and it's fine. But a lot of sitting is really the problem. And there have been this group of researchers who have been compiling the evidence of how much sitting is harmful, and I spoke to one of them. His name's Keith Diaz. He's at Columbia University Medical Center."},{"author":"KEITH DIAZ","text":"People who sit for hours on end develop chronic diseases, including diabetes, heart disease, dementia and several types of cancer, at much higher rates than people who move throughout their day. And they're at a much greater risk for dying early."},{"author":"SEGARRA","text":"So how did the researchers go about this study? Like, what did they actually measure?"},{"author":"AUBREY","text":"Well, what they did is they recruited a whole bunch of middle-aged and older adults. They said, hey, can you come to our lab and kind of emulate a typical workday?"},{"author":"DIAZ","text":"And so they would come in and sit for eight hours. And we would use a continuous glucose monitor, which is a small device that just measures your glucose levels or blood sugar levels automatically every 15 minutes. And then we measured their blood pressure every half hour."},{"author":"AUBREY","text":"So then what they did is they had people walk on a treadmill."},{"author":"SEGARRA","text":"Why blood sugar and blood pressure specifically?"},{"author":"AUBREY","text":"Well, they measured blood sugar and blood pressure because these are so key to our long-term health. I mean, it's estimated that about 1 out of every 3 adults in the U.S. - that's 96 million people - have pre-diabetes. And nearly half of all adults in the U.S. have high blood pressure. So these are two key risk factors for heart disease, which is the leading cause of death."},{"author":"SEGARRA","text":"Got it. So what did they learn about blood pressure?"},{"author":"AUBREY","text":"They learned that just taking a one- or two-minute walk once per hour helped to lower blood pressure. And this wasn't a huge surprise because it's known that when you stand up, when you move, your muscles burn more fat and you increase blood flow. So that's very beneficial. That's helpful. But when the participants upped it to twice an hour on the treadmill for longer periods - up to five minutes - they saw more impressive results."},{"author":"DIAZ","text":"We found that a five-minute walk every half hour was able to offset a lot of the harms from sitting."},{"author":"SEGARRA","text":"And what did they see about blood sugar? Did the researchers see results on blood sugar with one to two minutes or no, not..."},{"author":"AUBREY","text":"They really needed to up it. People needed to get to this sort of five minutes of walking more frequently to see the full benefit for blood sugar."},{"author":"DIAZ","text":"And we were really struck by - what was surprising was just how powerful the effects were. When you move for five minutes every half hour, the blood sugar spike after a meal was reduced by almost 60%."},{"author":"AUBREY","text":"And they weren't the only ones struck by the results. I talked to a family physician, Robert Sallis. He's at Kaiser Permanente in California. And he says it's been known for a long time that exercise can help control blood sugar. But what's new here, he says, is just how beneficial these frequent, short bouts of movement can be."},{"author":"ROBERT SALLIS","text":"It is surprising to me, as a physician. I have never seen that kind of a drop in blood sugar, you know, other than with medication."},{"author":"SEGARRA","text":"And so basically it sounds like even just walking or slow movement is enough to get that same result."},{"author":"AUBREY","text":"Yeah. I mean, basically, physical activity helps to clear glucose out of the bloodstream and into the muscle where the muscle is using it. And the harder you work the muscle, the more glucose the muscle's demanding. And that's why exercise is so beneficial for controlling blood sugar. What was new and fascinating about this study is this realization that, you know, you can get this benefit after five-minute walks if you do them frequently enough."},{"author":"SEGARRA","text":"Now, do we know if these are just temporary effects, or were the researchers able to look at longer-term results, like, even over the course of months or something like that?"},{"author":"AUBREY","text":"No, this is a temporary effect. And this is pretty typical of how a study like this would work. If you wanted to answer the question of, like, how durable or how long does this effect last and you wanted to test it in this setting, you'd really have to design a different kind of study entirely and have people do this for, you know, years - 20 years - to get that answer. Obviously, that kind of study is much harder to do. But what I will say is this study builds on a body of evidence that's been accumulating over the last five or 10 years, really showing that because our bodies were meant to move and not sit all day, if you just find ways to build physical activity into your day, even in short bouts, this can be really beneficial."},{"author":"SEGARRA","text":"Yeah. I know there's a recommended weekly amount of physical activity that'll keep you healthy, according to U.S. guidelines. Do these five-minute intermittent walks count towards that goal?"},{"author":"AUBREY","text":"Yeah, that's right. People are advised to get this 150 minutes of moderate-intensity physical activity each week. And that basically means getting your heart rate up. So you can break this down into 30 minutes a day, five days a week. But Dr. Sallis says this study adds to the evidence that breaking it into smaller chunks can work towards the goal, too."},{"author":"SALLIS","text":"Small bouts of exercise count the same as doing 30 minutes extended. So this study really fits with that."},{"author":"AUBREY","text":"I will point out that the pace the people were walking in the study was little less than two miles an hour. So at that leisurely pace, people probably aren't going to get to this moderate-intensity range. Of course, it depends on your age and your overall level of physical fitness. So, again, the key here is, you know, move more, sit less, and start with these five-minute breaks, increase the intensity, the pace, if you can."},{"author":"SEGARRA","text":"So I have to tell you, I just did this. I put my shoes on, walked out the door, set a timer for five minutes and just kind of walked around. Walked a few blocks."},{"author":"AUBREY","text":"Yeah?"},{"author":"SEGARRA","text":"Had the sun on my face."},{"author":"AUBREY","text":"Nice. How did you feel?"},{"author":"SEGARRA","text":"It felt really good. I mean, I do try to stand up from my desk, but the walking part of it felt - there was something else about that. There - it was like, suddenly, my problems didn't feel as heavy."},{"author":"AUBREY","text":"Wow. OK. Well, that's big. That's worth noting. And I'll point out that there was one more benefit of these short, frequent breaks that was noted in the study. And this really gets at our mental health. I spoke to Kathleen Janz. She's a health promotion researcher at the University of Iowa. And she points out that the participants in the study felt better when they built in more walking breaks."},{"author":"KATHLEEN JANZ","text":"People felt less fatigued. People were in a better mood because they took those breaks."},{"author":"AUBREY","text":"I tried it, too. And what I did is I set a timer for every 25 minutes - now, this was while I was actually writing this story. And I was sitting at my computer. So every 25 minutes, I got up, and I didn't necessarily go outside; I just kind of walked in place or went up and down the stairs or went and changed a load of laundry. And so my big takeaway after doing this for, like, the whole day, was, like, wow, (laughter) that's a lot of disruption to my day. It made me realize how accustomed I am to sitting for these long stretches."},{"author":"SEGARRA","text":"Yeah. I wonder, too, do you have to walk to get the benefits of this? Can you just move for five minutes? Like, can you vacuum or can you dance around your apartment for five minutes and get the same benefits?"},{"author":"AUBREY","text":"Absolutely. The whole point is to raise your heart rate. So however you do that, however you build in movement, that's the goal here. And if you're bored by walking, you can dance, as you say. I spoke to one exercise researcher, Loretta DiPietro. She's a professor at the Milken Institute School of Public Health that's at George Washington University. She says, you know, if you're at home, you're doing housework - say, sweeping - turn on some music. That will help you dial up the intensity. The whole point is to get your heart rate up."},{"author":"LORETTA DIPIETRO","text":"Step up the pace. Add some stairs in there."},{"author":"AUBREY","text":"Now, frequent walking breaks alone, probably not enough to help you lose weight or get into top aerobic fitness. But DiPietro says the key here is that they can help fend off disease."},{"author":"DIPIETRO","text":"This is a wonderful way to improve your metabolic profile. Just, you know, stop sitting around all day. The human body was not designed to sit for eight hours at a time."},{"author":"SEGARRA","text":"And I want to ask here - I mean, walking isn't an option for everyone. Thinking about people who, say, use a wheelchair or something like that. I mean, like, people still need to try to get some sort of physical movement in, right? So what are some other ways that people might do that in intermittent breaks throughout the day?"},{"author":"AUBREY","text":"Yeah, that's a really good point. I mean, the idea here is to get your heart rate up. So that can mean any form of aerobic exercises, whether that's seated exercises in a wheelchair. The U.K.'s National Health Service has several recommendations, such as using a rowing machine adapted for wheelchair use, wheelchair sports such as badminton. Swimming, if possible, adapted for wheelchair users may be a good place to do muscle-strengthening activities."},{"author":"SEGARRA","text":"Allison, thanks so much for being here."},{"author":"AUBREY","text":"Oh, it was great to be here. Thanks for having me."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got episodes on how to incorporate stretching into your daily routine and about how to start exercising. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Mia Venkat. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Natasha Branch. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8812266305.mp3","img":"https://media.npr.org/assets/img/2023/02/10/gettyimages-1095325490_wide-135ecbac0776abdf6de94c60876d0ddb2c9b38a8.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","ALLISON AUBREY, BYLINE","SEGARRA","AUBREY","KEITH DIAZ","DIAZ","ROBERT SALLIS","SALLIS","KATHLEEN JANZ","LORETTA DIPIETRO","DIPIETRO"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,2,0,27766,27155,27097,22561,16993,11244,9798,21089,21864,23359,2283,2437,1839,7480,6736,8342,12812,25683,20058,3425,15440,13751,20380,11610,1813,1858,25959,26718,27457,3752,15167,11822,9284,16456,17450,15470,2200,7591,25367,14158,13964,18184,24004,18999,13393,10606,5305,2349,23085,21444,19247,21377,24410,24637,16090,12338,13415,13424,9717,6507,10719,24615,10994,3032,11692,21145,2541,27203,21264,9117,2103,25568,27366,25151,23066,14869,13219,14507,6127,2690,26184,27167,25497,14115,12143,7690,2205,25108,20150,24798,24827,12468,17172,11906,18069,12742,12731,4354,10900,3621,10488,6556,23058,21716,2810,24381,20841,14884,25644,20933,10148,19196,14428,24112,10665,8504,13331,6457,3216,17675,16583,11579,14440,19216,8471,8220,12945,13332,24240,25561,11094,12959,17664,9456,9942,2732,3843,11596,27646,24458,26195,20557,16943,16942,14851,6910,13379,18015,19246,16281,17204,21183,11295,2107,9697,18345,8857,2725,14622,22063,14926,8977,2562,23841,26260,14991,8292,16125,8955,10895,941,16080,13938,24347,11387,21281,11578,12099,10157,8885,24652,12272,10560,7362,15186,10119,16691,15501,10968,13919,10867,9136,8423,10356,13330,14382,10713,11350,10644,7974,9923,10161,10690,10462,10820,25225,13797,18837,11866,8387,3366,6642,16177,11170,12573,9909,12704,6696,14990,19073,15587,10123,8335,11951,14059,13318,11760,10870,10018,11153,6014,5571,15328,20503,20112,24738,20749,11780,1492,9759,20206,23116,23329,13876,9819,22125,18764,12148,23960,8481,17308,17447,23570,22037,10205,6061,4737,22804,25034,23892,21406,11986,20690,15087,9215,14783,17514,17254,3997,24547,23522,17795,11434,13629,11345,14166,15332,638,333,79,357,24228,24180,10332,12418,13881,22603,12455,5398,20060,24326,8428,5374,5028,9625,896,161,22924,25121,19712,20695,17566,11626,14524,16883,11603,12216,7359,8872,9917,6000,12679,8370,15058,24764,16937,15949,11224,7145,9028,11750,12828,9481,8219,7858,3924,15298,20048,21405,12092,18689,16601,16978,3376,10232,14926,5635,13876,11851,10739,10181,16706,16782,12846,12224,8898,17118,21864,25095,12414,14403,18348,15190,16089,11535,14281,15072,20961,2950,1589,23885,21011,13796,9455,14130,18341,19830,16924,23427,9721,10000,22270,9,19475,17032,10951,10308,24372,4997,10985,22811,18434,2561,433,78,7195,18651,23542,11684,24581,24983,17391,8734,7324,5742,6684,569,378,25666,25168,20885,18453,11072,13271,14810,13958,8729,10602,14532,10531,7443,12656,10220,13775,8551,10379,9471,15456,13940,24379,5497,25821,23502,16747,13576,8518,9982,7616,10927,6483,16667,14378,10699,9005,12190,25453,24085,14267,5176,16483,14708,13315,24241,24133,24001,15522,7918,16535,14390,9241,13049,6583,6242,18503,13158,11274,11274,22948,13127,8801,10740,10963,15059,10816,9127,12509,8599,24499,2705,26,577,15599,11917,114,12046,24389,24669,25305,24902,23446,10517,4572,16822,14036,13219,20869,17013,2951,17836,14132,13310,12056,9559,12409,12360,20548,9916,13153,12964,3270,16887,10820,11017,10259,10353,7885,17567,11844,20362,11478,12310,18804,11862,13227,11998,16129,13226,9276,13974,21183,12959,12780,8754,8294,21487,11996,12815,7010,11162,23098,8424,4439,9256,13232,12201,15762,1127,15542,11170,25764,20215,25411,14879,22014,18746,8652,21220,1304,21187,15599,12857,22010,12478,9866,24940,25266,15302,13859,7934,23496,23754,12409,8156,22963,25677,13170,11820,882,13582,22572,21341,20346,10121,7496,13396,6424,10374,20884,10259,16661,9422,23624,23590,23665,24153,17157,16592,18441,22808,8602,20671,16742,24362,24426,17291,17588,2945,7976,17291,8126,26812,21988,21474,25018,14138,9210,24985,16342,10672,11542,10670,207,1680,22348,20197,19925,13515,14948,17107,11630,17056,16568,23563,15808,1694,17023,12766,16201,12966,23916,12214,11140,12377,25380,6698,11124,6018,24683,24551,8317,13468,9243,7481,11230,15210,12061,11095,9315,570,12316,15896,12975,9201,10088,11211,12880,15635,12217,18963,18440,21346,11692,22039,13107,16550,16173,18486,1935,22387,12869,6822,12352,24870,5310,17126,14788,15050,8277,22934,14383,13685,19216,484,20258,22597,20104,22277,12633,16300,12318,15991,18018,15316,14637,11809,17446,17946,26101,15140,13250,13857,15313,9063,20904,16699,12268,12964,19686,12020,1557,23828,24211,18998,13613,25249,11192,17495,9794,11636,8452,9534,8281,7449,11644,2088,15569,13394,17546,19314,18354,21265,18318,19417,22249,17850,5992,14745,10658,14622,20872,14119,1675,19194,26427,16771,8721,8446,14762,8415,18626,14276,10859,21755,9120,10843,11490,21698,12460,24571,8555,11017,7960,8528,5562,16197,13826,19482,18242,17331,11967,15928,16335,14609,15307,17514,22373,20855,11330,12739,18183,20164,4565,8169,24295,13785,12891,5120,14223,20742,14685,17491,1732,258,24394,20855,25068,21364,22779,16221,91,18173,19654,13760,5384,23777,24278,17982,6507,15393,23873,23676,9396,11585,48,25115,20232,24075,23051,13928,5589,5909,10203,2058,24288,24434,18858,12463,11801,20378,8399,16124,7104,8259,14176,10421,9024,24363,23986,16280,12100,6626,12273,10179,9528,15492,11305,9665,15180,7954,9973,10668,12089,13255,7122,13669,21596,14010,3662,10716,15456,15325,9051,12011,5193,19109,18638,14878,7903,5838,14712,7976,10436,8392,8788,13084,13312,8668,2913,12277,9721,8524,11895,9515,8083,6447,19794,11534,18309,20470,15676,19629,13173,20937,24964,10836,8175,9280,11546,11209,17864,18119,13596,21822,10162,12514,25133,15009,15560,13100,12848,11950,19327,14378,22705,15547,11323,12065,12693,8956,12535,289,936,217,12,21104,13117,26059,12467,13670,16968,13182,12873,18208,26415,14818,22631,8958,11672,10051,15800,23560,19927,24985,18483,11965,10685,15499,12168,18047,12429,10235,7203,17301,7967,26185,13199,13342,17665,22002,21297,10544,11231,10226,14287,15216,13006,12711,8901,11480,24613,11409,10865,12654,13628,20382,23726,15740,25853,8279,22474,11442,15690,2391,9670,25636,10242,15315,15446,21991,16145,10724,10345,20376,17937,22964,17132,6645,24410,25023,9273,16500,8687,21116,24526,8797,16897,8368,8756,13898,9091,7468,9644,586,23803,24217,14346,12398,14142,18752,19345,13536,19022,11276,12806,8993,4743,24263,22064,10771,15334,8185,12919,10819,18826,4164,25706,9175,10814,13170,10117,13904,12022,12453,14894,13392,13107,8923,12713,11668,12056,9501,24197,24350,14981,12649,10714,4338,16093,14999,16394,23582,24893,5443,17259,16173,22258,7320,13660,11789,13650,11173,12534,15602,12960,1256,13480,11883,5992,19632,18246,12432,9673,8521,9722,14182,9912,11455,11142,12428,15159,497,45,23,18622,16718,24190,20093,8190,9207,12018,6530,1690,19812,2607,116,2140,26335,19759,25158,19873,21368,12111,15616,21488,7960,16843,22250,9608,19458,10815,14988,12561,10656,23612,12163,24382,26974,26548,4942,21368,15478,17558,3032,25867,13331,20101,16919,20152,25024,15437,12747,23185,9450,23668,24210,9771,7249,1435,23426,24544,19809,12296,19333,22059,13644,13938,7143,11338,8602,10012,10330,14389,10967,24823,18485,9612,10369,8726,10829,14781,6931,8451,8466,11808,22673,25527,14465,20799,12161,15721,8042,11290,1382,21016,16609,25882,25007,11165,9291,10774,9311,21568,17007,9369,11004,14596,14136,20621,11470,9881,10893,15056,24476,15020,21260,10688,11857,13871,13368,22002,18599,20142,18560,7073,8490,13689,11398,10112,8723,425,17545,17112,18464,7823,21770,17524,16629,13658,15683,15728,14588,6838,21870,6421,17411,18935,22866,20242,16669,21725,7237,14814,214,25079,25460,11794,16400,9302,10607,17289,12277,8784,8168,10567,16231,20979,7927,16500,22079,23603,23764,13984,24072,24484,12116,7500,8458,13650,10910,6451,8123,17352,15758,25225,15190,21497,17340,7550,8752,13663,13677,8594,7047,9923,12016,3498,14875,12805,8539,13916,15904,6453,25886,10547,12283,13441,17538,24149,18054,10043,23896,11745,10347,14149,9827,11078,11339,9885,11060,25347,9217,21260,23659,11259,24775,17714,16162,9795,10175,9336,9985,9572,10175,9266,12423,156,11,7,7,21371,25696,23283,13544,15859,7791,23707,23954,8279,18263,12353,14202,21931,15324,9751,10487,10936,11364,24476,24126,24699,25067,15137,12264,24116,7231,21959,21407,12830,9435,7449,14269,18779,19489,7514,24034,24553,16324,15885,5668,15935,18163,10344,14374,20202,20999,10400,21288,11054,318,25556,17954,19651,15298,20940,23780,22308,15125,24157,20462,14123,15305,12511,7,171,25058,10256,23468,17643,22278,15379,19844,16073,50,15146,16282,19171,2657,113,51,7,22136,18884,13900,9447,14836,16601,12258,5287,7264,2932,3799,1449,7,18210,20564,14607,17212,20326,19554,19060,9320,8086,2638,22570,19254,18569,12938,8675,17743,12160,23233,7840,11871,10250,12958,10935,17521,12066,8937,5791,12743,8823,21923,10008,21610,22112,23694,16278,11399,13278,14204,7689,20787,8363,13407,11979,13959,11765,22318,8763,7821,8710,18821,12306,16697,12325,16723,11021,12552,12283,18899,6493,24755,24293,19410,9823,10046,12577,12298,17100,12849,11312,2378,16052,23770,2837,21490,21784,11228,12876,19728,20931,24061,12663,5186,15926,11806,11094,10139,7808,11206,10010,11428,11138,10868,23638,1503,1179,26019,18363,26766,15995,19254,12841,9862,18396,12969,9007,15735,12865,9771,17303,13330,17144,7012,8994,9525,21326,6440,15478,14496,14049,11775,15310,18339,12541,16591,19583,22943,25527,14218,14306,14885,5155,10460,10800,19042,12690,10861,18170,18114,9965,14652,7100,6482,9504,12013,1297,24472,23696,12298,560,10806,8245,9269,7943,13584,15559,8125,8872,9363,8675,9141,12355,10267,10890,1796,48,2149,24675,12337,24747,17435,10986,22731,16015,22353,10097,13549,5695,16759,19612,13118,16206,8447,10965,7864,8392,11488,8632,14313,12758,15511,6990,4642,10005,18707,133,576,1404,26722,16046,11815,9412,300,14473,13108,23568,11385,20699,10927,18772,15059,11867,9904,8838,6434,8987,23939,10950,19764,1666,18088,25561,8413,4859,15640,15690,8594,67,8713,12275,6878,26823,24911,24722,22924,11389,14003,24952,15109,18730,16190,11788,7885,708,24317,10711,9983,20627,10306,10080,9622,10447,11172,8779,7931,7818,13847,21341,26831,14724,8752,16368,5326,25835,24929,9520,10606,8752,11260,2733,24936,24998,10562,5024,9200,12425,25581,20982,12388,7628,7940,19231,20445,12880,13645,6596,11878,12010,12898,16847,10554,12899,7880,20466,16699,15971,10176,16513,11381,15496,11657,8287,5181,7717,24387,6954,7732,25993,9365,12828,4985,7487,19951,25485,18360,10778,11999,9231,22407,12243,8987,7450,8658,12416,8822,25152,21577,22587,25078,15658,9702,15082,13432,8281,9261,7660,10069,9912,14408,15588,12650,3497,7344,24516,11892,11398,1077,23603,7224,20943,12840,9689,14320,25088,19749,17443,22795,23369,10044,10632,12740,4108,11896,14392,13802,22786,13389,9234,7747,19193,15801,8635,7810,22767,10332,13873,16033,11045,4639,26435,19989,11637,9760,11103,16579,9672,10970,13104,17260,10901,16158,11365,7576,5113,15192,11406,21788,19510,16310,10056,5029,10524,17456,16230,9351,12619,16541,10895,22463,20809,550,22618,137,23509,24971,2656,21863,12962,11455,10954,17756,11851,21185,9871,18211,14024,19759,13505,22049,8904,2502,23204,23272,23011,8760,15243,21066,4938,24520,13636,23023,24684,17157,24961,3500,23574,12173,14778,10145,2748,22962,7964,2289,26395,15749,14512,16361,20396,9492,7310,5094,15532,10440,22893,18485,15385,6096,20752,11005,12932,11381,24143,16848,25413,14363,23871,20969,17800,13191,11609,3891,16273,14235,8562,13043,10297,9954,14708,26663,11461,438,26415,17964,13048,16487,25486,12074,15164,20843,126,19206,24368,149,14574,26207,17169,15560,14052,22495,507,16529,12263,13566,8219,7275,19732,13858,15248,11794,6804,23277,10898,7240,6787,4836,4277,15482,9564,7696,20425,14570,6878,12064,5187,8384,6134,13370,10762,14612,20013,12339,8051,4395,7283,9113,2192,14250,13348,13059,13581,8362,12064,7239,7241,17282,16390,7475,6718,6519,10946,9716,6292,12899,17165,22936,16572,5491,11796,5726,5663,9524,8753,9513,1206,10784,19581,15424,18212,8506,5237,8399,7163,6602,10622,19810,11948,14262,8524,10780,1017,11841,26012,11894,11602,11726,7681,8945,5205,12171,12767,9588,9841,12754,12683,11837,7318,5376,4687,4579,2888,2744,2456,2864,3025,27265,24334,13506,9598,9537,4330,15600,27568,23828,11983,10945,16626,6203,7526,8382,16367,10929,9258,8731,10392,9817,9030,11327,7332,13529,27517,28916,20055,19434,16860,9506,10284,26612,19205,21629,20611,15265,15487,21082,14415,9236,11341,7798,7691,3471,27748,26481,26086,25379,18834,4403,7048,26089,16538,19888,24292,24428,13398,21858,11883,13202,3094,25375,27492,19890,23575,22840,16774,3830,26839,20979,18553,13874,17049,13873,16671,19861,18322,15494,12696,16103,5106,7018,10954,8104,6405,26221,28324,26065,23889,10445,11878,22576,19860,18220,21225,18249,21266,19798,14550,25821,22505,3814,15049,24074,24604,13938,17948,12869,9714,3679,28999,24574,13594,13899,24300,14852,3753,26369,25707,22334,13417,12622,15029,13513,3224,28255,28416,17307,16745,9910,7963,18076,21035,13113,24574,22214,14479,2826,15415,14276,12751,16184,23150,13164,12304,2460,28646,24307,15232,21872,14957,9400,11413,6349,12849,25304,19558,11521,15576,24418,24374,19670,14900,1190,15280,28863,24810,24409,930,639,20215,16650,20667,193,35,2,24473,27400,13759,19720,17565,22642,22293,21221,20481,6353,4693,18944,15672,18872,12705,22358,13550,14041,24772,25381,13262,14893,19949,15648,15435,12017,24291,12859,21017,4027,23486,24093,20817,25759,15624,10729,20270,20949,11323,16506,13024,26618,12920,13319,21952,19819,22442,17670,15653,20415,28651,11460,24534,22587,21502,16732,10165,16604,12426,16539,24789,9265,26799,22687,18544,20604,25428,17866,19727,8831,20498,9096,13731,4233,23,3,2,17809,23591,12778,13971,13952,15564,19376,13297,8379,3342,22239,18165,9778,9203,8677,15342,12221,13873,14026,16011,9758,6072,16276,19996,14079,11933,12966,15996,13486,9375,18966,16413,13131,20902,19541,21615,9317,10916,7714,15332,9954,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,14922,18007,9178,7962,16323,11269,1862,21623,14408,17982,16970,13725,7775,2563,19113,16181,7475,23518,6463,773,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,17652,14287,20364,12868,13112,5754,5560,372,3,28,12748,22729,13340,18095,16659,15004,12288,16520,16665,23908,15295,22516,17256,18807,13083,17580,18602,12074,17200,8750,14220,16652,20680,11824,7200,16259,23575,14548,18942,8076,10023,10235,23493,17686,17718,17847,18757,21068,17339,16283,13608,10567,16651,23405,26295,17732,5344,14899,14291,17090,17124,9481,14535,9644,10393,13370,5129,11729,24743,20279,14058,21998,20960,7806,11571,9017,12912,6889,4893,8509,5043,9018,8822,6931,6291,6818,4656,4173,1980,2223,708,263,0,0],"fragments":[{"begin":"0.000","end":"60.560","lines":["You're listening to LIFE KIT from NPR. Hey, everybody. Marielle Segarra here. As you may know, movement is really good for you. Sitting for long stretches every day on the other hand - well, research shows that increases your risk of heart disease and early death. So not great. But the idea of staying in constant motion - it's hard to imagine for a lot of people, especially if your job requires you to stay in one place or to, well, be seated. So in a recent study, researchers set out to answer a question - what is the least amount of movement needed to offset the risks of sitting all the time? NPR's Allison Aubrey reported on that study, and she joins us for this episode of LIFE KIT. Hey, Allison."]},{"begin":"60.560","end":"62.200","lines":["Hey, Marielle. Good to be here."]},{"begin":"62.200","end":"64.560","lines":["What are the risks of sitting all day?"]},{"begin":"64.560","end":"82.920","lines":["You know, look, the reality is that some sitting is inevitable, and it's fine. But a lot of sitting is really the problem. And there have been this group of researchers who have been compiling the evidence of how much sitting is harmful, and I spoke to one of them. His name's Keith Diaz. He's at Columbia University Medical Center."]},{"begin":"82.920","end":"97.520","lines":["People who sit for hours on end develop chronic diseases, including diabetes, heart disease, dementia and several types of cancer, at much higher rates than people who move throughout their day. And they're at a much greater risk for dying early."]},{"begin":"97.520","end":"102.480","lines":["So how did the researchers go about this study? Like, what did they actually measure?"]},{"begin":"102.480","end":"111.120","lines":["Well, what they did is they recruited a whole bunch of middle-aged and older adults. They said, hey, can you come to our lab and kind of emulate a typical workday?"]},{"begin":"111.120","end":"125.120","lines":["And so they would come in and sit for eight hours. And we would use a continuous glucose monitor, which is a small device that just measures your glucose levels or blood sugar levels automatically every 15 minutes. And then we measured their blood pressure every half hour."]},{"begin":"125.120","end":"128.920","lines":["So then what they did is they had people walk on a treadmill."]},{"begin":"128.920","end":"132.080","lines":["Why blood sugar and blood pressure specifically?"]},{"begin":"132.080","end":"154.520","lines":["Well, they measured blood sugar and blood pressure because these are so key to our long-term health. I mean, it's estimated that about 1 out of every 3 adults in the U.S. - that's 96 million people - have pre-diabetes. And nearly half of all adults in the U.S. have high blood pressure. So these are two key risk factors for heart disease, which is the leading cause of death."]},{"begin":"154.520","end":"157.920","lines":["Got it. So what did they learn about blood pressure?"]},{"begin":"157.920","end":"186.040","lines":["They learned that just taking a one- or two-minute walk once per hour helped to lower blood pressure. And this wasn't a huge surprise because it's known that when you stand up, when you move, your muscles burn more fat and you increase blood flow. So that's very beneficial. That's helpful. But when the participants upped it to twice an hour on the treadmill for longer periods - up to five minutes - they saw more impressive results."]},{"begin":"186.040","end":"193.360","lines":["We found that a five-minute walk every half hour was able to offset a lot of the harms from sitting."]},{"begin":"193.360","end":"200.840","lines":["And what did they see about blood sugar? Did the researchers see results on blood sugar with one to two minutes or no, not..."]},{"begin":"200.840","end":"210.200","lines":["They really needed to up it. People needed to get to this sort of five minutes of walking more frequently to see the full benefit for blood sugar."]},{"begin":"210.200","end":"222.320","lines":["And we were really struck by - what was surprising was just how powerful the effects were. When you move for five minutes every half hour, the blood sugar spike after a meal was reduced by almost 60%."]},{"begin":"222.320","end":"242.520","lines":["And they weren't the only ones struck by the results. I talked to a family physician, Robert Sallis. He's at Kaiser Permanente in California. And he says it's been known for a long time that exercise can help control blood sugar. But what's new here, he says, is just how beneficial these frequent, short bouts of movement can be."]},{"begin":"242.520","end":"251.280","lines":["It is surprising to me, as a physician. I have never seen that kind of a drop in blood sugar, you know, other than with medication."]},{"begin":"251.280","end":"259.760","lines":["And so basically it sounds like even just walking or slow movement is enough to get that same result."]},{"begin":"259.760","end":"289.480","lines":["Yeah. I mean, basically, physical activity helps to clear glucose out of the bloodstream and into the muscle where the muscle is using it. And the harder you work the muscle, the more glucose the muscle's demanding. And that's why exercise is so beneficial for controlling blood sugar. What was new and fascinating about this study is this realization that, you know, you can get this benefit after five-minute walks if you do them frequently enough."]},{"begin":"289.480","end":"299.360","lines":["Now, do we know if these are just temporary effects, or were the researchers able to look at longer-term results, like, even over the course of months or something like that?"]},{"begin":"299.360","end":"343.840","lines":["No, this is a temporary effect. And this is pretty typical of how a study like this would work. If you wanted to answer the question of, like, how durable or how long does this effect last and you wanted to test it in this setting, you'd really have to design a different kind of study entirely and have people do this for, you know, years - 20 years - to get that answer. Obviously, that kind of study is much harder to do. But what I will say is this study builds on a body of evidence that's been accumulating over the last five or 10 years, really showing that because our bodies were meant to move and not sit all day, if you just find ways to build physical activity into your day, even in short bouts, this can be really beneficial."]},{"begin":"343.840","end":"357.640","lines":["Yeah. I know there's a recommended weekly amount of physical activity that'll keep you healthy, according to U.S. guidelines. Do these five-minute intermittent walks count towards that goal?"]},{"begin":"357.640","end":"379.120","lines":["Yeah, that's right. People are advised to get this 150 minutes of moderate-intensity physical activity each week. And that basically means getting your heart rate up. So you can break this down into 30 minutes a day, five days a week. But Dr. Sallis says this study adds to the evidence that breaking it into smaller chunks can work towards the goal, too."]},{"begin":"379.120","end":"386.120","lines":["Small bouts of exercise count the same as doing 30 minutes extended. So this study really fits with that."]},{"begin":"386.120","end":"412.120","lines":["I will point out that the pace the people were walking in the study was little less than two miles an hour. So at that leisurely pace, people probably aren't going to get to this moderate-intensity range. Of course, it depends on your age and your overall level of physical fitness. So, again, the key here is, you know, move more, sit less, and start with these five-minute breaks, increase the intensity, the pace, if you can."]},{"begin":"412.120","end":"422.160","lines":["So I have to tell you, I just did this. I put my shoes on, walked out the door, set a timer for five minutes and just kind of walked around. Walked a few blocks."]},{"begin":"422.160","end":"422.440","lines":["Yeah?"]},{"begin":"422.440","end":"423.880","lines":["Had the sun on my face."]},{"begin":"423.880","end":"425.400","lines":["Nice. How did you feel?"]},{"begin":"425.400","end":"440.120","lines":["It felt really good. I mean, I do try to stand up from my desk, but the walking part of it felt - there was something else about that. There - it was like, suddenly, my problems didn't feel as heavy."]},{"begin":"440.120","end":"460.920","lines":["Wow. OK. Well, that's big. That's worth noting. And I'll point out that there was one more benefit of these short, frequent breaks that was noted in the study. And this really gets at our mental health. I spoke to Kathleen Janz. She's a health promotion researcher at the University of Iowa. And she points out that the participants in the study felt better when they built in more walking breaks."]},{"begin":"460.920","end":"466.400","lines":["People felt less fatigued. People were in a better mood because they took those breaks."]},{"begin":"466.400","end":"497.920","lines":["I tried it, too. And what I did is I set a timer for every 25 minutes - now, this was while I was actually writing this story. And I was sitting at my computer. So every 25 minutes, I got up, and I didn't necessarily go outside; I just kind of walked in place or went up and down the stairs or went and changed a load of laundry. And so my big takeaway after doing this for, like, the whole day, was, like, wow, (laughter) that's a lot of disruption to my day. It made me realize how accustomed I am to sitting for these long stretches."]},{"begin":"497.920","end":"513.000","lines":["Yeah. I wonder, too, do you have to walk to get the benefits of this? Can you just move for five minutes? Like, can you vacuum or can you dance around your apartment for five minutes and get the same benefits?"]},{"begin":"513.000","end":"542.520","lines":["Absolutely. The whole point is to raise your heart rate. So however you do that, however you build in movement, that's the goal here. And if you're bored by walking, you can dance, as you say. I spoke to one exercise researcher, Loretta DiPietro. She's a professor at the Milken Institute School of Public Health that's at George Washington University. She says, you know, if you're at home, you're doing housework - say, sweeping - turn on some music. That will help you dial up the intensity. The whole point is to get your heart rate up."]},{"begin":"542.520","end":"545.880","lines":["Step up the pace. Add some stairs in there."]},{"begin":"545.880","end":"558.080","lines":["Now, frequent walking breaks alone, probably not enough to help you lose weight or get into top aerobic fitness. But DiPietro says the key here is that they can help fend off disease."]},{"begin":"558.080","end":"571.280","lines":["This is a wonderful way to improve your metabolic profile. Just, you know, stop sitting around all day. The human body was not designed to sit for eight hours at a time."]},{"begin":"571.280","end":"592.840","lines":["And I want to ask here - I mean, walking isn't an option for everyone. Thinking about people who, say, use a wheelchair or something like that. I mean, like, people still need to try to get some sort of physical movement in, right? So what are some other ways that people might do that in intermittent breaks throughout the day?"]},{"begin":"592.840","end":"633.800","lines":["Yeah, that's a really good point. I mean, the idea here is to get your heart rate up. So that can mean any form of aerobic exercises, whether that's seated exercises in a wheelchair. The U.K.'s National Health Service has several recommendations, such as using a rowing machine adapted for wheelchair use, wheelchair sports such as badminton. Swimming, if possible, adapted for wheelchair users may be a good place to do muscle-strengthening activities."]},{"begin":"633.800","end":"637.480","lines":["Allison, thanks so much for being here."]},{"begin":"637.480","end":"643.480","lines":["Oh, it was great to be here. Thanks for having me."]},{"begin":"643.480","end":"692.040","lines":["For more LIFE KIT, check out our other episodes. We've got episodes on how to incorporate stretching into your daily routine and about how to start exercising. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"692.040","end":"755.440","lines":["This episode of LIFE KIT was produced by Mia Venkat. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Natasha Branch. I'm Marielle Segarra. Thanks for listening."]}],"duration":755}