{
  "title": "This is the period talk you should've gotten",
  "url": "https://www.npr.org/transcripts/1159147189",
  "intro": "We asked two experts how they would give the period talk. Here are six pieces of advice — including the science of periods, management techniques, and how to know when something is wrong.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "MARGARET CIRINO, BYLINE",
      "text": "Hey there. I'm Margaret Cirino, a producer over at Short Wave, NPR's science podcast. And I'm here to give you, dear LIFE KIT listener, the period talk."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "I was so embarrassed to talk about it and, like, learn about it. I just felt so embarrassed."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "I distinctly remember her, like, taking a tampon and, like, putting it in a cup of water, and it just, like, whoosh."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "And it was the weirdest thing in the world."
    },
    {
      "author": "MANDI TEMBO",
      "text": "Like, it was very clear that this is, like, a secret. And so don't go home and ask about this."
    },
    {
      "author": "CIRINO",
      "text": "OK. So one day when I was in the fifth grade, they pulled all the boys into one classroom, all the girls into another, sat us down to talk about our changing bodies. I don't think I was able to take it too seriously. But I'm an adult now, and I'm realizing how many different areas of my life it impacts. So I called up a couple experts and asked them, how would they give the period talk?"
    },
    {
      "author": "KRISTYN BRANDI",
      "text": "I have so many ideas."
    },
    {
      "author": "CIRINO",
      "text": "That's Kristyn Brandi, an OB-GYN, abortion provider and family planning doctor."
    },
    {
      "author": "BRANDI",
      "text": "We need to talk about everything together 'cause all of us need to be on the same page about our bodies and how they work, regardless of the equipment that you personally own."
    },
    {
      "author": "CIRINO",
      "text": "I also talked to Mandi Tembo, who's a menstrual health researcher."
    },
    {
      "author": "TEMBO",
      "text": "It doesn't start with periods, but it starts with, you know, teaching children to be comfortable with their bodies and not to be embarrassed or ashamed. It starts with body autonomy, this idea of knowing the different parts of your body by name and what they do and how they function."
    },
    {
      "author": "CIRINO",
      "text": "Learning to manage your period, no matter what stage of life you're in, allows you to take control of your health, your emotional well-being, your social life, even your finances. In this episode of LIFE KIT, we're going to get a new, science-fueled period talk from two period experts. We'll discuss management strategies, period pain, when to talk to your doctor and if your period is even something you need in the first place. Quick note - this isn't a substitute for medical advice. Think of it more as your own personal period dictionary."
    },
    {
      "author": "CIRINO",
      "text": "OK. First up, takeaway one - understand how your period even works. Before you can treat your individual period, you got to know the science fueling it. So let's start by answering, what even is a period? Well, it's a shedding of the uterine lining through the cervix and out the vagina. And it happens because the body is preparing for the possibility of a pregnancy."
    },
    {
      "author": "CIRINO",
      "text": "The cycle begins with the day that you first start bleeding, you know, when you're, quote, \"on your period.\" And this shedding of the uterine lining usually happens once a month, and it lasts between 3 and 7 days. But, you know, that changes, and..."
    },
    {
      "author": "TEMBO",
      "text": "Our bodies are not clocks. So this idea that, you know, every cycle's 28 days - sometimes, things interfere, and there are fluctuations in our hormones, and people are very different."
    },
    {
      "author": "CIRINO",
      "text": "A lot of people might feel much lower energy."
    },
    {
      "author": "TEMBO",
      "text": "Your body's doing work at the minute and shedding a lot of blood. Some mood swings - you're less social. You just want to rest."
    },
    {
      "author": "CIRINO",
      "text": "Step two of the menstrual cycle - because the bleeding is only the first part. After you've shed your whole uterine lining, your body gets ready to release another egg. This is called the follicular step, and that's typically around day six of your cycle. That's when the body's actually growing that egg. Mandi says the follicles are the little sacs in the ovaries that contain all the immature eggs."
    },
    {
      "author": "TEMBO",
      "text": "So you have all these hormones in your body that are stimulating the growing of the follicles."
    },
    {
      "author": "CIRINO",
      "text": "Like, Kristyn says, follicle-stimulating hormone, or FSH."
    },
    {
      "author": "BRANDI",
      "text": "To signal to the ovary to get an egg ready so that it can be released by the time of ovulation - and FSH is also the signal that the brain sends to the ovary to make estrogen. The estrogen works as a biochemical to signal to that part of the uterus, which usually has a very base layer, to start producing cells. And it also helps bring blood vessels into that area to help supply those newly built cells to keep building more and more layers to eventually create this very big lining."
    },
    {
      "author": "CIRINO",
      "text": "After the follicular step is the third step, ovulation, which is when the egg is released. It's typically around day 14. So estrogen peaks in the days leading up to ovulation, and that signals the brain to send out a new hormone called LH."
    },
    {
      "author": "BRANDI",
      "text": "Or luteinizing hormone - and that LH, when it surges, when it spikes - that's the signal that the ovary needs to release an egg."
    },
    {
      "author": "CIRINO",
      "text": "This is also when the body is most fertile. And Kristyn says this period of fertility can actually be pretty long."
    },
    {
      "author": "BRANDI",
      "text": "So typically, the fertile window can be anywhere between 2 to 3 days before when the egg is released to 2 to 3 days after the egg is released. It's a pretty big window, about six days or so. The reason for that is that sperm actually can hang out in that area for about 72 hours before they die."
    },
    {
      "author": "CIRINO",
      "text": "Next up, the luteal step, which is about the last 14 days of your cycle. It's named after something called the corpus luteum. That's a group of cells that forms in the ovaries after the egg has left to help the uterus, you know, become a healthy place for a fetus to grow."
    },
    {
      "author": "BRANDI",
      "text": "And so the corpus luteum - its main job, after it releases the egg, is to make a hormone called progesterone. And that helps our potentially fertilized egg to be implanted, and it also just gives your body signals that, like, an egg is released to get your body ready - that if it's pregnant, that it will continue to make progesterone, which is the main hormone that your body needs to stay pregnant."
    },
    {
      "author": "CIRINO",
      "text": "The body can be really sensitive to these changing hormone levels, especially around the luteal step, if a person hasn't become pregnant, that is, because that means hormones are plummeting."
    },
    {
      "author": "BRANDI",
      "text": "And the reason for that typically is that, at this point, after the rise in progesterone, the progesterone will drop. And all the other hormones we talked about earlier..."
    },
    {
      "author": "CIRINO",
      "text": "Like estrogen, FSH and LH."
    },
    {
      "author": "BRANDI",
      "text": "...All of those hormones will drop to its lowest level. And some people are really sensitive to that change, so much so that it can cause things like mood swings, difficulty sleeping, GI symptoms, headaches, difficulty concentrating."
    },
    {
      "author": "CIRINO",
      "text": "This is called PMS, or premenstrual syndrome. After the luteal step, we go right back to the beginning, the menstrual step - when you're on your period."
    },
    {
      "author": "BRANDI",
      "text": "If you're not pregnant, the progesterone levels will drop and, once it drops below a certain level, will signal to the body that the lining is no longer needed because you're not pregnant. And so that will start the process of its shedding."
    },
    {
      "author": "CIRINO",
      "text": "PMS symptoms will also usually stop once a period starts."
    },
    {
      "author": "BRANDI",
      "text": "Because at that point the cycle is kind of restarting again, and the hormone levels are starting to go up."
    },
    {
      "author": "CIRINO",
      "text": "OK. So what do we do with all this info? This brings us to our second takeaway. Track your period. There are tons of apps out there that can help you log your cycle and symptoms. Or if you're concerned about data privacy, some apps promise not to share your data with third parties. Other researchers I talked to recommended apps like Clue, Groove and Drip. Those all give you options to keep your data on your phone, and they can also help you track your fertility if it's something you want. Or you can do it the analog way, like I do, with a pen and paper. I mark on my calendar the day my period begins, and I usually just, you know, do that with, like, a red dot, then however many days my menstrual step lasts. And now I have enough of a backlog of past periods that I can actually look at how long my average cycle is and predict when it's going to start up again."
    },
    {
      "author": "CIRINO",
      "text": "So when you're thinking about what to track, start by asking what areas of your life your period affects and vice versa. You know, predicting your start and end date lets you predict when you might need to rest more or when you might be managing, like, really bad PMS symptoms. But you can also know other things. How is your mood? What about your pain levels? Are you trying out a new form of contraception, and is it affecting your bleeding? Are you having sex on certain days? What does your discharge look like? Usually, I just make a quick note of my symptoms below those little, red dots in my calendar, and it lets me know when I might need time to be antisocial, so I can plan my life around that. Tracking can also help you notice when something's wrong, like if your period stops suddenly, which can happen for reasons other than pregnancy. So, for example, if you're dealing with really high stress levels..."
    },
    {
      "author": "TEMBO",
      "text": "Your period could stop because it's just - it's quite a energy-consuming process to go through a cycle. And so your body just stops doing it for that time. Another is excessive exercise. So if you're training really, really hard - I know a lot of bodybuilders talk about how their period stops for a while, especially when they're in the most intense phases of their training."
    },
    {
      "author": "CIRINO",
      "text": "Mandi and Kristyn told me that keeping a log of symptoms can help you and your doctor manage them better."
    },
    {
      "author": "BRANDI",
      "text": "If you're having pain a couple of days before your period, maybe you can start taking medication to help with the pain a little bit earlier than that."
    },
    {
      "author": "CIRINO",
      "text": "And if you're monitoring your cycle and your pain levels, you'll know when you're experiencing more pain than you usually do, which brings us to our third takeaway. If you're having intense period pain, see a doctor. Now, pain is one of the most common period symptoms out there. Kristyn even told me more than half of people who menstruate have pain at some point during their cycle. But usually, that pain is mild."
    },
    {
      "author": "BRANDI",
      "text": "And what I mean by mild is that's something that if you took a little bit of over-the-counter pain medicine or if you wait a little while and do supportive things like putting a hot pad on your stomach, it'll go away."
    },
    {
      "author": "CIRINO",
      "text": "Mandi says if your pain is stopping you from going about your day, see a doctor because it might be a sign of a common menstrual disorder like fibroids."
    },
    {
      "author": "TEMBO",
      "text": "Which are growths in the uterus and that can cause pain and discomfort. That can also prolong bleeding. So if you usually bleed for 4 or 5 days and now you're bleeding for 12 to 14 days, that's an indication that something might be wrong."
    },
    {
      "author": "CIRINO",
      "text": "Another common condition - ovarian cysts."
    },
    {
      "author": "TEMBO",
      "text": "I think a lot of people, actually, at some point in their lives, will have a cyst, but that's because they usually just go away by themselves. But when they continue to grow, that can cause a lot of pain. And then in the very rare cases that if it's not addressed, they burst, that can be extreme pain. So if you feel sudden, extreme pain or persistent pain over time, that might be an indication that you might have cysts."
    },
    {
      "author": "CIRINO",
      "text": "And a third one is endometriosis. That's when endometrial tissue, which is the tissue that makes up that inner lining of your uterus, grows outside of your uterus, like on your ovaries or fallopian tubes or the tissue lining your pelvis. And because this tissue acts just like the cells lining your uterus, it grows and thickens. Except there's no way for it to exit your body as menstrual blood. So it becomes trapped. And that can actually lead to scar tissue and adhesions. It also can take decades to diagnose."
    },
    {
      "author": "TEMBO",
      "text": "It's 1 in 5 in certain parts of the world, and that can cause extreme pain and irregular bleeding, as well. But, you know, there're a myriad of reasons that you could be experiencing pain. And my encouragement would just be, if you feel like something's wrong or something's different is to just get it checked out."
    },
    {
      "author": "CIRINO",
      "text": "So yeah, managing your cycle starts with keeping track of it, but it also means knowing when to ask for help."
    },
    {
      "author": "TEMBO",
      "text": "I think the most important thing is knowing your body. So when the pain that you usually experience, which might be some light cramping, is different and it's debilitating or makes you bend over, definitely something might be wrong, and you might want to go to a doctor."
    },
    {
      "author": "CIRINO",
      "text": "When you talk with your doctor, make sure you have on hand any information about your cycle that you've collected. You can show them apps you use or any symptoms you've journaled. Remember, you know your body better than anyone else. It's also a good idea to think of the questions you want to ask ahead of time 'cause doctor appointments can go by pretty fast. And I know this is all a lot to keep tabs on. And it makes me wonder, do you even need a period?"
    },
    {
      "author": "BRANDI",
      "text": "If you're not trying to get pregnant and you don't like having a period, it's not something that is necessary for your health or well-being."
    },
    {
      "author": "CIRINO",
      "text": "This brings us to our fourth takeaway. You can choose to stop your period completely with medication."
    },
    {
      "author": "BRANDI",
      "text": "So, for example, if you're taking the pills, you would skip the placebo pills and go straight into your next pack so that you're always at the same level of hormones."
    },
    {
      "author": "CIRINO",
      "text": "Methods like a hormonal IUD or an implant can sometimes keep you from having a period for years, Kristyn says."
    },
    {
      "author": "BRANDI",
      "text": "There are some people that having a period is really problematic for them, and so it may be preferable to avoid having a period. There's other people on the transgender and gender nonbinary spectrum where having a period may be dysphoric and may be incongruent with their gender identity. And so it may be really important for someone to use medications to stop having a period so they feel more like what their natural body should be. And all of those reasons are valid and great, and we should try to help support people if that's what they want."
    },
    {
      "author": "CIRINO",
      "text": "But if you're someone who wants to have your period but maybe you just need a little help managing it, there are tons of options out there. Our last takeaway - pick the management strategy that works best for you. There's pads and tampons. There's menstrual cups, which are, like, these small, little suction cups that collect all of your blood, and then you can dump them out twice a day. A lot of people go for those because they're a one-time investment, and they're reusable, too, so better for the environment. There's also reusable pads, and there's period underwear."
    },
    {
      "author": "TEMBO",
      "text": "So period underwear - it's just - you'd wear them like normal underwear, but they absorb menstrual flow."
    },
    {
      "author": "CIRINO",
      "text": "There's also menstrual sponges."
    },
    {
      "author": "TEMBO",
      "text": "And essentially, you would insert it the way you would a tampon or a cup. And it functions as a literal sponge, so it absorbs the flow. And then you would take it out, wash it out and then reinsert."
    },
    {
      "author": "CIRINO",
      "text": "And there's the disc."
    },
    {
      "author": "TEMBO",
      "text": "It blocks the flow from coming out, collects it. And then you take it out, much like a cup, and pour it out and then put the disk back in."
    },
    {
      "author": "CIRINO",
      "text": "Another option is to use no product, and that's called free bleeding."
    },
    {
      "author": "TEMBO",
      "text": "So not using anything at all and just allowing yourself to just bleed through. I think a lot of people do this option or can do this option if you're at home and you're comfortable and it's on a light day and you don't feel the need to, you know, absorb your blood for anyone, but you can just sort of free bleed."
    },
    {
      "author": "CIRINO",
      "text": "So a lot of deciding which management strategy is going to work best for you depends on the situations you'll be in and what's most accessible for you in that moment."
    },
    {
      "author": "TEMBO",
      "text": "I think the factors that inform your choice the most are your environment. So reusable products might not be the best option for you if you're in a place where you're limited for water or privacy, right? Because you're going to have to wash it and/or empty it or hang it up to dry. So are you in an environment where those things are possible and are safe to do?"
    },
    {
      "author": "CIRINO",
      "text": "If so, then reusable might be best for you. If not, then maybe not. But disposable also has its own challenges."
    },
    {
      "author": "TEMBO",
      "text": "So if you're going somewhere where you don't know if they have disposable bins or an incinerator, then it might be best that you use a reusable product that you don't have to worry about where are you going to chuck your used pad or your tampon?"
    },
    {
      "author": "CIRINO",
      "text": "Comfort can be a huge factor as well. Tampons or menstrual cups just might not feel as comfortable as using a pad. And for some people, the opposite is true."
    },
    {
      "author": "BRANDI",
      "text": "There's a lot of different reasons why people choose the products that they do. But, again, there's no one right answer. You can use a combination of products or try them all out and see which one works best for you."
    },
    {
      "author": "CIRINO",
      "text": "Also, the way you manage your period can change over time. I used to swear by the menstrual cup, but once I started using an IUD as my form of contraception, I found that, for me, that strategy just wasn't working anymore. So I use tampons and pads now. And some days, I just free bleed."
    },
    {
      "author": "TEMBO",
      "text": "One thing in the research that I've found is that depending on what part of the world you're from and what culture you're from, there are adaptations that are quite context-specific. And as long as it's safe and it's effective in doing what it needs to do, it's OK."
    },
    {
      "author": "CIRINO",
      "text": "At the end of the day, it's just important to open up a dialogue about your period with the people in your life."
    },
    {
      "author": "TEMBO",
      "text": "It's about engaging in conversations around menstrual health with your friends, with your partner, with your peers, with your children, with your parents."
    },
    {
      "author": "CIRINO",
      "text": "So it all snowballs. So everyone is talking about periods instead of not talking. And..."
    },
    {
      "author": "TEMBO",
      "text": "That's making sure that you understand that bleeding is not taboo, that you can still be sexy when you're on your period, that bleeding looks different for different people, that not all menstruaters are the same."
    },
    {
      "author": "CIRINO",
      "text": "OK. So let's recap. Takeaway one - understand how your period works because no two cycles are the same, and everyone's hormones affect them differently. Takeaway two - to know your body better, track your period. Even doing it the old-fashioned way is super helpful. Takeaway three - if you're having intense period pain, see a doctor and make a game plan with them because intense period pain isn't normal, and it's not something you have to suffer through. Takeaway four - you don't need a period. So if your period is causing you distress, you can choose to stop it. And takeaway five - pick the management strategy that fits your needs best. There are tons of period management strategies out there, and you can pick and choose depending on money, comfort, environmental concerns, discretion, whatever works best for you. I had one quick question that I needed to ask Mandi."
    },
    {
      "author": "CIRINO",
      "text": "So do periods actually sync up when, you know, you spend a lot of time with someone? Like, will me and my roommates sync up?"
    },
    {
      "author": "TEMBO",
      "text": "That is not true. Let's just put it that way. Yes."
    },
    {
      "author": "CIRINO",
      "text": "Yeah."
    },
    {
      "author": "TEMBO",
      "text": "That's not a thing. Yeah."
    },
    {
      "author": "CIRINO",
      "text": "So that's our final takeaway. And remember, if you're not sure where to start with managing your period, start by opening up a conversation with your friends, your parents, your kids. You got this."
    },
    {
      "author": "CIRINO",
      "text": "Thanks so much again to our period experts, Kristyn Brandi and Mandi Tembo. For more LIFE KIT, check out our other episodes. We have an episode about how to choose the best birth control for your needs. You can find these at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "CIRINO",
      "text": "This episode of LIFE KIT was produced by me, Margaret Cirino. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Patrick Murray. I'm Margaret Cirino. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4026669981.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/08/lk_periodproducts-copy_wide-0ed1b25a68c0452603b6c97eb90647cc02b803e9.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "MARGARET CIRINO, BYLINE",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "MANDI TEMBO",
    "CIRINO",
    "KRISTYN BRANDI",
    "BRANDI",
    "TEMBO"
  ]
}