{
  "title": "Can I afford to quit my job?",
  "url": "https://www.npr.org/transcripts/1159858537",
  "intro": "Longing to quit your job and follow your passion? Or perhaps take a break to travel? Or move to a new place? First, you'll need to look at your finances. In this episode, Jill Schlesinger, a certified financial planner and business analyst for CBS News, walks through her five steps for assessing your financial situation before a possible life change.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. Marielle Segarra here. Have you ever found yourself toiling away at work, feeling completely burnt out and thinking, you know, what if I just quit? Could I do that? Or maybe your work situation isn't dire. Like, it's fine, but you're ready for something new. You want to try another kind of job or start your own business. Or maybe you want to leave a marriage or move from your cold, dreary home state to a tropical climate that also happens to be more expensive. So often these callings feel impractical and out of reach. And you might feel like..."
    },
    {
      "author": "JILL SCHLESINGER",
      "text": "How could I leave something I've invested so much into? This is called the sunk cost effect. It's actually, like, behavioral economics. And it's actually pretty dangerous because just because you've sunk some time, energy and money into something doesn't mean that's the best thing for you to continue doing."
    },
    {
      "author": "SEGARRA",
      "text": "That's Jill Schlesinger, a business analyst at CBS News and author of the book \"The Great Money Reset.\" She says if you're considering a reset, it helps to crunch the numbers, see what your finances look like, what might be possible for you and when."
    },
    {
      "author": "SCHLESINGER",
      "text": "And so part of the idea of taking this good, hard look and accounting for what's going on is to allow yourself the freedom to think beyond where you are currently."
    },
    {
      "author": "SEGARRA",
      "text": "Schlesinger lays out a financial framework in the book, a set of steps you can use to make these decisions. In this episode of LIFE KIT, we'll walk you through it."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Let's talk about the financial reset framework. There are five steps, right?"
    },
    {
      "author": "SCHLESINGER",
      "text": "I know. And it's kind of kitschy. So you'll forgive me if I get a little kitschy. I'm a little campy. I like a - if I could have put this to music, I would have. But I'm not that talented. I call it the fabulous five. So number one is you calculate the resources that you have. And that means, like, what you own - those are your assets - and your income and really everything. You know, like, when I say what you own, a lot of people will say to me, well, I don't own anything. And I say, but don't you have a 401(k)? Oh, yeah, I have that. So it really is a real calculation of kind of what you have and also what you might be giving up. So, you know, for example, I have a lot of friends who are teachers, and they'll say to me, well, I don't have a lot in retirement. I said, yes, but you have this amazing pension plan. So if you're entitled to a pension, you might include that as something you don't have today but you would be entitled to in the future."
    },
    {
      "author": "SEGARRA",
      "text": "So under income, there's obviously your paycheck, but then there are also other benefits you get, like subsidized health insurance, possibly, through your job. Does that go under this category?"
    },
    {
      "author": "SCHLESINGER",
      "text": "I think it really does because imagine what it would be if you had to do it all on your own. Imagine if you were saying, I'm going to reset. I have to go now into the Affordable Care Act and buy my own coverage. And you just want to know, what is the difference? Maybe you have kids, and you're using a dependent care or flexible spending account, and you would lose that. Maybe you've got a match in your 401(k). So all that has to be taken into account."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And then in terms of assets, you mentioned one, which is, like, OK, so you have a lump sum of money in the bank, or you have money in a retirement plan. What other kinds of assets might people consider in this step?"
    },
    {
      "author": "SCHLESINGER",
      "text": "Anything that you would want to actually sell and that would make a difference. I'm much more concerned or much more focused on what you could convert to something - easily to cash without any lag time, without, you know, paying a big tax bill. That's important. So I think it's more of your savings account if you're in your, like, sort of middle-aged - you have some investment property. And I think that a lot of people look at their home, and they don't actually think of it as an asset, but it is usually people's largest asset, right? When you have a home, there is usually something locked in there that's kind of amazing. And that's called equity, the difference between what the house is worth and what you owe on it. So I'm not saying you have to do anything with it, but it's really important to just at least count it as an asset."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And it's interesting. That sort of leads us to step two because your house can be an asset, and it can also be a liability because you owe, maybe, a mortgage every month, right?"
    },
    {
      "author": "SCHLESINGER",
      "text": "Right, right. Exactly. And step two is calculate your debt and your other liabilities. Yes, of course, a mortgage - maybe - you maybe are partnered, and you say, you know, we took this line of credit to build an extra bathroom because, you know, we're a young family. And, you know, three kids, one bathroom - not cutting it. And you have a line of credit. That's also a liability. Maybe it's a credit card. Maybe you didn't quite pay everything off. It could be a car loan, education loans either for yourself or for your kids. All of those things come under this category of liabilities. And, you know, what happens when you're looking at these things - don't throw in the towel in that moment, OK? That's all I want to say. Like, I think that some people say, oh, I can't do it. I have all this debt. OK. Calm down. We may be able to still do something. We're just in the phase - the earliest stage of taking a good, hard look at what you have and the position you're in today."
    },
    {
      "author": "SEGARRA",
      "text": "So this is not a step in your book, but I'm feeling like step 2 1/2 is take a deep breath."
    },
    {
      "author": "SCHLESINGER",
      "text": "You know, it's funny. I think that might be step zero. You know, when you're contemplating something in your life and it boils down to a question of, you know, can I take - it's not, can I get this new job? It's, literally, I need to take a deep breath. I need to ask myself a hard question. Is this the way I really want to live? And the money part is the vehicle."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I think that's a really good point. I mean, this is - the numbers are here to help you build a life that you want, right? It's a framework to help you get there."
    },
    {
      "author": "SCHLESINGER",
      "text": "It's the framework to give you the permission structure to see what's possible. You know, there's a lot of people who go through a process, and they think about doing something different. And when I lay out the choices, they may come back to this and say, you know what? I'm actually good where I am. And this happens a lot. It happens a real lot. And sometimes, you need that reality check with yourself. And it sometimes can actually make you feel a little bit happier or more fulfilled on the path that you're on rather than having that longing because maybe a reset would force you to make a decision that you actually don't want to make. You know, I've had people who call me up, and they say to me, you know, I want to do something different. I'm making decent money. And we lay this out. And I said, OK, but, you know, how do you feel, if you make this choice, not being able to help your kids get through college? Because you can do what you want to do, but you can't do everything you want to do."
    },
    {
      "author": "SEGARRA",
      "text": "So let's move on to step three. We've been talking about housing, and that's what this step is about, right? What do you tell people to consider here?"
    },
    {
      "author": "SCHLESINGER",
      "text": "I think first of all is if I were to sell this house right now, what would that mean? What would - how would I feel? Would I feel unburdened? Would I feel untethered, right? Those are two opposite poles of something, right? Would I feel like I could have more freedom to consider something else in the future? For a lot of people, selling their homes makes absolutely no sense. A lot of people say to me, well, I have all this equity in my house. I said, yeah, but you also have a 2.85% 30-year fixed-rate mortgage, and that's pretty amazing. Maybe you could use this house in a different way. Maybe if you want to move somewhere else or do something else, maybe you could rent the house. But, again, I think the biggest question to ask is that, you know, what is it that I'm looking to reset, and how does my housing play into that?"
    },
    {
      "author": "SEGARRA",
      "text": "Does this step only come into play if you own a home? Or it's also - what are the questions if you rent?"
    },
    {
      "author": "SCHLESINGER",
      "text": "The renting is - you know, have I really looked at what it means to, like, tally up the cost of where I am right now? And you know, when rents were going crazy - and a lot of people said, I hate renting. I hate that my landlord has all the power. I would really encourage you to understand that owning is also really hard and that you might have a better deal than you think. There's plenty of very happy renters all over the country. It's just that the Internal Revenue tax code favors people who buy, which is an annoying thing that always bothers me day-to-day. But it doesn't mean that renting is a bad choice. So most of the people who are renting and are considering a reset have way more freedom to reset than those who own."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like we've been talking about expenses here when we talk about rent, and that is step four - right? - to consider your spending habits and what you have to spend."
    },
    {
      "author": "SCHLESINGER",
      "text": "Yeah. This is one of those strange steps that you have to take regardless of how much money you have. It really is because, you know, you can be somebody who's just starting out and living really lean and then saying, well, if I actually want to be able to spend more money in the future, I'm going to have to make different choices about maybe a career. You know, I'm really, really stressing that this is not about living like a monk. This is just accounting for what your needs are and then what you actually are spending your money on. In other words, you don't necessarily have to say, I'm going to cut my expenses by blank. And the other piece is that it is hard to lower the amount of money you spend sometimes. So if you're on this, like, track where you've been spending a lot of money and you say, well - you know what? - I'm going to leave corporate America and be a teacher and you think your whole family is going to reset to a lower spending, you have to be sober about that analysis. Maybe they will, but it is a lot of hard work to get there."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I mean, part of step four, part of analyzing this, I guess - right? - would be considering whether your current lifestyle is actually sustainable."
    },
    {
      "author": "SCHLESINGER",
      "text": "Absolutely. So also, a lot of this is, like, you make plans. Plans change. And you have to be open and honest about this. Like, this is not sustainable. And so part of considering your spending habits is understanding that we make choices throughout our lives. You can change your mind, and you can make different choices going forward."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So what's step five?"
    },
    {
      "author": "SCHLESINGER",
      "text": "So this is a little bit more of the emotional part. Step five is consider the obligations that you might have to others. And so it's very hard to have these conversations. So have you made an obligation to your siblings that, you know, well, I make a bunch of money, and, you know, I'll take on the care of mom? Do you have a sibling who's likely to need help down the line? Yeah, you just want to know about that. And so when you consider those obligations as you're looking at your own reset, you know, that could actually have a real impact for you."
    },
    {
      "author": "SEGARRA",
      "text": "Coming out of the five steps, you have all these numbers written down and all these factors. What do you do with them? Like, what questions do you need to be asking yourself once you know these things?"
    },
    {
      "author": "SCHLESINGER",
      "text": "We have to have a premise, right? I don't tell people where they're resetting to. I presume that you come into this having thought that you want to do something else, right? So if you think about what's sort of, maybe, like, the very basic kind of reset? You know, if you say that I want to change careers - and what would that mean? So one of the things that you can do is you can look at those five steps and then look at, say, the next three years and say, what would that mean in the next three years if I were to change careers? Would I need to spend down some of my money? Could I meet my obligations? So all I'm saying to people who have a reset in mind is that you have to start with the end point, right? So the first five steps are to figure out where you are today. And then the scenarios that you build out are for maybe the first, say, one, two, three years to say what happens to these five things in a year from now if this is the best case, if it's a middle case and if it's the worst case?"
    },
    {
      "author": "SEGARRA",
      "text": "You yourself made a big career change. You wanted to go from being a financial advisor to working in media. Can you walk us through your worst, middle and best-case scenarios at that time?"
    },
    {
      "author": "SCHLESINGER",
      "text": "When I thought about my reset, it was the financial crisis, OK? So I went through 2008 with my clients, and it was brutal. And in 2009 is when I thought, OK, well, my - you know, my contract's up. What the hell? I'm going to do it. And so what I was trying to do was trying to figure out, you know, like, what is the best and the worst-case scenario. So you know me. I'm starting with the worst case. So my worst case was it would - just wouldn't work. No one would ever put me on the air. And also, maybe I was like, oh, I'm moving back home to New York with my family. And maybe I was like, eugh, that was a - there was a reason I was there out of that family for 10 years. Like, I didn't know because I hadn't been living in New York for 10 years."
    },
    {
      "author": "SCHLESINGER",
      "text": "So then I said, OK, what's the middle case? The middle case would be that maybe I'd make a career transition, but it would not be as much money as I really wanted to make. And maybe it would be - you know, I wouldn't be like, blissfully happy. I would be OK. But I was - I would really have to hustle a lot more, and maybe I would have to eat through some of the savings that I had, right. So, you know, not terrible. And maybe I'd have to like sort of also part time be in the financial services business. So then I was like, OK, best case, this works out. I can get a job or string together enough income in the media industry."
    },
    {
      "author": "SCHLESINGER",
      "text": "And so what I thought really was I thought that really middle - the middle-case scenario was most likely, that I'd be fine money wise. No big deal. It wouldn't be, like, the thrilling career. And I'd probably end up going into some other career. It would be OK. The worst case, you know, I would just figure out that, you know, I could be a financial planner, go sell something. And, you know, you don't have to really worry about the best case. And as it turns out, you know, the best case really did work."
    },
    {
      "author": "SEGARRA",
      "text": "That's great. That's what we love to hear. But OK, so let's say that someone does go through this framework. And, you know, they walk through the five steps and the worst, middle and best-case scenarios, and they decide, actually, I can't afford to do this right now. Or I don't want to make the sacrifices I would have to in order to do this right now. What are some ways they can build a bridge to the future that they want?"
    },
    {
      "author": "SCHLESINGER",
      "text": "You know, it's funny. I write about this guy Ross, which is really - he's, like, a composite, really, because he in this - I get a lot of questions from people who are in their 50s, and they are exhausted. And, you know, it's interesting to me because a lot of people who have acquired a lot of money sort of feel like, well, I have the money. I should be able to retire. Well, you know, again, you've got to run through all these numbers."
    },
    {
      "author": "SCHLESINGER",
      "text": "And one of these conversations I had with this guy, Ross, is that, you know, he's like, I want to retire. And I said, you know, if you do that, it is, like, literally a high-risk bet because in my mind, even if you quit right now and you went to work at a lower-paying job, you could potentially blow through a lot of your money. And what I said - would it be OK if you - if we gave you a real interim game plan? And we - and I could say to you, could you work for five more years? You'll have some money coming in, and then you'll build the pathway to your off ramp."
    },
    {
      "author": "SCHLESINGER",
      "text": "And I don't think that in the moment, he was so psyched about that. But he did call me back and say, actually, I think that actually makes me feel more comfortable. Like, I have a time horizon. I know how much more time I have to do this. I can kind of suck it up. And once I have my game plan, I actually feel better about that middle-case scenario."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Well, and it feels like you're doing something as opposed to nothing."
    },
    {
      "author": "SCHLESINGER",
      "text": "Absolutely. I mean, look. You don't know if this money reset is within your grasp unless you actually stop the, like, fantasy land and do the math. You just don't know. And so one of the reasons that - I mean, I love the idea of thinking about the big picture and thinking about what you want. But I also like the idea that it's only by going through this very clear process and using a framework that you give yourself the permission to do it in the way that feels most comfortable to you."
    },
    {
      "author": "SEGARRA",
      "text": "Well, Jill, thank you so much. This has been super helpful and actionable. I appreciate your time."
    },
    {
      "author": "SCHLESINGER",
      "text": "I thank you so much for having me, really."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on how to do your taxes and another on how to avoid lifestyle creep. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Mia Venkat. Our visuals editor is Beck Harlan. And our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. And Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. And engineering support comes from Carleigh Strange. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7224632649.mp3",
  "img": "https://media.npr.org/assets/img/2023/02/27/gettyimages-1311472388_wide-5feb2c19a24b24ec1a474c50d7f863e931a3dd79.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JILL SCHLESINGER",
    "SCHLESINGER"
  ]
}