{"title":"Dear Life Kit: Do I have to listen to my boss complain?","url":"https://www.npr.org/transcripts/1160475109","intro":"An employee struggles to cope with her boss's constant oversharing and negativity. Journalist and host of the podcast Work Appropriate Anne Helen Petersen shares advice for establishing boundaries ... with your boss.","transcript":[{"author":"ANDEE TAGLE, HOST","text":"Today on the show - my boss constantly unloads her emotional baggage on me. I'm drained, and I don't know what to do."},{"author":"UNIDENTIFIED PERSON #1","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #2","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #3","text":"Dear LIFE KIT..."},{"author":"UNIDENTIFIED PERSON #4","text":"Dear LIFE KIT - I have a question for you."},{"author":"TAGLE","text":"This is Dear LIFE KIT from NPR..."},{"author":"UNIDENTIFIED PERSON #5","text":"How can I become a better caretaker?"},{"author":"UNIDENTIFIED PERSON #6","text":"How do I deal with my parents' unrealistic expectations?"},{"author":"TAGLE","text":"...And we're getting personal."},{"author":"UNIDENTIFIED PERSON #7","text":"I'm catching feelings for someone, but they're married."},{"author":"TAGLE","text":"I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."},{"author":"ANNE HELEN PETERSEN","text":"There's nothing in a job description that says, like, you have to be incredibly emotionally invested, and you have to be friends with everyone."},{"author":"TAGLE","text":"That's today's expert, Anne Helen Petersen. Anne is a journalist, author of the Culture Study newsletter and host of the podcast, \"Work Appropriate.\" Both her writing and her show offer practical and humorous advice on tackling the wild world of work. That's exactly what we're seeking today for a listener who can't seem to catch a break from dealing with other people's feelings in the break room. Stay tuned."},{"author":"TAGLE","text":"OK, Anne, what's your favorite verbal pivot? You know, like when you're done with a conversation and you want to signal to someone, I want to go - it's time to wrap up - do you have a go-to?"},{"author":"PETERSEN","text":"(Laughter) This is such a good question. Maybe I, like, notice something in the world around us - whether it's, like, the weather or a dog or, like - especially when I used to be in an office, I'd be like, let's go get this candy or whatever, you know? Like, I would try to, like, deflect by..."},{"author":"TAGLE","text":"Redirect, yeah."},{"author":"PETERSEN","text":"Yeah - by, like, being like, let's go get some food. And then maybe, like, a change of situation would change the conversation as well."},{"author":"TAGLE","text":"I like that. I like that. Shiny object over here and then physically move your space - that's a good one."},{"author":"PETERSEN","text":"Yeah."},{"author":"TAGLE","text":"That's a good strategy. OK, Anne, are you ready to jump into today's question?"},{"author":"PETERSEN","text":"Yeah."},{"author":"TAGLE","text":"All right, let's do it."},{"author":"TAGLE","text":"(Reading) Dear LIFE KIT - I'm a people-pleaser and an empath. I'm often told that I'm a good listener, and I do love to listen. I feel energized when a co-worker opens up and shares their frustrations with life both in and out of the office. Being that trusted confidant and providing emotional support is something I believe strengthens connections and improves the quality of work. However, my supervisor has developed a habit of routinely sharing very charged emotional issues in their life - their health struggles, their relationship with their children and partner, etc. On top of this, they tend to be a negative Nancy about the projected success of our shared work projects. This pattern has developed to a point where I often come home exhausted. The issue with this predicament is twofold. A, I interact closely with my supervisor every day, making it difficult to take emotional breaks throughout the week. And B, my supervisor is in a position of power, and I feel unsure about how to articulate my need to set emotional boundaries with them. I don't want to harm our working relationship, but I'm nearing my wits' end. Signed, Emotional Overload."},{"author":"TAGLE","text":"OK. Anne, before we get into the specifics of this situation, I wonder - do you have a general rule of thumb when it comes to bringing your personal life to the office?"},{"author":"PETERSEN","text":"Hmm. Well, here's what my philosophy is. I think, like, a lot of people - especially, I think, millennials, but also people younger and older - have made work really the center of their lives, and so people really rely on work as a source of primary friendship. And so there's this feeling of, like, I have to make friends at work. Otherwise, I don't have any friends. And I think that you should always be friendly at work..."},{"author":"TAGLE","text":"Yeah."},{"author":"PETERSEN","text":"...But you do not have to be friends with your co-workers. Being a friend with someone involves sharing everything that this person is talking about, right? And, like, I'm not saying that if you do that - if you have developed one of those relationships - that you're somehow unprofessional or doing something wrong, more that - that does - like, that's a decision that each person can make. And it shouldn't be, oh, I'm not making those friendships at work, so something's wrong with me. I think, as long as you're friendly, courteous, you know, kind, not an [expletive] - no, I'm not allowed to say [expletive] - not a butt, then you - then that can make you a really good co-worker. This question-writer seems to think that showing emotional closeness with someone - sharing emotional closeness makes them better co-workers, but I would say that the rest of the question indicates that that's not necessarily the case."},{"author":"TAGLE","text":"Right. Absolutely. That leads me right to my next point, which is it seems like emotional overload. She's kind of carved out a space for herself as the person you bring your problems to in the office. And generally, she seems to like that role. So if that's the case, can she really discriminate here between - you know, if you're that person for one person, do you have to be that person for everyone?"},{"author":"PETERSEN","text":"Right. And also, she seems to be recruiting these sorts of responses. Like, the first part of the question is, I'm a people-pleaser and an empath."},{"author":"TAGLE","text":"Right."},{"author":"PETERSEN","text":"I'm often told that I'm a good listener, and I do love to listen. So, like, establishing their bona fides in this is part of their personality. You know, even I feel energized when a co-worker opens up and shares their frustrations with life both in and out of the office. This person has created this scenario..."},{"author":"TAGLE","text":"Right."},{"author":"PETERSEN","text":"...And then is surprised."},{"author":"TAGLE","text":"Right. It's kind of like, you made your bed - now you have to lie in it."},{"author":"PETERSEN","text":"Yes. And it's OK to feel frustrated with, like - maybe this person really thought that, like, oh, I thought that we'd get, like, maybe a little bit of good gossip, and then we'd be able to maintain the same sort of level of disclosure. But this co-worker - the supervisor - has allowed this relationship to become something more. And I think, like, she has two options, right? Like, she can either decide, oh, I guess I did this to myself. I just have to deal with it because this is like, you know, I said that this gives me energy. I recruited this behavior. Or she can figure out how to, like, I think, corral the energy that she has invited into one place. So, like, maybe, like, Friday lunch is like, let's put all of our information - like, all of that, you know, struggle into - let's save it for lunch. And then, when this person starts to bring that up, they can be like, this is Friday lunch material. And then if it's exhausting, then it's the end of the week. You know, they don't have to come back to work - that sort of thing."},{"author":"TAGLE","text":"OK. I love the idea to corral these conversations to a specific time, but let's back up for a moment. How do you have that initial conversation? What's the best way to set that initial boundary?"},{"author":"PETERSEN","text":"I think, like, there's a way that you could just say - like, let's say this person starts dumping a little bit of that emotional feeling on you..."},{"author":"TAGLE","text":"Yeah."},{"author":"PETERSEN","text":"...In conversation. You can be like, I've realized I've really struggled with dealing with, you know, all of these incredible emotions or dealing with, like, talking about our personal lives. Make it joint. Say talking about our personal lives during the workday. Do you feel like we could maybe try, like, storing it up and putting it into, like, a big lunch that we have together on Fridays? And I think, by making it about us - right? - about the two of them, instead of I'm really struggling with dealing with your personal information..."},{"author":"TAGLE","text":"Right. Like, you're too much specifically."},{"author":"PETERSEN","text":"Yes, right. It's more like our conversations - and I am part of this - are overloading me, and that's true."},{"author":"TAGLE","text":"The other thing that caught my ear was the thing we were talking a little bit about earlier. It was the negative Nancy aspect of this. And I feel like..."},{"author":"PETERSEN","text":"Yeah."},{"author":"TAGLE","text":"...We've all been subject to this at one time or another - being around someone who just drains our energy."},{"author":"PETERSEN","text":"Yeah."},{"author":"TAGLE","text":"What thoughts do you have on protecting your peace in the workplace?"},{"author":"PETERSEN","text":"I think, you know, one piece of advice that Josh Gondelman had when he came on my show was that you can always try - and not in, like, a clean way, but you can try to redirect the conversation. You know, after someone says, like, oh, this isn't going well. This isn't going to work no matter what we try - blah, blah, blah. You can ask and pepper questions throughout the day or your relationship that are saying - what is working really well? What's a win that we've had this week? You know, just in those small ways, trying to insert a different framing into the conversations about work - and this is difficult because I think sometimes it can be, like, fake positivity."},{"author":"TAGLE","text":"Sure."},{"author":"PETERSEN","text":"But I do think that especially if it feels like that negativity is making it really hard for you to do your own job..."},{"author":"TAGLE","text":"Right, yeah."},{"author":"PETERSEN","text":"...Right? - 'cause it can feel like a weight sometimes, like you're always trying to deflect this absorbing negative emotional flow - that trying to have conversations about the things that you're doing well can be useful."},{"author":"TAGLE","text":"Yeah, I like that - thinking about - I guess the bigger question that I'm thinking about here is, you know, what emotional obligations do we have to our co-workers? You know, like, we want to have our harmonious work environment. We want to get along with everybody. But that line feels really nebulous."},{"author":"PETERSEN","text":"Yeah, it does. And I think that, for me, I have some very good friends and also my partner, who are people that I have met at work. So sometimes, you know, cultivating those stronger emotional relationships can be really positive and is a form of solidarity, especially when you are all on the same level. And I think, oftentimes, when you cultivate that sort of emotional connection, it can also be harder to make the right decision about speaking up about mistreatment, about exploitation, about, you know, even just coming to the point of recognition that this job is no longer a good job for me."},{"author":"PETERSEN","text":"People stay in jobs a lot longer than they should because of their friends, just like people stay in relationships a lot longer than they should because of their kids and because of the friendships that they have as a couple. And I think that that's - you can't avoid, you know, having friends or having, you know, other emotional ties when you're in a relationship as a couple. But I - in the workplace, you can just be mindful about recognizing, you know, it's not that I want to keep myself at a distance from everyone. I just want to be, you know, cognizant..."},{"author":"TAGLE","text":"Right."},{"author":"PETERSEN","text":"...Of the way that I form these relationships and what - also how they're affecting me and affecting others in the workplace. And I also think, like, it's OK to not want your personal life to be anyone's business at work. And that includes things to do with your health, things to do with your relationships - you know, like, your job - there's nothing in a job description that says, like, you have to be incredibly emotionally invested, and you have to share and you have to be friends with everyone."},{"author":"TAGLE","text":"Mmm. Any template language for us on that? The empath at the office comes up to you and says, hey, looks like you're having a really hard day. I'd love to know what's going on. What's going on in your life?"},{"author":"PETERSEN","text":"Oh, my God. If someone came up to me and said that..."},{"author":"TAGLE","text":"(Laughter)."},{"author":"PETERSEN","text":"...I'd be like, I'm probably just not wearing any makeup."},{"author":"TAGLE","text":"(Laughter)."},{"author":"PETERSEN","text":"That's why you think I'm having a hard day. That would be - that would actually be really hard for me. Like, unless I was crying in a conference room..."},{"author":"TAGLE","text":"Sure. Mmm hmm."},{"author":"PETERSEN","text":"...I don't think that I would want someone to say, you know, I'm the empath - not - they wouldn't say I'm the empath - but the person who has decided that that is their role in the office to come up and be like, I'm sensing that you're having a bad day. That would - to me, that would cross a line. Like, I would say, yeah, I don't really want to talk about anything right now, right? If someone was my actual friend in the workplace, they would, like - they would know to come up to me. Instead of saying, like, it looks like you're having a hard day, they'd just be like, let's go on a walk."},{"author":"TAGLE","text":"Mmm. Any final thoughts, feelings for emotional overload?"},{"author":"PETERSEN","text":"Hmm. I would say that I think women, in particular, are socialized to believe that this is just our role. Like, we're just supposed to be listeners and absorb everything that everyone, you know, throws our way. And just because you feel overloaded or also feel like you don't like that, it doesn't make you any worse of a co-worker. It doesn't make you not a nicer kind of person. And setting up boundaries is an act of love for everyone involved."},{"author":"TAGLE","text":"Being an empath is not in the job description."},{"author":"PETERSEN","text":"No."},{"author":"TAGLE","text":"Before I let you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything you want. I would love to hear yours."},{"author":"PETERSEN","text":"Believe it when people tell you that they trust you. This was ongoing advice from a former manager of mine who could see that I just - I always felt like I had to prove myself over and over and over again - just knowing, like, when someone says things are going well that they actually are going well - like, believing them."},{"author":"TAGLE","text":"If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"TAGLE","text":"This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1551633644.mp3","img":"https://media.npr.org/assets/img/2023/03/01/dearlifekit_listentoboss_wide-66f1b74ad4355dfbff957089cb51f72d22522623.jpg?s=1400&c=100&f=jpeg","authors":["ANDEE TAGLE, HOST","UNIDENTIFIED PERSON #1","UNIDENTIFIED PERSON #2","UNIDENTIFIED PERSON #3","UNIDENTIFIED PERSON #4","TAGLE","UNIDENTIFIED PERSON #5","UNIDENTIFIED PERSON #6","UNIDENTIFIED PERSON #7","ANNE HELEN PETERSEN","PETERSEN"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,59,1740,23877,26209,20571,24833,1090,1920,18885,21783,19348,17836,12321,13920,12307,8705,6383,3909,1660,5935,18970,19460,4512,11562,14795,9354,1769,2588,15654,23558,17158,14774,20756,24280,10502,17822,23904,15592,26271,9984,3754,27839,23831,9409,3455,3099,4288,25645,5257,13850,17051,22465,5615,2541,19371,18019,17599,2430,12614,15742,11869,10599,7716,23320,15304,16987,21519,18658,21610,11185,17317,16029,15275,7679,4864,11386,18471,3672,13422,8106,18495,9109,3830,13350,14062,15322,18845,15430,18134,14625,9262,11185,3392,18634,19796,7668,2313,2472,26110,16521,12811,14741,15133,3264,25853,11203,18156,12764,8500,7278,16851,13297,8725,10965,10927,11678,5473,8734,18460,13995,12391,19133,22490,19784,20806,15445,6608,17537,10791,6235,20154,14131,20534,10911,11876,19112,15810,18910,16708,19329,12416,11278,9195,20691,17022,18095,14622,16865,12755,10339,3873,16881,14171,15446,12350,2602,18438,9640,5690,6272,22888,9542,21690,16224,16718,11301,17583,13423,8006,11276,20411,18665,15155,13157,11700,16987,15159,13992,13249,9910,6425,6917,19349,17956,10392,12303,9292,12588,13462,21291,12692,14646,20701,8812,8908,5603,13454,16716,8808,16898,24295,11911,13189,13001,6830,4569,310,4379,23975,6032,82,0,0,2823,28150,15444,22477,21996,16023,13466,25760,17679,11100,24981,16554,11142,9958,26256,24817,18278,12342,20262,24955,20576,11829,1611,27363,22530,12869,13350,14278,28298,11438,11956,16884,17434,19361,21684,26666,8397,20215,19081,15789,641,27498,23580,15451,25063,20498,20967,19364,22635,24863,8021,16384,22901,21374,25423,22845,14193,12157,13616,18743,5365,26880,24678,23088,11321,19235,25435,25835,11061,4435,26090,23862,25748,17404,16683,12321,14537,10427,11047,23882,26631,25537,12839,19327,17960,11488,5334,18,10,1450,26606,16890,26978,14143,21910,19770,26220,11135,20723,16289,13068,14913,13782,10357,8384,15717,12606,9724,7927,19055,24924,20101,12678,11463,25712,17474,18193,19587,16329,19997,25420,12088,12907,783,23612,25786,17091,19653,26311,19442,13955,26188,20283,16847,14985,9412,1478,6,4,4,85,19817,11166,18655,16564,15758,21379,11727,20683,4193,14857,14836,9383,13403,10481,13113,16817,10316,9005,19280,9579,1252,22287,13913,21550,8769,8152,19318,16694,8863,9492,10527,18134,13554,19061,20389,12066,8950,16731,10227,6770,8957,12951,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,10037,12147,12624,11855,2796,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,408,6,34,15246,15545,23405,13541,19868,16011,12477,15296,14667,10389,444,14857,18056,17465,16866,11891,9072,8602,12776,10118,9221,1634,16094,20243,16799,19555,21005,807,10498,23137,20483,6902,22458,23445,3063,5492,8638,2589,4262,6620,4711,4703,10852,14840,16819,16738,16597,4779,25,8693,13467,14331,4116,13475,19675,13110,6161,6702,10182,18978,14214,3762,14383,15917,23383,18774,15372,19730,20636,12088,13336,4194,163,8803,15344,9653,2618,465,17982,19347,19554,14951,22349,9863,10174,789,338,10660,13065,10499,8791,14968,11644,27782,17751,17479,8756,19020,17568,26051,5628,15273,18771,16984,9056,16080,15877,13397,3228,9228,7282,2271,23511,24047,13168,12553,11092,15311,14077,11611,10061,11477,9931,8013,7743,11649,25913,21921,18218,24981,7619,14253,11857,9691,9444,7571,11347,5455,24806,22020,14279,24889,19957,9059,6255,5195,3738,20892,17798,15588,13586,16157,12276,8488,16461,14245,20130,22774,6671,18932,9859,18316,2154,1876,4618,22090,21385,15761,3608,1675,15790,13600,13866,19550,9094,7965,1719,24881,18362,18244,9908,11536,9929,9277,13127,17281,16017,6968,5347,2039,16119,20425,11336,14742,13586,12226,9493,7873,14787,8439,22297,9430,20006,8691,13194,7683,2346,4941,22343,15588,12150,16248,13268,12988,10127,9836,11933,8265,11034,14747,18676,17346,11673,7034,4748,15582,13936,12024,6084,5027,1823,19532,17106,10593,19048,13661,11622,17626,13968,11294,9025,12349,8290,16988,8346,9814,10830,8236,8409,1929,4974,23123,22484,19754,5523,5629,9833,15068,15560,21151,10254,13076,1379,4337,2855,16880,14857,15342,14111,14122,13202,13429,8518,10167,10965,16568,4602,17474,14658,17136,9405,6040,3166,2752,2898,13952,17041,19804,22846,11298,13034,11125,6041,5119,14244,8124,10404,2724,3501,2962,489,24211,21449,11379,8338,20731,14731,296,1456,18892,15015,12506,15304,10811,13042,10680,13163,21858,3017,20885,22766,16329,10202,11139,13879,6597,3421,1897,6716,18651,2415,13566,14504,12916,9483,7635,8064,6513,18034,13181,13830,13330,11804,14189,8106,8754,10161,10474,5541,6378,5135,1471,23488,13245,12821,9855,10541,9246,7839,15339,10578,6302,4171,4684,3645,1084,11211,15153,1394,3520,19700,14438,14379,7330,731,334,4894,4825,1338,27421,2271,29860,1672,23586,13044,24275,12864,7324,20103,10594,14497,12244,12622,22750,13776,14888,16622,17570,14556,14838,12352,11015,11416,12783,9793,5088,18310,4655,305,8138,13126,6599,16159,6920,21779,20342,20244,21498,14520,4726,16677,13286,20561,6898,6836,510,10934,20890,20491,8848,12586,14418,18775,16954,15061,12665,11213,11679,8921,19871,22338,1340,2707,17648,22268,11374,16756,14787,18925,16363,6926,17972,19192,13627,6717,8268,15795,8961,11092,1824,12997,20555,12421,19425,18432,10852,772,20404,15215,19079,20500,17639,18737,8423,16703,1161,516,959,21784,23751,25032,22323,7576,19311,7788,19929,7267,5800,25007,23428,16162,15271,22847,9160,16233,1540,11014,11021,11685,6230,1053,15089,23496,13357,18747,11983,19151,14752,1321,478,22538,15798,23180,8681,10810,16075,20032,17581,20306,19072,5896,731,25340,12312,22422,12839,11212,10489,16877,21917,6595,20546,14129,9372,7917,4739,9764,15271,8050,22409,23466,15771,10890,432,14791,12411,7322,23467,12158,7999,9570,22259,14660,22587,7617,12776,23372,8262,14130,12245,4846,8701,14862,14465,7162,1790,23673,23727,11620,7343,22749,12283,12624,23729,14337,9556,14220,4686,4567,6375,17434,15832,17587,12856,16775,15424,15104,2819,13390,20510,19715,3641,16911,5985,5987,13749,10100,12558,7926,25796,3641,20356,20881,988,22602,19214,13666,13781,14422,12576,17071,19960,15255,20945,4732,25318,18136,54,22255,23605,9898,11587,14609,16314,13613,20252,2965,63,35,17609,23691,22286,18828,1094,3321,17378,20494,19293,18273,17370,11785,4450,15850,15340,13159,8830,10182,10218,22568,11313,15871,18901,1197,22324,14578,23200,23173,13812,2212,637,20575,20348,18330,19807,15520,10034,13927,7372,14127,12003,13087,24524,14669,23770,11442,20647,12894,20798,2955,520,23104,26354,13949,6166,15766,11759,14843,10270,8801,7781,12006,19475,24350,5928,18239,14292,13183,8723,15669,26614,25358,11491,12068,11560,17710,12288,12535,10340,11701,9572,6492,13007,13396,19869,15068,18137,15716,10037,8498,24897,16734,16508,23574,22636,16291,16889,11079,9858,13470,6954,9696,7245,17004,20705,14155,13689,11119,11767,8115,7151,569,7210,24682,20394,8597,12908,10060,11338,9587,4109,14438,19816,19519,19508,10834,20209,21545,17781,21115,10399,3565,20602,12820,11989,17283,20489,1077,23906,9997,21239,16272,11193,17688,7701,13144,10121,1480,20387,20902,22872,11401,21543,21192,4558,12075,8570,5664,21389,9213,5387,14498,21083,11829,22167,19728,14706,23374,10114,11898,15743,11057,8265,7427,11562,11234,16515,15565,9471,23751,23221,3646,1508,22074,11277,17727,23450,20252,20037,5960,23560,20590,15608,21068,20083,12348,18714,18362,21894,11953,14064,5499,9814,25766,15359,13007,13097,21397,26662,4120,16053,17958,2866,2966,21500,9699,9765,15837,13138,7816,10611,11833,18515,23878,13760,10783,10213,9285,8218,14996,11307,20913,10090,14205,7528,10583,11782,15618,13719,8463,2143,23818,18800,6831,8289,8884,13698,7987,6724,5168,23808,20413,509,23652,16400,23173,18852,22786,13759,7455,584,24329,21955,21280,23570,19216,13111,9033,15679,14696,20259,15906,15290,14473,15153,15700,16132,7389,13445,6835,21841,13073,13927,3487,345,19121,23985,14247,6663,10318,6332,4977,2443,16905,19837,17849,14919,7304,8292,14681,5737,16537,16455,13159,8650,13140,11164,3578,5486,16220,15886,8933,14905,9287,24359,12109,6532,4453,18168,20594,679,16269,12544,15200,15914,15628,9648,15653,11077,7892,23656,24563,9883,373,135,183,857,21968,22087,22374,15166,14409,5827,106,7116,8765,8136,24242,15756,7454,714,2851,22748,19848,474,2436,19267,18446,18364,18842,16177,9208,16888,12928,2858,18380,19786,19317,19344,18602,15727,11211,10801,5223,19102,20341,20810,19589,16193,4260,13078,24648,13829,4449,3101,14764,14661,11847,20414,17590,15360,19631,10714,14027,6253,18628,9040,14797,1711,12757,20975,15983,21714,20283,10621,12291,7761,8463,21113,21277,10864,20805,7102,3204,19748,18341,12589,7031,9684,11034,16451,17332,14575,9135,9671,1635,27098,29688,24142,16054,13460,12513,11365,11179,11145,10714,11611,8633,10378,11364,1312,16785,29107,25968,9547,704,3654,15142,21735,17288,10700,14069,8537,3603,382,27719,21637,15999,15104,11791,8778,12058,11208,9255,1183,533,1998,19719,18716,7883,4203,5079,18714,12442,14565,16784,14904,10753,15411,24970,12239,13145,6989,13613,4233,2379,25055,2181,22576,14840,11351,5399,19555,19864,17055,12816,18178,6462,1731,1593,485,496,20465,20346,12043,14325,5238,15453,1968,12149,21525,10621,11442,6886,19082,7225,22272,10205,9037,13435,17103,15862,10512,6837,11224,24099,12914,10919,12969,17836,11935,19566,18282,19787,20735,19975,10183,14843,2945,21147,21028,11614,6739,264,11079,18881,10205,12507,19968,19099,5340,521,244,173,159,23629,20870,219,19897,20375,17976,11717,12631,14540,16824,13418,13442,15293,13988,14800,16301,11993,22107,13399,1278,156,352,16748,25865,9100,15167,23681,23395,22671,22309,1184,20089,16790,7837,8987,5019,17276,23707,1069,22117,21207,10280,11268,8694,7543,13366,8483,13910,8982,23639,8581,16859,25800,8349,5288,5073,20114,19931,18281,19575,20434,20018,5568,816,20909,19247,10105,14442,2990,19262,19407,19797,12439,2070,595,20408,19776,12480,4477,20921,9967,9918,23953,22213,20752,22513,10631,8377,8924,5256,14988,12274,13079,9706,18711,8409,16500,13283,13247,4360,25977,16106,16349,14008,14349,21221,17004,16372,10937,12706,9450,11317,10343,8168,16150,14521,11122,12300,12793,4689,22390,19741,14618,26140,14741,25629,13828,9412,12298,9190,7251,9536,9083,228,23882,19860,16852,17508,13433,17144,17047,17185,17921,18682,11126,1019,22976,11850,6919,12801,15661,11504,751,20057,22623,11406,7206,13462,15969,8392,23730,15911,490,8223,15356,11345,11517,9867,5892,2943,10884,21456,14309,19766,22015,9786,8014,874,23576,12975,14752,8402,11805,8971,8246,21832,22103,8233,6788,14603,21086,18933,19997,11056,20001,21249,10728,13253,894,2000,190,8528,6882,3453,20649,10435,20730,14412,10638,16652,18854,13528,1129,18459,14536,9755,11458,11270,2951,578,23202,19258,10065,22537,1474,100,24429,22528,8548,22597,6505,3792,8941,15040,19500,16442,9173,19047,21265,14286,11832,911,20713,20213,9316,165,15711,24439,22655,881,4233,15092,16616,17087,24593,23144,5187,21372,19965,13181,20955,19015,1287,1316,20507,12878,11265,19580,17436,13334,18170,17324,19538,16950,10663,7013,1432,11816,20220,10553,11059,6342,11570,21062,18110,18092,7933,14808,19861,19632,15812,14101,20603,9553,10781,12120,19679,19192,1396,1147,20802,21870,2349,18647,19312,19791,9786,14894,18980,20185,11135,5071,14523,13583,14264,9525,17546,7988,10689,13717,17914,24199,2120,1275,222,14752,11638,14259,9171,16137,18527,11350,5626,17751,14278,695,525,719,15483,18412,18046,15112,21335,17066,11613,20309,10552,8639,15261,11960,176,3335,10190,20329,905,6687,21635,23889,15422,24871,22714,14124,9063,3393,26132,27870,21940,20505,4576,17091,5769,10078,9692,8038,10408,27345,17308,13458,6946,17741,7557,9482,11065,6436,6124,10362,13557,11589,2756,25669,13410,10371,15086,11239,12885,11344,14097,10175,6181,15253,10185,1693,23515,15821,23081,13439,8285,5479,314,18127,21789,22776,19847,13530,15585,20105,11099,15494,10130,17090,15423,17252,12507,17952,7830,18168,14258,17701,17385,17961,19290,19040,14340,16279,14566,16270,12445,4176,14136,15665,5013,9358,3350,5859,14256,13639,17867,20379,11241,8553,5884,746,19360,19397,12596,13505,12918,21095,16294,14312,11937,13880,11224,10517,10329,9871,6162,7833,21372,20570,19922,8588,9978,14240,13267,18079,17172,16570,16862,9535,2270,619,991,1084,644,9859,15491,5188,11198,21604,19938,17200,17677,4890,10919,10831,9045,13010,12320,3154,1934,21426,17808,12028,21648,9792,506,21936,15058,22443,15548,13686,2907,383,25323,24808,14406,4956,16414,24407,1159,19417,17822,16949,16281,954,20669,21424,19245,15563,14226,7934,1895,1030,23882,15973,4357,13280,8609,15815,16369,17650,15211,16145,18559,14037,14468,9086,19204,10611,11866,13684,22589,10929,6600,5913,16635,14153,20244,19315,17570,11025,6324,14269,14196,739,8649,16999,14867,23922,4351,3371,17127,15918,16045,14905,12918,16127,11662,13640,10118,16718,9499,486,170,16453,15534,19206,19227,19027,18166,15181,17422,8886,21590,18415,9281,10365,1342,6286,17072,21690,8132,303,197,12917,16532,24510,22037,4249,22817,11457,18348,11945,11546,18132,17871,18883,16801,2863,1854,10855,20708,16512,20236,17726,9479,10305,19896,14113,8775,19879,14619,7531,24393,17796,19604,6217,6787,10889,12138,5551,680,24241,22619,7977,4667,6943,7296,263,18890,24124,20515,14539,18070,13285,18617,23828,13568,14447,21791,16962,7555,302,375,10502,8395,21942,13725,6202,332,14100,23967,18539,15077,16462,9208,9437,9383,10566,13486,17189,17003,16344,9450,22372,20090,16188,8165,18022,26839,17302,16689,12256,11551,1463,624,20393,17262,12976,12640,1476,15173,21560,15567,20631,1805,345,8579,26631,25203,21127,9980,24582,12322,11607,8974,14607,19127,17646,1399,467,23546,13769,7523,15886,10790,11590,19590,21601,803,16745,11077,16012,7176,17995,21137,13654,3224,1062,6233,15255,21547,17320,20062,15145,18216,20051,16873,19477,15378,9633,18658,11272,638,19587,13725,20641,10777,11917,20124,17752,15438,8982,20597,13787,22818,14292,22017,24175,17244,14163,6201,4300,4123,19241,11467,12027,11424,11922,16728,8691,14868,9707,4650,5698,10824,808,11637,11182,7818,6643,7009,15537,6693,4767,4638,11090,8945,5604,289,764,10299,14568,8174,6957,8159,9356,24635,25389,25201,19814,20322,16703,9479,14754,14785,15044,14768,13184,14668,17377,22682,23030,16442,13510,21609,11115,2389,19238,18525,24722,16838,8909,13751,14579,8379,1910,13936,16198,19923,11711,9072,12138,18130,8240,4064,12609,12230,13627,23197,14550,22945,17443,16763,3093,12964,13008,6540,5774,22561,23357,17704,19866,17443,25598,17202,17792,18870,15337,18810,14794,12989,20034,19334,18539,6367,5233,16040,12510,18303,19786,16347,20024,12500,9277,4370,3152,8608,12491,15658,9411,6699,23709,22744,9230,9398,445,275,279,23432,20791,10323,2663,18616,23904,11844,6275,277,288,363,11113,14989,24248,24050,10126,13213,13698,13207,714,362,20664,22739,4985,18827,16890,18819,16824,17263,13810,10927,14653,11147,12422,2265,16296,21468,11775,2413,20762,18028,13126,4925,14823,12103,7011,16872,12679,10819,6942,21682,23501,22911,7162,2651,24226,22359,6001,15163,11494,24118,13580,15310,10221,477,381,399,7935,7937,1712,16011,16931,19277,14207,344,17566,10059,9527,13631,15896,11148,12006,7447,9848,15844,12658,8759,14442,10684,14017,12058,13217,7537,7164,13975,19674,3078,299,784,24759,14655,23149,21132,12261,128,604,10356,18137,19898,13432,267,967,18878,8972,14586,12401,12218,14847,18127,16739,16374,12071,7749,10871,23901,16631,1365,16681,12091,9029,5104,96,15354,19962,17753,14758,17836,18177,8567,23391,10262,8982,10991,11878,5591,697,390,11347,17857,22148,8546,3530,22698,23274,13068,3851,59,16892,9835,20608,19445,14997,3413,20191,19637,19079,14892,14514,2307,11240,10248,9773,8106,7262,7936,15573,28388,4302,3598,13327,23058,1949,4953,3222,21881,17707,22308,7487,12942,8399,8941,9784,13511,9879,11901,13893,13407,10607,9601,12580,11943,9441,10944,13734,12283,7922,9864,10303,4512,282,10800,20954,16905,18385,17907,19774,15925,12075,6632,1228,21107,14856,19780,16511,11219,15255,10322,10678,10795,10179,12410,9003,2989,2260,3728,17355,13393,21015,16448,25851,22568,24824,7376,1184,2800,18350,19258,14490,19244,19285,14626,12028,10266,11881,3185,22356,14493,13090,13737,11336,17606,15169,13401,4794,1376,4340,15250,21086,20185,12003,16342,15086,18772,12620,16498,19661,12305,15270,18130,16139,10749,6947,5659,17986,4755,3898,17096,14711,14052,16239,14002,8661,11622,11564,10132,14818,16796,11792,10598,18653,11092,11993,12167,13554,16910,15866,5148,14313,9972,20849,11599,12940,6858,4389,2859,13047,16912,16223,13655,10406,9718,15164,9989,15689,16286,11617,13828,11611,12201,19378,10830,6772,12169,3239,13434,15335,11897,16414,14839,14671,12017,10944,6902,19699,9398,10503,7855,11358,12893,10669,15140,15127,13714,8988,5726,8892,4529,14676,17773,17620,7976,8275,6710,8857,4616,4199,24050,16581,17163,12757,7837,16070,8323,8072,5775,4735,4431,4950,3875,3074,3418,2362,2149,1771,1755,1170,1299,878,518,348,180,93,58,13,6,22268,20864,18213,16565,25665,22410,14379,22506,22843,12937,14359,23480,16586,19546,24427,20487,15819,14881,3978,22761,24964,11829,9820,14832,21290,19281,19545,12167,17497,20541,8385,11881,7464,10966,11596,6919,24755,20787,20364,27754,8746,10695,25472,25395,10083,23206,25816,14973,14906,23915,17812,8866,7542,92,9,11,23591,22564,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,14079,11933,10300,14507,15996,10372,18966,16413,13131,20902,1104,21615,15681,7696,10916,13365,15332,14631,17796,11401,15196,11988,11935,14616,21891,10712,7093,17806,18892,15302,21087,18007,10814,8331,16323,12579,9376,21623,18876,14136,17982,13725,7775,3745,19113,14505,16181,23518,8019,5570,10115,21329,22171,9702,11803,17515,13033,11900,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,8397,12868,13112,5754,3106,16,3,3225,23929,4652,8549,12834,11522,16418,19130,13818,5960,13702,6708,5920,16779,14877,17179,9419,7893,8326,13226,18243,21197,13754,12826,8982,20572,21743,23074,19586,12451,22322,14912,9911,18044,11728,11950,14617,8726,10320,11829,8565,5163,15945,25458,10501,15686,13453,14824,12965,4873,8193,10865,8313,6428,6809,13079,10693,7852,7652,21391,15569,7060,9727,18546,22805,22850,26898,10353,12504,6402,2227],"fragments":[{"begin":"0.000","end":"13.160","lines":["Today on the show - my boss constantly unloads her emotional baggage on me. I'm drained, and I don't know what to do."]},{"begin":"13.160","end":"14.320","lines":["Dear LIFE KIT..."]},{"begin":"14.320","end":"15.760","lines":["Dear LIFE KIT..."]},{"begin":"15.760","end":"17.960","lines":["Dear LIFE KIT..."]},{"begin":"17.960","end":"25.280","lines":["Dear LIFE KIT - I have a question for you."]},{"begin":"25.280","end":"29.440","lines":["This is Dear LIFE KIT from NPR..."]},{"begin":"29.440","end":"33.680","lines":["How can I become a better caretaker?"]},{"begin":"33.680","end":"39.600","lines":["How do I deal with my parents' unrealistic expectations?"]},{"begin":"39.600","end":"42.200","lines":["...And we're getting personal."]},{"begin":"42.200","end":"46.560","lines":["I'm catching feelings for someone, but they're married."]},{"begin":"46.560","end":"56.720","lines":["I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate, anonymous questions with expert advice."]},{"begin":"56.720","end":"68.040","lines":["There's nothing in a job description that says, like, you have to be incredibly emotionally invested, and you have to be friends with everyone."]},{"begin":"68.040","end":"104.760","lines":["That's today's expert, Anne Helen Petersen. Anne is a journalist, author of the Culture Study newsletter and host of the podcast, \"Work Appropriate.\" Both her writing and her show offer practical and humorous advice on tackling the wild world of work. That's exactly what we're seeking today for a listener who can't seem to catch a break from dealing with other people's feelings in the break room. Stay tuned."]},{"begin":"104.760","end":"120.560","lines":["OK, Anne, what's your favorite verbal pivot? You know, like when you're done with a conversation and you want to signal to someone, I want to go - it's time to wrap up - do you have a go-to?"]},{"begin":"120.560","end":"146.840","lines":["(Laughter) This is such a good question. Maybe I, like, notice something in the world around us - whether it's, like, the weather or a dog or, like - especially when I used to be in an office, I'd be like, let's go get this candy or whatever, you know? Like, I would try to, like, deflect by..."]},{"begin":"146.840","end":"149.240","lines":["Redirect, yeah."]},{"begin":"149.240","end":"165.440","lines":["Yeah - by, like, being like, let's go get some food. And then maybe, like, a change of situation would change the conversation as well."]},{"begin":"165.440","end":"178.080","lines":["I like that. I like that. Shiny object over here and then physically move your space - that's a good one."]},{"begin":"178.080","end":"178.400","lines":["Yeah."]},{"begin":"178.400","end":"186.760","lines":["That's a good strategy. OK, Anne, are you ready to jump into today's question?"]},{"begin":"186.760","end":"187.760","lines":["Yeah."]},{"begin":"187.760","end":"190.840","lines":["All right, let's do it."]},{"begin":"190.840","end":"260.440","lines":["(Reading) Dear LIFE KIT - I'm a people-pleaser and an empath. I'm often told that I'm a good listener, and I do love to listen. I feel energized when a co-worker opens up and shares their frustrations with life both in and out of the office. Being that trusted confidant and providing emotional support is something I believe strengthens connections and improves the quality of work. However, my supervisor has developed a habit of routinely sharing very charged emotional issues in their life - their health struggles, their relationship with their children and partner, etc. On top of this, they tend to be a negative Nancy about the projected success of our shared work projects. This pattern has developed to a point where I often come home exhausted. The issue with this predicament is twofold. A, I interact closely with my supervisor every day, making it difficult to take emotional breaks throughout the week. And B, my supervisor is in a position of power, and I feel unsure about how to articulate my need to set emotional boundaries with them. I don't want to harm our working relationship, but I'm nearing my wits' end. Signed, Emotional Overload."]},{"begin":"260.440","end":"269.680","lines":["OK. Anne, before we get into the specifics of this situation, I wonder - do you have a general rule of thumb when it comes to bringing your personal life to the office?"]},{"begin":"269.680","end":"293.280","lines":["Hmm. Well, here's what my philosophy is. I think, like, a lot of people - especially, I think, millennials, but also people younger and older - have made work really the center of their lives, and so people really rely on work as a source of primary friendship. And so there's this feeling of, like, I have to make friends at work. Otherwise, I don't have any friends. And I think that you should always be friendly at work..."]},{"begin":"293.280","end":"293.800","lines":["Yeah."]},{"begin":"293.800","end":"350.920","lines":["...But you do not have to be friends with your co-workers. Being a friend with someone involves sharing everything that this person is talking about, right? And, like, I'm not saying that if you do that - if you have developed one of those relationships - that you're somehow unprofessional or doing something wrong, more that - that does - like, that's a decision that each person can make. And it shouldn't be, oh, I'm not making those friendships at work, so something's wrong with me. I think, as long as you're friendly, courteous, you know, kind, not an [expletive] - no, I'm not allowed to say [expletive] - not a butt, then you - then that can make you a really good co-worker. This question-writer seems to think that showing emotional closeness with someone - sharing emotional closeness makes them better co-workers, but I would say that the rest of the question indicates that that's not necessarily the case."]},{"begin":"350.920","end":"369.240","lines":["Right. Absolutely. That leads me right to my next point, which is it seems like emotional overload. She's kind of carved out a space for herself as the person you bring your problems to in the office. And generally, she seems to like that role. So if that's the case, can she really discriminate here between - you know, if you're that person for one person, do you have to be that person for everyone?"]},{"begin":"369.240","end":"376.560","lines":["Right. And also, she seems to be recruiting these sorts of responses. Like, the first part of the question is, I'm a people-pleaser and an empath."]},{"begin":"376.560","end":"376.800","lines":["Right."]},{"begin":"376.800","end":"392.480","lines":["I'm often told that I'm a good listener, and I do love to listen. So, like, establishing their bona fides in this is part of their personality. You know, even I feel energized when a co-worker opens up and shares their frustrations with life both in and out of the office. This person has created this scenario..."]},{"begin":"392.480","end":"393.200","lines":["Right."]},{"begin":"393.200","end":"394.520","lines":["...And then is surprised."]},{"begin":"394.520","end":"398.400","lines":["Right. It's kind of like, you made your bed - now you have to lie in it."]},{"begin":"398.400","end":"463.120","lines":["Yes. And it's OK to feel frustrated with, like - maybe this person really thought that, like, oh, I thought that we'd get, like, maybe a little bit of good gossip, and then we'd be able to maintain the same sort of level of disclosure. But this co-worker - the supervisor - has allowed this relationship to become something more. And I think, like, she has two options, right? Like, she can either decide, oh, I guess I did this to myself. I just have to deal with it because this is like, you know, I said that this gives me energy. I recruited this behavior. Or she can figure out how to, like, I think, corral the energy that she has invited into one place. So, like, maybe, like, Friday lunch is like, let's put all of our information - like, all of that, you know, struggle into - let's save it for lunch. And then, when this person starts to bring that up, they can be like, this is Friday lunch material. And then if it's exhausting, then it's the end of the week. You know, they don't have to come back to work - that sort of thing."]},{"begin":"463.120","end":"473.840","lines":["OK. I love the idea to corral these conversations to a specific time, but let's back up for a moment. How do you have that initial conversation? What's the best way to set that initial boundary?"]},{"begin":"473.840","end":"482.920","lines":["I think, like, there's a way that you could just say - like, let's say this person starts dumping a little bit of that emotional feeling on you..."]},{"begin":"482.920","end":"483.160","lines":["Yeah."]},{"begin":"483.160","end":"516.600","lines":["...In conversation. You can be like, I've realized I've really struggled with dealing with, you know, all of these incredible emotions or dealing with, like, talking about our personal lives. Make it joint. Say talking about our personal lives during the workday. Do you feel like we could maybe try, like, storing it up and putting it into, like, a big lunch that we have together on Fridays? And I think, by making it about us - right? - about the two of them, instead of I'm really struggling with dealing with your personal information..."]},{"begin":"516.600","end":"518.920","lines":["Right. Like, you're too much specifically."]},{"begin":"518.920","end":"526.560","lines":["Yes, right. It's more like our conversations - and I am part of this - are overloading me, and that's true."]},{"begin":"526.560","end":"532.800","lines":["The other thing that caught my ear was the thing we were talking a little bit about earlier. It was the negative Nancy aspect of this. And I feel like..."]},{"begin":"532.800","end":"533.000","lines":["Yeah."]},{"begin":"533.000","end":"538.040","lines":["...We've all been subject to this at one time or another - being around someone who just drains our energy."]},{"begin":"538.040","end":"538.840","lines":["Yeah."]},{"begin":"538.840","end":"542.200","lines":["What thoughts do you have on protecting your peace in the workplace?"]},{"begin":"542.200","end":"586.400","lines":["I think, you know, one piece of advice that Josh Gondelman had when he came on my show was that you can always try - and not in, like, a clean way, but you can try to redirect the conversation. You know, after someone says, like, oh, this isn't going well. This isn't going to work no matter what we try - blah, blah, blah. You can ask and pepper questions throughout the day or your relationship that are saying - what is working really well? What's a win that we've had this week? You know, just in those small ways, trying to insert a different framing into the conversations about work - and this is difficult because I think sometimes it can be, like, fake positivity."]},{"begin":"586.400","end":"586.960","lines":["Sure."]},{"begin":"586.960","end":"593.920","lines":["But I do think that especially if it feels like that negativity is making it really hard for you to do your own job..."]},{"begin":"593.920","end":"594.920","lines":["Right, yeah."]},{"begin":"594.920","end":"608.560","lines":["...Right? - 'cause it can feel like a weight sometimes, like you're always trying to deflect this absorbing negative emotional flow - that trying to have conversations about the things that you're doing well can be useful."]},{"begin":"608.560","end":"624.760","lines":["Yeah, I like that - thinking about - I guess the bigger question that I'm thinking about here is, you know, what emotional obligations do we have to our co-workers? You know, like, we want to have our harmonious work environment. We want to get along with everybody. But that line feels really nebulous."]},{"begin":"624.760","end":"668.520","lines":["Yeah, it does. And I think that, for me, I have some very good friends and also my partner, who are people that I have met at work. So sometimes, you know, cultivating those stronger emotional relationships can be really positive and is a form of solidarity, especially when you are all on the same level. And I think, oftentimes, when you cultivate that sort of emotional connection, it can also be harder to make the right decision about speaking up about mistreatment, about exploitation, about, you know, even just coming to the point of recognition that this job is no longer a good job for me."]},{"begin":"668.520","end":"703.240","lines":["People stay in jobs a lot longer than they should because of their friends, just like people stay in relationships a lot longer than they should because of their kids and because of the friendships that they have as a couple. And I think that that's - you can't avoid, you know, having friends or having, you know, other emotional ties when you're in a relationship as a couple. But I - in the workplace, you can just be mindful about recognizing, you know, it's not that I want to keep myself at a distance from everyone. I just want to be, you know, cognizant..."]},{"begin":"703.240","end":"703.520","lines":["Right."]},{"begin":"703.520","end":"733.680","lines":["...Of the way that I form these relationships and what - also how they're affecting me and affecting others in the workplace. And I also think, like, it's OK to not want your personal life to be anyone's business at work. And that includes things to do with your health, things to do with your relationships - you know, like, your job - there's nothing in a job description that says, like, you have to be incredibly emotionally invested, and you have to share and you have to be friends with everyone."]},{"begin":"733.680","end":"745.320","lines":["Mmm. Any template language for us on that? The empath at the office comes up to you and says, hey, looks like you're having a really hard day. I'd love to know what's going on. What's going on in your life?"]},{"begin":"745.320","end":"751.320","lines":["Oh, my God. If someone came up to me and said that..."]},{"begin":"751.320","end":"752.600","lines":["(Laughter)."]},{"begin":"752.600","end":"757.400","lines":["...I'd be like, I'm probably just not wearing any makeup."]},{"begin":"757.400","end":"758.600","lines":["(Laughter)."]},{"begin":"758.600","end":"768.600","lines":["That's why you think I'm having a hard day. That would be - that would actually be really hard for me. Like, unless I was crying in a conference room..."]},{"begin":"768.600","end":"770.000","lines":["Sure. Mmm hmm."]},{"begin":"770.000","end":"816.240","lines":["...I don't think that I would want someone to say, you know, I'm the empath - not - they wouldn't say I'm the empath - but the person who has decided that that is their role in the office to come up and be like, I'm sensing that you're having a bad day. That would - to me, that would cross a line. Like, I would say, yeah, I don't really want to talk about anything right now, right? If someone was my actual friend in the workplace, they would, like - they would know to come up to me. Instead of saying, like, it looks like you're having a hard day, they'd just be like, let's go on a walk."]},{"begin":"816.240","end":"823.280","lines":["Mmm. Any final thoughts, feelings for emotional overload?"]},{"begin":"823.280","end":"862.640","lines":["Hmm. I would say that I think women, in particular, are socialized to believe that this is just our role. Like, we're just supposed to be listeners and absorb everything that everyone, you know, throws our way. And just because you feel overloaded or also feel like you don't like that, it doesn't make you any worse of a co-worker. It doesn't make you not a nicer kind of person. And setting up boundaries is an act of love for everyone involved."]},{"begin":"862.640","end":"865.720","lines":["Being an empath is not in the job description."]},{"begin":"865.720","end":"866.240","lines":["No."]},{"begin":"866.240","end":"876.080","lines":["Before I let you go, we end every show by asking our experts for the best piece of advice they've ever received. It can be anything you want. I would love to hear yours."]},{"begin":"876.080","end":"900.120","lines":["Believe it when people tell you that they trust you. This was ongoing advice from a former manager of mine who could see that I just - I always felt like I had to prove myself over and over and over again - just knowing, like, when someone says things are going well that they actually are going well - like, believing them."]},{"begin":"900.120","end":"922.360","lines":["If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"922.360","end":"958.200","lines":["This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."]}],"duration":958}