{
  "title": "So you want to be a mentor",
  "url": "https://www.npr.org/transcripts/1161823363",
  "intro": "In this episode, we talk about who can be a mentor, how to structure the relationship, and how to have tricky conversations with your mentees.  Also, how to make sure it's not a one-sided relationship.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT with tools to help you get it together."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. Marielle Segarra here. There's this thing that happens in life. Once you get some experience at work or with a hobby or with parenting, whatever, you may want to share it, to pass along what you're learning, to make things a little easier for the next person who's climbing the mountain behind you. You want to be a mentor. On LIFE KIT today, we have a special episode about mentorship. It's a conversation between me and Massella Dukuly, the head of workplace strategy and innovation at the media and advisory firm Charter. And we did it live in front of an audience at On Air Fest in Brooklyn, an event for audio makers. We talk about who can be a mentor, share tips on how to structure these relationships. And we even do a little role-play where she's the mentor and I'm her wide-eyed mentee."
    },
    {
      "author": "SEGARRA",
      "text": "So I want to talk early on about what a college professor of mine would have called the WIIFM."
    },
    {
      "author": "MASSELLA DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "She - I took this speech class in college. And she would write up on the board WIIFM, which meant, what's in it for me? And I try to remember that in any speech. But just in general, if you're talking about something, it's like, I'm sure we're all interested in being mentors out of the goodness of our hearts. But also, it's not a one-sided relationship, right? Like, there are other reasons to be a mentor."
    },
    {
      "author": "DUKULY",
      "text": "One thousand percent. So my organization, Charter, we recently, actually, partnered with Qualtrics to do some research on mentor-mentee relationships. And specifically, like, we were trying to kind of figure out, can you have a solid mentor-mentee relationship virtually? And the fact is that you absolutely can. But one of the other findings that we realized was that, like, successful mentor-mentee relationships, the mentor often feels like they've gained something. And so, I think what's really unfortunate is that we have a tendency to assume that, you know, if you're a mentor, you're just, like, kindly giving out of your heart and so lovely and really nice. But it really shouldn't be that way."
    },
    {
      "author": "DUKULY",
      "text": "When you think about, you know - what can a mentor get? - I'd say, first and foremost, this is an opportunity for them to develop a skill. Being good at a thing doesn't mean that you're good at helping somebody else be good at that thing. So learning to be able to teach, communicate in a way that's actually fruitful, is one of the other gains. And I think, inherently, it generally makes people better at the thing that they're doing."
    },
    {
      "author": "DUKULY",
      "text": "Secondarily, I would also say, new perspective. An example of this - I had a friend who has a mentee. And she would say to me, one of the wildest things that she didn't expect from the relationship was how much she appreciated the fact that this person took risks, like, would say yes to everything because the mentee saw it as, like, just a growth opportunity. And it really put her in a position to kind of think about how to be a little bit more intentional with risk-taking in her life. And, you know, as the relationship sort of progressed, she realized that she was taking on more risks. And that felt very worthwhile."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So who can be a mentor?"
    },
    {
      "author": "DUKULY",
      "text": "I mean, anyone can. But it really requires diligence and understanding of how to set in place structure that's going to be meaningful for both you and the mentee. So just to kind of break that down really easily, I'd say, who can be a mentor? Somebody who, first of all, has the desire to be a mentor, somebody who's open to structure in their relationship with the person. This could be setting up cadence, setting up, like, clarity around responsibilities in the relationship. And, like, for what it's worth, that can be hard sometimes. Like, we're, as humans, like, not always that good at saying, here's what I need from you. And so if you want your mentor-mentee relationship to work well, you want to be thinking about those things."
    },
    {
      "author": "SEGARRA",
      "text": "Another thing that you could get, another value that you could get out of being a mentor, probably, is learning how to have those conversations and how to communicate."
    },
    {
      "author": "DUKULY",
      "text": "Absolutely. Absolutely..."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "...Because if those things aren't happening or aren't working well, you're going to need to talk about them."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "And, you know, sometimes conflict can feel uncomfortable. Or sometimes feedback can be scary. But it's really fundamental in ensuring that you don't, like, prolong a relationship. And think about the damage that you end up creating if you're not forthright about the fact that this doesn't feel right or this isn't working or here's what I need."
    },
    {
      "author": "SEGARRA",
      "text": "Right. So if you don't have time, maybe, let's say, to mentor somebody..."
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...But you want to help them in some way, you think they're talented, maybe you offer to make an introduction..."
    },
    {
      "author": "DUKULY",
      "text": "Correct."
    },
    {
      "author": "SEGARRA",
      "text": "...To someone for them. Or - yeah, or help them meet someone else who has that time and can be a mentor for them."
    },
    {
      "author": "DUKULY",
      "text": "Absolutely. Absolutely."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. So if you do want to be a mentor, if you're excited about this, where do you find mentees?"
    },
    {
      "author": "DUKULY",
      "text": "It's tricky because there's a space where, like, you don't want to be condescending to someone and be like, look at you. I can help you. Like, that doesn't..."
    },
    {
      "author": "DUKULY",
      "text": "That doesn't sound very good. I think, like - here's the thing, at the core of this, especially with a mentee, it's about relationship-building. You really want somebody who feels like they can be open and vulnerable with you. And so I think one of the core things to do is also being very active about - actively explicit about what it is that you want, so being able to say something like, hey, like, I feel like I have X, Y, and Z skills. I wouldn't, you know, lay it out as saying, like, I'm so great at everything. And I want to help everybody. It's saying, I - you know, I really enjoy communication. I think it's something that I'm, you know, feeling masterful in or feeling like I do a really great job. And I'd love to support somebody who isn't feeling that confident about it yet, and making it so that people can decipher for themselves what their needs are."
    },
    {
      "author": "DUKULY",
      "text": "Maybe you do that at your workplace. Maybe you do that at school. The other thing - way that I've seen it actually be very helpful is, like, sharing it with friends, saying to friends, hey, I'm really interested in sharing this particular skill with somebody. If you know anybody that might be interested, let me know. I find especially that way when there's, like, a point of contact - and when I say point of contact, it's not to say that you can't meet somebody randomly. Like, I met my husband on the Q train, so do you. But I will say..."
    },
    {
      "author": "SEGARRA",
      "text": "Wow."
    },
    {
      "author": "DUKULY",
      "text": "I did. I know. We're like, let's talk about that."
    },
    {
      "author": "DUKULY",
      "text": "And he didn't murder me, so you know..."
    },
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "Love that for you."
    },
    {
      "author": "DUKULY",
      "text": "(Laughter) Exactly. But what I mean is, like, you know, it can be really nice when, like, you got a little social proof. This person knows this person. There's a little bit of responsibility to each other. Talking to friends, talking about your needs, that way other people can speak clearly about those desires and hopefully make connections. We all want to be, like, you know, matchmade in some way. Maybe it's not that type of relationship or a romantic relationship. But it could be a mentor or a mentee."
    },
    {
      "author": "SEGARRA",
      "text": "OK. I imagine there are also going to be more scenarios where potential mentees are coming to you, right?"
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "How do you figure out if it might be a good fit?"
    },
    {
      "author": "DUKULY",
      "text": "OK, so a few different things. First, there's, like, starting with yourself. Do I have time to offer this person? Can I be honest with this person? Sometimes it can be really flattering when somebody comes to you and they're like, hey, I admire you; I would love your support in this thing. And at least for me, like, if somebody, like, emails me, I'm probably going to answer just because, like, I don't - like, it's rude."
    },
    {
      "author": "SEGARRA",
      "text": "It's very kind."
    },
    {
      "author": "DUKULY",
      "text": "And, like, I just want to be nice. Like, I just want to be helpful. I might not be able to, like, take you to your finish line, but it's just like, I'll respond. But that's very different than saying, like, I'm going to be in a relationship with you. So there's the assessment of time, energy, all of those types of things."
    },
    {
      "author": "DUKULY",
      "text": "Another thing that I want to kind of gauge is what they're looking for. So what can really be unfortunate or kind of be - go wrong very early in a mentor-mentee relationship is when the person's like, I just want help. I'm like, with what? Like, I'm trying to figure it out, too. Like, what do you want help with? And it's - I'm not saying you have to have the clear picture, like, give me point A, B, C, you know, this angle, that angle. But there needs to be some level of clarity. If somebody is unclear with you, it's going to be really hard to actually please them. Like, what do they want, and how can you actually serve that well?"
    },
    {
      "author": "DUKULY",
      "text": "And then also, like, what are your expectations, right? Like, is that OK? So if I say to somebody, hey - like, I had a mentor that I worked with for probably about, like, six months, and she wanted it just for that period of time. She was going through, like, a project that she was working on. And, you know, I was like, listen; I will respond to you - like, if you text me or something, I might not be able to respond this time, but I'll respond, you know, at this time. Like, you know, and it seems so transactional, but it was really important because we eliminated any assumptions or fears or things in a relationship that might be scary. Like, I texted, and they didn't text me back. What's going to happen? But here's the thing. Somebody might say, you know what? I actually need a relationship where I'm getting more of that versus, like, what you can give, and it helps us to pick each other."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "So I just think you want to be really clear up front on both sides so both parties can decide if that's what they're looking for."
    },
    {
      "author": "SEGARRA",
      "text": "Somebody quoted Brene Brown to me yesterday - clarity is kindness."
    },
    {
      "author": "DUKULY",
      "text": "I agree. Thank you, Brene."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "It's very - it's helpful to say to someone, this is what I can offer, and this is what I can't."
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "And maybe then you're one of their mentors. You know?"
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "I guess with that in mind, though, do you have to have, like, the official-define-the-relationship talk? Like, is this will you be my mentor kind of thing?"
    },
    {
      "author": "DUKULY",
      "text": "Yeah. You know, it doesn't always start that way."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "But I do think that clear is kind. And I do think that, specifically, when you, like, are wanting something from someone, if it's not clear, it just - like, it's bound to set you up for failure. The only person I have, like, an unclear mentor relationship with is, like, Oprah, you know, 'cause..."
    },
    {
      "author": "DUKULY",
      "text": "...I don't know her, and she's not - like, you know what I mean? That's like, OK, girl..."
    },
    {
      "author": "SEGARRA",
      "text": "She doesn't know that she's your mentor."
    },
    {
      "author": "DUKULY",
      "text": "...Whatever you want to do, whatever you want to give me, I will take. But, like, in most situations, it's just, like - it's so important to be able to say, like, I'm choosing to be - and you don't have to have the definition of, you are my mentor. If you want to say, this is my friend who supports me, if you want to say, this is my big brother, if you want - whatever it is you want to use is fine, but there needs to be an understanding. It's the same reason why, like, in any relationship, whether it be romantic or a friendship, like, we're colleagues, we're friends, we're whatever, and then we sort of assign, you know, different responsibilities within those relationships. And I think that's what can be helpful in terms of boundaries. Usually, sometimes those things blur. But if you notice, that's often why it tends to get messy because, suddenly, it was one thing, and now it's another thing. So for this sake, because you want something specific, I think you need to define it."
    },
    {
      "author": "SEGARRA",
      "text": "What I heard in your earlier answer was that the mentee should kind of drive the relationship and say, this is what I'm looking for; this is what I'd like help with. I also imagine that some folks, especially if they're earlier in their careers, might not know exactly how to create that structure. Are there ways as a mentor that you can help guide them and say, like, here's an example of what you might be looking for, or here's what would be helpful for me to know?"
    },
    {
      "author": "DUKULY",
      "text": "Yeah, absolutely. I think you want to be really clear about the fact that, like, it's OK to change their mind. It's OK to evolve. And also be really clear, like, if something changes and it doesn't align with our relationship anymore, like, let me know. Like, it's not just that a mentor should be like, you do this, this and this. This person needs to be bought into the relationship. It is a relationship. So a mentor can offer the advice for structure, but it needs to be like, what do you think? Bring the mentee into the experience, and if they are like, I don't know what I think, I'm just trusting you, you can be like, OK, cool. Let's give it a try, and we'll see if that works, and next time I'm going to have you try this. We really want to kind of build, I think, some reciprocity in the relationship so that the person does feel comfortable leading and deciding what actually works for them."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if you are structuring this, is there a best practice in terms of how often you meet?"
    },
    {
      "author": "DUKULY",
      "text": "Yes. So one of the pieces of - one of the findings that we found in our research with Qualtrics was that highly successful mentor-mentee relationships - and by highly successful, I mean people who believe that in a six-month period, they solved about 70 to 81% of their goals with their mentor - actually met one time a week."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "DUKULY",
      "text": "And so that's interesting because I have to - yeah. I see some of these people are like, oh. And..."
    },
    {
      "author": "SEGARRA",
      "text": "Kind of a lot."
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "We're all like, time - where is it? You know, and then we're, like, home on the couch."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "Netflix is like, are you still watching this?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah (laughter)."
    },
    {
      "author": "DUKULY",
      "text": "But, like, that's what it is. And I think it is about cadence, right? So one time a week - even for me, I was like, oh, that's a lot. But people usually do this in bursts. So you might say, I'm doing this for a three-month period. I'm doing this for a six-month period. It's usually not, like, an ongoing, belaboring thing. It's saying we're going to take a stint, and we're going to do this, and we're going to get something done. And so to me, I'm like, OK, that makes sense. But yeah, one time a week - you know, if you can't push that because life, you know, I'd say even if it's, like, once every other week, but really trying to commit to something that, like, forces you to be in action is really meaningful."
    },
    {
      "author": "SEGARRA",
      "text": "What would you say are some common mistakes that mentors make?"
    },
    {
      "author": "DUKULY",
      "text": "One of the first that comes to mind is not asking for anything in return, which sounds maybe wrong, but here's why. If I'm giving up time, energy, resources, I want to know, like, how it's going for you. I want to know that you had a win. One of the first people I mentored, she was so great about this, and it really set the tone for future mentee, like, expectations that I had. Like, she would be like, hey, I just wanted to let you know I had this interview, and I didn't get the job, but I really learned this thing. And I was like, awesome, great. But it, like, guided me because it actually felt like it wasn't just about, like, the time. It's like, she really felt invested in making sure that, like, I was really part of her journey. It wasn't just transactional. So..."
    },
    {
      "author": "SEGARRA",
      "text": "Explicitly ask for that from your mentees."
    },
    {
      "author": "DUKULY",
      "text": "Yeah. Love the idea of saying, like, hey, I want to be in the loop of, like, how things are going for you. Can you keep me posted? I would love to know if you try something and it doesn't work. I would love to know if you try something and it does work."
    },
    {
      "author": "SEGARRA",
      "text": "OK, I want to try something."
    },
    {
      "author": "DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "So I am going to - and I love this because I get to, like, put on my pretend hat..."
    },
    {
      "author": "DUKULY",
      "text": "Let me get comfy."
    },
    {
      "author": "SEGARRA",
      "text": "...And be maybe sometimes kind of annoying."
    },
    {
      "author": "DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So I'm going to give you some scenarios."
    },
    {
      "author": "DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "Let's say that I have approached you to be my mentor, and you're probably going to say yes, but you want to clarify what we're going to work on together and how you can help."
    },
    {
      "author": "DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, Massella. I just admire you so much. I think you're really great."
    },
    {
      "author": "SEGARRA",
      "text": "And I was wondering if maybe you could give me some advice on my career stuff."
    },
    {
      "author": "DUKULY",
      "text": "Yeah. You know, Mari, I really appreciate that. I am great. I believe that about myself, too."
    },
    {
      "author": "DUKULY",
      "text": "But yeah, I would love to do it. But before we kind of, like, agree to all of this, I'm just curious. You said talk about your career. Is there something specific that you're hoping to discuss?"
    },
    {
      "author": "SEGARRA",
      "text": "Just - I want to be you."
    },
    {
      "author": "DUKULY",
      "text": "OK. I appreciate that, and what I'll say is this. I want to be able to best help you. I want to feel like any time that we spend together really feels worthwhile to you, and I think that the best way I can do that is by making sure that you are coming into yourself, not coming into trying to be like me. So I totally get that sometimes it can feel overwhelming to know exactly what that is, but maybe we can try this out, like, have our first meet and see how it goes, and maybe in that meeting we can define two or three things that you would like to, like, take away from this that feel really tangible. That way we can, like, measure it in time and see if it's working. How does that sound?"
    },
    {
      "author": "SEGARRA",
      "text": "OK. I think that went well."
    },
    {
      "author": "DUKULY",
      "text": "I think so, too."
    },
    {
      "author": "SEGARRA",
      "text": "But I was super awkward, right? And I came in like..."
    },
    {
      "author": "DUKULY",
      "text": "A little off (ph), a little off."
    },
    {
      "author": "SEGARRA",
      "text": "I just, like, have heart eyes, you know, when I look at you, and then you're sort of giving me homework to do, too."
    },
    {
      "author": "DUKULY",
      "text": "(Laughter) Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Like, come to me next time with a list of things, three things that you'd really like to learn, three skills. OK, one last one."
    },
    {
      "author": "DUKULY",
      "text": "OK."
    },
    {
      "author": "SEGARRA",
      "text": "I am your mentee, and you are ready to break up with me."
    },
    {
      "author": "DUKULY",
      "text": "Ooh. All right."
    },
    {
      "author": "SEGARRA",
      "text": "What do you say?"
    },
    {
      "author": "DUKULY",
      "text": "Hey, Marielle. How are you?"
    },
    {
      "author": "SEGARRA",
      "text": "Hey. So good."
    },
    {
      "author": "DUKULY",
      "text": "Hopefully good without me."
    },
    {
      "author": "SEGARRA",
      "text": "I love these sessions so much, by the way, Massella. Like, I feel like - I just love talking to you every week. You're, like, the highlight of my week."
    },
    {
      "author": "DUKULY",
      "text": "Thank you so much."
    },
    {
      "author": "DUKULY",
      "text": "So I do want to talk about that, though, because beyond enjoying maybe, like, our relationship - because I really like you; like, I really like talking to you - do you feel like it's helping you move along in the goals that we discussed earlier when we first started meeting?"
    },
    {
      "author": "SEGARRA",
      "text": "I think maybe just talking to you makes me feel calm and like I can approach job interviews and things with confidence and - I don't know. It just keeps me really grounded, this relationship."
    },
    {
      "author": "DUKULY",
      "text": "I mean, I definitely think that that is a huge benefit. But that being said, like, I want to make sure that you're really getting something tangible out of this. I'm curious. Like, we can approach this a few ways. One, does it feel helpful for us to maybe be a little bit more explicit about those goals and see if we can be better about reaching them? Or, two, are you thinking that maybe there are new goals that we can look at? And then a third option is that, like, maybe this isn't the right fit. And if I'm not the right person for you, I want to make sure I can help you find somebody who is."
    },
    {
      "author": "DUKULY",
      "text": "It's scary."
    },
    {
      "author": "SEGARRA",
      "text": "It's actually kind of hard to do these. I get - like, my heart starts pounding a little bit when I have to say, like, awkward things to people, even though that wasn't a real conversation."
    },
    {
      "author": "DUKULY",
      "text": "(Laughter) But it's real."
    },
    {
      "author": "SEGARRA",
      "text": "But yeah, that was great. It's real. It does happen."
    },
    {
      "author": "DUKULY",
      "text": "I've done something like this before. And, like, this is one point that I want to make so clear. And this is not just for mentor-mentee relationships. This is for all relationships. You can enjoy someone, and they could be not the right thing for you - a job, romance, whatever. Right? You know what I mean? Like, there are people who are like, I like you a lot."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "DUKULY",
      "text": "And also, this isn't serving me. And I think we have to make that distinction. I think sometimes people get real caught up in, like, I like you."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I love that. I love broadening out at the end of the episode to something, to - sometimes we do that, and the final note is just, like, take a deep breath."
    },
    {
      "author": "DUKULY",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Today it's, you know, you might like something, and it might not be serving you."
    },
    {
      "author": "DUKULY",
      "text": "Yeah, 100%."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. Massella, thank you so much. This has been really great."
    },
    {
      "author": "DUKULY",
      "text": "Thank you."
    },
    {
      "author": "DUKULY",
      "text": "Thank you, everyone. What a pleasure."
    },
    {
      "author": "SEGARRA",
      "text": "Love that conversation with Massella. And she had a lot of good tips. So let's recap. If you want to be a mentor, think about what you have to offer. Do you have particular skills? Like you're really good at public speaking or data analysis or whatever. And what kind of time do you have to offer? Also, once you're considering a mentee, ask them what they're looking for. What are you trying to achieve together? Once you are working together, be clear about how often you're available to meet, how quickly you might email or text them back and basically what your expectations are of each other. Ask for something in return, meaning it's not too much to ask your mentee to tell you how they're doing or to keep you updated on how the job search is going. And remember, you should be learning from your mentee, too. This is a relationship, and we all have something to teach each other."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one with Massella about how to give good feedback, and we have another episode about how to be a good mentee. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editor is Malaka Gharib. Meghan Keane is the supervising editor, and Beth Donovan is the executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Mia Venkat and Danielle Nett. Julia Carney is our podcast coordinator. Engineering support comes from Carleigh Strange, Patrick Murray and Neil Tevault. Special thanks to Devon Williams and Jessica Goldstein. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8244555087.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/07/mentorship-ask1_web-site-copy-1-_wide-202dd7133c8b3b9bce03c41b35859b9fdb926697.png?s=1400&c=100&f=png",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "MASSELLA DUKULY",
    "DUKULY",
    "UNIDENTIFIED PERSON"
  ]
}