{
  "title": "How to have a healthy relationship with caffeine",
  "url": "https://www.npr.org/transcripts/1161394509",
  "intro": "Are you drinking too much coffee? A gastroenterologist and a caffeine researcher share surprising insights about the psychoactive drug.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there, Andee Tagle here. Do you know when your relationship with caffeine began? I know exactly when mine started. Years before I became a reporter for LIFE KIT, I worked a graveyard shift. I was a sophomore in college at the time, and it was my duty from 9 p.m. to 6 a.m. to sit at a desk at the front of the dorms and check the IDs of everyone who entered the building. Not a whole lot to it. Great gig to get your homework done. The hardest part of the job was staying awake. But lucky for me, my cute little hall monitor desk sat right next to a vending machine stocked with all the best goodies - Pop-Tarts, M&M's, Cup of Noodles and, maybe you've guessed it, energy drinks. That was my beginning. From that summer on, before every test, every deadline, every big interview, really on any just marginally busy day for years, I needed my Monster Zero Ultra. That's the white and silver can for fellow enthusiasts. It was so much a part of my routine, it kind of became a personality trait."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Maybe my drink doesn't speak to you specifically, but I'm betting that you can relate. There are millions of adult brains out there that wake up every morning and scream, caffeine, caffeine, caffeine. In fact, a 2022 survey reported that 93% of American adults consume caffeine. Of those, 75% consume caffeine at least once a day. So it's safe to say a bunch of us are stuck on the sauce. But what does that mean for us exactly?"
    },
    {
      "author": "MARILYN CORNELIS",
      "text": "Some people, they might think that they need to cut back because they don't like the idea of feeling that they're addicted to something, or they just think that overall, there's - it's better for their health to cut back on caffeine."
    },
    {
      "author": "TAGLE",
      "text": "If you're listening to this, these are probably familiar feelings. Personally, I've gotten a ton of grief from friends and family about all those Monsters. And there's a lot of confusing media out there suggesting that caffeine consumption is something to be curbed, cut out entirely, even feared. But I've got some news for you - caffeine is not the enemy."
    },
    {
      "author": "UGO IROKU",
      "text": "Caffeine has a lot of benefits for the average person, including in the areas that you would have imagined it did it."
    },
    {
      "author": "TAGLE",
      "text": "It's true. In general, when used correctly, caffeine is your friend, not your foe, and has a lot of positive effects to offer you. For one, caffeine is thought to protect your liver from cirrhosis and other liver diseases."
    },
    {
      "author": "CORNELIS",
      "text": "Coffee consumption reduces your risk of Type 2 diabetes."
    },
    {
      "author": "UGO",
      "text": "It's thought that for every one cup of coffee you drink, there's a 3% decreased risk in arrhythmia."
    },
    {
      "author": "TAGLE",
      "text": "For women, caffeine is associated with lower stroke risk."
    },
    {
      "author": "CORNELIS",
      "text": "Coffee and caffeine reduces risk of Parkinson's disease."
    },
    {
      "author": "UGO",
      "text": "We use caffeine to treat, of course, migraine headaches and other types of headache. And the list goes on and on."
    },
    {
      "author": "TAGLE",
      "text": "So in this episode of LIFE KIT - understanding our pal, caffeine. We'll learn how caffeine works and why its effect varies from person to person. We'll do some more myth-busting, and we'll learn how to make sure that your relationship with that morning Joe is a healthy one."
    },
    {
      "author": "TAGLE",
      "text": "A quick note up front, friends - this episode features vetted medical research but should not be taken as blanket medical advice. Responsibly consumed caffeine is beneficial for a lot of people, but there are certain populations - like children, pregnant people or people trying to get pregnant, those with certain medical conditions or people who take certain medications - who should abstain from or reduce their caffeine consumption. You should always speak to your doctor if you have questions about your specific needs."
    },
    {
      "author": "TAGLE",
      "text": "OK, first things first, what are we working with exactly? Before we can determine the role caffeine should play in our lives, we need to understand what exactly caffeine is and how it works. To do that, I've called in some help."
    },
    {
      "author": "UGO",
      "text": "My name is Ugo Iroku. I'm a gastroenterologist in New York City and also associate professor at Mount Sinai Hospital, division of gastroenterology."
    },
    {
      "author": "TAGLE",
      "text": "Where is Dr. Ugo on the caffeine obsession scale?"
    },
    {
      "author": "UGO",
      "text": "I am not a caffeine lover. I'm a caffeine observer."
    },
    {
      "author": "TAGLE",
      "text": "As a gastroenterologist, Dr. Ugo is often the person who has to tell his patients they need to alter or limit their relationship with caffeine."
    },
    {
      "author": "UGO",
      "text": "It makes me very unpopular and - which is why I always try to be practical. And I don't take it away. I just modify the amount that they intend to incorporate into their baseline going forward."
    },
    {
      "author": "TAGLE",
      "text": "Before we get to baselines and modifications - coffee. Takeaway one - understand what's in your cup."
    },
    {
      "author": "UGO",
      "text": "Yeah, so caffeine is a compound that exists in a number of plants, probably over 60 worldwide. And it also exists in our coffee beans and tea leaves, in kola nuts and cacao."
    },
    {
      "author": "TAGLE",
      "text": "Caffeine is a naturally occurring stimulant. That means when it's absorbed into the body, it helps stimulate the brain and the central nervous system, essentially speeding up the message between your head and the rest of your body. It does that by blocking something called adenosine."
    },
    {
      "author": "UGO",
      "text": "So this is where you pause the story to say, what is adenosine? And adenosine, interestingly enough, is a byproduct of the energy source in our body. So we run off of an energy source called ATP."
    },
    {
      "author": "TAGLE",
      "text": "That stands for adenosine triphosphate."
    },
    {
      "author": "UGO",
      "text": "And with the continued use of the ATP, adenosine is like a little marker saying, hey, yet another unit of energy has been dispensed."
    },
    {
      "author": "TAGLE",
      "text": "When the neurotransmitter adenosine has sent out enough of those little used energy messages, you get drowsy and your body slows down. So what caffeine does is get in adenosine's way, stopping it from delivering those messages to the adenosine receptors that are waiting for that signal for the body to rest."
    },
    {
      "author": "UGO",
      "text": "And so it creates a situation where we have increased amount of alertness and decreased amount of drowsiness. And so caffeine doesn't give us energy, but it gives us more alertness by blocking adenosine's message to tell us to slow down and to go to sleep."
    },
    {
      "author": "TAGLE",
      "text": "OK, pause here. Product marketing has told us over and over again that caffeine equals energy. But..."
    },
    {
      "author": "UGO",
      "text": "That's a myth because caffeine in and of itself does not give you energy."
    },
    {
      "author": "TAGLE",
      "text": "Now, there are plenty of energy-like things that caffeine does for you that I'm sure I don't have to spell out, but will for good measure. It makes you more alert and focused. Some studies have also shown that it can improve mood, cognitive and athletic performance, even potentially increase metabolism. But all of these effects are not the same thing as providing actual energy to your body. Only food can do that. Why is this important to know? Because Dr. Ugo says that far too often, people try to use caffeine as a substitute for adequate rest and nutrition. I know I'm guilty of that. Unfortunately, that's just not how it works."
    },
    {
      "author": "UGO",
      "text": "Caffeine can never make up for a poor night's sleep. The only thing that can make up for a poor night's sleep is more sleep."
    },
    {
      "author": "TAGLE",
      "text": "And that 3 p.m. coffee? It might help you get through your afternoon hump, but it's important to know that that tired feeling will likely boomerang back to you later on in your day. Because remember, caffeine doesn't get rid of those sleepy signals; it just holds them off a while. So caffeine is cool, but you'll still need your fruit, your veggies and your bedtime. And while we're on the topic of diet, there's probably another caffeine reputation you're familiar with."
    },
    {
      "author": "UGO",
      "text": "One effect that some people report is that when they consume coffee, they feel that they have an increased amount of desire to go to the bathroom and to move their bowels."
    },
    {
      "author": "TAGLE",
      "text": "Coffee, specifically, is a common tool for keeping people regular. But some research suggests caffeine in general might help get you moving, too. You might have also heard that caffeine is a diuretic. And that's true, but it's a mild one."
    },
    {
      "author": "UGO",
      "text": "Essentially, caffeine can, in moderate amounts, cause a moderate amount of desire to have a urine output. And so, you know, put roughly, I think 300 milligrams of caffeine might induce about four fluid ounces of urine in general."
    },
    {
      "author": "TAGLE",
      "text": "So you can make of that what you will. Or if you want to know more about hydration, head over to our LIFE KIT episode on the topic."
    },
    {
      "author": "TAGLE",
      "text": "The next thing you need to know about caffeine - like I mentioned at the start, caffeine is usually not the bad guy. Takeaway two - caffeine isn't your enemy. It has a PR problem. You've heard the whispers before. Caffeine stunts your growth, causes heart disease, dehydrates you. Steer clear, say the headlines. But these rumors just don't ring true for the vast majority of us. How did we get here? Pull up a cold brew and let's get into it. Marilyn Cornelis is an associate professor at Northwestern University's Feinberg School of Medicine."
    },
    {
      "author": "CORNELIS",
      "text": "I do research in nutrition, genetics and special interest in coffee and caffeine health."
    },
    {
      "author": "TAGLE",
      "text": "Marilyn says caffeine often cozies up with bad actors, and that confuses people."
    },
    {
      "author": "CORNELIS",
      "text": "Consuming a lot of caffeine is often equated with someone who is really stressed out and working hard. And some of those other behaviors are actually more greater risk factors for health. And so it becomes what we call a confounder in some of this research."
    },
    {
      "author": "TAGLE",
      "text": "So caffeine has a serious case of guilt by association."
    },
    {
      "author": "CORNELIS",
      "text": "Someone who's drinking a lot of caffeine might be short on sleep. We know sleep is an important risk factor for a number of diseases."
    },
    {
      "author": "TAGLE",
      "text": "Nicotine is another great example."
    },
    {
      "author": "CORNELIS",
      "text": "Smoking and coffee consumption are highly correlated. What's interesting about smoking is that it induces the enzyme that metabolizes caffeine, and so a smoker will want to consume more coffee in order to get that psychostimulant effect. And we know that smoking is a risk factor for a number of health outcomes and diseases."
    },
    {
      "author": "TAGLE",
      "text": "So the more you smoke, the more you'll want caffeine. Another important thing to note in this arena - not all caffeinated drinks are created equal. Black coffee or green tea offer antioxidants and a slew of other potential benefits, for example. But sugary, syrupy Frappuccinos, sodas, energy drinks..."
    },
    {
      "author": "UGO",
      "text": "You have a lot of sugar and a lot of other contents that may not be helpful for you. Of course, we know really depends on what you're taking with your caffeine before the judgment comes in."
    },
    {
      "author": "TAGLE",
      "text": "Caffeine alone doesn't rot your teeth or lead to weight gain, but too much soda in your diet might. Healthy caffeine consumption seems to promote heart health, but pounding those caffeine- and sugar-overloaded energy drinks every day might be a quick recipe for health troubles like insomnia, nervousness or irregular heartbeat. You get the point. Caffeine in general is not a lone bandit out to steal your calm and crib your good health. But there is one more big idea to consider here - the idea of caffeine as an addictive drug."
    },
    {
      "author": "CORNELIS",
      "text": "Currently, the U.S. does not consider caffeine an addictive substance. So your layman person, like, everyday - they might say, oh, I'm a caffeine addict. And, of course, there's always jokes about it. But technically, it's not considered a drug of dependence."
    },
    {
      "author": "TAGLE",
      "text": "Let's break down why that might be. There are a number of different factors that can contribute to an addiction or substance use disorder. Among them, according to the DSM-5 - impaired control, physical dependence, social problems and risky use. An addiction to heroin, for example, can greatly impair your judgment and might lead to neglecting responsibilities at home, work or school. If you're addicted to alcohol, you might feel the need to keep drinking even when it causes relationship problems. This is where caffeine seems to stand apart from other drugs - that aspect of social harm. Now, this isn't to say caffeine can't be abused, but the research seems to show that generally, the stakes are a bit different."
    },
    {
      "author": "UGO",
      "text": "Yes, I think there is no strong, clinically significant, you know, adverse effects of being on caffeine the way there is with other harsher chemicals, like cocaine and heroin or the like."
    },
    {
      "author": "TAGLE",
      "text": "That being said, you can build up a tolerance to caffeine, which isn't the same as an addiction. It just means over time, your body gets used to that daily coffee and can produce more adenosine receptors accordingly. And if you don't have it, you might experience withdrawal symptoms. And then there's misuse, which is, well, what it sounds like - using substances - and, in this case, caffeine - at inappropriate levels or ways that could potentially lead to adverse outcomes. We've all had one cup too many and regretted it. So maybe take a pause here and take a hard look at your daily caffeine routine. Is there any part of this relationship that's harming you? Any part of your routine that just isn't sitting right? It's important to know what healthy caffeine consumption looks like for you and to understand that it will look different for everyone, from the surface level to the cellular."
    },
    {
      "author": "TAGLE",
      "text": "And that brings us to takeaway No. 3 - learn your levels. Have you ever been scolded for your venti matcha latte? Given that judgmental eye when you get up for that second cup of coffee or crack open that early morning energy drink? Been there. And Marilyn has some information that might help. For her post-doctoral work at the Harvard School of Public Health, Marilyn studied the relationships between the human genome and our coffee and caffeine consumption."
    },
    {
      "author": "CORNELIS",
      "text": "We found that genetic variants that were related to increased caffeine metabolism were also related to increased caffeine consumption behavior. So if an individual was genetically predisposed to metabolize caffeine very quickly, we found that they tended to consume more caffeine."
    },
    {
      "author": "TAGLE",
      "text": "Marilyn's research found that our appetite and tolerance for caffeine is written in our genetic code. So I might naturally be more of a one-coffee-a-day person and you might be more of the three-coffee type. Neither is good or bad."
    },
    {
      "author": "CORNELIS",
      "text": "You just respond differently to caffeine. You either have grown accustomed to it and you've become - you can tolerate more caffeine. Our genetics are just different, so that makes you different from someone else."
    },
    {
      "author": "TAGLE",
      "text": "The other cool part about this - Marilyn says that your body often already knows what it needs and will signal that to you."
    },
    {
      "author": "CORNELIS",
      "text": "So you're naturally trying to titrate the levels of intake based on your genetics. Some people get really anxious with too much caffeine, so they naturally cut back and they just tend to know. Any avid coffee drinker, they know when to cut off, what - you know, what's the latest that they can have a cup of coffee before it impacts their sleep."
    },
    {
      "author": "TAGLE",
      "text": "Have you ever been flabbergasted by that friend who goes for coffee at 10 p.m. or get jealous of that coworker that only needs a little bit of tea to power through their workday? Personally, I used to love to take a few big swigs of Monster right before laying down for a nap. Don't at me. You might call it wild. I call it genetics. Now, I want to be clear here. This is not a blank check to take down as much caffeine as you want. But it is good to know the effects of caffeine vary from person to person, which means sensitivities and dependence can vary, too."
    },
    {
      "author": "TAGLE",
      "text": "So how can you find your caffeine consumption sweet spot? As a starting point, the Food and Drug Administration suggests a max of 400 milligrams of caffeine a day for the average person because this is an amount not generally associated with dangerous or negative effects. Beyond that limit, some people might experience side effects, like sleeplessness, upset stomach or feelings of unhappiness. Again, this measure is a starting point, so it doesn't apply to everyone equally. But just so you're aware, let's get a handle on what 400 milligrams actually looks like. Most sources say that's roughly the amount of caffeine in four cups of coffee. But..."
    },
    {
      "author": "UGO",
      "text": "You have to be very careful when you're converting from cups to milligrams because there's a cup and then there's a cup that's a venti that, you know, has, like, four times the amount of caffeine you would expect in it."
    },
    {
      "author": "TAGLE",
      "text": "Moderation is key no matter what you're drinking."
    },
    {
      "author": "UGO",
      "text": "Even if you're taking your caffeine in with, you know, a nice, innocent, you know, civilized cup of Earl Grey but you're doing six cups of it, you're consuming a lot more than you would be in terms of caffeine than you would be with a single Monster drink."
    },
    {
      "author": "TAGLE",
      "text": "From there, keep listening to your body. Having a stressful day, so you ask for an extra espresso shot?"
    },
    {
      "author": "UGO",
      "text": "Your body can give you feedback - you know, jitteriness, anxiety, you know, a raised pulse - that you're just consuming too much in a given moment."
    },
    {
      "author": "TAGLE",
      "text": "And what about that 4 p.m. energy drink? Will it mess with your sleep? According to the FDA, the half-life of caffeine is between four and six hours. So, yes, if you reach for that can too late, you might be affecting the quality of your rest."
    },
    {
      "author": "UGO",
      "text": "Likely increasing the risk of insomnia and decreasing your REM sleep."
    },
    {
      "author": "TAGLE",
      "text": "Keep track of your patterns over time, too. Does that medium roast just not give you the same kick that it used to do? You need more and more caffeine to do the same functions?"
    },
    {
      "author": "UGO",
      "text": "Then that's a warning sign that you might be, quote-unquote, you know, \"relying\" too heavily on caffeine to function."
    },
    {
      "author": "TAGLE",
      "text": "Withdrawal symptoms obviously are another warning sign, and that can look like a lot of things - headaches, fogginess, bad moods or irritability, fatigue, drowsiness, difficulty concentrating - all things we want to avoid on a regular basis, no? And finally, a reminder here, if you have any questions or doubts about your consumption level..."
    },
    {
      "author": "UGO",
      "text": "It's worth a conversation with your doctor as to how to best manage your caffeine intake."
    },
    {
      "author": "TAGLE",
      "text": "OK. You've made it this far, and you've decided maybe it's time to make some changes. We've got you covered. Our final takeaway, takeaway four - if you want to cut back, go slow and make swaps. Maybe you're tired of that energy drink calling your name from the vending machine at the start of every workday. Maybe you don't like being so dependent on iced coffee to get through a day of running errands. Or maybe it's just time to change up your routine. How should you do it? Quitting caffeine cold turkey is an option. And Dr. Ugo says the worst of withdrawal symptoms usually abate in around 10 days. But..."
    },
    {
      "author": "UGO",
      "text": "Just empirically, we see that half people tend to fail when they try to do it cold turkey."
    },
    {
      "author": "TAGLE",
      "text": "Big yikes."
    },
    {
      "author": "UGO",
      "text": "And so I think ultimately the only benefit is that you get to your goal sooner if you can tough through the withdrawal symptoms. But otherwise a slower, more tapered approach is probably the more humane way to go."
    },
    {
      "author": "CORNELIS",
      "text": "Just do it slowly. It's a lot easier."
    },
    {
      "author": "TAGLE",
      "text": "In most cases, there's no need to make life harder than it needs to be by quitting caffeine full stop. But what does a slow approach to cutting back actually look like?"
    },
    {
      "author": "UGO",
      "text": "Johns Hopkins University tried to answer just that question, and they had their patients do a tapered step-down in the amount of caffeine that they consumed."
    },
    {
      "author": "TAGLE",
      "text": "Let's say you normally drink four cups of coffee a day. On Week 1..."
    },
    {
      "author": "UGO",
      "text": "They'd have you do three cups of coffee a day. Week 2, you had to cut that down to two cups of coffee a day."
    },
    {
      "author": "TAGLE",
      "text": "One cup of coffee for Week 3 - so far you've cut back one cup of coffee per week."
    },
    {
      "author": "UGO",
      "text": "Week 4 - believe it or not, it would be half a cup of coffee a day. And by the fifth week they wanted you to be down to less than 50 milligrams of caffeine a day, which ultimately ends up to being about a third or so, more or less, of a cup of coffee and without using more than 15 milligrams at any one moment of time."
    },
    {
      "author": "TAGLE",
      "text": "I know what you're thinking. A third of a cup of coffee or less? Don't worry. This is just one way to do it. You know best what an optimal level of caffeine is for you. And something else to remember here - our relationships with caffeine aren't just about what it does to us physiologically. Coffee dates with coworkers, tea with grandma, coke and popcorn at the movies - caffeine is such a big part of our personal and social rituals. These things are significant."
    },
    {
      "author": "UGO",
      "text": "Maybe the whole ritual involved in obtaining our caffeine does give us a dopamine hit."
    },
    {
      "author": "TAGLE",
      "text": "So see where you can make some swaps. Maybe you just need a fizzy drink at the movies, not a soda necessarily, and could opt for sparkling water instead of Pepsi. Maybe what you're craving in the middle of that stressful workday isn't that Americano with an extra shot, but the fresh air and the breaking your day that the walk to the coffee shop affords you. Have a weekly coffee date with your bestie? Just swap for decaf."
    },
    {
      "author": "UGO",
      "text": "And so you can very quickly achieve a drop in your caffeine intake while still getting some of the other social and kind of psychological cues with having your drink."
    },
    {
      "author": "TAGLE",
      "text": "Whether you're looking for a good time with friends, a way to make that work deadline or a good study buddy for that big exam, remember, you have options."
    },
    {
      "author": "UGO",
      "text": "So I think as a society, it's almost like a contract. We understand that we're using this. We benefit from it. And everyone personally has an individual responsibility to make sure that they're using it properly."
    },
    {
      "author": "TAGLE",
      "text": "Don't be scared to change or experiment with your relationship with caffeine. The important thing is that caffeine should be a helpful friend in your corner, not the boss of you."
    },
    {
      "author": "TAGLE",
      "text": "All right. I've had a gulp of green tea, and I'm ready to close this out. Let's recap. Takeaway 1 - understand what's in your cup. Caffeine can do a lot for you, but it's not an energy source. Sorry, friends. The only fix for a lack of sleep is more sleep. Takeaway 2 - caffeine is not the enemy. There are so many benefits to adding caffeine to your diet. Don't be scared by old wives' tales. Takeaway 3 - learn your levels. Caffeine consumption is not one-size-fits-all. We all have different sensitivities and tendencies, so listen to your body. Takeaway 4 - if it's time to cut back, go slow, and remember you can still savor your rituals."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. I hosted one on combating diet culture. We've got another on how to up your coffee game, and we've got lots more on everything from parenting to personal finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editor is Malaka Gharib. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Sylvie Douglis and Mia Venkat. Julia Carney is our podcast coordinator. Engineering support comes from Brian Jarboe. I'm Andee Tagle. Thanks for listening."
    },
    {
      "author": "TAGLE",
      "text": "You know what I need? I need some caffeine. OK, bye."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4783086518.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/31/lk_harlan_coffee_7_wide-2d0df2898d659d07b34c2a55fc3ea425067ed7e5.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "MARILYN CORNELIS",
    "TAGLE",
    "UGO IROKU",
    "CORNELIS",
    "UGO"
  ]
}