{
  "title": "Medical bills can cause a financial crisis. Here's how to negotiate them",
  "url": "https://www.npr.org/transcripts/1165953653",
  "intro": "There's an estimated $195 billion of medical debt in America. But just because a medical bill comes in the mail doesn't mean you have to pay that exact price. Here's how to eliminate, reduce or negotiate a medical bill.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "This is NPR's LIFE KIT - with tools to help you get it together."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. Marielle Segarra here. About 10 years ago, Jared Walker says he and his wife were sitting at home when she got a phone call. It was bad news."
    },
    {
      "author": "JARED WALKER",
      "text": "Her aunt had passed away from cancer. And then a few minutes later, I got a phone call. My cousin had gone into labor seven weeks premature, baby needed a heart surgery to live. And both families kind of hit with these medical crises. And I remember hearing conversations like, how are we going to pay for it?"
    },
    {
      "author": "SEGARRA",
      "text": "That was Jared's first real run-in with the U.S. health care system, the first time he realized that for a lot of people in the U.S., a medical crisis is also a financial crisis. A few years later, he started Dollar For, now a national nonprofit that helps people eliminate their medical bills. And he says, if you're staring at a big, terrifying medical bill, first of all, you are absolutely not alone. There's an estimated $195 billion of outstanding medical debt in America."
    },
    {
      "author": "WALKER",
      "text": "There's no shame in this. This is not, you know, because of some failing on your part. You didn't choose to have a medical crisis. This has everything to do with the broken system and not you."
    },
    {
      "author": "SEGARRA",
      "text": "But also, there's a well-kept secret about the astronomical amounts on your medical bills."
    },
    {
      "author": "WALKER",
      "text": "They're fake numbers. They can be negotiated."
    },
    {
      "author": "SEGARRA",
      "text": "And many hospitals are actually required by law to lower your bill or get rid of it entirely if your income falls below a certain amount. Medical bills always seem urgent, especially when they say, due upon receipt. But you should know that you have a lot of time before they're sent to collections or they affect your credit."
    },
    {
      "author": "WALKER",
      "text": "And there is no, like, sense of urgency - you have to pay this now. You have time. You can take a deep breath, get a plan and go from there."
    },
    {
      "author": "SEGARRA",
      "text": "On today's episode, Jared and I are going to help you make that plan. We'll talk about how to apply for financial assistance, how to check your bill for errors and how to negotiate. And we might just save you thousands of dollars."
    },
    {
      "author": "SEGARRA",
      "text": "So let's say you get a big medical bill in the mail - I don't know - $5,000 for something that you had done. What is the first thing you should do?"
    },
    {
      "author": "WALKER",
      "text": "First thing I would tell people to do is see if you are eligible for charity care. And charity care is a federal law that went into effect with the Affordable Care Act. It's, like, the best-kept secret of the Affordable Care Act. And it requires nonprofit hospitals to have these policies. They have to prove to the IRS that they're providing community benefit. So to keep their nonprofit status, they have to provide free or reduced care to patients within a certain income range. Typically, a policy will say something like, if you're at or below, you know, 300% of the federal poverty guideline, then you're eligible for free care or reduced care. So No. 1 - see if you're eligible for charity care or financial assistance."
    },
    {
      "author": "SEGARRA",
      "text": "Wow, that is a big secret. Nobody tells you that when they send you the bill."
    },
    {
      "author": "WALKER",
      "text": "Absolutely not. I mean, you can call even the number on the back of the bill. So it's like, oh, call this number if you have trouble paying it. It's like, you'd think that that would lead you to the charity care department, but typically, it's like, we'll put you on a payment plan, you know? And nothing is standardized about this process. So you might be eligible at one hospital down the street and not eligible at the next. So, you know, what the hospital decides is their cutoff for income is different hospital to hospital. Sometimes there are state laws that bulk this up and have minimums and, you know, better protections. But typically, it is different across the board."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so that's for nonprofit hospitals. Does it also apply to for-profits?"
    },
    {
      "author": "WALKER",
      "text": "So the federal law does not. But most every for-profit hospital will also have a charity care or financial assistance policy. It's just there's not a federal law saying that they have to. So they're typically a little less generous, and - but they - a lot of them still have them. And you can apply. We've gotten millions of dollars waived for people that are at for-profit hospitals. It's just a little tougher sometimes."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So if I wanted to see if I was eligible, where would I start?"
    },
    {
      "author": "WALKER",
      "text": "Well, there's two options. One, you can always just Google your hospital name plus financial assistance. Typically, it's the first link. So if you are eligible, then it just becomes - find the application. So find the application. Typically, it's like two pages. Who are you? Who do you live with? Where do you work? How much money do you make? And it's like, then prove it, proof of income - pay stubs, tax return, all that. So you fill all that out and submit it to the hospital through whatever wacky way they do that - typically, through fax or mail or whatever - and submit it to the hospital. And then you can wait a couple weeks and then just check in as often as you like. I typically bother them a lot about it."
    },
    {
      "author": "SEGARRA",
      "text": "So if you don't qualify for charity care, what are your other options?"
    },
    {
      "author": "WALKER",
      "text": "So it always asks for an itemized bill. This is something that is annoying that we have to do, but we call the hospital. I have to ask for that itemized bill, which will have all the procedures you had done, and then they will have a CPT code associated with all that. And a CPT code is just the code associated with whatever happened at the hospital. So a certain scan that you have or whatever it may be, it'll have, this is the code that is associated with that. And you can look up what those are and see if you were actually - if that actually happened 'cause a lot of times, you'll get a bill, and it'll say, oh, you got this scan, and it never actually happened."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I remember actually having something like this happen when I went to get a hearing test. And I got the bill back, and it said that I had some kind of ear procedure done that I definitely didn't. I looked it up. I did not know what it meant at first. But I looked it up, and then I asked my brother - because he's a doctor - just to confirm. And it was something that you would know you had done 'cause it was kind of invasive. And yeah, so I called the billing office, and they were like, oh, no, that's always done with a hearing test. And I was like, no, well, it wasn't, you know?"
    },
    {
      "author": "WALKER",
      "text": "Yeah, yeah."
    },
    {
      "author": "SEGARRA",
      "text": "They ended up wiping that $54 off of the bill."
    },
    {
      "author": "WALKER",
      "text": "Good on you. Yeah. No, that is super common that you would get charged for something that didn't happen."
    },
    {
      "author": "SEGARRA",
      "text": "It's kind of wild to be getting into all this, the fact that this is how our health care system works, that it's on the patient then to look at the bill and be digging through the weeds like this."
    },
    {
      "author": "WALKER",
      "text": "Yeah. It is wild. And it's like, there's so much pressure on the patient to find, like - we shouldn't have to fact-check the hospitals for these things, but we do. And there are people that go to school for years and years and take tons of tests just to figure out what these codes mean, and we're, like, over here, you know, Googling on - you know, getting on TikTok, trying to figure out how to figure out your medical bills. It's insane."
    },
    {
      "author": "SEGARRA",
      "text": "All right, so you've tried all these things. Let's say that you're not eligible for charity care, and your bill is technically correct. What can you do?"
    },
    {
      "author": "WALKER",
      "text": "You can negotiate. So the - I always tell people the numbers are fake. They don't matter. Like, it can always be lowered. So you can call the hospital, and the first thing I ask is, what's the settlement amount? Like, what will you take right now if I can close out this account? Typically, we can get 30 to 50% off just by asking that. If I pay you right now, what can I get lowered off this bill?"
    },
    {
      "author": "SEGARRA",
      "text": "Do you recommend that rather than being like, I have $500, will you close it?"
    },
    {
      "author": "WALKER",
      "text": "Oh, no, never show your hand."
    },
    {
      "author": "SEGARRA",
      "text": "OK."
    },
    {
      "author": "WALKER",
      "text": "I would just say, hey, what's the settlement amount? And then see what they'll offer. But they're not going to offer you the lowest amount, right? They're going to - it's a whole game. And even then, like, all - if it's not a number that I like, I'll just say, OK, talk to you later, and then hang up, call the next day and see if the next person - like, I have called three days in a row, talked to a different person, got three different numbers."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, my gosh. It is exhausting, though, especially if you're doing it on your own, to keep calling back and keep having it on your calendar. Like, it's this reminder of this debt hanging over your head, but maybe also a reminder of something painful that you went through."
    },
    {
      "author": "WALKER",
      "text": "Oh, yeah, I mean, it is. It's so hard. There's so much trauma around, like - yeah, you only have this bill because you had some medical emergency that happened. So, like, if that is, you know - that can be super painful. And a lot of times, yeah, you do need an advocate. You might even be recovering from some surgery or, you know, going through chemo or whatever it may be. Like, you don't have the bandwidth to be calling the hospital all the time."
    },
    {
      "author": "SEGARRA",
      "text": "It seems like an opportunity to allow your friends and family to support you in a concrete way. So maybe if a friend is like, hey, how can I help, how can I help, you can say, well, here's this list of things you could do. You could call the billing office for me."
    },
    {
      "author": "WALKER",
      "text": "Yeah. Absolutely. I have a few family members that I'm like, oh, if this were to happen to me, like, I would call them because I know that they're going to call and be so annoying, and they're going to get it done, you know? And, like, I feel like a lot of people have someone in their network that's just like, yeah, I'll call the hospital on your behalf, and I'll ask about the bill."
    },
    {
      "author": "SEGARRA",
      "text": "I wonder what kind of mindset might people employ here? Like, if you're trying to - if you're looking forward and you're like, OK, like, I know it's not going to be resolved easily because I already called and it sounds like it's going to be a mess, what - how do you stay mentally healthy during that time?"
    },
    {
      "author": "WALKER",
      "text": "I typically tell people, find a place in your house that's not, like, somewhere that you are staring at all the time or whatever. Like, put all the bills, stack up all the bills in a drawer, like, set them aside. When it's time to deal with it, take them out, do your thing. Like, but don't let these things just, you know, fill your whole space. And, you know, there are, like - I tell people, like, yeah, you have to be, like, persistent, and you have to have grit, and you have to, like, get after it. But also, it's like, you just got to buckle up. Like, it's kind of a battle, and it's brutal. And if you're not in that space, like, get an advocate. Get somebody that can do it on your behalf. There's no shame in that."
    },
    {
      "author": "SEGARRA",
      "text": "All right, it's time for some role play. So like I was saying, I play the role of the person at the billing office, and Jared is going to play the patient. And fair warning - for some reason, I got, like, really into this one. And I don't know - I feel like I might have an acting career ahead of me."
    },
    {
      "author": "WALKER",
      "text": "Hello. My name is Jared Walker. What is your name?"
    },
    {
      "author": "SEGARRA",
      "text": "It's Marielle."
    },
    {
      "author": "WALKER",
      "text": "Awesome. Marielle. I write that down. Always write that down. And then - hey, I have a question about a bill that I just received, and I'd like to just..."
    },
    {
      "author": "SEGARRA",
      "text": "OK, what's your billing number? What's the number on - what's the account number on the form?"
    },
    {
      "author": "WALKER",
      "text": "Account number is 123-456..."
    },
    {
      "author": "SEGARRA",
      "text": "Repeat that, please."
    },
    {
      "author": "WALKER",
      "text": "One, two, three, four, five, six."
    },
    {
      "author": "SEGARRA",
      "text": "OK. What's your concern?"
    },
    {
      "author": "WALKER",
      "text": "So my concern is I'm looking at this medical bill that I got, and I noticed that there's a charge in here that I didn't actually have happen at the hospital, and I'd like to dispute this bill. And I'm wondering what the email address is for that and the mailing address, so I can send in my dispute for this error."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, that's the code for an ear Snuffleupagus procedure. We do that with all the hearing tests, and you had a hearing test done, so that's what - that would have been included."
    },
    {
      "author": "WALKER",
      "text": "Yeah. Actually, I actually know what the code was for 'cause I'm looking at it here. And that never happened. So I'd like to just get the address and the email address for where I can send this dispute for the error on the bill."
    },
    {
      "author": "SEGARRA",
      "text": "It happened because the doctor has it in her notes here."
    },
    {
      "author": "WALKER",
      "text": "I appreciate that. Can you just provide me the email address and the mailing address so I can send in this dispute?"
    },
    {
      "author": "SEGARRA",
      "text": "If you want to try. The email is billing@yourdoctorsoffice.com. And the address is 555 Your Doctor's Office Lane."
    },
    {
      "author": "WALKER",
      "text": "Perfect. I will ship this off. Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "Thanks."
    },
    {
      "author": "SEGARRA",
      "text": "(Laughter)."
    },
    {
      "author": "WALKER",
      "text": "Boom. There it is."
    },
    {
      "author": "SEGARRA",
      "text": "So why did you say the things you said?"
    },
    {
      "author": "WALKER",
      "text": "I mean, I try and make those - like, those kind of discovery calls at the beginning, I try to make them as quick as I can, just to be like, hey, I need this. I'm going to send this in. This is what's going to happen. I don't need to, like, get into all the details with you. I'm just going to do this thing because I know that that's what it is."
    },
    {
      "author": "SEGARRA",
      "text": "OK. The person on the phone probably can't change the bill for you, but they might make you think that they're in control of what's on the bill."
    },
    {
      "author": "WALKER",
      "text": "Yeah, definitely. They're going to make it seem like they know all about it and that you're not able to dispute it or whatever. You are. You can always - like, you can always ask for the supervisor. But really, they know the address. They know the email. Just get that and keep rolling."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Scenario 2 - everything on Jared's bill is accurate, but he wants to negotiate anyway."
    },
    {
      "author": "WALKER",
      "text": "Hi there. I have got this thousand-dollar medical bill, and I'm wondering if you all have a settlement amount for me to see if I can close this out today."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, we sure do. We typically will accept 50% of the bill if you pay up front."
    },
    {
      "author": "WALKER",
      "text": "Yeah, I'd take that. Awesome. Let's do it."
    },
    {
      "author": "SEGARRA",
      "text": "OK, Jared, pleasure doing business with you."
    },
    {
      "author": "WALKER",
      "text": "Awesome. Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "Hope you're feeling better."
    },
    {
      "author": "WALKER",
      "text": "Thank you."
    },
    {
      "author": "SEGARRA",
      "text": "See; that one went so well."
    },
    {
      "author": "WALKER",
      "text": "It did. It did. I mean, it's - and sometimes it'll go that way. But it's really just like - there's always a settlement amount. There's always an amount they'll take that's less. Figure out what that is. Figure out what they're going to offer. And usually it is - yeah, it's like, we'll take 20% off the bill. Call again tomorrow. See if you can get 30, 40, 50 - like, whatever it is."
    },
    {
      "author": "SEGARRA",
      "text": "I liked her, by the way. She was really friendly."
    },
    {
      "author": "WALKER",
      "text": "Oh, yeah. I loved it. Sometimes..."
    },
    {
      "author": "SEGARRA",
      "text": "She was trying to help."
    },
    {
      "author": "WALKER",
      "text": "Yeah. Sometimes you get those, which is great."
    },
    {
      "author": "SEGARRA",
      "text": "OK, recap time. When you get a medical bill, the first thing you should do is see if you qualify for charity care. If your income falls below a certain threshold, nonprofit hospitals will be required to lower your bill or get rid of it entirely. If you don't qualify, ask for an itemized bill and then comb through it. This is your chance to fact-check your doctor's office or hospital. Did you actually have that procedure done? Now, you might find things on your bill that are accurate but seem like an overcharge, like a hundred bucks for a couple bandages. Take note of those, too, and bring them up to the billing office."
    },
    {
      "author": "SEGARRA",
      "text": "Also, you can always negotiate a medical bill. If you can afford to pay something up front, try calling the billing office and asking for a settlement amount, what they'll accept if you pay the bill in full that day. Jared says you might get them to cut the bill in half. And if you can't afford that, you can still negotiate, and you can get on a payment plan. That's much better than putting the bill on your credit card, by the way, because your credit card company will charge you interest, and the hospital will not. Lastly, remember, this is a long game. You may not get anywhere with the first couple calls. But keep plugging away at it. And don't be afraid to ask friends or family for help. Sometimes they're looking for ways to support you, and you could really use an advocate."
    },
    {
      "author": "SEGARRA",
      "text": "If you want to see the video version of this interview, check it out at youtube.com/nprpodcasts. And for more LIFE KIT, check out our other episodes. We have one on how to cope with losing a friend and another on how to file your taxes this spring. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of Life Kit was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. And our digital editor is Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Carleigh Strange, Patrick Murray and Neil Tevault. Special thanks to NPR's video team who helped produce this episode - Christina Shaman, Kaz Fantone, Iman Young, Nickolai Hammar, Tsering Bista and Nick Michael. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3938943329.mp3",
  "img": "https://media.npr.org/assets/img/2023/03/24/lifekitmedicaldebt_wide-cd194eff7d81e3326414ca739300b1565ffa6692.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JARED WALKER",
    "WALKER"
  ]
}