{
  "title": "4 tips for saying goodbye to someone you love",
  "url": "https://www.npr.org/transcripts/1168641456",
  "intro": "Saying goodbye can be tough, especially if you're parting ways for good. But grief counselor and patient advocate Isabel Stenzel Byrnes says the art of saying goodbye to loved ones can be learned and practiced.",
  "transcript": [
    {
      "author": "UNIDENTIFIED PERSON",
      "text": "This is NPR's LIFE KIT with tools to help you get it together."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Isabel Stenzel Byrnes has said a lot of goodbyes. In fact, she says she spent her entire life practicing the art of saying goodbye."
    },
    {
      "author": "ISABEL STENZEL BYRNES",
      "text": "Everybody practices saying goodbye. But for me, because I was born with cystic fibrosis, I went to a cystic fibrosis summer camp. And throughout my adolescence and adulthood, I have befriended and loved my peers with cystic fibrosis. And sadly, I also lost them one after the other, starting at a very young age."
    },
    {
      "author": "TAGLE",
      "text": "Isabel dealt with a lot of loss early on, but she didn't face it alone."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Ana was my identical twin sister. I did not know life without her for 41 years. She was my sidekick, my soulmate, my best friend, sometimes my archenemy, just because that's what sisters are. And we shared a life that was very unique because of our genetic illness."
    },
    {
      "author": "TAGLE",
      "text": "Both Ana and Isabel were born with cystic fibrosis, a progressive illness that damages the lungs and other organs. It was a condition that put them in and out of hospitals constantly."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "We both were afraid of death and how long would we live, but we also shared a joint passion for life, knowing that our time could be limited. We knew from an early age that one of us would die first, and we actually practiced that."
    },
    {
      "author": "TAGLE",
      "text": "Readying themselves for that final goodbye was a big part of their shared existence."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "We led sort of a - how can I say it? - a confusing life where we prepared for death, and then we were reborn. And then we prepared for death. And then we were reborn. And finally, finally, she was diagnosed with cancer - stage 4 cancer. And this was it. We finally recognized that our journey together was coming to an end."
    },
    {
      "author": "TAGLE",
      "text": "Ana died in 2013. Even though she always knew that day would come, Isabel's grief loomed large."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "The finality and the complete separation of someone as close as my twin was very difficult. But I pursued things that made me feel close to her. I also strengthened my relationships with friends and family and of course, my spouse. And that really helped me kind of dig myself out of the hole of grief."
    },
    {
      "author": "TAGLE",
      "text": "Today, Isabel is a grief counselor and patient advocate. She even gave a TED Talk called \"The Art Of Saying Goodbye.\" Her work and her sister's passing reminded Isabel that loss is a universal life experience, and that can be really hard to deal with, but can also offer a lot of beauty."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "The other side of the coin of saying goodbye is how to love and love stronger and harder, knowing that a goodbye can come at some point in time."
    },
    {
      "author": "TAGLE",
      "text": "I'm reporter Andee Tagle, and in this episode of LIFE KIT, \"The Art Of Saying Goodbye\" - the importance of goodbye rituals, advice on how to work through the grief of separation and how to know when a goodbye is complete."
    },
    {
      "author": "TAGLE",
      "text": "Do you remember the first time you had to say goodbye to someone or to something?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Yes. I was 6 years old, and I was in the hospital because people with cystic fibrosis have a chronic lung infection. So I was in for pneumonia. And there was another girl down the hallway with cystic fibrosis. And we didn't know each other well, but we did kind of meet each other in the hallway. We played a little bit. And then one day her room was empty. And at age 6, we didn't quite understand what that meant, but we understood that she was gone."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And so in many ways, what I learned was saying goodbye is not always face to face, but it's an internal process. It's a symbolic process - some reflection, some pause, some time even alone to recognize and remember and to honor the person that we had met and loved and made an impression on us. And I say us - my twin sister and I both had cystic fibrosis, so we were both in the hospital together. And so that was the beginning of the practice of recognizing an awareness of the preciousness of life."
    },
    {
      "author": "TAGLE",
      "text": "Right. And that's the art of saying goodbye, as you call it in your TED Talk. It's a process with many steps. Let's start with the idea of not letting emotions overtake you."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Yes. And I do want to acknowledge for anyone listening to this, saying goodbye evokes naturally really intense emotions. When we lose someone we love, our emotional experience can be so chaotic and so intense and scary because we've never experienced that kind of chaos before. And so one way to look at it is that, you know, these emotional reactions are normal and natural. Just because we cry or we scream or fall apart does not mean we're going crazy. It just means this represents the enormity of the loss and the love that we've experienced."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And so I think having a changed relationship with one's own grief is really important in grief so that we don't judge our emotions. We don't, you know, say that they're not normal, but we allow them to come and go because none of us can cry 24/7. We cry. We then let it out. And then somehow we end up maybe even talking and laughing and kind of having some respite from the pain. And then we cycle back into the sadness or the anger or the envy or the guilt. And we kind of go through a roller coaster ride of emotions, and that's all part of the process."
    },
    {
      "author": "TAGLE",
      "text": "You also said before that grieving is about choosing what to hold on to and what to let go of."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "What do you mean by that?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Exactly. Right. I think I'll just say, as an aside, sometimes when we are grieving other people, caring people in our lives will tell us things that can really bother us. For example, you need to let go. That's one of those comments that really triggered me - you need to let go - because I felt like, I'm not going to let go of my sister. I'm not going to let go of the life we shared. But there is something important to let go of in grief."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Over time, I do believe that it's important to gradually let go of the emotions that are costing us energy, the emotions that are not serving us in our healing process. So that might include guilt. That might include anger, envy, envying other people who still have their loved ones. And it's important to let those things go. A famous grief counselor once said, you know, over time, we need to remember more with love rather than pain. So in the beginning of grief, we experience tremendous pain. But gradually, we want to let go of that pain and hold on to the love, the enduring love of the person that we lost, so that they can still be alive in some form. You know, grief is that process of transforming our relationship with the person who died from rather a physical relationship, where we can touch them and hear them and talk to them, to more of an emotional and a spiritual relationship. So when they're separated, there's actually, like, a physical tension that they're missing."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And so for me, I think having a lot of physical exercise and movement was really helpful to move that energy through the body. And also, you know, it helps with depression. It helps with sort of overall well-being to be physically active. We all have choices in what we can do to help ourselves with our grief."
    },
    {
      "author": "TAGLE",
      "text": "Isabel, I know that your expertise is in that ultimate goodbye, when someone passes on, but I'd also love your advice on how to get better at other types of goodbyes - you know, moments of transition, when a friend moves cross-country, say, or that final handshake for a dear coworker. It can be really hard to find just the right words in those moments and really easy to say the wrong thing. Any advice you can offer us on the right language for goodbyes?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Ooh, that's a great question. I think, you know, it depends on the individual's personality. Some people need to buffer their sadness or their goodbye with humor, with a funny comment or a joke, and that's OK. That lightens the mood. It releases the heaviness. I think, to me, what's really important in saying goodbye is recognizing the role that a particular person had in our life and our development - even a co-worker who leaves or a best friend who moves across the country - to recognize that we all have seasons. We all have intersections in our lives where we spend time - you know, really good time, really valuable time - with people, and then we go on our way. We separate."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And to articulate the value and the importance of that intersection can be really meaningful, just to say thank you for impacting me, thank you for teaching me, thank you for being part of this journey at this company or during this time of my life can be so valuable to help someone who's leaving to recognize their role in your life. And so even when we're 80 years old, we might reflect back on our best friend when we were 30 and remember that they were some kind of scaffolding to help us develop as a human being."
    },
    {
      "author": "TAGLE",
      "text": "That's wonderful advice, Isabel. And also, I think it's easier said than done. You know, I'm thinking about the famous Irish exit from a party, you know, when you just don't want to - there's a lot of - the emotional burden is higher for some people than others. Why is it so hard for us to say goodbye?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Yeah. I believe that we need practice to say goodbye. I think the face-to-face, authentic, intimate conversation can sometimes be very awkward if you haven't done that before. Sometimes writing a letter can be easier. A text or expressing oneself in a written form can be easier. But I do believe, you know, rather than shying away from that sort of intimate comments, but really living in the awkwardness, feeling uncomfortable but doing it anyway is what helps us grow as human beings."
    },
    {
      "author": "TAGLE",
      "text": "What about if you don't have an opportunity to say goodbye? What comes next?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "That is so important to address. And it happens, and it happens way too often - for example, during the pandemic, when people were not allowed to visit their parents in the nursing homes and hospitals, and loved ones died alone. That certainly can make grief more difficult. But we also have to accept what has happened. And we have this wonderful capacity for imagination, and how can we create, in our minds, a symbolic goodbye, a ritual of saying goodbye? So whether that's, you know, a funeral or a lighting of a candle or, like I said, writing a letter, you know, we have to acknowledge the grief of not being able to say goodbye, but then what? What action or activity can we pursue to kind of make up for that loss of goodbye and do something for ourselves that gives us a chance to say goodbye?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And it might be something, you know, reflective and solitary - sitting at the beach, talking out loud, message in a bottle. Whatever it is, you know, every individual will have to choose for themselves what works best. But I do think it can be less helpful to just ignore the lack of goodbye and kind of continue living life as if it was, you know, that was incomplete."
    },
    {
      "author": "TAGLE",
      "text": "Isabel, these days you work in bereavement, also patient advocacy. So, you know, you're around loss a whole lot. Is there anything people often forget or get wrong about goodbyes?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "I think because of our Western culture, we are often infused with judgment, that somehow emotions or showing emotions are weak, are not good. We have a - you know, a strange relationship with sadness, that in our Western culture, happiness is good, and sadness is bad. Therefore, we have to be private about our sadness. But I think it's so important that people do acknowledge the emotional impact of loss and also to acknowledge that we cannot grieve alone. We do need other people in this process, as simple as it might be. Like a shared meal together - we don't even have to talk. But to have this companionship and connection with other people is really important in the grief process."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "I also think that, you know, that it's so important to have grief mentors. What I mean by that is other people in our lives who have lost someone close, and I mean really close, so they really understand the significance of the loss of a close bond, and to see how they live their life. How did they move forward? What was their life like one week, one month, one year after the loss of a spouse or a parent or a sibling or a child? We can learn so much from each other if we're open to sharing that connection."
    },
    {
      "author": "TAGLE",
      "text": "Are there any goodbyes that you regret in your life?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Yeah. You know, so many things are out of our control. So, you know, the death of a friend to cystic fibrosis that was quick and sudden, so there was no information about their decline or how much time they had - those are out of my control. I wish I could have known, and I could have said goodbye, but I couldn't. But in recent years, the blessing is that, you know, when I do know somebody is coming to the end of life, I try to visit."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "I'm actually in Hawaii right now because my uncle is nearing the end of life, and it's a gift to be able to come and say goodbye and acknowledge the impact that he has had in my life. Real connection can be so powerful for somebody who is dying because they will recognize that you mean something - I mean, they mean something to you. And that's the best gift somebody can give as someone is dying."
    },
    {
      "author": "TAGLE",
      "text": "Isabel, when is a goodbye complete? You know, there's - sometimes there's an actual timeline for people. But as you say, it's an internal process when you're - when you've had to say goodbye to other people. When are you done? Are you ever done?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "I think sometimes a goodbye is complete when there's the sense of acceptance and peace, that - you know, in a cliched phrase, we often use the word, it is what it is. That's a little bit overused. But I think grief is the process of holding our fist in the air and saying, I don't want this. And a goodbye is - to me, a goodbye is complete when we say, I don't want this, but it happened or it is happening and it just is."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "I think so much of grief is about resisting the reality. And yet that protest and - that takes a lot of energy. You know, it distracts us. It takes us away from enjoying the present moment. It takes us away from thinking about our plans for the future and what we want to look forward to, because we got our fist up in the air, and we're fighting what happened. So I do believe that a goodbye is complete when we say, OK, this is where I am. This has happened, and now what?"
    },
    {
      "author": "TAGLE",
      "text": "Final thoughts, feelings, anything I missed in the art of saying goodbye?"
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Goodbyes are made harder by this human instinct to create expectations for ourselves. So I do believe that having unmet expectations is a huge source of grief. And so being able to kind of be open to whatever our lives unfold into - it can really actually help us not experience such intense grief. And also more importantly, the confidence in oneself that we as human beings, if we read about history, read about different groups of people in our country - wow. We have tremendous capacity to cope with tragedy and hardship and adversity. And you do too. And I do too. And we won't know it until we have to face it."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "And we don't need to live in anxiety, worried about how am I going to deal with this or that loss, but really to trust that we will have the confidence to cope with whatever comes our way and to, you know, have that faith in oneself and one's path in life is really important."
    },
    {
      "author": "TAGLE",
      "text": "Isabel Stenzel Byrnes, thank you so much for talking to me today. It has been an absolute pleasure."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Thank you, Andee. Thank you for the depths of your questions. Thank you for your thoughtfulness. And really, I want to thank all of you for creating a podcast of such rich and meaningful topics. So thank you for inviting me."
    },
    {
      "author": "TAGLE",
      "text": "That was a spectacular goodbye, Isabel. The feeling is very mutual. It's been an absolute pleasure."
    },
    {
      "author": "STENZEL BYRNES",
      "text": "Thank you. Thank you."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to process grief, another on how to write a great letter and lots more on everything from friendship to finance. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823 or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Mia Venkat and Clare Marie Schneider. Julie Carney is our podcast coordinator. Engineering support comes from Valentina Rodriguez. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8666478203.mp3",
  "img": "https://media.npr.org/assets/img/2023/04/07/gettyimages-158724611_wide-d72c836344b6a5d15bb7aab58a18f7dda5984d2f.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "UNIDENTIFIED PERSON",
    "ANDEE TAGLE, HOST",
    "ISABEL STENZEL BYRNES",
    "TAGLE",
    "STENZEL BYRNES"
  ]
}