{"title":"A big misconception about debt — and how to tackle it","url":"https://www.npr.org/transcripts/1168688973","intro":"Life happens, and so does debt. Unexpected car trouble, the high price of food, a family emergency — there is no shortage of reasons why debt can pile up. In this episode, we offer shame-free solutions for digging out of debt.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT from NPR."},{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle Segarra. Today we are talking about debt because this is a weird and painful time in our economy."},{"author":"STACEY VANEK SMITH, BYLINE","text":"Our personal finances, as a nation, have just done an incredible flip in a very short time."},{"author":"SEGARRA","text":"That's Stacey Vanek Smith, a global economics correspondent for NPR. She's been taking a deep look at debt in America."},{"author":"VANEK SMITH","text":"A couple of years ago, when a lot of this government stimulus was coming out, there were enhanced unemployment benefits, our country was in kind of better personal financial shape than ever before. Like, debt was at one of its lowest levels of all time - credit card debt. Also, personal savings rate was, you know, near an all-time high. That is completely reversed. Prices have been rising. Government stimulus isn't really happening anymore. And now credit card debt is rising at one of the fastest rates ever."},{"author":"SEGARRA","text":"And there's this misconception that if you have a giant pile of debt, that's because you lack self-discipline."},{"author":"VANEK SMITH","text":"People associate being in debt with being irresponsible or being careless. Like, well, you should just - you know, just spend less. You should just learn to budget. And I've talked to a lot of people who are struggling with debt right now. And almost every case, there was just a big life event that happened and they couldn't catch back up. I mean, I talked to one woman who had gone through a divorce. She was, like, in sole custody of three little kids under 7. So she had to pay for child care. Child care had gone up by, I think, almost 80% in two years. But it was like, she could not not do that because in order to work and earn a paycheck, she had to pay for child care. You know, she's working. She's trying to get ahead, but her expenses are just outpacing her earning right now. And I think that's true for so many people."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, Stacey and I are going to talk about how to tackle your debt, including which debt to pay off first, how to save while you have debt and also how to negotiate a lower interest rate on your credit card. And we'll be coming from a place of support, not shame."},{"author":"SEGARRA","text":"So let's say you have a lot of debt and you want to start paying it down. How would you go about that?"},{"author":"VANEK SMITH","text":"The first thing I would do is take a look at all of the different kinds of debt that you have - kind of lay it all out on the table. And what you want to look for is the debt that has the highest interest on it."},{"author":"SEGARRA","text":"Right."},{"author":"VANEK SMITH","text":"And interest is basically how much your bank or your credit card or whoever gave you the loan is charging you for that loan. So let's say on a credit card, the average interest rate is really, really high. It's, like, 20%, which means..."},{"author":"SEGARRA","text":"That's really high."},{"author":"VANEK SMITH","text":"Yes. I mean, so every time you make a payment, you are, every month, with revolving credit - they call it revolving credit because you pay every month. Every month, with revolving credit, you are getting charged 20% on that debt. It compounds incredibly fast."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"So you want to tackle that debt first, and you want to start trying to move that debt to places that will charge less interest - trying to get that down. So that way, you're going closest to paying off what they call the principal of your loan, which is, like, the main - the money you actually borrowed is the principal. So, you know, if you have, like, a student loan - a lot of times, student loans have very, very low interest. So most of what you're paying is going to pay off the actual amount you owe. So that, you can pay off more slowly. But if you have, you know, a credit card with a really high interest rate, you want to pay that off first. You want to get rid of that as fast as you can."},{"author":"SEGARRA","text":"OK. So you talked about moving that debt from a really high-interest credit card to somewhere else. Would you move it to potentially another credit card, but just one with a lower interest rate?"},{"author":"VANEK SMITH","text":"That is one option, yes. So you have a few options. So let's say you look at your debt, you lay it all out on the table and you notice your credit card is charging you 25% interest. Yikes."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"So the first thing you can do is call the card company and ask them if it's possible to lower the interest rate. You can say things like, I've been a really loyal customer for X number of years or I've made all-on-time payments or I'm trying to get my credit in order. Like, I'd love to continue being your customer and, you know, I'd love for this relationship to continue. What are some options that I have? Find out what's possible first. Let's say they say no, absolutely not, we will not lower your rate."},{"author":"VANEK SMITH","text":"One thing you can do is look around. A lot of cards right now are offering really, really low rates because there are all these online banks that have started up that are trying to steal people away. So you can find some good deals. And one thing you can do is just find a better deal, pay off the balance on your high interest card with the card with the lower balance. But if you find a card that has a lower interest rate, you can call the card that you have and say, listen, I found this competitor. They're willing to offer me a credit card for X percent. I'd love to stick with you guys. Can you match it?"},{"author":"SEGARRA","text":"So a bit of negotiation there."},{"author":"VANEK SMITH","text":"Oh, yeah. Leverage makes all the difference, always."},{"author":"SEGARRA","text":"It reminds me of when you get an offer from another company and then you go back to your employer and you're like, hey, can I get a raise?"},{"author":"VANEK SMITH","text":"Oh, suddenly so many things are possible."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"It's like suddenly that raise, where they had no money and they were, like, so broke - like, suddenly they can find the money. Suddenly that project that was, like, impossible was possible. Yes. Things - mountains can move when you have leverage. That's for sure."},{"author":"SEGARRA","text":"Incredible."},{"author":"VANEK SMITH","text":"It is incredible."},{"author":"SEGARRA","text":"So you were talking about paying off your credit cards first because those tend to have the highest interest rates. What about if you have a student loan or a car loan or, I don't know, any other kind of loan?"},{"author":"VANEK SMITH","text":"I would look at the rates on those. Find out what your options are. You can always call and ask for a lower rate. Why not try?"},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"And then I would prioritize paying off those loans by interest rate."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"And, like, let's say you have a little extra money one month. Pay off a little more of your car loan, if that's a higher loan. You can't always help the interest rate, but a lot of times you can. Just see - try to get a feel for what your options are, try to cut into that interest charge as much as possible 'cause that's the thing that will really keep you from climbing out of debt. It's like interest, when it's that high, is often designed to keep you in debt. So, like, payday loans will sometimes have interest rates of 200%. It's insane."},{"author":"SEGARRA","text":"Yowza."},{"author":"VANEK SMITH","text":"So you miss one payment on - you take out, like, a thousand-dollar payday loan and you miss one payment and, you know, suddenly you're just in so far over your head. So you want to take care of that first."},{"author":"SEGARRA","text":"Yeah. And then, I mean, thinking about student loans, they tend to be much lower interest, right?"},{"author":"VANEK SMITH","text":"Yes, they're often much lower. There are a lot of kind of, like, government-backed loans and things like that. So those rates tend to be much lower."},{"author":"SEGARRA","text":"One of the things that can be really hard for people, and a thing that drives them into debt, is that they don't have enough savings for an emergency, right? Like, your car breaks down, and they don't have enough saved up so they put it on a credit card. So if you're thinking about trying to get financially healthy and you have all this debt but then you also want to have some savings for next time, how do you prioritize which one to do? Like, is there a certain amount maybe you should aim to have in savings and then pay down your debt or do a little bit each month? What do you think?"},{"author":"VANEK SMITH","text":"That is a really good question. I think it depends on - I mean, if you are dealing with a payday loan that has a huge interest rate, like, I would just get that debt paid off first. And if an emergency comes up, charge it to a credit card. But if you are dealing with student debt, say, I would be like, you should, you know, prioritize having a little cushion - you know? - like, $500 or something like that. So you're not in a scary situation if - because obviously, if you have a little savings, that can prevent you from having to charge stuff to a credit card which has high interest. So you could be saving yourself money in the long run. If it's possible to put a little aside, I think that's always a really, really good idea."},{"author":"SEGARRA","text":"So what about if you're saving for retirement? How do you approach saving for retirement if you are strapped with a ton of debt?"},{"author":"VANEK SMITH","text":"I think it depends on the situation. I think if you have a huge, huge amount of debt - let's say a payday loan where the interest is really out of control - like, you really just need to prioritize paying that off. I would say it's still important to save, if possible. Try to budget in saving, especially if you have an employer who offers a 401(k) or a 403(b) because that is money that you can get for free. I think it's a good idea to not just necessarily be like, OK, must pay down debt, then I'll worry about saving. Do both at the same time if you can, especially if your employer offers some kind of incentive or matching or something like that, because that is money that they're giving you for free."},{"author":"SEGARRA","text":"Right. Otherwise you're just, like, leaving the money on the table."},{"author":"VANEK SMITH","text":"You're leaving the money on the table, yeah."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"And also, you know, that money will compound exponentially. So it's more than the sum of its parts in a lot of ways. So that savings is really, really, really going to pay off. And it's worth it, if you can swing it, to put that money aside."},{"author":"SEGARRA","text":"Yeah. If you invest a dollar into your retirement account today, it's going to be worth way more in five years or 10 years or 20 years."},{"author":"VANEK SMITH","text":"Absolutely. Yes."},{"author":"SEGARRA","text":"I wonder, where would you start if you're looking at your finances and you're saying, OK, I want to start spending a little less so that I can put more money towards paying my debt down?"},{"author":"VANEK SMITH","text":"So one of the things that can be really helpful is just to figure out, you know, an aspirational budget or something, you know? So it's like, OK, I would love to be saving $300 a month. For that to happen, I would need to spend X amount in each category. And one of the trends in budgeting that has kind of resurfaced in recent years, which is very old-school, is something called cash stuffing, which is very interesting. So cash stuffing is essentially - you would get your payment in cash, you get your paycheck in cash, you would have envelopes that - with, like, rent, groceries and you would put the money in the envelope. And once the money was out of the envelope, you did not spend any more money on groceries or going out to eat or whatever it was. You're seeing every charge. You're feeling it. It's going through your hands."},{"author":"VANEK SMITH","text":"I went grocery shopping with a woman who was spending only cash, and we went to the grocery store. And, you know, she was just - she shopped in a way that was, like, very different from how she used to shop. She looked at the price of everything. She compared prices. She thought about, like, this food has to last me for two weeks. So it's like - it's just a little bit of a different mentality. And she was paying down $18,000 worth of credit card debt. She's paid down 5,000 of it. But, you know, she..."},{"author":"SEGARRA","text":"Wow."},{"author":"VANEK SMITH","text":"...Started with that. And..."},{"author":"SEGARRA","text":"Five grand - that's a big - that's almost a third of it."},{"author":"VANEK SMITH","text":"It was really huge. And she said a lot of it - she's like, it came down, at first, really fast. She said she was very embarrassed about it. She went public with it on TikTok. Her name's Jamie Feldman. You can find her. But she went public with it. She said it was - she'd never told anybody. Her family didn't know. And then she did a TikTok about it. And she said it was like - she felt so ashamed. But then she said the second she started looking at it and, like, put it all out on the table, she's like, it came down so fast. And she said, like, the first, like, three to four thousand dollars were really easy. You know, Jamie said she used to go out for cocktails all the time with her friends. And she's like - you know, she lives in New York. Going out for cocktails with your friends is - always, like, ends up being a hundred dollars..."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"...At least."},{"author":"SEGARRA","text":"It's unbelievable 'cause the cocktails are each, like, $20."},{"author":"VANEK SMITH","text":"They're all $20 and you have to - yes."},{"author":"SEGARRA","text":"And plus tip. Yeah, that's like..."},{"author":"VANEK SMITH","text":"And then there's, like, some snacks you have to have, and it's a lot."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"And she said, I just learned, like, oh, I want to have friends over. So she said - she was like, I would buy, like, a - an inexpensive bottle of wine, and I would have - we would, like, have friends over. We would go for a walk and have a glass of wine."},{"author":"SEGARRA","text":"Yeah."},{"author":"VANEK SMITH","text":"And she's like, it was actually much nicer."},{"author":"SEGARRA","text":"So it sounds like prioritizing what it is that you actually do want to buy and then thinking about why you want to buy it - if not buying something could still satisfy that need. And then also, like, just different ways to not throw down all of the cash in your envelope."},{"author":"VANEK SMITH","text":"Yeah, exactly."},{"author":"SEGARRA","text":"Stacey, thank you so much for being here."},{"author":"VANEK SMITH","text":"Yes, any time."},{"author":"SEGARRA","text":"All right, time for a recap. Pay off your debt with the highest interest rate first. Maybe that's from a payday loan or credit card. If you have other credit card offers, use them as leverage. Call your credit card company and ask them to match the lower interest rate. Try to save while you're paying down debt, even if it's the tiniest amount every month. That way you'll have money set aside for emergencies, and you won't have to put those charges on a credit card in the future. If you do have extra cash and you're deciding whether to invest in a retirement plan or to pay down your debt, think about your loan interest rates, and also think about whether your employer offers to match your retirement contributions because, you know, that's free money. So with this one, you really have to weigh the pros and cons."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to negotiate down a medical bill and another on how to file your taxes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Audrey Nguyen, Mia Venkat and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Cena Loffredo. Special thanks to NPR's video team who helped produce this episode - Christina Shaman, Kaz Fantone, Iman Young, Nickolai Hammar, Tsering Bista and Nick Michael. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR1436219632.mp3","img":"https://media.npr.org/assets/img/2023/04/07/hsieh_angela_lifekit_generaldebt-edit_wide-45586b9d154017707575e0314f2a1a2ef1dfee27.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","STACEY VANEK SMITH, BYLINE","SEGARRA","VANEK SMITH"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,130,21201,11727,19416,13132,15860,16324,10543,9373,18797,14405,20653,3674,2473,2964,2174,1455,1611,2351,2446,3306,3524,4693,28409,20739,16185,9804,23010,17928,14761,5160,928,22588,25277,21348,18279,15336,14136,20250,8850,1545,10031,18091,20552,20777,9385,10274,12505,11197,17665,8068,2269,3212,25796,22460,14789,15947,15425,10353,8203,9056,7815,11432,16968,23831,15929,14691,8361,7392,2517,18449,10095,15494,3572,2439,23867,21163,20114,8646,14924,21467,25609,11640,12602,14293,11522,11632,8036,10971,18815,12448,9753,22369,14355,9308,11951,14041,1423,19494,19936,21875,18191,10710,6698,16565,23506,6467,2717,24148,6875,18113,21645,10915,15944,13738,9162,10362,12602,13495,9831,6317,2023,1739,22365,12541,10212,19572,25777,10420,12678,8987,11735,9932,13496,14224,10299,11876,21264,21040,8699,7928,11614,8622,20302,21381,22103,20823,1728,23925,10074,5174,8956,12574,6799,3141,8938,11581,13664,15720,14831,1726,1192,25243,11585,11345,13720,7197,4678,898,19407,16817,24511,17781,12510,9967,9099,6305,12053,18063,15226,10374,14714,2109,15510,26581,21241,19896,16169,14743,8971,5198,8635,5424,8669,12608,4192,22330,22066,14394,21392,24699,8384,26858,12879,26176,20564,14976,7862,12945,2116,28631,19224,24599,20349,12951,6395,3125,1916,10926,25042,19182,8167,21990,8021,12576,17087,11315,13015,1595,1022,18896,23820,9896,9631,9351,1609,16996,21193,17009,8977,14962,7075,1807,13682,20762,19639,14393,12485,15047,13836,25876,12887,7687,2145,20667,20302,24054,21203,23526,24054,12484,14488,10931,21995,18585,12296,21874,18735,4027,1644,1419,20108,21051,11799,8457,6928,4868,21146,11948,11311,17920,11704,16263,20327,9032,1534,25418,13478,23187,16090,5757,3355,27204,25745,16974,14665,11166,11385,1424,1763,25311,12734,16649,14701,6582,9606,21408,12800,21234,22278,11582,7820,10488,1363,19437,20262,18168,11095,13936,2136,13843,8425,24006,11605,24169,21939,14213,3770,24333,11999,11594,24100,6336,14108,17140,9893,15421,11457,15189,10923,8701,20974,22387,4392,7546,15149,22542,16350,25581,24365,13653,14034,14559,15414,10750,15309,18051,9696,17493,12652,3547,19013,18867,22829,16933,15734,19774,18767,15951,9348,10032,22013,7399,16391,15010,4589,10448,22902,11018,25848,19593,7905,7474,7589,25698,28672,15992,12357,3181,28150,23561,21143,16166,25340,23500,7767,16770,2249,7343,24044,10451,12506,27184,22875,14606,16014,4095,19503,24106,10683,23791,14882,1879,28444,24487,27032,19531,17244,14092,11922,10636,8442,21867,14775,7142,1587,26602,23305,13714,14212,14604,12508,11199,1485,17470,20802,23022,2214,1578,1665,726,829,352,508,215,585,475,217,122,63,39,22,5,0,28150,16060,7321,22477,15506,16023,25760,20464,14958,7652,24981,16554,10299,18006,26256,18278,12342,20262,14587,24955,13379,5247,22230,27363,13288,13350,12344,25418,28298,11956,16884,17434,15408,21684,26666,15466,8397,20215,19081,4531,20812,27498,23580,24166,25063,20967,19364,19224,24863,14295,6631,22901,21374,18172,25423,16834,9389,12157,14315,18743,927,26880,23088,12297,19235,11185,25435,25835,11000,14452,26090,25748,23262,17404,15404,11082,14537,11047,23882,22990,26631,19927,13009,19327,11488,7505,203,18,7,28195,27815,10713,23867,16077,14835,26022,16835,3597,16705,17317,20017,15639,11316,19177,19652,10628,16075,18162,19137,13591,7834,9188,17158,20488,8883,15645,13275,23797,15241,16234,23614,17274,9988,16061,19742,16079,16771,8708,21178,21776,24069,28027,22182,24773,11188,25207,12151,17131,7041,14,3,4,41,19817,14481,18655,16564,15758,21379,11727,20683,6822,4942,14857,9383,13403,12129,8196,16817,10316,8398,19280,9579,2989,22287,13913,21550,8769,8514,19318,16694,10777,9492,10527,18134,18085,19061,20389,12066,9976,16731,10227,8301,8957,12951,11959,13470,22621,16375,10409,7029,23063,13924,21986,21699,21755,20303,14320,16325,16465,10505,12147,12624,11855,9904,12395,11194,22574,18380,17898,21447,14853,21861,21117,15112,21544,7822,12631,739,6,5,0,0,0,4804,26916,24662,24366,21971,9302,17264,6160,14904,8499,4493,20676,9572,23677,22230,19273,12786,12416,16388,16388,12562,9773,6680,18497,16920,24683,20213,12105,10909,16480,18959,18787,18531,15094,13850,4455,20214,20486,10368,7419,10804,20529,9860,20355,15808,15828,7644,21344,10133,18463,5542,9633,14199,12208,7183,7473,2255,19833,10619,251,22928,15936,13809,13415,11419,13386,10244,12954,9835,19467,17506,14437,2045,4300,24295,12754,8432,6572,18620,7056,6004,861,19523,16456,25066,9008,3673,795,20328,23130,20127,21840,14418,23418,23897,17578,12695,10248,8416,19408,10624,4861,7678,14801,12819,4106,11565,9599,14099,9002,4517,12923,22160,15826,25412,474,357,25315,13064,15564,3894,10431,9671,13068,23798,24705,13651,3303,765,22425,8493,14834,22012,16518,14825,18209,15172,8846,8970,15126,2416,25234,26614,15040,10092,22909,24909,12420,18846,7935,6564,4905,12874,8426,1081,23647,20775,19650,10840,6712,2444,14490,23419,17973,21139,24048,1264,1748,23437,23982,10968,24107,13975,19726,10178,931,309,18747,12138,23784,24307,16533,356,213,16116,15812,8651,10944,22522,20876,14723,13179,11555,12552,14686,19363,9499,17952,23680,16043,13196,12184,1819,25320,13993,11526,2453,2907,16803,16694,10440,14172,14882,14373,14231,7342,14296,11041,7346,7652,12124,12347,9316,18261,20705,23051,16157,9188,9253,11300,989,22121,12958,13365,23520,18310,10864,14787,13854,9440,8553,15986,13648,10036,8491,9808,3696,24709,21792,16378,17469,7193,4958,16543,21249,22613,13129,13970,11804,2680,19484,24845,8653,19588,14368,14256,16274,13314,7807,6339,20134,15985,8549,24012,6272,11714,7156,23905,25659,4444,16649,17252,19121,21476,10528,10815,14080,14462,15623,25008,10423,8856,1986,1687,12798,24095,7607,17181,7414,24201,20672,16014,23904,20574,16153,8741,23734,4498,17139,12741,609,21908,17120,9671,6622,13769,13070,19126,9878,16134,24803,18599,9060,9866,8103,5827,6491,4282,21599,1083,23864,26322,11545,10918,24631,20217,18893,17588,19448,20933,9866,21072,8762,8989,15639,13161,23232,11000,8728,8973,11854,10380,9073,4218,6466,19522,8458,4758,8448,14431,20054,26739,25844,24712,24770,12785,10528,20621,14167,13782,7539,871,13894,20014,24270,10342,9683,20946,9093,10360,11628,8625,10222,960,13782,13493,11354,17547,19087,8994,11173,6950,12813,20619,9484,9279,17095,9776,20803,8542,11127,8532,10917,13669,634,23827,15546,20244,16059,15933,14578,19738,17747,21556,3794,7003,12687,7717,9376,14395,11468,2374,8673,15077,10128,19223,12362,8306,20828,13634,10598,10872,20872,20408,19271,17433,13343,1201,22518,22552,24500,23986,9496,9378,693,23562,12350,19292,13445,9584,2168,458,15457,24810,16121,11291,13589,11686,12602,13022,10421,6495,9807,9244,9485,534,25080,17407,20492,8615,14112,15950,9903,11245,13143,10332,8260,6187,12600,14456,9463,9942,16328,11794,13257,15941,16654,11020,9174,10260,10695,11460,9533,17526,11175,12590,4329,1135,10280,15641,2882,16488,12685,10197,8819,19094,17190,13439,7180,17918,21548,19581,14578,14885,22113,12676,9791,7115,14660,22334,21140,23831,7231,6447,9646,22552,22379,18046,23725,11539,12409,12753,7890,8394,10865,18185,21312,14925,13489,19583,10930,15257,10445,11400,11861,13187,10426,20208,8620,13027,12715,24121,23688,23693,474,25646,16367,9299,24771,9865,9645,1497,1914,18233,15858,12270,8670,6467,24574,19123,11590,17694,19920,18688,8533,19545,11823,5716,21561,10372,15163,18349,5820,22609,14141,14130,13068,13762,9906,16187,14328,6468,23581,23807,16944,7545,6883,7838,10336,2676,7258,15333,13006,9773,16251,9534,24291,21044,23350,9031,8191,10256,11289,13184,8045,9561,12895,7240,24637,18750,11510,10837,8036,16473,12111,7664,15202,20286,6211,12949,16335,14980,15883,16009,3336,24772,11611,10287,16468,14651,11933,7431,15058,18758,27072,17235,19809,10395,17236,16860,17127,9611,5560,14200,19888,10116,24522,25610,12074,6991,10696,13024,601,24135,26172,22872,7000,12102,927,19961,17582,9117,22908,21816,10040,8814,15663,12353,8731,9268,4719,18985,22819,7693,11059,11408,8022,1110,6717,5978,21540,26354,25523,10577,4032,18478,1619,26272,18250,16247,10758,11968,9635,8537,1170,22744,15091,22333,13883,15707,7024,6720,20426,12738,10523,9287,9696,6819,7813,10075,16719,17824,17123,549,17228,7224,16102,24919,12842,15081,11676,7088,12810,10612,8621,5670,7610,390,735,24300,16173,379,21801,9474,9642,12428,11027,24073,19142,4180,20796,10428,12567,5815,9229,6560,21834,13893,11747,14640,12948,19451,9294,7751,24184,20305,8028,2623,18976,24755,16147,17099,8180,3417,12427,8972,13314,19713,11459,22229,15702,5270,6771,7584,10680,24406,19603,11631,18941,14963,21110,8867,22426,24372,8525,24910,15288,12323,21843,12578,12332,16058,10823,4662,844,25609,8175,9394,9731,9780,3283,21939,11032,23425,24581,17133,12320,22627,8498,15054,5988,9134,24651,23840,24252,3461,14814,2831,13201,8402,9005,12317,6628,1604,13654,16364,4985,13923,13433,1840,9152,15186,14189,13779,19206,7427,383,14812,7444,13424,15851,23209,10556,7202,9916,9693,494,7486,24249,9205,23986,17354,16448,7013,10171,8185,9366,6358,2503,309,11285,8157,25396,9715,6578,6516,16542,13758,17766,14223,902,17874,13133,667,16928,18614,7879,8081,7695,9823,2902,391,260,24623,23456,11127,18434,11165,8789,11157,11520,16961,18016,6926,15352,21255,11655,24930,6952,7245,24663,10611,10058,12599,4243,23102,8721,16751,16484,11942,23223,6679,5323,6812,18774,14239,1715,26906,17544,11464,9103,8289,1925,19350,17678,11314,3472,15594,19217,7134,15727,20699,16628,17780,17267,15013,24953,8325,11292,18446,3420,25515,15029,24735,25025,16936,14298,13474,3926,16898,12608,11512,5842,2194,16487,11436,23638,13845,17206,10380,11897,15578,17184,9543,19163,20743,9459,20972,11845,25468,18596,1218,26051,8330,317,243,248,18593,17319,17497,14654,24313,19538,19601,8916,14592,9980,11707,16672,16746,16855,16981,22904,21380,17800,13530,15411,11924,18625,11441,1794,24084,19219,15783,10633,11879,8503,3085,4907,8458,10223,17065,15066,18238,10130,10464,11004,361,9095,23521,23270,9462,13040,11159,11356,15215,20335,21674,12832,11032,7727,12156,12816,10943,297,22256,16755,14224,14673,20757,7438,23196,15900,7099,10356,15443,16009,10448,13759,21955,13611,8453,14697,22562,13598,13613,9917,2340,6722,17261,11150,7202,11231,11820,7960,12286,9980,721,546,23772,24712,17016,22278,24411,18001,16884,11505,13022,9142,19791,16608,8294,16036,16786,1016,25704,23561,24383,8549,22196,7408,9033,14429,11874,16622,13515,14672,6798,12908,5576,23449,24103,18833,23401,19676,7299,6720,8186,13439,497,19417,10870,16688,14624,8103,6912,23555,1079,13556,22550,20638,14289,16701,7090,8618,11302,18969,23034,8583,8017,10660,24152,13146,13866,24806,24234,18472,17233,6734,17075,5678,24749,17452,19021,23674,9874,10244,3688,13738,665,20216,20837,16871,8967,11704,6804,14168,11144,3195,17962,11312,14117,11943,23879,7052,19281,23931,15600,411,2150,16060,14504,11298,16537,11613,20920,23808,16295,10947,15815,3267,15936,18578,6051,17514,11721,13766,14782,12758,9793,8229,6440,13854,17808,5312,18771,16873,2403,7256,25155,18869,24950,24902,7966,6533,4440,1241,24933,17630,17466,13272,23218,4513,13081,13589,22627,24345,9486,12959,13431,7731,13206,8381,7882,20571,5462,15881,5094,18050,12628,19081,20100,17902,4645,389,16477,23043,381,2152,24661,26145,14812,16538,21401,20338,17871,11971,5650,8611,6938,22391,19208,6868,11314,7008,19734,11524,23750,10612,10652,17694,6413,10567,12381,14455,16952,9868,8670,8453,7528,25243,15767,11546,18754,15924,7496,6032,18870,14487,12458,11975,11613,18701,18809,17792,14134,10279,20537,16493,25449,25310,24046,10145,15632,15903,3665,662,22451,24904,12163,13369,14119,8828,6846,24251,8568,9182,18943,6511,16360,19917,11173,11730,24386,5483,3879,24437,24786,7390,18520,24888,16731,5571,24249,23885,18823,11562,9747,700,9607,9884,7279,6776,4922,3584,11492,15011,13046,10728,9404,7860,7855,19976,23522,16230,24008,23825,9645,16129,15115,11884,7913,6463,15910,9256,14936,17399,23677,18180,10326,9873,16109,11246,7909,20115,9006,9230,24798,14181,5579,10718,7478,7271,8857,12538,12493,14953,9488,6233,21369,18171,25599,21703,12143,16582,6926,13288,13280,25079,7852,11989,5114,23968,16923,6612,13254,9377,9174,9102,15790,5325,14126,10821,7166,7881,7363,8000,6721,22187,6719,7525,6502,9170,3069,25676,16373,9379,21810,10697,3803,566,298,23000,14093,2497,18503,16641,25054,9370,15572,11500,23913,24156,9794,23684,5928,9504,17020,14905,25612,10142,22573,4060,26924,12876,17815,18499,16893,11244,8249,9397,2698,16253,12839,21736,18525,1774,6688,17853,4969,16396,15715,21123,12868,14867,19543,14319,9784,24185,23735,10717,12463,7035,22931,10199,11835,19965,9459,11347,9288,9173,19496,23816,19082,24106,7692,11803,10124,6601,23676,16260,5476,831,23829,24765,24249,24923,9516,23362,7667,13173,5258,20668,8812,1031,25916,22385,24479,17164,13813,18015,12635,10264,10921,11821,18902,11610,16924,8000,1678,10040,18504,16409,7362,2216,7743,10473,8740,22684,9516,9515,14109,19634,15469,2395,23902,21883,11036,592,269,11500,23564,12553,15818,24364,20260,9324,15075,9429,762,9916,26416,7794,262,23172,25509,20754,9992,24028,19653,7925,9757,10739,13831,4418,8258,25223,24865,22403,8762,12943,16215,20243,8454,21191,25476,9217,9911,13203,21089,16006,8719,8358,19849,617,21617,26322,9634,247,4304,26155,19613,15113,24668,22665,10452,17330,4974,4611,6525,13215,9432,20718,17813,16376,8117,11624,12653,350,17428,12836,11199,17928,17484,1417,16604,16983,12752,6450,12613,13561,15204,18226,17499,5766,10818,10522,6663,10538,9752,9020,25228,25002,25278,8032,7147,5742,9734,9326,17962,25449,19911,18769,11975,8049,16252,12649,24119,879,26491,26752,5585,285,20156,12072,11407,9427,24552,7308,18366,17137,19348,13255,14855,14585,9379,9467,6930,19971,4886,12839,27385,15497,6919,1044,7986,7513,4735,13287,26638,10577,2724,24150,22618,1474,8334,25530,23791,12211,13421,7859,518,12620,17812,24835,20682,20865,10000,23416,10073,13346,5289,11978,16041,17472,8093,25166,18270,10130,18330,14602,7544,21980,21064,8312,11881,930,27006,12783,7198,14682,13081,24006,17444,23794,22108,10199,9799,16795,19449,8886,16418,15308,10333,8487,9986,10361,9034,10803,11256,22818,24058,7975,9028,24147,16353,11163,8558,20277,9152,23730,17643,19615,22388,7261,17064,7688,9762,10542,11758,22316,7547,13024,9218,18717,13313,1638,25182,24783,22034,23513,18389,13816,13532,6124,8572,16251,9222,10013,16378,7628,9156,4462,8412,23796,20087,23395,24669,11490,9414,13545,13602,11207,12969,6736,869,21623,14046,20174,11638,21815,24373,13690,11846,11080,10113,14159,9820,7281,6091,675,13812,16533,13672,13498,10381,23592,7550,19408,12385,11536,13457,17760,12431,8659,10833,7672,895,16852,21530,5611,14650,17012,20870,24502,24616,12247,19665,12779,14436,8540,9258,10322,8155,7638,17738,2140,24378,24354,13959,21507,8534,3216,23759,14632,12868,10701,13618,9156,9737,23231,21018,25447,24831,21134,10832,9112,10740,19745,12630,6143,6423,12063,11709,5902,26117,15958,20466,9875,24550,17650,8836,8876,16183,18667,17557,23382,16400,17569,15728,8507,14663,13902,19557,23221,13429,24423,8910,15582,18085,8671,231,18789,19552,13895,8595,4799,18127,23850,24238,14433,1913,11879,18347,24430,15604,12570,22467,7335,7121,17155,24115,13993,15555,9672,7567,11955,19604,11512,22639,17642,16183,9795,9901,12562,15011,23894,7889,7137,8375,15893,22796,16488,23250,16193,13562,4093,1546,19883,13709,21363,14564,6977,5226,18512,12640,21107,9383,5351,14938,8103,342,293,11468,13298,23743,9218,16577,14229,16713,19531,24451,22233,10266,11408,10468,16841,16540,23392,9555,690,27463,19663,13404,9644,15300,14378,18197,13943,11534,10595,3771,24794,18605,23800,18381,12529,12583,13578,12354,7870,1644,23901,6169,22810,7932,2186,1839,5279,1838,4489,6312,23293,17633,14348,12580,9312,9933,7090,19314,15182,21141,7157,2861,2366,1258,2353,27622,18384,26725,27557,24617,21789,4818,18312,26549,26103,25543,24903,24933,12338,15816,15413,18343,2637,17998,16268,15739,14141,6763,18440,13942,4726,2097,14924,23508,19193,21320,24821,10114,8077,11762,24781,9537,10606,28603,27126,14082,19370,13061,17111,12063,17790,9574,9835,2686,3294,26657,23269,14870,19705,15452,22672,21678,16420,17474,12023,15971,23704,20646,11540,2627,26299,23576,12861,20827,22457,16731,12988,9312,15045,13942,13468,19153,13013,20721,17688,11113,12721,2283,2234,15759,28062,13250,24135,10538,16580,25377,15271,23662,12953,18139,11692,15630,12772,22746,18730,15661,2261,20292,25925,17466,9154,10521,9502,10305,26916,19073,25814,14542,12760,18553,11706,23968,15604,12644,11890,11045,9911,10295,1698,20705,25098,8284,11176,13462,3897,13859,21395,18895,23030,13314,10758,8295,6346,7111,2035,2173,1671,26941,27115,22265,25636,24983,15366,6994,7935,25129,19279,13396,13245,20488,18976,9677,1897,27749,28966,21730,25043,16802,6812,8507,1087,24048,25495,24686,23477,24496,12662,24633,15382,7653,1438,11425,26254,26970,22530,14746,11238,10633,16539,7365,24882,18731,18711,18018,14867,15165,14081,12348,9199,11468,10041,6985,2322,2493,2707,22601,19672,27966,24731,8997,14166,15870,12658,17250,9108,8285,19214,19074,12626,19956,16250,8846,25578,23140,25055,18541,18464,12369,11004,9307,12907,22138,2522,6480,28835,14390,13003,20613,15271,12125,11488,26727,25608,15596,17545,13691,12213,10037,2451,25529,10202,16239,9161,9589,23333,13719,9952,16884,20722,22943,13060,11253,13190,13563,9420,2177,21180,25332,18068,21693,19490,11590,12871,12769,3306,3000,14215,19991,14223,13312,9572,18767,15567,17673,993,2531,26334,21555,24273,23488,21727,12557,21819,18101,7056,14521,9716,6387,5259,16865,22821,17691,24855,17827,15789,4273,10465,27114,22810,3494,26490,27394,8120,2443,22210,11794,15578,3426,20240,17061,14082,3003,3039,23791,28740,26013,19103,14023,3366,15221,17724,12156,2889,2501,3159,2876,2474,2425,2206,1767,557,1260,1024,588,533,387,479,300,184,175,148,85,52,1618,25488,18430,23933,17277,24634,14348,10979,23149,20093,16529,8676,21819,22039,21350,26219,10948,8613,22043,14786,2717,28069,28066,12128,13290,6214,17908,23934,13797,12952,14618,20844,7432,21209,20465,15317,17299,23015,15790,17134,21324,11240,3788,25230,20455,14801,12674,18063,24341,17150,21858,19075,14483,27572,15686,18548,10063,16069,11928,15321,13859,6559,23230,15475,14310,7728,21708,23783,23573,16775,8207,23539,21142,8164,23130,19846,25675,17670,14466,15211,19703,24586,26180,15025,15284,9660,9566,13399,9917,5538,2099,25662,16632,14520,18715,9626,9063,20993,25414,10853,20907,25213,26920,20056,25923,28009,28295,6027,24159,23209,14617,13031,4626,54,9,7540,23591,12778,13971,13952,15564,19376,13297,10453,944,22239,18165,12338,9203,8677,15342,12221,13583,14026,16011,9758,1138,16276,19996,14079,11933,7533,15996,13486,10372,18966,16413,13131,20902,19425,21615,13914,10916,8614,15332,10008,14631,17796,12414,15196,11988,11935,16253,21891,10712,1147,18892,18453,21087,19170,18007,10814,8331,16323,12516,3145,21623,14408,17982,16970,13725,7775,2661,19113,16181,8176,23518,6463,1239,21329,14704,22171,11803,17515,15316,7912,15314,19820,7486,8206,8235,12937,11284,7114,7321,14093,15464,17652,20364,12868,13112,11728,5560,880,6,3270,8674,4062,22088,17199,13011,12252,12263,25100,12893,15826,17431,10338,14077,13008,10256,11369,24670,24625,16935,21811,24078,22048,22488,24981,19818,19900,25214,18835,20811,8928,7743,15046,9022,13646,17884,15187,12350,16040,3066,13257,16558,22917,20043,26248,24287,15115,24742,14906,12934,13800,7591,8720,9127,10965,6900,9874,11757,10370,7741,7127,5915,1903,1259,505,222,26,3],"fragments":[{"begin":"0.000","end":"2.960","lines":["You're listening to LIFE KIT from NPR."]},{"begin":"2.960","end":"15.960","lines":["Hey, everybody. It's Marielle Segarra. Today we are talking about debt because this is a weird and painful time in our economy."]},{"begin":"15.960","end":"34.840","lines":["Our personal finances, as a nation, have just done an incredible flip in a very short time."]},{"begin":"34.840","end":"41.920","lines":["That's Stacey Vanek Smith, a global economics correspondent for NPR. She's been taking a deep look at debt in America."]},{"begin":"41.920","end":"70.960","lines":["A couple of years ago, when a lot of this government stimulus was coming out, there were enhanced unemployment benefits, our country was in kind of better personal financial shape than ever before. Like, debt was at one of its lowest levels of all time - credit card debt. Also, personal savings rate was, you know, near an all-time high. That is completely reversed. Prices have been rising. Government stimulus isn't really happening anymore. And now credit card debt is rising at one of the fastest rates ever."]},{"begin":"70.960","end":"77.720","lines":["And there's this misconception that if you have a giant pile of debt, that's because you lack self-discipline."]},{"begin":"77.720","end":"182.880","lines":["People associate being in debt with being irresponsible or being careless. Like, well, you should just - you know, just spend less. You should just learn to budget. And I've talked to a lot of people who are struggling with debt right now. And almost every case, there was just a big life event that happened and they couldn't catch back up. I mean, I talked to one woman who had gone through a divorce. She was, like, in sole custody of three little kids under 7. So she had to pay for child care. Child care had gone up by, I think, almost 80% in two years. But it was like, she could not not do that because in order to work and earn a paycheck, she had to pay for child care. You know, she's working. She's trying to get ahead, but her expenses are just outpacing her earning right now. And I think that's true for so many people."]},{"begin":"182.880","end":"211.640","lines":["On this episode of LIFE KIT, Stacey and I are going to talk about how to tackle your debt, including which debt to pay off first, how to save while you have debt and also how to negotiate a lower interest rate on your credit card. And we'll be coming from a place of support, not shame."]},{"begin":"211.640","end":"221.640","lines":["So let's say you have a lot of debt and you want to start paying it down. How would you go about that?"]},{"begin":"221.640","end":"232.520","lines":["The first thing I would do is take a look at all of the different kinds of debt that you have - kind of lay it all out on the table. And what you want to look for is the debt that has the highest interest on it."]},{"begin":"232.520","end":"233.320","lines":["Right."]},{"begin":"233.320","end":"247.960","lines":["And interest is basically how much your bank or your credit card or whoever gave you the loan is charging you for that loan. So let's say on a credit card, the average interest rate is really, really high. It's, like, 20%, which means..."]},{"begin":"247.960","end":"249.280","lines":["That's really high."]},{"begin":"249.280","end":"265.200","lines":["Yes. I mean, so every time you make a payment, you are, every month, with revolving credit - they call it revolving credit because you pay every month. Every month, with revolving credit, you are getting charged 20% on that debt. It compounds incredibly fast."]},{"begin":"265.200","end":"265.240","lines":["Yeah."]},{"begin":"265.240","end":"304.440","lines":["So you want to tackle that debt first, and you want to start trying to move that debt to places that will charge less interest - trying to get that down. So that way, you're going closest to paying off what they call the principal of your loan, which is, like, the main - the money you actually borrowed is the principal. So, you know, if you have, like, a student loan - a lot of times, student loans have very, very low interest. So most of what you're paying is going to pay off the actual amount you owe. So that, you can pay off more slowly. But if you have, you know, a credit card with a really high interest rate, you want to pay that off first. You want to get rid of that as fast as you can."]},{"begin":"304.440","end":"314.960","lines":["OK. So you talked about moving that debt from a really high-interest credit card to somewhere else. Would you move it to potentially another credit card, but just one with a lower interest rate?"]},{"begin":"314.960","end":"324.440","lines":["That is one option, yes. So you have a few options. So let's say you look at your debt, you lay it all out on the table and you notice your credit card is charging you 25% interest. Yikes."]},{"begin":"324.440","end":"325.080","lines":["Yeah."]},{"begin":"325.080","end":"353.560","lines":["So the first thing you can do is call the card company and ask them if it's possible to lower the interest rate. You can say things like, I've been a really loyal customer for X number of years or I've made all-on-time payments or I'm trying to get my credit in order. Like, I'd love to continue being your customer and, you know, I'd love for this relationship to continue. What are some options that I have? Find out what's possible first. Let's say they say no, absolutely not, we will not lower your rate."]},{"begin":"353.560","end":"385.040","lines":["One thing you can do is look around. A lot of cards right now are offering really, really low rates because there are all these online banks that have started up that are trying to steal people away. So you can find some good deals. And one thing you can do is just find a better deal, pay off the balance on your high interest card with the card with the lower balance. But if you find a card that has a lower interest rate, you can call the card that you have and say, listen, I found this competitor. They're willing to offer me a credit card for X percent. I'd love to stick with you guys. Can you match it?"]},{"begin":"385.040","end":"386.600","lines":["So a bit of negotiation there."]},{"begin":"386.600","end":"389.480","lines":["Oh, yeah. Leverage makes all the difference, always."]},{"begin":"389.480","end":"395.960","lines":["It reminds me of when you get an offer from another company and then you go back to your employer and you're like, hey, can I get a raise?"]},{"begin":"395.960","end":"398.080","lines":["Oh, suddenly so many things are possible."]},{"begin":"398.080","end":"398.160","lines":["Yeah."]},{"begin":"398.160","end":"410.480","lines":["It's like suddenly that raise, where they had no money and they were, like, so broke - like, suddenly they can find the money. Suddenly that project that was, like, impossible was possible. Yes. Things - mountains can move when you have leverage. That's for sure."]},{"begin":"410.480","end":"410.920","lines":["Incredible."]},{"begin":"410.920","end":"411.840","lines":["It is incredible."]},{"begin":"411.840","end":"424.760","lines":["So you were talking about paying off your credit cards first because those tend to have the highest interest rates. What about if you have a student loan or a car loan or, I don't know, any other kind of loan?"]},{"begin":"424.760","end":"432.960","lines":["I would look at the rates on those. Find out what your options are. You can always call and ask for a lower rate. Why not try?"]},{"begin":"432.960","end":"433.280","lines":["Yeah."]},{"begin":"433.280","end":"439.680","lines":["And then I would prioritize paying off those loans by interest rate."]},{"begin":"439.680","end":"440.320","lines":["Yeah."]},{"begin":"440.320","end":"471.200","lines":["And, like, let's say you have a little extra money one month. Pay off a little more of your car loan, if that's a higher loan. You can't always help the interest rate, but a lot of times you can. Just see - try to get a feel for what your options are, try to cut into that interest charge as much as possible 'cause that's the thing that will really keep you from climbing out of debt. It's like interest, when it's that high, is often designed to keep you in debt. So, like, payday loans will sometimes have interest rates of 200%. It's insane."]},{"begin":"471.200","end":"471.520","lines":["Yowza."]},{"begin":"471.520","end":"482.280","lines":["So you miss one payment on - you take out, like, a thousand-dollar payday loan and you miss one payment and, you know, suddenly you're just in so far over your head. So you want to take care of that first."]},{"begin":"482.280","end":"487.680","lines":["Yeah. And then, I mean, thinking about student loans, they tend to be much lower interest, right?"]},{"begin":"487.680","end":"496.080","lines":["Yes, they're often much lower. There are a lot of kind of, like, government-backed loans and things like that. So those rates tend to be much lower."]},{"begin":"496.080","end":"530.000","lines":["One of the things that can be really hard for people, and a thing that drives them into debt, is that they don't have enough savings for an emergency, right? Like, your car breaks down, and they don't have enough saved up so they put it on a credit card. So if you're thinking about trying to get financially healthy and you have all this debt but then you also want to have some savings for next time, how do you prioritize which one to do? Like, is there a certain amount maybe you should aim to have in savings and then pay down your debt or do a little bit each month? What do you think?"]},{"begin":"530.000","end":"571.680","lines":["That is a really good question. I think it depends on - I mean, if you are dealing with a payday loan that has a huge interest rate, like, I would just get that debt paid off first. And if an emergency comes up, charge it to a credit card. But if you are dealing with student debt, say, I would be like, you should, you know, prioritize having a little cushion - you know? - like, $500 or something like that. So you're not in a scary situation if - because obviously, if you have a little savings, that can prevent you from having to charge stuff to a credit card which has high interest. So you could be saving yourself money in the long run. If it's possible to put a little aside, I think that's always a really, really good idea."]},{"begin":"571.680","end":"578.680","lines":["So what about if you're saving for retirement? How do you approach saving for retirement if you are strapped with a ton of debt?"]},{"begin":"578.680","end":"617.440","lines":["I think it depends on the situation. I think if you have a huge, huge amount of debt - let's say a payday loan where the interest is really out of control - like, you really just need to prioritize paying that off. I would say it's still important to save, if possible. Try to budget in saving, especially if you have an employer who offers a 401(k) or a 403(b) because that is money that you can get for free. I think it's a good idea to not just necessarily be like, OK, must pay down debt, then I'll worry about saving. Do both at the same time if you can, especially if your employer offers some kind of incentive or matching or something like that, because that is money that they're giving you for free."]},{"begin":"617.440","end":"619.520","lines":["Right. Otherwise you're just, like, leaving the money on the table."]},{"begin":"619.520","end":"621.120","lines":["You're leaving the money on the table, yeah."]},{"begin":"621.120","end":"621.520","lines":["Yeah."]},{"begin":"621.520","end":"636.560","lines":["And also, you know, that money will compound exponentially. So it's more than the sum of its parts in a lot of ways. So that savings is really, really, really going to pay off. And it's worth it, if you can swing it, to put that money aside."]},{"begin":"636.560","end":"643.200","lines":["Yeah. If you invest a dollar into your retirement account today, it's going to be worth way more in five years or 10 years or 20 years."]},{"begin":"643.200","end":"645.600","lines":["Absolutely. Yes."]},{"begin":"645.600","end":"655.760","lines":["I wonder, where would you start if you're looking at your finances and you're saying, OK, I want to start spending a little less so that I can put more money towards paying my debt down?"]},{"begin":"655.760","end":"708.160","lines":["So one of the things that can be really helpful is just to figure out, you know, an aspirational budget or something, you know? So it's like, OK, I would love to be saving $300 a month. For that to happen, I would need to spend X amount in each category. And one of the trends in budgeting that has kind of resurfaced in recent years, which is very old-school, is something called cash stuffing, which is very interesting. So cash stuffing is essentially - you would get your payment in cash, you get your paycheck in cash, you would have envelopes that - with, like, rent, groceries and you would put the money in the envelope. And once the money was out of the envelope, you did not spend any more money on groceries or going out to eat or whatever it was. You're seeing every charge. You're feeling it. It's going through your hands."]},{"begin":"708.160","end":"734.920","lines":["I went grocery shopping with a woman who was spending only cash, and we went to the grocery store. And, you know, she was just - she shopped in a way that was, like, very different from how she used to shop. She looked at the price of everything. She compared prices. She thought about, like, this food has to last me for two weeks. So it's like - it's just a little bit of a different mentality. And she was paying down $18,000 worth of credit card debt. She's paid down 5,000 of it. But, you know, she..."]},{"begin":"734.920","end":"735.040","lines":["Wow."]},{"begin":"735.040","end":"737.600","lines":["...Started with that. And..."]},{"begin":"737.600","end":"739.920","lines":["Five grand - that's a big - that's almost a third of it."]},{"begin":"739.920","end":"784.920","lines":["It was really huge. And she said a lot of it - she's like, it came down, at first, really fast. She said she was very embarrassed about it. She went public with it on TikTok. Her name's Jamie Feldman. You can find her. But she went public with it. She said it was - she'd never told anybody. Her family didn't know. And then she did a TikTok about it. And she said it was like - she felt so ashamed. But then she said the second she started looking at it and, like, put it all out on the table, she's like, it came down so fast. And she said, like, the first, like, three to four thousand dollars were really easy. You know, Jamie said she used to go out for cocktails all the time with her friends. And she's like - you know, she lives in New York. Going out for cocktails with your friends is - always, like, ends up being a hundred dollars..."]},{"begin":"784.920","end":"786.320","lines":["Yeah."]},{"begin":"786.320","end":"786.840","lines":["...At least."]},{"begin":"786.840","end":"791.040","lines":["It's unbelievable 'cause the cocktails are each, like, $20."]},{"begin":"791.040","end":"795.000","lines":["They're all $20 and you have to - yes."]},{"begin":"795.000","end":"798.800","lines":["And plus tip. Yeah, that's like..."]},{"begin":"798.800","end":"803.400","lines":["And then there's, like, some snacks you have to have, and it's a lot."]},{"begin":"803.400","end":"803.920","lines":["Yeah."]},{"begin":"803.920","end":"833.200","lines":["And she said, I just learned, like, oh, I want to have friends over. So she said - she was like, I would buy, like, a - an inexpensive bottle of wine, and I would have - we would, like, have friends over. We would go for a walk and have a glass of wine."]},{"begin":"833.200","end":"833.960","lines":["Yeah."]},{"begin":"833.960","end":"838.160","lines":["And she's like, it was actually much nicer."]},{"begin":"838.160","end":"856.480","lines":["So it sounds like prioritizing what it is that you actually do want to buy and then thinking about why you want to buy it - if not buying something could still satisfy that need. And then also, like, just different ways to not throw down all of the cash in your envelope."]},{"begin":"856.480","end":"858.720","lines":["Yeah, exactly."]},{"begin":"858.720","end":"861.200","lines":["Stacey, thank you so much for being here."]},{"begin":"861.200","end":"862.640","lines":["Yes, any time."]},{"begin":"862.640","end":"931.880","lines":["All right, time for a recap. Pay off your debt with the highest interest rate first. Maybe that's from a payday loan or credit card. If you have other credit card offers, use them as leverage. Call your credit card company and ask them to match the lower interest rate. Try to save while you're paying down debt, even if it's the tiniest amount every month. That way you'll have money set aside for emergencies, and you won't have to put those charges on a credit card in the future. If you do have extra cash and you're deciding whether to invest in a retirement plan or to pay down your debt, think about your loan interest rates, and also think about whether your employer offers to match your retirement contributions because, you know, that's free money. So with this one, you really have to weigh the pros and cons."]},{"begin":"931.880","end":"959.000","lines":["For more LIFE KIT, check out our other episodes. We have one on how to negotiate down a medical bill and another on how to file your taxes. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"959.000","end":"1016.240","lines":["This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Audrey Nguyen, Mia Venkat and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Cena Loffredo. Special thanks to NPR's video team who helped produce this episode - Christina Shaman, Kaz Fantone, Iman Young, Nickolai Hammar, Tsering Bista and Nick Michael. I'm Marielle Segarra. Thanks for listening."]}],"duration":1016}