{"title":"Put your savings to work","url":"https://www.npr.org/transcripts/1171136201","intro":"The current inflation rate in the US is 5 percent. And most big bank savings accounts offer interest rates much lower than that.  In this episode, you'll learn how to protect your savings against inflation.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"Hey, everybody. It's Marielle Segarra. If you have money in a savings account, I want you to check something. Log into your account online, and you can see how much interest you're making a year. It'll say, you know, 0.5% APY, annual percentage yield. Now I want you to think about another number - 5%. That's the inflation rate in the U.S. right now. And it's been higher than that for a while. The difference between those two percentages - that's how much the money you have in savings is losing value every year. When we put money in a savings account, we like to think of it as safe, right? But when inflation is this high, your money isn't safe because its value is eroding a little bit at a time. Arezou Rezvani covers personal finance and housing for NPR, and she says there's this inertia that happens with our savings."},{"author":"AREZOU REZVANI, BYLINE","text":"I have talked to a lot of people about this, and what happens, really, is that they started a checking or savings account when they were really young, and then they've never really bothered to check back in to see, oh, what is my savings account making for me?"},{"author":"SEGARRA","text":"Also, over the past few years, a lot of us got used to the measly point-something percent interest rates that our savings accounts were offering, because that's just kind of how it was across the board. But for a number of reasons, there are better options now, better ways to protect your money against inflation. And look - switching savings accounts might seem annoying..."},{"author":"REZVANI","text":"You're sitting down taking a look at the various websites, setting up new systems, transferring money. It seems like a little bit of a hassle, but I think it's worth it in this moment of high inflation."},{"author":"SEGARRA","text":"On this episode of LIFE KIT, we walk you through some of your options and help you figure out what to do to keep your money safe."},{"author":"SEGARRA","text":"Let's start with what the options are if you have money that you want to put in savings. I mean, there's the traditional kind of savings account - right? - where you earn some interest on your deposits, and also a certain amount of that money is insured by the federal government."},{"author":"REZVANI","text":"Right. Yeah. That's right. I mean, I think one of the easiest ways and maybe the best place to start is to take a look at your savings account. And this might be an account that you started years and years ago when you were really young. Maybe this is an account that you haven't checked in on in quite a while. And take a look at what kind of interest you're accruing there. It's not uncommon if you have an account at a very big bank that you will be getting an interest rate of, like, 0.01%. So not all savings accounts are created equal."},{"author":"SEGARRA","text":"Why is that?"},{"author":"REZVANI","text":"So a couple of different things. So bigger banks - they've done quite well over the last few years. You know, if you look at how people were spending and saving during the pandemic, you know, a lot of people were getting government assistance. Spending went down. Savings went up, and a lot of that excess savings ended up at the bigger banks. So they're doing just fine. They don't really need deposits or depositors. And so they can afford to offer really skimpy rates. When you look at some of the smaller banks or credit unions, you know, they're smaller institutions, and so they want to bring in more cash and more deposits and more depositors, and so they will do that by promoting better interest rates. So that's why you will often see at smaller banks interest rates of 3.5%, 4.5%. And nowadays, because of the recent banking turmoil, you will see that some of these smaller banks have actually increased some of their - the interest rates they're offering their customers because they want to keep the money in their institutions. They don't want people to take their money and take it to the bigger banks."},{"author":"SEGARRA","text":"Yeah. And is this kind of a rule across the board that, like, smaller banks will offer better interest rates or bigger banks won't?"},{"author":"REZVANI","text":"At this point, it is pretty common that you will see smaller banks offering better rates and bigger banks not offering as competitive a rate."},{"author":"SEGARRA","text":"OK. What about online banks where there's no brick-and-mortar location to go into? I've heard that those also offer better interest rates. Is that true?"},{"author":"REZVANI","text":"Yeah, that is true. And the reason why is because a lot of these online banks - they don't have to maintain those brick-and-mortar kind of locations. And so what money they're saving on that end they're able to kind of offer you back in the form of better rates. So you want to be careful with those. You want to make sure that they're FDIC insured, that it has government backing. But for the most part, yes, they are offering better rates because they don't have to maintain those brick-and-mortar sites."},{"author":"SEGARRA","text":"So if you're looking for a savings account that is going to offer you a better interest rate, where should you start? Just an online search?"},{"author":"REZVANI","text":"Yeah, I think there are several websites that are good places to go. So NerdWallet is one - depositaccounts.com, Bankrate - those are some really good reliable websites you can go to to get a lay of the land - to get a sense of what's out there. You know, are there minimum deposits you have to put in in order to benefit from high interest rates? What is in the fine print? Are there any kind of hidden fees associated with moving your money from an outside bank to maybe a new one that's offering better rates? Those are websites that can kind of help you navigate all of that."},{"author":"SEGARRA","text":"Does it make sense to just move all of your savings to the bank with - that offers the highest interest rate? Why wouldn't you want to do that?"},{"author":"REZVANI","text":"I mean, you certainly could. I think it depends on how much money you're working with. If you have more than $250,000, which sounds like a lot of money, but at some point in your life you might come upon it, whether that's because of a sale of a house or an inheritance, but if you're coming - if you're dealing with more than $250,000, you don't want to put that all in one institution because after $250,000, the FDIC will not insure that. So if you have more than that, you want to spread it around."},{"author":"SEGARRA","text":"I wonder - how much can you make if you make the switch to a higher interest savings account?"},{"author":"REZVANI","text":"You know, it's not going to be life changing, right? I mean, if you stay at some of the bigger banks, you're making something as little as 0.01%, which is pennies. You know, I talked to one woman who told me that she had been making 12 cents a month by keeping her money at the bank that she had always held an account in. And so she opened up a new account at another bank and, all of a sudden, was making, you know, 4%. Now, 4% isn't a lot of money, but the point is not to, you know, score the big bucks. The point is to not lose money to inflation. And also, that money adds up over time."},{"author":"SEGARRA","text":"Yeah, so if she had $10,000 in the bank, she could go from making pennies to making a few hundred dollars."},{"author":"REZVANI","text":"Exactly."},{"author":"SEGARRA","text":"And that's a year, right?"},{"author":"REZVANI","text":"That is a year. Right."},{"author":"SEGARRA","text":"OK, so we've been talking about savings accounts. What else can people do to earn money on their savings besides, like, through interest in a traditional savings account?"},{"author":"REZVANI","text":"So you can make other investments that are not super risky. You know, it's not going to be the kind of risk you take on with the stock market. One of the better options is a certificate of deposit or a CD. CDs are basically a lump sum deposit that you essentially loan to a bank for an extended period of time. It can be nine months. It could be several years. It's really up to you. Typically, the longer you put it in, the better the interest rate you get back."},{"author":"SEGARRA","text":"So like, what kind of rates would you be looking at?"},{"author":"REZVANI","text":"I have seen rates at 5%, at 6%. Now, there's an upside and a downside to this, right? You get the better rates. Typically, the longer term - the longer the term, the higher the interest rates. The downside is that you can't withdraw your money for an extended period of time without paying a penalty. With savings accounts, you have access to that money at any time. With CDs, you can't touch it unless you're willing to pay a penalty for an extended period of time. So if you have your emergency savings all set up and you feel secure - you feel comfortable, and you have some excess savings that you want to use, to put to work, CDs are a really great way to go. And one other thing I will say about this because I don't think it's as simple as, you know, you won't be able to touch your money for nine months or 12 months. What - something you can do is a CD ladder, and what that basically is is, you know, instead of giving all of your money in a lump sum over to a certificate of deposit, you stagger that investment. So you might put in, you know, 5,000 now. In six months, you'll put in another 5,000. And that allows you to tap into those amounts at different periods of time, so it's not all gone for an extended period of time."},{"author":"SEGARRA","text":"I've also been hearing a lot about government bonds in the past year. A lot of people have been investing in them. Can you talk about how those work and how they kind of figure into your options for your savings?"},{"author":"REZVANI","text":"Yeah, sure. So the government issues bonds when they want to raise money for projects like infrastructure projects. When you buy a bond, you're basically lending the government money, and the government agrees to pay you back that money at a later date plus some interest. This was the hot investment of 2022. For a period of time last year, I bonds were paying an annualized rate of 9.62%, which is really high."},{"author":"SEGARRA","text":"And I bond stands for..."},{"author":"REZVANI","text":"The I stands for inflation. Right now for an I bond purchased before the end of April, which is coming up, the rate is 6.89. So, you know, it's dropped, but it's still pretty good against the rate of inflation."},{"author":"SEGARRA","text":"Yeah. So you just, like, buy them from the Treasury Department? How does this work?"},{"author":"REZVANI","text":"Yeah. So what you'll need to do is you'll need to set up an account with treasurydirect.gov. And once you're there, you link it to your bank account to transfer however much money you want to purchase. The max is $10,000. And then from there, it's pretty simple, and you can check back in regularly to see, you know, what kind of interest you're accruing. And what does that look like in dollar amounts? I will note you have to be very, very careful about entering your account numbers because getting that fixed is a very long, drawn-out process that involves snail mail."},{"author":"SEGARRA","text":"Oh, Lord."},{"author":"REZVANI","text":"So just be very careful when you put in your account information. But it's very simple. I mean, I have done it. You can do it within minutes."},{"author":"SEGARRA","text":"And with I bonds, is there a set amount of time before the Treasury Department will pay you back?"},{"author":"REZVANI","text":"The soonest you can cash out your I bond is at the 12-month mark. You will lose a few months of interest for withdrawing at that point. It's really only after five years that you can cash out without any penalty."},{"author":"SEGARRA","text":"OK. So for all of these things that we've talked about - a savings account where you're earning interest or an I bond or a CD - will you be taxed on the money that you make?"},{"author":"REZVANI","text":"You will, yes. But there are some advantages here. For I bonds, for example, your earnings are tax-free at the state and local income levels. For federal income tax, it can be deferred until you cash in on the bonds. So, you know, if you plan to hold onto a bond for 30 years and you want to cash out when you're retired, you're going to belong presumably to a different tax bracket, and so it might really work out for you to keep it as a long-term investment and to cash in later in life. Interest on CDs are also taxable. However, if you purchase CDs through a retirement account, a 401(k) or an IRA, you can avoid paying taxes on CD interests, at least in the near term."},{"author":"SEGARRA","text":"Do you need to have a lot of money to do all this?"},{"author":"REZVANI","text":"So I think it's really important, no matter how much money you're making, to always be aware of the different ways your money can be put to work. It doesn't matter if you're making an hourly wage and a very modest paycheck or you're living a very comfortable life. I think it's always good to just be aware of where your money is, what kind of work it's doing for you and what your options are."},{"author":"SEGARRA","text":"All right, Arezou, thank you so much. This has been really, really helpful."},{"author":"REZVANI","text":"Oh, my pleasure."},{"author":"SEGARRA","text":"OK, time for a recap. Check to see how much interest your money is earning in a savings account and consider switching to an account that pays more. Often, these will be smaller or online banks. You'll just want to make sure that they're FDIC insured. Savings accounts with a high interest rate are a good place to put your emergency savings, what you'd need if you lost your job or you had an unexpected expense. If you have additional savings that you won't need to tap into immediately, consider a certificate of deposit. It's a loan to a bank for a certain period of time. And those will often offer higher interest rates than savings accounts. You could also consider government bonds for money that you're saving up longer term. Some of them, like I bonds, actually pay higher interest when inflation goes up, but you can't cash in for at least 12 months, and you lose interest if it's been less than five years. In general, whether you have a lot of money or a little bit, you want to do what you can to protect it against inflation. And as you can see, you have options."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We have one on how to save for retirement and another on how to get out of debt. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. And our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Mia Venkat. Julia Carney is our podcast coordinator. And engineering support comes from Robert Rodriguez. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR8237720791.mp3","img":"https://media.npr.org/assets/img/2023/04/20/gettyimages-1311472486_wide-c5e8649577cab0e548c2ac5b4957de4c30f6c659.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","AREZOU REZVANI, BYLINE","SEGARRA","REZVANI"],"wave_peaks":[4,17926,19785,15099,13748,14153,17407,11363,21311,13308,14740,12701,21625,22337,13929,17111,16709,15700,21469,20870,9007,9981,23347,19393,21650,18669,10622,16416,12484,14866,14283,25377,13734,21684,23425,13766,13575,15279,16145,7285,130,3,19386,17451,19972,23304,5669,8149,14806,9596,8695,28887,30471,25324,3457,2411,2623,1924,1497,2176,1615,1529,1241,3063,2019,26038,25589,8048,7619,10230,9642,10811,2070,3110,1466,24835,29370,22784,16136,21453,9759,19788,25659,24946,9725,4609,6868,25789,17108,16293,11470,10321,2053,10292,19158,20482,12262,13003,10590,7657,13098,9979,2171,18987,27895,19371,12912,20436,12272,15405,23945,19545,24557,6667,18457,14120,14403,2901,19927,14224,17335,10820,12042,2610,7931,27679,19449,10317,22218,18310,14783,2899,26697,25169,12608,6270,24872,16663,15943,18933,8165,25447,19947,9230,1701,17600,25697,24779,26613,22596,17605,23096,1923,2126,25190,25767,24804,10202,19840,11426,9185,9212,4744,27142,25500,21649,13561,8535,13389,9435,6881,7202,11858,13359,8648,14392,14780,18149,1237,2675,10755,19107,19901,11833,9312,11340,8408,16576,23156,25469,24742,15275,16280,3964,1510,22502,17063,17602,13385,21328,24971,7618,13542,20491,18949,12012,5405,4017,20326,25780,19191,11273,19185,12857,11255,21539,23915,17382,12649,1404,2565,23852,25821,24923,13043,12103,13805,17165,16751,13372,11964,14828,17186,14750,2999,23464,24983,5414,21785,25860,26161,25110,13946,8459,17663,11408,15072,3520,3466,24927,20715,15900,18177,10507,17865,23639,19943,13566,10732,24420,8941,9955,9891,20798,19770,3404,17730,20352,22302,13743,12110,8287,11816,11766,11516,20655,7539,11121,19227,12562,9436,18293,18278,18955,22836,21713,15507,12536,20751,8848,10335,14452,13875,21119,12474,17591,11164,5612,7376,2950,24066,16741,12390,25156,11673,19170,4358,28286,26260,24524,16026,12458,15442,13297,8858,16315,13328,15653,13040,14102,12073,9615,20087,22491,23387,16590,27393,16005,2566,25248,24033,21279,23166,22485,25638,16324,10289,1657,20390,26706,25583,10958,10821,21834,24692,13511,10497,3097,29549,18980,9855,13181,10198,10708,12467,15941,3535,2767,27437,23552,20181,15889,15905,11745,13314,24226,20077,3336,15002,21097,25013,13132,7985,10937,12063,13924,24331,25142,18325,15118,11986,14513,15551,9149,8827,6233,15634,12232,2176,10939,15312,14914,15287,23451,23035,15394,24905,12757,23367,10095,11350,10634,14565,9558,14066,1831,26885,27874,24321,12730,9600,25221,9409,13953,20737,17190,14694,12281,17964,20051,26172,21453,18911,12377,11870,10455,7641,18862,8357,5328,4820,2953,7714,3749,2255,1584,3425,2586,1739,441,310,274,193,92,17,17743,20516,26599,16628,24737,23318,12049,20829,26989,15984,9525,16789,20508,14171,17929,25020,10493,11698,11571,11978,14237,17598,18128,23670,16393,15197,3486,23661,24785,13972,20417,21267,24772,10172,16382,17377,17933,17753,13119,16273,18269,20417,15715,12923,14577,12092,10519,8488,15091,23807,22372,14626,16859,15985,11823,17001,17382,12218,14583,24248,11737,13388,19109,11256,20521,6667,18083,15955,15944,14364,10374,11421,15170,9582,11641,13704,11465,9996,7250,24187,23300,19123,15993,4988,82,11,15145,26606,10558,26978,20212,21910,26220,11135,20723,16289,11495,14330,14913,13782,10357,15523,15717,11088,5578,19055,17893,24924,12678,9475,23598,25712,17474,19587,16329,19997,25420,14192,12907,4904,23612,23354,25786,19653,21088,26311,19442,26188,20283,19799,8946,14985,4956,45,5,4,9,22111,23591,12741,13971,15564,19376,13297,10453,7063,22239,20662,12338,9203,8677,5549,15342,12221,14026,16011,9758,6224,16276,19996,15065,11933,10300,14507,15996,10372,18966,16413,13131,20902,3201,21615,15681,6091,10916,13365,15332,14631,17796,16139,15196,11988,11222,11935,21891,10712,7093,17806,18892,15302,21087,18007,17868,8331,16323,12579,9376,21623,20050,13614,17982,13725,7775,3745,19113,14505,16181,23518,8019,5600,10115,21329,22171,9702,11803,17515,13721,8788,15314,19820,8206,8235,12937,9573,11284,7321,14093,15464,17652,20364,9201,12868,13112,5754,4115,30,3,9,6,0,15972,25100,23590,25670,22946,7668,20908,18259,26694,21169,24988,8683,14717,17305,18665,12581,14603,751,24779,24591,19228,14175,15765,20414,22146,24238,24375,15222,16573,10648,8353,22651,18334,21969,18057,26490,20827,23036,18354,15251,14441,5269,8512,25631,24617,14810,14691,16000,23960,23867,9686,23646,14800,206,2818,1581,25776,25187,22885,16597,15638,24083,11181,17851,17195,10860,14884,12288,11437,17014,18665,14884,13835,15680,14200,12060,13286,12776,1510,24551,24336,7375,15420,14797,10837,9640,15668,14330,13249,7637,13996,10485,790,14460,11708,17091,23139,19699,9452,17668,16158,8856,9547,8565,14515,6702,17544,18016,24931,10739,5001,24033,20397,23272,5234,15715,19362,21437,18586,24879,12237,18069,7697,10031,10195,13068,6363,13788,14609,12077,18018,23110,14638,12797,5747,20182,20276,15903,16275,13619,17772,16411,14152,953,10876,11329,24303,14587,9377,13388,20490,18254,17161,11684,13316,13412,23063,17494,850,11407,23587,15788,10988,11571,13634,10751,8991,8243,1897,17829,25770,29265,22235,5074,24521,21849,405,79,23732,19747,17696,12354,10198,17518,7017,466,9049,17623,23763,9621,16217,13577,22352,19446,12021,20506,5894,6730,14036,6170,12391,12155,18487,11638,13661,22797,12656,11592,10066,8400,535,11707,12660,23522,20373,1158,18157,24912,12841,12765,16392,19440,14934,11913,12892,5471,762,17010,12094,21523,15339,21120,4828,16020,11183,17384,20951,558,14636,19901,23567,22020,11188,11703,7044,21303,24747,19902,7898,18689,8427,14084,17802,16464,19210,14434,12729,7447,8361,8514,19482,15878,18196,13282,10758,16826,1080,919,20109,19364,21053,23600,18585,8676,7786,11137,9057,3698,1316,17387,18715,21225,17878,12334,17082,14983,9799,9246,11139,12560,8456,337,26540,16717,21084,9668,10812,13697,11628,10363,13980,7179,15821,11164,11830,16015,8004,12420,13480,5523,14784,22292,10707,1027,15304,11861,21296,9517,7814,13629,12375,10484,8746,13791,9507,23040,23427,9053,9885,3895,450,22775,11230,13367,9609,22783,24888,25024,5715,12924,10726,14998,10683,12602,23769,10490,8040,14988,14671,15523,7076,22321,12196,20530,9796,19720,23153,19136,18584,1224,18620,16986,21445,24166,16528,10000,6527,15605,12380,11959,12270,10856,10699,1237,15958,14452,15585,15392,12434,12849,12433,23776,12484,10671,10610,10696,14693,12307,677,20924,20092,11890,11980,10610,11911,16030,10817,25137,26241,13969,7753,12899,7835,9754,11128,8032,14845,18545,15111,7812,20942,15920,15450,12067,9409,17053,19904,15960,22862,12139,256,4419,15775,618,1634,24027,11248,18492,13445,23601,10477,13937,19502,15621,16336,20657,15573,10718,13233,11563,14964,14527,9177,8050,24187,22353,17330,16569,24872,25714,11097,16211,12690,10801,7783,10660,17497,18678,14551,23738,20592,14696,11487,11844,11279,7273,14699,19387,4792,25193,24846,24581,24114,24878,11721,12665,320,190,11275,8090,740,15941,23904,14780,25665,15831,24500,24398,22716,24824,12700,16136,14127,9138,6957,22425,19506,16663,17592,16726,14627,10864,7466,13027,10691,22636,6328,24865,25299,10460,13723,9760,1042,12741,12779,24383,24742,15427,13892,16517,10803,20823,11051,9617,14647,17108,10779,18000,10497,17053,11054,16028,10908,13801,994,17562,25691,7121,78,11393,11671,16719,9496,17067,15753,5568,17917,21522,14558,17184,13138,24471,20982,11752,10269,7584,10422,21489,9295,13701,23897,8544,12112,23954,18413,17445,8330,1851,20102,24468,15422,13771,23741,10816,9359,13287,9011,19959,16826,24087,16114,8406,18863,12193,23997,18687,11761,24164,9751,5971,24312,24451,18729,22757,24579,15573,14676,12987,9597,15326,14060,9071,18036,13847,19700,10325,19505,9983,12595,9109,23405,11477,7023,131,243,8772,20781,17187,16115,16830,19086,23837,23844,26538,8889,12971,10146,14704,183,27147,19724,21798,11549,11133,551,21178,21978,18146,11064,4434,7771,24871,19808,14675,24267,15134,19730,21561,9851,22494,13271,13614,9981,9597,17841,9496,12930,21505,14664,1679,15052,20212,16113,15318,13674,21287,12081,19376,21617,12193,10625,23801,14567,12214,9108,10489,12305,16993,18415,18254,17065,10086,10772,6935,24165,20393,17345,15610,17619,19771,15939,14893,24731,15879,17096,1996,25098,19440,22146,934,21979,10081,17499,6822,17091,15572,13337,24284,12752,23076,14270,19058,7019,11850,12050,15454,20269,19696,4812,10214,24786,12220,14325,13495,13320,9284,6380,21964,18090,25229,19149,9376,5750,11404,17195,15195,14056,15058,12805,7149,10640,15517,22117,11346,1268,12657,12193,11868,18782,20035,15398,12915,11805,20837,22648,14893,11659,12234,10653,13455,12777,15279,12478,1744,18075,26097,25757,7319,18870,12045,10266,9816,4273,24547,23893,8921,7708,23075,183,194,21641,19083,26581,11561,10987,24608,16425,16938,10542,16053,24215,13366,27722,18838,24081,12180,16834,24215,22146,18367,6253,11073,14160,1792,1631,1320,17681,19920,14262,13788,17849,23260,23199,13973,8884,16328,12725,11923,10833,8355,10281,10379,17507,19185,14605,8105,10308,12364,10730,12107,10604,9142,14497,13546,22624,20399,9227,24483,12981,19351,20526,24411,6120,18305,17290,15994,8964,12025,6309,14004,7588,24612,7189,10188,12286,13152,1393,4955,8420,21214,9225,13505,9818,11592,14656,10547,9666,19687,14575,11348,12336,1090,12580,12586,12847,15353,26538,21011,24068,8345,13270,13276,11526,5009,23720,23310,13176,16370,23293,19927,16905,17209,10458,16406,11352,17628,11482,1058,14112,24138,17291,24481,15351,21823,12927,7624,1263,585,1349,17504,19460,20846,11000,8997,19469,15786,11166,20252,10438,23361,19901,18444,10011,14253,8542,24201,24463,13357,9884,7767,7431,6182,27500,17203,9731,3060,1636,24708,22651,26188,21455,13409,24434,18059,10430,19377,20313,21657,25158,1165,26291,11653,8897,26312,25856,19055,16193,16406,10686,7820,19711,16505,13149,10739,9558,15730,10384,10210,19283,11515,25264,10722,17391,8368,12963,20119,21097,23657,10135,11639,20051,23885,22715,15821,6486,9102,10429,14922,12954,14934,21135,26098,15907,12561,18468,23819,24443,13320,10915,15336,11466,25426,10034,11292,11221,26267,19881,19131,18318,12238,13638,17681,4186,2602,24053,24920,12492,16016,25064,11486,25124,17041,13670,9724,4272,23154,22445,14516,9320,11849,14408,15999,11843,14189,11063,6032,13148,23979,14802,23662,6008,8884,20462,25811,21659,10991,14888,15778,15051,10611,8478,573,25598,25737,7240,19565,16728,17027,23616,9175,7907,7036,303,2079,10117,12412,12527,16008,23565,12954,13459,22141,14798,13539,12365,21143,7527,15022,18421,23155,24099,20697,12978,11737,15504,13394,16870,2853,24263,15419,20602,18481,24065,23330,22774,13392,12517,16187,14321,25788,13715,11489,21267,13101,8506,17378,14879,14603,5976,13696,21717,23160,13302,334,25849,24575,7329,8048,27908,22873,26009,9765,7380,27337,22057,16058,24128,9075,277,105,17929,24556,13517,8673,19928,22084,8829,22809,15460,23757,10697,980,152,2948,19705,23838,18015,13106,14985,20027,19951,5547,19337,14437,14095,17638,11403,23393,14854,10555,16850,18503,16767,12477,14760,13581,20691,24178,16546,22051,3730,259,6174,1499,1320,16289,17668,13852,13803,13712,14389,21877,14091,11601,14109,16013,18873,24508,12050,11697,6304,14408,15848,14136,13779,12505,11831,7097,7395,16009,13229,13953,6183,1020,27297,24582,19326,3277,15326,15526,20855,24419,13473,9727,14071,9573,10022,9194,14527,8092,12443,8514,5411,1099,16192,14680,12789,20724,16224,15251,17611,14550,8646,8895,17147,9406,11511,13968,10696,20244,4099,17582,17167,25909,13160,15078,7044,8542,6634,3557,22585,21542,20008,7602,10861,9292,13862,11937,15561,9059,8090,523,23123,11793,13493,16506,9167,13168,17746,8217,10273,10850,26092,9764,13653,14465,16583,24145,3955,7510,27209,27045,12403,15452,8708,2619,16513,25158,2073,1883,1012,21781,24561,13092,10738,10783,24120,13578,19610,7916,11387,11711,24082,16282,7317,932,25042,23020,6925,77,25224,24277,13964,19987,25101,24829,12216,22834,14725,9918,17412,11232,15339,23604,12191,12743,9756,13251,12524,17214,12151,10289,9095,15889,13038,8959,23851,9894,14234,9758,8941,1162,22706,23552,18645,13237,14996,9251,12884,11750,7935,17716,24610,24723,13832,12492,14043,9380,12792,20244,5181,24085,14163,9898,4447,15758,26471,24232,16566,9060,5743,23117,23849,12337,15398,10493,1900,26218,27592,24467,1137,18079,18977,14225,14118,9514,26700,15430,16264,16809,10363,7567,9301,11100,11029,6566,12997,21134,11758,3464,23671,12616,8506,13641,12587,11166,24473,24820,10973,2249,13582,9962,22006,14144,17016,24573,7157,11993,11486,8743,10645,10995,13915,20737,24352,25278,12453,13584,8704,1098,23414,7943,8864,14712,10539,7338,13936,10835,14380,13587,1072,20140,9244,18103,21395,11360,14222,12587,11899,362,2190,24481,21174,17554,24949,14826,24231,8532,23507,18046,8721,13629,10437,6564,469,11455,9133,23124,25527,20679,12169,7053,6984,8789,15844,9509,14047,15804,11815,8597,27539,10213,10181,12876,14702,14993,14663,14779,17164,20640,15085,25817,16016,9972,9339,8820,9918,817,15723,22822,747,15222,24112,25379,11633,11186,13269,8888,16412,12746,9520,8775,14118,17932,15078,19999,26709,12578,2253,24951,24507,11582,17262,21253,12406,7733,1388,19969,24561,17035,8420,5144,22920,20084,7620,11439,10880,7168,6720,17633,22486,19609,17901,13345,964,24032,21044,9106,12229,24583,11573,8637,8653,11778,22475,18711,8663,13720,20391,28104,11709,11547,14969,26627,16391,14045,9725,14335,937,22234,19513,10258,22194,23919,405,371,312,26508,14393,14128,23359,23460,22986,22043,24229,20901,15747,10155,12649,23882,12375,8008,22519,27000,27197,20282,17222,11060,7327,1581,28296,25648,21111,24453,15210,18175,24782,15403,17011,10870,16780,11561,12980,21074,10212,18529,9141,21960,19671,965,27150,24612,13202,10902,13854,10309,11923,11689,8824,13068,5307,4966,14403,8470,9349,9214,23511,22747,13501,6031,11543,16973,12369,21418,8742,975,16666,25974,16239,19591,7628,7380,16107,10810,13440,10008,24626,18429,13892,11302,16073,24862,12577,10830,8568,5596,12461,23742,23687,12522,15811,11211,13952,10549,2961,24708,15345,10938,7555,518,3301,21947,26489,19478,19030,24035,23865,17045,12139,14466,9407,8219,5173,721,10619,10060,19392,13560,11960,24110,16082,10416,15426,14855,8589,13884,12924,13489,21297,14081,15787,14542,24231,5279,23799,23916,924,449,26093,24249,14574,12802,7483,4578,508,1549,25093,24932,16807,11828,12841,1638,25320,18889,15359,15138,13832,7866,11740,13578,25492,20534,17398,17340,25377,861,15351,22518,11775,12972,18016,14010,19244,8847,24486,11553,18979,16772,14535,24141,23713,10492,8173,14306,12396,630,26323,24951,21061,22552,27497,25820,25130,25376,10189,10098,9981,17784,14431,12548,3539,25607,23454,15772,20221,12422,10673,13866,10444,11492,10076,15980,11676,24811,10563,20126,10780,24539,23911,12276,23800,22211,19688,19270,13920,1792,1406,21495,21427,15607,21976,15261,12201,12083,897,16094,17419,12084,24223,24059,15442,12850,18013,20449,18524,19052,14834,13976,13125,24005,10836,21166,11969,9884,13314,1252,14764,19278,12002,19566,12505,15075,11796,15378,10682,22140,23994,14226,13108,12654,6944,5690,12072,7338,13409,10379,8793,12918,10425,7657,18756,12566,20522,16069,15823,14678,9871,2250,20819,16941,21497,13856,10671,14566,22271,21617,23090,12113,18724,14677,10682,12401,13653,10164,9709,11844,25457,13430,9943,9072,8290,9739,10498,13534,22054,24834,23500,10663,9918,9627,11820,6637,5929,13021,9444,9912,23192,23944,19279,14448,9651,8701,15703,11500,17846,14591,9501,1116,19584,27842,17684,23602,16187,16892,25714,10807,8022,11525,9670,16271,10411,362,24236,15487,23769,9493,12017,11606,24682,17175,10719,13255,8309,3626,18063,22101,23646,24889,22169,10526,16556,15279,2163,15750,15244,17885,10648,25537,16686,15738,19219,13938,11189,22113,19801,15387,15111,2383,10037,23507,11155,12767,14536,11382,9664,8797,8517,20728,24837,13476,7165,20833,17074,15715,22964,16100,21344,9589,9929,7688,15933,24387,24507,24113,26296,19590,12221,7354,2218,24653,24361,14866,11959,1297,24397,14206,11324,23366,11022,19254,18698,17661,25059,14162,3893,15161,9663,16333,17635,8843,10836,21239,25596,17886,6007,10322,13178,10200,7835,8939,24872,20235,149,17238,13103,25150,20233,13265,14706,15274,4348,591,4610,26910,25810,23268,11093,19449,24406,23169,22716,8022,11819,12306,14849,26183,25197,13668,11044,8025,812,12643,20061,16680,15546,24273,16927,11515,10325,17722,11312,7989,9750,13886,13082,924,18374,14261,17080,25156,14705,9769,23320,17359,14949,8757,12899,12009,11931,6691,23197,12947,15058,10056,17269,11594,4529,10174,14266,8489,7516,7341,8823,20759,26580,13261,8921,14697,15130,13581,14389,15450,16334,12124,9934,10284,9096,16553,23305,8889,24025,24163,7660,11413,25079,19559,19876,13051,10091,12289,24058,22999,15026,8797,10169,14945,13324,25502,24996,16090,10603,8298,6306,9055,12219,13262,14060,10075,24737,17470,11431,13773,11896,24137,16090,17069,16601,18360,2049,1398,26777,22795,14406,13203,6471,12733,23700,23436,11571,803,15883,25419,14490,16529,7495,10005,8367,10100,7255,8714,6871,17618,16708,20747,15454,8869,17066,15428,7391,10123,11888,1024,16014,13670,27546,27513,16495,23686,10832,22076,10340,15413,17079,9446,9826,2925,174,17368,17926,24328,19235,14630,15873,10145,11645,11235,16464,11866,13142,17613,26178,14923,8300,15850,13351,10849,8914,19697,17415,15240,11880,13127,14389,11133,14372,8885,18744,12584,9030,12764,9770,9254,10944,8932,7763,14120,10937,6918,4552,4431,13866,27270,27907,12764,12213,17907,16097,14983,13035,11301,11700,11226,10737,13321,26648,4881,11036,16448,12037,19187,15510,13060,19910,4628,9653,14214,18812,18070,16024,14362,18802,18152,16395,14868,14462,10826,16625,15303,11260,10590,11079,8262,14348,18840,17674,16296,17709,3847,6034,3901,3438,26587,29149,20545,11595,17422,14097,11799,9793,15439,20070,6870,26619,24489,13097,3955,3566,3564,8446,2823,30263,2423,23608,22189,12961,8093,6796,7639,29833,18284,21384,14801,8798,10577,9227,12034,8757,7243,12077,8505,13481,9062,23884,24706,25410,12928,19874,10089,15728,3592,25906,24460,14962,16402,17070,18485,17550,11694,12485,6447,16025,16311,14843,21910,16579,11986,15686,6294,3649,2547,23404,17689,19779,25911,18136,17261,21864,18990,9710,15900,16927,10159,7846,8381,27154,12426,14364,9918,14464,23791,11681,11291,24911,8607,15010,9083,2575,4193,25422,28576,25735,14597,10021,12591,21800,9244,19725,11755,14689,9431,6801,18311,20236,13549,11900,13093,11379,13607,23593,18636,18616,16169,12416,9126,8445,13722,5588,4081,19638,21938,27601,13799,15755,17163,9343,11177,11847,17480,13035,15844,9715,4334,25829,20190,19703,29096,20724,20334,12502,15334,13894,12563,24951,23786,26685,19021,10870,4325,19844,18673,27360,27142,7929,5868,25284,24835,26790,23601,15366,14367,19539,11687,14162,5263,6388,28979,21807,24923,15073,14925,20421,9651,8276,7581,26053,16109,14187,12316,10163,11272,20310,11402,9951,3617,7615,29221,22652,19743,18681,19418,18133,14975,15852,14931,7300,15492,14516,23395,12696,22236,14858,18664,15125,2945,5737,13161,14591,18078,6106,6434,21538,11286,18187,1831,1333,1130,2556,5906,4590,5536,5531,6027,25201,27621,21989,21167,24538,8816,4834,19750,19734,16039,12786,18170,17120,4579,18906,16763,17972,15461,11746,19379,7050,7655,25453,15204,15436,24530,25283,12734,10567,25075,15314,13479,3409,12849,25233,24288,16620,15828,14730,9487,12565,3762,25436,20961,15758,12904,12930,14572,16636,17434,13650,8726,9512,13119,3608,4163,23855,22117,25503,13676,15991,16699,20736,14881,11659,11326,12774,13579,22117,15173,16419,12160,12179,9096,6054,25273,24915,18031,12788,13508,14421,25576,16683,15880,10013,11014,17307,9301,4742,4140,4343,3882,28967,20559,26895,17377,10178,12301,17382,14536,17307,10908,19662,18368,12624,11119,22846,17452,7191,10397,20341,27359,15573,17136,17622,15964,11943,14179,12553,23551,5083,4538,27663,19477,12444,14605,22362,10685,11072,18937,25691,26900,17198,14780,13738,13576,12891,4600,22561,27323,14313,24144,13868,11533,21252,15388,12039,20527,23570,19235,6750,16912,14847,18843,19236,18028,14779,26687,18231,6165,5293,6003,22743,24779,22573,14546,25879,15639,14948,13218,5946,13765,20906,26290,20200,5416,13517,24150,19419,21979,14075,5201,4844,30192,26860,22367,19633,5531,12634,14776,11908,7246,6657,6566,6948,6246,5373,4248,3865,2598,2389,884,1760,1147,1446,1010,821,558,373,317,176,55,18,11,2,22111,23591,11463,13971,13952,15564,19376,10514,7605,14129,22239,13823,8299,9203,8677,15342,12221,13873,15144,16011,9758,16276,15043,19996,14079,11933,12966,15996,13486,4186,18966,16413,20902,16025,21615,15681,6091,10916,7714,15332,14631,6195,17796,12414,15196,11988,11935,16253,21891,10712,467,18892,18453,21087,9782,18007,8331,7962,16323,9376,896,21623,11181,17982,16970,12983,7775,4557,19113,16181,23518,21662,6463,100,21329,13532,22171,11803,17515,15316,7912,15314,19820,7486,8235,9442,12937,11284,7321,8807,14093,17652,9012,20364,12868,13112,5754,5560,209,3,17163,22268,18213,16135,16565,25665,16097,11045,22843,13975,12937,14359,23480,16586,24427,23606,20487,15819,14881,2750,22761,24964,9820,14417,21290,15586,19545,17641,17497,20541,10635,11881,11800,10966,11596,6919,24755,24030,20787,27754,12102,10528,10695,25472,8055,10772,25816,25223,14973,19297,23915,17812,8448,102,15,20701,25760,28806,21007,22635,20058,20230,12977,22012,16629,18391,18640,14749,13530,17961,20055,17570,22092,18556,10502,26163,21790,26170,23750,16018,25482,18309,19296,20088,12568,9799,22642,17687,23211,12609,11266,11736,17928,10173,18458,13604,13182,10850,18193,17457,14769,15372,13352,18278,26807,19269,17401,27783,23426,14805,21356,9912,16822,25578,17569,16989,14787,21369,19593,10510,23114,23138,25758,6894,15848,16630,16066,10445,3841,2062,662,1131,308,128,4],"fragments":[{"begin":"0.000","end":"74.840","lines":["Hey, everybody. It's Marielle Segarra. If you have money in a savings account, I want you to check something. Log into your account online, and you can see how much interest you're making a year. It'll say, you know, 0.5% APY, annual percentage yield. Now I want you to think about another number - 5%. That's the inflation rate in the U.S. right now. And it's been higher than that for a while. The difference between those two percentages - that's how much the money you have in savings is losing value every year. When we put money in a savings account, we like to think of it as safe, right? But when inflation is this high, your money isn't safe because its value is eroding a little bit at a time. Arezou Rezvani covers personal finance and housing for NPR, and she says there's this inertia that happens with our savings."]},{"begin":"74.840","end":"90.160","lines":["I have talked to a lot of people about this, and what happens, really, is that they started a checking or savings account when they were really young, and then they've never really bothered to check back in to see, oh, what is my savings account making for me?"]},{"begin":"90.160","end":"127.600","lines":["Also, over the past few years, a lot of us got used to the measly point-something percent interest rates that our savings accounts were offering, because that's just kind of how it was across the board. But for a number of reasons, there are better options now, better ways to protect your money against inflation. And look - switching savings accounts might seem annoying..."]},{"begin":"127.600","end":"154.000","lines":["You're sitting down taking a look at the various websites, setting up new systems, transferring money. It seems like a little bit of a hassle, but I think it's worth it in this moment of high inflation."]},{"begin":"154.000","end":"169.640","lines":["On this episode of LIFE KIT, we walk you through some of your options and help you figure out what to do to keep your money safe."]},{"begin":"169.640","end":"195.680","lines":["Let's start with what the options are if you have money that you want to put in savings. I mean, there's the traditional kind of savings account - right? - where you earn some interest on your deposits, and also a certain amount of that money is insured by the federal government."]},{"begin":"195.680","end":"256.480","lines":["Right. Yeah. That's right. I mean, I think one of the easiest ways and maybe the best place to start is to take a look at your savings account. And this might be an account that you started years and years ago when you were really young. Maybe this is an account that you haven't checked in on in quite a while. And take a look at what kind of interest you're accruing there. It's not uncommon if you have an account at a very big bank that you will be getting an interest rate of, like, 0.01%. So not all savings accounts are created equal."]},{"begin":"256.480","end":"257.400","lines":["Why is that?"]},{"begin":"257.400","end":"332.040","lines":["So a couple of different things. So bigger banks - they've done quite well over the last few years. You know, if you look at how people were spending and saving during the pandemic, you know, a lot of people were getting government assistance. Spending went down. Savings went up, and a lot of that excess savings ended up at the bigger banks. So they're doing just fine. They don't really need deposits or depositors. And so they can afford to offer really skimpy rates. When you look at some of the smaller banks or credit unions, you know, they're smaller institutions, and so they want to bring in more cash and more deposits and more depositors, and so they will do that by promoting better interest rates. So that's why you will often see at smaller banks interest rates of 3.5%, 4.5%. And nowadays, because of the recent banking turmoil, you will see that some of these smaller banks have actually increased some of their - the interest rates they're offering their customers because they want to keep the money in their institutions. They don't want people to take their money and take it to the bigger banks."]},{"begin":"332.040","end":"338.920","lines":["Yeah. And is this kind of a rule across the board that, like, smaller banks will offer better interest rates or bigger banks won't?"]},{"begin":"338.920","end":"349.160","lines":["At this point, it is pretty common that you will see smaller banks offering better rates and bigger banks not offering as competitive a rate."]},{"begin":"349.160","end":"357.680","lines":["OK. What about online banks where there's no brick-and-mortar location to go into? I've heard that those also offer better interest rates. Is that true?"]},{"begin":"357.680","end":"390.040","lines":["Yeah, that is true. And the reason why is because a lot of these online banks - they don't have to maintain those brick-and-mortar kind of locations. And so what money they're saving on that end they're able to kind of offer you back in the form of better rates. So you want to be careful with those. You want to make sure that they're FDIC insured, that it has government backing. But for the most part, yes, they are offering better rates because they don't have to maintain those brick-and-mortar sites."]},{"begin":"390.040","end":"397.360","lines":["So if you're looking for a savings account that is going to offer you a better interest rate, where should you start? Just an online search?"]},{"begin":"397.360","end":"439.560","lines":["Yeah, I think there are several websites that are good places to go. So NerdWallet is one - depositaccounts.com, Bankrate - those are some really good reliable websites you can go to to get a lay of the land - to get a sense of what's out there. You know, are there minimum deposits you have to put in in order to benefit from high interest rates? What is in the fine print? Are there any kind of hidden fees associated with moving your money from an outside bank to maybe a new one that's offering better rates? Those are websites that can kind of help you navigate all of that."]},{"begin":"439.560","end":"447.360","lines":["Does it make sense to just move all of your savings to the bank with - that offers the highest interest rate? Why wouldn't you want to do that?"]},{"begin":"447.360","end":"478.360","lines":["I mean, you certainly could. I think it depends on how much money you're working with. If you have more than $250,000, which sounds like a lot of money, but at some point in your life you might come upon it, whether that's because of a sale of a house or an inheritance, but if you're coming - if you're dealing with more than $250,000, you don't want to put that all in one institution because after $250,000, the FDIC will not insure that. So if you have more than that, you want to spread it around."]},{"begin":"478.360","end":"486.640","lines":["I wonder - how much can you make if you make the switch to a higher interest savings account?"]},{"begin":"486.640","end":"531.840","lines":["You know, it's not going to be life changing, right? I mean, if you stay at some of the bigger banks, you're making something as little as 0.01%, which is pennies. You know, I talked to one woman who told me that she had been making 12 cents a month by keeping her money at the bank that she had always held an account in. And so she opened up a new account at another bank and, all of a sudden, was making, you know, 4%. Now, 4% isn't a lot of money, but the point is not to, you know, score the big bucks. The point is to not lose money to inflation. And also, that money adds up over time."]},{"begin":"531.840","end":"539.760","lines":["Yeah, so if she had $10,000 in the bank, she could go from making pennies to making a few hundred dollars."]},{"begin":"539.760","end":"541.000","lines":["Exactly."]},{"begin":"541.000","end":"542.520","lines":["And that's a year, right?"]},{"begin":"542.520","end":"544.680","lines":["That is a year. Right."]},{"begin":"544.680","end":"558.000","lines":["OK, so we've been talking about savings accounts. What else can people do to earn money on their savings besides, like, through interest in a traditional savings account?"]},{"begin":"558.000","end":"589.640","lines":["So you can make other investments that are not super risky. You know, it's not going to be the kind of risk you take on with the stock market. One of the better options is a certificate of deposit or a CD. CDs are basically a lump sum deposit that you essentially loan to a bank for an extended period of time. It can be nine months. It could be several years. It's really up to you. Typically, the longer you put it in, the better the interest rate you get back."]},{"begin":"589.640","end":"592.840","lines":["So like, what kind of rates would you be looking at?"]},{"begin":"592.840","end":"678.680","lines":["I have seen rates at 5%, at 6%. Now, there's an upside and a downside to this, right? You get the better rates. Typically, the longer term - the longer the term, the higher the interest rates. The downside is that you can't withdraw your money for an extended period of time without paying a penalty. With savings accounts, you have access to that money at any time. With CDs, you can't touch it unless you're willing to pay a penalty for an extended period of time. So if you have your emergency savings all set up and you feel secure - you feel comfortable, and you have some excess savings that you want to use, to put to work, CDs are a really great way to go. And one other thing I will say about this because I don't think it's as simple as, you know, you won't be able to touch your money for nine months or 12 months. What - something you can do is a CD ladder, and what that basically is is, you know, instead of giving all of your money in a lump sum over to a certificate of deposit, you stagger that investment. So you might put in, you know, 5,000 now. In six months, you'll put in another 5,000. And that allows you to tap into those amounts at different periods of time, so it's not all gone for an extended period of time."]},{"begin":"678.680","end":"690.040","lines":["I've also been hearing a lot about government bonds in the past year. A lot of people have been investing in them. Can you talk about how those work and how they kind of figure into your options for your savings?"]},{"begin":"690.040","end":"720.960","lines":["Yeah, sure. So the government issues bonds when they want to raise money for projects like infrastructure projects. When you buy a bond, you're basically lending the government money, and the government agrees to pay you back that money at a later date plus some interest. This was the hot investment of 2022. For a period of time last year, I bonds were paying an annualized rate of 9.62%, which is really high."]},{"begin":"720.960","end":"723.040","lines":["And I bond stands for..."]},{"begin":"723.040","end":"735.360","lines":["The I stands for inflation. Right now for an I bond purchased before the end of April, which is coming up, the rate is 6.89. So, you know, it's dropped, but it's still pretty good against the rate of inflation."]},{"begin":"735.360","end":"739.840","lines":["Yeah. So you just, like, buy them from the Treasury Department? How does this work?"]},{"begin":"739.840","end":"776.000","lines":["Yeah. So what you'll need to do is you'll need to set up an account with treasurydirect.gov. And once you're there, you link it to your bank account to transfer however much money you want to purchase. The max is $10,000. And then from there, it's pretty simple, and you can check back in regularly to see, you know, what kind of interest you're accruing. And what does that look like in dollar amounts? I will note you have to be very, very careful about entering your account numbers because getting that fixed is a very long, drawn-out process that involves snail mail."]},{"begin":"776.000","end":"776.320","lines":["Oh, Lord."]},{"begin":"776.320","end":"785.360","lines":["So just be very careful when you put in your account information. But it's very simple. I mean, I have done it. You can do it within minutes."]},{"begin":"785.360","end":"791.600","lines":["And with I bonds, is there a set amount of time before the Treasury Department will pay you back?"]},{"begin":"791.600","end":"805.360","lines":["The soonest you can cash out your I bond is at the 12-month mark. You will lose a few months of interest for withdrawing at that point. It's really only after five years that you can cash out without any penalty."]},{"begin":"805.360","end":"818.440","lines":["OK. So for all of these things that we've talked about - a savings account where you're earning interest or an I bond or a CD - will you be taxed on the money that you make?"]},{"begin":"818.440","end":"867.840","lines":["You will, yes. But there are some advantages here. For I bonds, for example, your earnings are tax-free at the state and local income levels. For federal income tax, it can be deferred until you cash in on the bonds. So, you know, if you plan to hold onto a bond for 30 years and you want to cash out when you're retired, you're going to belong presumably to a different tax bracket, and so it might really work out for you to keep it as a long-term investment and to cash in later in life. Interest on CDs are also taxable. However, if you purchase CDs through a retirement account, a 401(k) or an IRA, you can avoid paying taxes on CD interests, at least in the near term."]},{"begin":"867.840","end":"871.360","lines":["Do you need to have a lot of money to do all this?"]},{"begin":"871.360","end":"894.800","lines":["So I think it's really important, no matter how much money you're making, to always be aware of the different ways your money can be put to work. It doesn't matter if you're making an hourly wage and a very modest paycheck or you're living a very comfortable life. I think it's always good to just be aware of where your money is, what kind of work it's doing for you and what your options are."]},{"begin":"894.800","end":"899.160","lines":["All right, Arezou, thank you so much. This has been really, really helpful."]},{"begin":"899.160","end":"901.680","lines":["Oh, my pleasure."]},{"begin":"901.680","end":"993.120","lines":["OK, time for a recap. Check to see how much interest your money is earning in a savings account and consider switching to an account that pays more. Often, these will be smaller or online banks. You'll just want to make sure that they're FDIC insured. Savings accounts with a high interest rate are a good place to put your emergency savings, what you'd need if you lost your job or you had an unexpected expense. If you have additional savings that you won't need to tap into immediately, consider a certificate of deposit. It's a loan to a bank for a certain period of time. And those will often offer higher interest rates than savings accounts. You could also consider government bonds for money that you're saving up longer term. Some of them, like I bonds, actually pay higher interest when inflation goes up, but you can't cash in for at least 12 months, and you lose interest if it's been less than five years. In general, whether you have a lot of money or a little bit, you want to do what you can to protect it against inflation. And as you can see, you have options."]},{"begin":"993.120","end":"1100.040","lines":["For more LIFE KIT, check out our other episodes. We have one on how to save for retirement and another on how to get out of debt. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. If you've got a good tip, leave us a voicemail at 202-216-9823. Or email us a voice memo at lifekit@npr.org. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan. And our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Mia Venkat. Julia Carney is our podcast coordinator. And engineering support comes from Robert Rodriguez. I'm Marielle Segarra. Thanks for listening."]}],"duration":1100}