{
  "title": "Do you freeze up in front of your doctor? Here's how to talk to your physician",
  "url": "https://www.npr.org/transcripts/1172843588",
  "intro": "Ever leave the doctor's office confused or with unanswered questions? Talking to doctors and other medical professionals can be hard — whether they're good at their jobs or not. We'll give you the tools to get more out of your appointments. We'll talk about how to choose a provider, prepare for your visit, ask the right questions, and get your provider's attention if they're not hearing you. To support our work at NPR and listen to the show sponsor-free, sign up for Life Kit+ at plus.npr.org/lifekit. ",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle Segarra. When I was a kid, I had this idea that doctors were like all-knowing gods. If you had a problem, you'd go talk to them. And they would for sure know what was wrong and how to fix it. Then my brother became a doctor and the bubble burst. OK, hear me out. It's partly because this is somebody I used to have slap fights with over the remote and who once called me from his college dorm asking, hey, how do I make a can of soup?"
    },
    {
      "author": "SEGARRA",
      "text": "But actually, it's because of the conversations we had as adults. I would come back from a doctor visit and realize I was confused or had a lot of unanswered questions. Or I'd be upset because a doctor didn't know what was causing my symptoms. And he'd say to me, yeah, some doctors aren't that good at their jobs, or why don't you see someone with a different specialty? The biggest shock was when he told me your doctor might never have an answer. Maybe there is no clear diagnosis they can give you. Over time, it was like doctors came down off their pedestal. And that was a good thing because it made me more comfortable talking to them."
    },
    {
      "author": "JENNIFER MIERES",
      "text": "You know, I think most patients feel that the doctor is all-knowing and that in the medical encounter or the relationship, that they are powerless."
    },
    {
      "author": "SEGARRA",
      "text": "Dr. Jennifer Mieres is a professor of cardiology at Hofstra Northwell Health and co-author of the book \"Heart Smarter For Women.\" Dr. Mieres says this idea that doctors are up here and you're down here, for a long time, that's the mindset they were taught."
    },
    {
      "author": "MIERES",
      "text": "That thinking comes from years of us being trained with the paternalistic approach. We're now transitioning to training doctors of the future to understand that health care is a team sport."
    },
    {
      "author": "SEGARRA",
      "text": "It's a work in progress. But she says you not only have the right to ask questions and share concerns with your doctor, you should be doing those things."
    },
    {
      "author": "MIERES",
      "text": "This is a partnership. And like in every partnership, you have to discuss what matters to you and share your story to really come up with a health and wellness plan or come up with a diagnosis."
    },
    {
      "author": "SEGARRA",
      "text": "It's your body we're talking about, your health. So on this episode of LIFE KIT, we're going to help you talk to your doctor or physician assistant or nurse practitioner, or any other medical provider. We'll go over how to choose one, how to prepare for an appointment, what questions to ask in the exam room and how to push back when a provider is dismissive or isn't taking your concerns seriously. We'll also get into a roleplay scenario where I play the doctor and Dr. Mieres plays the patient."
    },
    {
      "author": "SEGARRA",
      "text": "If you're looking for a medical provider who you can have this kind of partnership with, is there anything you can do in the choosing part, you know, to try to figure that out before you even get into the room with them?"
    },
    {
      "author": "MIERES",
      "text": "So I feel you need to look for a few things. You want to find someone who you could really build that partnership with, someone who listens, someone who is going to take your symptoms seriously and foster that bond. You know, it's like dating. You go out on a date. You really have to feel the vibe and feel that you're connected. It's the same thing because, you know, it's such an important and sacred relationship, because your health is your most important asset. You need to find someone that's going to be on your team, that will really be your partner. So I think the best way - family, friends, you know, looking at websites that are patient-centered. And then when you meet someone, you just sort of have to see if he or she is listening to you."
    },
    {
      "author": "SEGARRA",
      "text": "OK, so let's say you have an appointment. And it's your first appointment with this person. What should you be doing to prepare?"
    },
    {
      "author": "MIERES",
      "text": "I always say - you know, I would joke and say prepare as if you're going to your accountant, getting ready for taxes. You certainly don't show up without receipts or whatever - right? - so I think thinking about writing down what has been happening over the past three months or since the last visit. If it's the first visit, important things like the family history is important, thinking about if you've had any symptoms. What happened with the family history? What risk factors are important to record? We encourage women to keep a logbook, right? Here's the family history. This is what has happened to me - vital signs of, you know, things like your blood pressure if there's a family history of diabetes. And just keeping those numbers and that record can help in treatment strategies."
    },
    {
      "author": "SEGARRA",
      "text": "So let's take another example. Say you've had knee pain on and off for a couple of months. Is it helpful before your doctor's visit to think about, OK, when did this start? Like, how can I figure that out? Maybe I look at my calendar and I say, all right, I remember I had it at that party. And that was on this date - that kind of thing?"
    },
    {
      "author": "MIERES",
      "text": "When you go in to describe any symptom, all of the information is important. So when did it start? What was I doing when it started? How long has it persisted? What makes it worse? Does it ever get better? All of these features are important. And when it comes to the joint, sometimes even thinking back - did I get injured when I was playing hockey or soccer or anything like that? - all of those things come in. But when describing a symptom, it's detective work, right? You and your doctor are detectives. And you have to provide the information. And so anything you can describe, duration, time it started, you know - for joint pain, was I wearing heels? - all of that stuff, definitely important. So the more information, the better and the higher the chances of coming up with a diagnosis."
    },
    {
      "author": "SEGARRA",
      "text": "And you talk about the doctor and patient as co-detectives. I don't know if it's like a Holmes and Watson sort of situation or..."
    },
    {
      "author": "MIERES",
      "text": "Or Columbo (laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, or Columbo."
    },
    {
      "author": "MIERES",
      "text": "I'm telling my age there, right?"
    },
    {
      "author": "SEGARRA",
      "text": "But I get the reference. Yeah. I mean, I think that gets at this whole point about us thinking that our doctors are just going to know the answer and that there is a clear answer instantly. Or sometimes, you come in with something, and yeah, your doctor might not ever have a clear answer for you."
    },
    {
      "author": "MIERES",
      "text": "Correct. You describe the symptom, the history. And then, based on the information, then we in the health care professions will go through our algorithms. You know, it could be this. We come up with a differential diagnosis, as we call it."
    },
    {
      "author": "SEGARRA",
      "text": "And what does differential diagnosis mean?"
    },
    {
      "author": "MIERES",
      "text": "So differential diagnosis is a medical term to come up with a list of possibilities. So example - you're having sort of chest discomfort. We think it could be, you know, heart disease but also other things that can have a similar presentation like gastrointestinal reflux. So it's a list of possibilities that we match the symptoms to to say it could be, you know, diagnosis A, B or C. And then we put the pieces together and decide, based on the history and what you're telling us, whether you need additional testing. So it really is a partnership. And, you know, we need that information."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. If you know ahead of the appointment that there's a particular topic you want to talk about, some research you want to ask about, something that might require the doctor to do some reading ahead of time or some preparation, what's a good way to flag that?"
    },
    {
      "author": "MIERES",
      "text": "Usually, you know, when I think, you know, patients say, OK, here's a topic I want to talk about, there has to be a follow-up. And in today's world of telemedicine, you could always do a quick telemedicine visit. Or we all have patient portals, right? So you could easily communicate with your doctor or your medical team via the patient portal. And I encourage, you know, patients to do that because it's a much faster way than getting a face-to-face appointment."
    },
    {
      "author": "MIERES",
      "text": "You know, we have with patient portals now a lot of the questions you can fill out before you go to the doctor's visit. So really taking the time to log on to the patient portal and write, you know, coming in today because of knee pain. I'm concerned about chest discomfort, chest pain, family history of heart disease. So you can definitely hone in. So you have to do the homework to help maximize the time together."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So sometimes, you're at the doctor, and you get a diagnosis. What are some questions you can ask in that moment about this disease? For instance, what if it is something potentially life-threatening? What are some questions you might want to ask about that?"
    },
    {
      "author": "MIERES",
      "text": "So you get a diagnosis, and you automatically - at least, I know many people and for me - it's brain freeze because you stop thinking. And you sort of follow a circuitous path that doesn't make you the most cognitively alert person. So I think, you know, at that point, you hit the pause button to sort of take it in. And you could say to your doctor, OK, what does that mean? Tell me a little bit more. What do we know about this diagnosis? You know, what do I have to do? Do we have a treatment plan?"
    },
    {
      "author": "MIERES",
      "text": "I know for me, I'm very solution-oriented. And I would say, reserve the right to say, OK, I'm going to come back with my partner, my friend. Having someone with you to sort of discuss a treatment plan, especially if it's something that is a complicated diagnosis that could be potentially life-threatening, is important. And you could always ask for a timeout to say, OK, let me digest this. What does this mean?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. What does this mean for my life? If it's a big diagnosis, I imagine you'll want to talk to another doctor about it. Can you ask your doctor for recommendations for a consult?"
    },
    {
      "author": "MIERES",
      "text": "Yes. And, you know, I think it's in everyone's best interest to get a second opinion."
    },
    {
      "author": "SEGARRA",
      "text": "Like, that's not rude."
    },
    {
      "author": "MIERES",
      "text": "No. It's absolutely not rude. And it's your right, and it's your health. And it's - you know, and sometimes with complex diagnoses, there are many alternative treatments. And it's, you know, within your right to get a second opinion."
    },
    {
      "author": "SEGARRA",
      "text": "So if you go to a new doctor and you do what we've talked about - you've prepared. You have your questions. You bring your notes. And they kind of look askance at you, or they are like, what - do you think you're a doctor now because you look at WebMD or whatever? Is that just a sign that this is not the doctor for you?"
    },
    {
      "author": "MIERES",
      "text": "Oh, my gosh. Yes."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "MIERES",
      "text": "Definitely. I think, you know, we're hoping that that wouldn't happen because we know it has to be a partnership and that you have answers to what's going on. You feel - sort of get that vibe, you know, that maybe it's time to look for someone else. Or this is just not going to work out 'cause you think of your relationship with your doctor as a lifelong relationship - right? - on the journey to health and wellness, right? Sharing information, customizing or personalizing a plan, a health plan that will work for you."
    },
    {
      "author": "SEGARRA",
      "text": "And there are just so many doctors out there. Like, you don't have to stick with the allergist that you're really uncomfortable with, you know?"
    },
    {
      "author": "MIERES",
      "text": "Right. Well, you know, it's interesting because I think that navigating the health care space is challenging. If you are a person of means and you can - you know, you have insurance, it's easy to navigate. If you are socioeconomically deprived or you are a person of color, it becomes really challenging because access to health care is not equal, right? There are so many health inequities."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. So the thinking is basically, no, you don't have to stay with a doctor who's not a good fit for you. But also, that's harder to say if you live in an area where there aren't as many doctors or medical professionals, or if you don't have insurance so there are very limited places you can go to."
    },
    {
      "author": "MIERES",
      "text": "Yes. Yeah, definitely, if you don't have access."
    },
    {
      "author": "SEGARRA",
      "text": "OK. It's time for some role-play. In this scenario, I play the doctor, and Dr. Mieres is the patient. She came to see me because she's dealing with symptoms that doctors will sometimes dismiss or misunderstand - low energy and fatigue. We're 10 minutes into our 15-minute appointment, and I'm not really listening to her."
    },
    {
      "author": "SEGARRA",
      "text": "We should probably test you for vitamin D levels. Are you exercising regularly?"
    },
    {
      "author": "MIERES",
      "text": "You know, I used to exercise up until, like, 10 months ago. I'm just really not feeling up to par. You know, I just have low energy. When I walk towards the subway, I find that my energy level is not the same. I get a little bit of short - you know, a little shortness of breath and feeling kind of blah has been sort of nagging at me."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, but sometimes you just have to, like, get up and do it anyway, you know? Like, just try to motivate yourself, you know. It's really important that we get these numbers in a better place."
    },
    {
      "author": "MIERES",
      "text": "You know, but I feel like, you know, that this has been - this is a new thing for me. I haven't been able to exercise. I'm not sleeping as well. And this fatigue and low energy is something new. So it's affecting my daily life."
    },
    {
      "author": "SEGARRA",
      "text": "I mean, I could probably, like, write you a prescription for an anti-anxiety medication or - if that's what you're feeling."
    },
    {
      "author": "MIERES",
      "text": "You know, no, I think that it's not depression. I feel that there's something going on, and I'm having a hard time putting it together. I need your help in figuring out how to solve for this what's going on - with what's going on with me."
    },
    {
      "author": "SEGARRA",
      "text": "OK. Well, we don't have a lot of time left, but, yeah, maybe let's make another appointment."
    },
    {
      "author": "MIERES",
      "text": "You know, but I feel like - you know, and I've been doing a little bit of research, and definitely when I think about it, you know, my family history of heart disease - you know, my mother had heart disease probably about the same time at the same age that I am now. So I worry about that. And I was reading that - you know, I looked at the American Heart Association website - that women have strange symptoms."
    },
    {
      "author": "MIERES",
      "text": "So if I were to help you - I think this is - I need you to help me figure out what's going on. So another appointment, definitely, but this has been going on for eight months. So do I need to see a cardiologist? Do I need to see someone else? What are your thoughts? I need help."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, I think - let me get you a referral to a cardiologist, and we can talk about what you would bring to that appointment."
    },
    {
      "author": "SEGARRA",
      "text": "All right, let's do a little debrief. Here's what Dr. Mieres did there."
    },
    {
      "author": "MIERES",
      "text": "I definitely called her attention to the fact that this was affecting my life. I went back to the fact that eight months ago I was different, so that this is a new development. I talked about my concern on my own research, thinking of my family history, so bringing that into the picture, noted the start of my symptoms and have been tracking the symptoms - all helpful to calling the doctor's attention that this is bothering me and needs some sort of diagnosis."
    },
    {
      "author": "SEGARRA",
      "text": "And she was sharing symptoms of a possible cardiovascular issue. So this could have been serious. Ideally, she wouldn't have had to wave her arms around to get her doctor's attention. By the way, it's not that medical providers who do this are monsters. You know, maybe they have something going on at home. They're probably overworked with a ton of other patients to see that day, and they just might not catch things. That's why it's so important for you as a patient to advocate for yourself."
    },
    {
      "author": "SEGARRA",
      "text": "You can do that when you get a diagnosis by asking some of these kinds of questions - what's actually happening in my body right now? What's the treatment? How does the treatment work? How often will I take that medication? Will it interact with the other things I'm taking? Will this condition ever go away? How will this condition affect my day-to-day life? When should we follow up? I'd love to get a second opinion."
    },
    {
      "author": "SEGARRA",
      "text": "All right, let's recap. Think of your relationship with your medical provider as a partnership. You should be working together to come up with a diagnosis or a plan. Keep a medical logbook with details that might be important for your health conditions. If a doctor or other medical provider isn't hearing you, be as direct as possible. When you get a diagnosis, consider a second opinion and also bring a friend to help you ask questions and take notes. Lastly, it's OK to change medical providers, and it actually might be a good idea if they're not listening to you or if they confuse you or if you don't feel like you can talk to them. Sometimes it's just a chemistry thing."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one about how to pick a doctor and another on how to negotiate down your medical bills. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan and our digital editors are Malika Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Mia Venkat and Clare Marie Schneider. Julia Carney is our podcast coordinator. Engineering support comes from Neal Rauch. Special thanks to NPR's video team who helped produce this episode - Christina Shaman, Kaz Fantone, Iman Young, Nikolai Hammar, Tsering Bista and Nick Michael. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4725196313.mp3",
  "img": "https://media.npr.org/assets/img/2023/04/28/gettyimages-1412633614_wide-77bb61c5abddfcee69d23a2efcb384c92a411088.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "JENNIFER MIERES",
    "MIERES"
  ]
}