{
  "title": "Dear Life Kit: My parents pay my tuition. Do I have to show them my grades?",
  "url": "https://www.npr.org/transcripts/1173470444",
  "intro": "If your parents pay for your college, do they have a right to demand to see your grades? Berna Anat, the author of Money Out Loud, shares advice on defining financial expectations and boundaries.",
  "transcript": [
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Today on the show - my parents are helping pay for my college education, so they think they're entitled to see my grades. I disagree, but I need their financial support."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "Dear LIFE KIT."
    },
    {
      "author": "UNIDENTIFIED PERSON #4",
      "text": "Dear LIFE KIT - I have a question for you."
    },
    {
      "author": "TAGLE",
      "text": "This is Dear LIFE KIT from NPR."
    },
    {
      "author": "UNIDENTIFIED PERSON #5",
      "text": "How can I become a better caretaker?"
    },
    {
      "author": "UNIDENTIFIED PERSON #6",
      "text": "How do I deal with my parents' unrealistic expectations?"
    },
    {
      "author": "TAGLE",
      "text": "And we're getting personal."
    },
    {
      "author": "UNIDENTIFIED PERSON #7",
      "text": "I'm catching feelings for someone, but they're married."
    },
    {
      "author": "TAGLE",
      "text": "I'm your host, Andee Tagle. Every episode, we answer one of your most pressing and intimate anonymous questions with expert advice."
    },
    {
      "author": "BERNA ANAT",
      "text": "The thing about money is that it's incredibly personal."
    },
    {
      "author": "TAGLE",
      "text": "That's today's expert, Berna Anat - financial hype woman and educator and author of \"Money Out Loud.\" She's a first-generation Filipino American who, after teaching herself to pay off $50,000 in debt, is on a mission to help other people of color with financial literacy. Today, she's going to help us work through a tricky question about family and financial obligations."
    },
    {
      "author": "TAGLE",
      "text": "Today's question involves family money and guilt..."
    },
    {
      "author": "ANAT",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "...And obligation that can often come with that territory. I'm curious if you'd care to share if you ever get financially guilt-tripped or maybe do the guilt-tripping."
    },
    {
      "author": "ANAT",
      "text": "Oh, boy. Let's see. I would say I definitely am starting to feel financially guilt-tripped. It's sort of in connection - financial and, like, life stage. So I am the youngest daughter of my family, and I am also the one that is without children. And I don't have a partner at the moment, and I'm starting to understand implicitly that, because of my stage in life..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "...And also my role as daughter and also forever family secretary..."
    },
    {
      "author": "TAGLE",
      "text": "Sure."
    },
    {
      "author": "ANAT",
      "text": "...The financial implications of taking care of my parents are going to fall on me. Not just financial, but also, like - it's sort of like, Berna, you know you're going to be the parent caretaker, right? And so I'm working right now to push against that and try to turn that narrative around and make it a conversation as opposed to a - so you're going to do it."
    },
    {
      "author": "TAGLE",
      "text": "This is what's happening."
    },
    {
      "author": "ANAT",
      "text": "This is..."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "ANAT",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "Exactly."
    },
    {
      "author": "TAGLE",
      "text": "Just, like, implied - heavy."
    },
    {
      "author": "ANAT",
      "text": "Yes."
    },
    {
      "author": "TAGLE",
      "text": "It's a heavy weight to bear. I think this is a great place to start getting us into the mindset of family and money. Are you ready for your question?"
    },
    {
      "author": "ANAT",
      "text": "I am."
    },
    {
      "author": "TAGLE",
      "text": "OK, let's do it."
    },
    {
      "author": "TAGLE",
      "text": "(Reading) Dear LIFE KIT, I just finished my first semester of college. I grew up in a conservative household, with high academic standards and a rather strict way of life. My first semester at college was a little rocky, as I realized that I have emotional trauma from my childhood, and I'm likely dealing with some unaddressed mental health issues. I want my independence, and I'm increasingly pulling away from my family, but they're funding a good portion of my education. When my parents asked for my grades at the end of the first semester, I told them that I was doing well, but that I'd prefer not to give them my exact grades, since I'm trying to move away from depending on their approval and towards being self-motivated."
    },
    {
      "author": "TAGLE",
      "text": "My parents' response to this was, well, we haven't been asking you for individual assignment grades. But as long as we're paying for your college career, we'll be asking you for your grades every semester. I'm afraid I'll lose my college funding if I refuse to show them. I genuinely don't have time to get a job that could cover my remaining expenses should my parents withdraw their financial support. I really want to assert my independence, but I'm not sure how to do so, seeing as my relationship with my parents is already on rocky ground. What's my best course of action? Signed, Freshman Finances."
    },
    {
      "author": "TAGLE",
      "text": "So first, let's start big picture. It's not uncommon for parents to pay for or at least contribute to their child's tuition, right? And I don't think it's uncommon for them to have expectations of their child once they send them off to that school. You know, college tuition is not a small chunk of change. Is there anything wrong with that general premise of tuition money for grades?"
    },
    {
      "author": "ANAT",
      "text": "I think there's nothing wrong with the general premise of giving tuition money and also having some expectations. I think the issue in this situation with Freshman Finances is those expectations were not defined between the student and the family. And that's so hard because when are we sitting down and going, hello, Mom and Dad - let's define our financial expectations for each other? I know that sounds really stale and stiff, but maybe there's some version of that massaging the conversation, where we can actually define those expectations. The thing is, college is a time of growth for you, the student. And your parents didn't hire you to do a job. They're investing in your growth."
    },
    {
      "author": "TAGLE",
      "text": "Right."
    },
    {
      "author": "ANAT",
      "text": "Try to come to a place of getting on the same page of what that growth means to you and kind of what your parents' return on investment means to them."
    },
    {
      "author": "TAGLE",
      "text": "Mmm. Yeah. That's exactly where my brain went - the next thing I was going to ask you. You know, Freshman Finances craves independence and less parental oversight because it's college. Of course they do. There's nothing wrong with that."
    },
    {
      "author": "ANAT",
      "text": "Yeah."
    },
    {
      "author": "TAGLE",
      "text": "But they also can't be financially independent, so is it fair for them to ask for one without the other? You know, what might that conversation sound like?"
    },
    {
      "author": "ANAT",
      "text": "So the conversation might be a little difficult. And again, we're talking about having a money conversation with your parents..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "...Which all those words together in a sentence..."
    },
    {
      "author": "TAGLE",
      "text": "Oof. Mmm hmm (laughter)."
    },
    {
      "author": "ANAT",
      "text": "...Often make no sense and never really existed before. This situation feels familiar to me because I can almost feel the tension from Financial Freshman (ph) being like, I want to approach this, but this is, like, not what me and my parents talk about. Are they going to shut me down because the power dynamic is - they're my parents; I'm the kid."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "I think there's a little bit of reaction happening here from the parents - that they're so used to having control. And you asserting your independence a little bit - they might feel a little bit threatened. And..."
    },
    {
      "author": "TAGLE",
      "text": "Of course, yeah."
    },
    {
      "author": "ANAT",
      "text": "...It's not on you, as the student, to control their reactions to your boundaries. But again, the boundaries do need to be defined. And so I think - and this is something that I learned from my time at the YMCA as a teen camp counselor..."
    },
    {
      "author": "TAGLE",
      "text": "I'm very excited."
    },
    {
      "author": "ANAT",
      "text": "...Is that hard conversations need to be sandwiched. And the sandwich needs to look like - happy, the hard conversation, happy. In my brain, for this, it's like - I want to express my gratitude and love. And then the meat of the sandwich is - I want to express what I want and my goals out of this sort of financial relationship. And then the last piece of bread is - I want to repeat my gratitude and love and understanding that we love each other. This is coming from a place of love. And then open up the conversation."
    },
    {
      "author": "TAGLE",
      "text": "What if parents are just like, no - not willing to negotiate. Then what does Freshman Finances do in that situation?"
    },
    {
      "author": "ANAT",
      "text": "I think I'm really hoping we don't ever get to this scorched-earth place of just, like, person versus person."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "What I think is important in this conversation and for Freshman Finances is, you know, adulting means you give what you want to receive. And so in approaching this conversation, I have maybe sort of dreamy hope that, if you were to approach your parents with respect and trust and open up the conversation, they might give the same back. Then again, there is such thing as emotionally immature parents or people who are not ready to give up that kind of control, and I think that's where you need to start to equip yourself to adult in this way. It may be that the stipulations of them giving you money for college means that you have to adhere to their rules."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "And unfortunately, it's - if they're the purse holders, they're the ones who are holding the power in this situation."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "And so I would say, then, you would want to open up the conversation to, OK, I understand that our intentions aren't aligned - our goals are not aligned. I'm going to start figuring out a different path for myself to either pay for college..."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "...Or reroute my education. I'm really hesitant to be like - F it parents; I'm out - because that's going to cause so much stress for you already. So is there a middle ground that you can find where you can start to turn the car around? They can start to see that you are willing to find your own path in this, and that might actually cause a rift that they don't intend. What would the conversation look like then?"
    },
    {
      "author": "TAGLE",
      "text": "Yeah, absolutely. On the power dynamics thing, another question - is the person in debt ever allowed to make the rules? It sounds like your answer is like, you can always at least try. Or, like, you should always at least try and meet that middle ground. Is that right?"
    },
    {
      "author": "ANAT",
      "text": "Yes. I would say, in this specific situation, I would want to hear in the conversation the student saying something like, you know, one of my main goals in college is to learn to become more independent and self-motivated. I think, if we do this grades thing, that actually wouldn't help me, you know, reach my goals. I believe that you gave me this money because you wanted to invest in my growth, and this is how I see myself growing. What are your goals in this? What do you want to see from me? Is there a different way that we can achieve your goals too that doesn't have to be grades-related?"
    },
    {
      "author": "ANAT",
      "text": "I think the folks who are in debt are always in some position to leverage what they want out of the situation as long as they're communicating what they want. For example, if I'm talking to someone who is in a ton of credit card debt, and they're afraid of creditors running after them - they're afraid of collections agencies knocking on their door - they feel like they are entirely powerless in this situation. But the truth is, the collections agencies and the lenders - they have stake in the game, too. They want you to pay this money back. They're actually willing to communicate and negotiate with you because they have something that they want from you. So there's always some squishy middle ground if you communicate."
    },
    {
      "author": "TAGLE",
      "text": "Yeah. I mean, the next thing I was going to talk about was just - the idea of being in debt to someone, especially someone that you love, can be so fraught, can be so awkward - whether, you know, you forgot your wallet at dinner with a friend or a grandparent who helped get your car out of the shop - whatever the case may be. Any other tools for how to make, you know, money between loved ones less awkward?"
    },
    {
      "author": "ANAT",
      "text": "Sure. So I think you hit on something very important here - is that talking with loved ones about money can be extremely awkward. I think one of the fears that we carry in giving each other money, borrowing money, is that you might betray me at some point down the line. You and I might have different thoughts and feelings - he said, she said - about, you know, what the agreements were. As awkward as it is, I think it's actually incredibly important to put that down on paper somewhere. Really, again, I'm asking you - I'm not asking you to - everybody pull up your lawyers and, like, draw guns. It just gets everybody on the same page."
    },
    {
      "author": "TAGLE",
      "text": "Yeah."
    },
    {
      "author": "ANAT",
      "text": "That's all I'm asking you to do. And you might want to talk about - what if things go wrong? What if I can't pay you back? What can we set in motion now? What can we agree on, even softly now, so that, in the future, if something goes wrong and everyone's emotions are heightened, we don't make any rash decisions that ruin our relationship. Let's think through now, while we are calm and agreeing on things, how this might move in the future."
    },
    {
      "author": "TAGLE",
      "text": "That's wonderful. Yes."
    },
    {
      "author": "TAGLE",
      "text": "Final thoughts on boundaries when it comes to finances and family obligations?"
    },
    {
      "author": "ANAT",
      "text": "So I am a Filipina America (ph), first gen, daughter of immigrants, right? And something in the Filipino community is the concept of utang na loob, which is translated directly - it's blood debts. It's this concept, I think, in the Filipino community, but probably resounds to lots of other cultures, that you will always feel this sort of life obligation to give back to the folks that you might have left behind in your home country - give back and provide for the generations before you. And for a lot of us first- and second-gen folks, we are navigating how to extract ourselves or detangle ourselves from that for the first time in our entire lineage. And I want everyone to give themselves grace because to be a financial cycle-breaker in your family in this way is incredibly hard. It's not a job you even asked for. But what you're doing can really impact not just yourself, but generations after you. So just - I just got to give my hype. I got to do it. I'm a hype woman."
    },
    {
      "author": "TAGLE",
      "text": "I love it."
    },
    {
      "author": "TAGLE",
      "text": "Berna, before you go, we end every show by asking our experts for the best piece of advice they've ever received. We'd love to hear yours."
    },
    {
      "author": "ANAT",
      "text": "So one wonderful piece of advice that I've received recently - and by received, I mean listened on a podcast and was like, yes, mother..."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "ANAT",
      "text": "...That applies to me - is the phrase, be a passionate observer of yourself. And so to be a compassionate observer of yourself means separate yourself a little bit from your ego. Separate yourself a little bit from the stories we tell ourselves about what happened in our childhood and our traumas. When I become a compassionate observer of myself, I feel like I open this magical door of all the things I've always needed to hear that my brain can't seem to process. I finally take it in when I become a compassionate observer of myself."
    },
    {
      "author": "TAGLE",
      "text": "I love that - great advice. I want to go take a nap now. I'm going to go tell myself to take a nap and lean into that."
    },
    {
      "author": "ANAT",
      "text": "And I think you deserve it."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "ANAT",
      "text": "You deserve it. Go, like, fan out some cash onto your pillow and take a nap so you can manifest."
    },
    {
      "author": "TAGLE",
      "text": "(Laughter)."
    },
    {
      "author": "TAGLE",
      "text": "If you've got a question for us, you can find the Dear LIFE KIT submission page at npr.org/dearlifekit. We'd love to hear from you. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "TAGLE",
      "text": "This episode was produced by Beck Harlan and Sylvie Douglis. Bronson Arcuri is the managing producer, and Meghan Keane is the supervising editor. Alicia Zheng produces our Dear LIFE KIT social videos. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR4816254797.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/02/dearlifekit_berna_collage2_wide-2c7ccdfcb91ffc0c6dd07556792a00b25320d652.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "ANDEE TAGLE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "UNIDENTIFIED PERSON #4",
    "TAGLE",
    "UNIDENTIFIED PERSON #5",
    "UNIDENTIFIED PERSON #6",
    "UNIDENTIFIED PERSON #7",
    "BERNA ANAT",
    "ANAT"
  ]
}