{"title":"Improve the indoor air quality in your home","url":"https://www.npr.org/transcripts/1174308607","intro":"Want fresher, cleaner air at home? Researchers share practical tips on how to limit indoor air pollution.","transcript":[{"author":"MARIELLE SEGARRA, HOST","text":"You're listening to LIFE KIT..."},{"author":"SEGARRA","text":"...From NPR."},{"author":"SEGARRA","text":"Hey, everybody. It's Marielle Segarra. Not too long ago, a report came out about gas stoves. When you cook with them, they emit pollutants like nitrogen dioxide. And the report estimated that about 13% of current childhood asthma cases in the U.S. are attributable to gas stove use. Suddenly, it seemed like everybody was talking about gas stoves and how you really need to be ventilating if you have one. And I honestly didn't know that - never thought about it, don't have a fan over my stove, and I wasn't opening the window consistently when I cooked. I remember thinking, oh, my God, I've been poisoning myself this whole time. Fact check - no. However, I have probably been exposing myself to gases that might exacerbate respiratory illness over time."},{"author":"SEGARRA","text":"When we talk about health risks from the environment, things get confusing and overwhelming fast. It's hard to know just how big of a deal these risks are and also what changes you need to make and when you're going overboard. But that's what we do here at LIFE KIT. We help you figure this stuff out. So in this episode, we're going to talk about indoor air quality. With the help of researchers, we will give you five practical ways to improve your air quality at home, including tips on how to clean your house, how to choose an air filter and how to test your air. A quick note here - one thing we're not going to talk about in this episode is preventing the spread of diseases or airborne viruses like COVID. But NPR has done a ton of reporting on that, so check it out."},{"author":"SEGARRA","text":"All right. If you want to improve the indoor air quality in your house, one of the first things to think about is the pollution that's coming from inside. Andrea Ferro is an environmental engineering professor at Clarkson University, and she focuses on indoor air quality. She says because of the things we do in our houses - cooking, cleaning, home improvement projects..."},{"author":"ANDREA FERRO","text":"We have lots of pollutant sources indoors. And if you think about it, the volume of air that the pollutants can mix in is much smaller indoors than outdoors."},{"author":"SEGARRA","text":"So if you walk away from this episode with one piece of advice, I hope it's this - ventilate. That's right. It may seem obvious, but we've got to say it. You want fresh air? Open the windows. We love a cross-breeze. And if you have one, maybe in your bathroom or over your stove, turn on a fan that vents outside. Make a habit of this, especially when you're doing something that releases pollutants into the air. A very common indoor air polluting activity? Cooking. Look, cooking at home is a great choice. It's often cheaper and healthier, but it can release pollutants and particles into the air. This is especially true if you use a gas stove because that means you're burning fossil fuel in your house. Jeff Brady is a correspondent on NPR's Climate Desk, and he's been covering this topic. He says, according to health experts, the biggest indoor air quality concern with gas stoves is nitrogen dioxide."},{"author":"JEFF BRADY, BYLINE","text":"And there is some research that shows in homes with gas stoves, kids have about a 20% increased risk of developing respiratory illness. And recently, there was a peer-reviewed study that found that more than 12% of current childhood asthma in the U.S. is attributable to gas stove use."},{"author":"SEGARRA","text":"So the risk is highest for kids and for people with lung diseases. If you're a healthy adult..."},{"author":"BRADY","text":"A lot of the researchers and epidemiologists I've talked to over the last year and a half I've been covering this story - they say you probably don't have a lot to worry about, especially if you have one of these hoods over your range that vents all of those pollutants outdoors."},{"author":"SEGARRA","text":"If you don't have one of those, opening a window could help. The experts we talked to said you also want to ventilate when you burn things like incense or when you spray cleaning products or use personal care products that create fumes like nail polish remover, 'cause all of those things can pollute the air. We do have a caveat here. Before you open a window, check the outdoor air quality in the place you live 'cause there are lots of pollutants outside, too - ozone, fine particulates, smoke from wildfires, biological pollutants like pollen. And while it's important to ventilate in general, you may realize that right now, you need to close your windows."},{"author":"SEGARRA","text":"OK. No. 2 - keep your house as dust-free as possible. Dust is made up of a lot of things - fibers from clothing and rugs, hair, dead skin cells - I know, don't think about it too much - but also chemicals - for instance, from your shoes. As you walk around outside, you're picking up all kinds of things on your feet."},{"author":"FERRO","text":"Some of those pollutants include road dust - you know, so heavy metals and other things that end up in the road - and then also pesticides from lawn applications or other applications."},{"author":"SEGARRA","text":"You don't need to be licking your floors to ingest this stuff."},{"author":"FERRO","text":"That's right. So, you know, once those pollutants are part of the dust, you could kick up the dust quite easily and breathe it."},{"author":"SEGARRA","text":"An easy fix? Take off your shoes at the door of your house. And hey, bonus, when you do this, you're much less likely to find yourself on your hands and knees, scraping a piece of chewed gum off your hardwood floor. Happened to me. Also, dust your home regularly."},{"author":"FERRO","text":"I think the best way is just avoiding dry dusting. So if you have a damp cloth, that's the best because..."},{"author":"SEGARRA","text":"OK."},{"author":"FERRO","text":"...You're not then putting the dust back into the air."},{"author":"SEGARRA","text":"Ferro says you should also get yourself a good vacuum with a HEPA filter, if possible. That stands for high-efficiency particulate air filter. According to the Environmental Protection Agency, those can theoretically remove at least 99.97% of dust, pollen, mold, bacteria and many other airborne particles. When you're cleaning, remember to open a window and also think about what cleaning fluids you're using and any potential health risks associated with them. Maybe try using vinegar or dish soap plus a little elbow grease first. See if that works."},{"author":"SEGARRA","text":"The other thing to look for when you're cleaning - and this is our No. 3 - is mold. You've probably seen it in your bathroom. It can also grow on surfaces like drywall and paint and even in dust. Nellie Brown is a certified industrial hygienist and a director of workplace health and safety programs at Cornell University."},{"author":"NELLIE BROWN","text":"Most of the time, what draws people's attention to the fact that there might be a mold issue is either some type of odor - a moldy or musty odor - or they see signs of water damage. They see floor tiles lifting up or wallpaper coming off. They see stains coming through drywall or showing up on ceiling tiles or on ceilings."},{"author":"SEGARRA","text":"The problem is mold releases spores into the air that can cause allergic reactions or trigger asthma symptoms. Brown says if you have visible mold, your first step is to figure out what's causing it. Is there a leak under your sink or maybe in your ceiling? Where is the moisture coming from? You'll want to fix that and then figure out how big of a cleanup job you've got. The EPA says that if the moldy patch is less than 10 square feet - so that's about three foot by three foot - you could probably handle it yourself. Brown says you should also consider where the water damage came from before you make repairs."},{"author":"BROWN","text":"If the source of the water is one in which you are going to find yourself needing to sue someone - a landlord or, you know, someone did a bad repair on your sewer line or something - then you really want to have a report from a licensed mold inspector before you do any remediation work."},{"author":"SEGARRA","text":"If you do the cleanup yourself, she suggests putting on some goggles, rubber gloves and an N95 respirator. Then, if the mold is on a hard surface, scrub it down with dishwashing soap and water."},{"author":"BROWN","text":"A lot of people think bleach is the answer to everything. And the reality is all that happens is people get more bleach exposure, inhalation exposure to it, accidental eye or skin exposure. It's a very harsh material, and it's usually a lot more than people really need."},{"author":"SEGARRA","text":"Now, the goal here is to make sure you're removing the mold. So if it's a porous surface like drywall, you may have to cut out a section. And if we're talking about something like fabric upholstery, you just need to throw it out."},{"author":"BROWN","text":"A lot of things, you know, you just can't salvage."},{"author":"SEGARRA","text":"And then you can prevent mold in the future by keeping your house as dry as possible. One tip from Brown - think carefully before you get a humidifier."},{"author":"BROWN","text":"I'm always very cautious when people say, wow, you know, it's been such a dry winter. I'm thinking of adding a humidifier. Well, here's the problem. If I were you, I would think about how many days of dry weather you really think you can't tolerate. Because the problem is when you start then adding moisture to the air, you can end up with condensation and start creating mold problems you don't want."},{"author":"SEGARRA","text":"All right. So while you're cleaning surfaces around the house, why not clean the air, too? That's No. 4 - get yourself an air cleaner or make one. Air cleaners are machines that filter the air in your home. You'll want to get one with a HEPA filter. That'll remove fine particles. Even better, if the filter also has activated carbon in it 'cause that can trap volatile organic compounds in the air, like the kind that come from paints or cleaning products. Ferro says when you're buying an air cleaner, pay attention to its clean air delivery rate."},{"author":"FERRO","text":"Basically, how much - what square footage of area that it will clean."},{"author":"SEGARRA","text":"That can tell you if you need a bigger machine or maybe a few of them. If you're looking for a more budget-friendly way to filter your air, there are instructions for how to build one online. And one of the experts we talked to recommended that."},{"author":"SEGARRA","text":"OK. No. 5 on our list is test your air. Air sensors can measure the levels of pollutants in your home, things like fine particles, ozone, carbon dioxide and nitrogen dioxide. And if you buy a sensor, you can use it to get smarter about what you do at home and when you need to ventilate. Ferro says you might be surprised by what you learn. Like, she lives on a bus route. And one time, she had students come to her house to show them the impact that would have on her air quality."},{"author":"FERRO","text":"I had students come to my house. I said, well, the buses are coming by every day. So you will see the increase in the particulate matter indoors in my house. And so we put the sensors in the house, or at this point, it was more expensive monitors. And really what we could see more than the buses was us making tea, turning on the stove (laughter)."},{"author":"SEGARRA","text":"Oh."},{"author":"FERRO","text":"It was a much bigger signal than having, you know, 25, 30 buses drive by my house, idling, because I lived near the stop sign. So that was quite interesting because the buses are an outdoor source, so only some of that makes it indoors, but that stove is an indoor source and so the pollutant levels rose very quickly."},{"author":"SEGARRA","text":"Ferro's family had just moved into the house, so they didn't have a range hood over the gas stove yet, but she got one after that. But again, you've got to make changes that are possible for you. If you can't afford to install a fan over the stove, maybe you start opening a window and using other appliances when you can, like an electric tea kettle to heat water. If you are looking for an air sensor, the EPA has a website with suggestions. And Ferro says the Air Pollution Control Agency for Southern California has also tested the quality of air sensors on the market. And you can find those results on its website. She says, keep in mind, some air sensors are not the most user friendly because they spit out an overwhelming amount of data without telling you what it all means."},{"author":"FERRO","text":"These air quality sensors typically will give you a reading every minute. So, you know, after a day you've got 1,440 readings. So what do you do with all this? So I suggest using a company or working with a company that also helps you interpret the data."},{"author":"SEGARRA","text":"One pollutant that your air sensor might not pick up, but you should consider testing for, is radon. Radon is a naturally occurring radioactive gas that comes from bits of uranium that are decaying in our soil, our rocks and our water. It seeps into our homes through cracks in the floor and the walls or gaps around pipes. And it can cause lung cancer over time. According to the CDC, it's actually the second leading cause of lung cancer in the U.S. after cigarette smoking."},{"author":"SEGARRA","text":"It's hard to get rid of radon entirely, but you can lower your risk. First, though, you'll want to find out how bad the problem is. And you can do that with an at-home radon test kit. You'll order it online, set it on a table for two to three days, and then mail it back. In some states you can get a test kit for free. That's what I just did in New York. And you can also buy one for $17 from National Radon Program Services, a partnership between the EPA and the University of Kansas."},{"author":"SEGARRA","text":"If your radon levels are higher than the EPA's recommended threshold, the agency suggests that you hire a contractor to fix your home because it does require some technical knowledge and special skills. And if you do it wrong, you could make the problem worse. If you do take on the work, some state radon offices offer training courses."},{"author":"SEGARRA","text":"One thing we want to note here is we understand it may be harder to do things like get a radon remediation or a mold cleanup professional if you rent than if you own. Because you've got to get your landlord involved, and they might be slow to respond, or they might say it's not really a problem. That's why testing or getting official estimates can be really helpful. But this is a bigger conversation and it's a topic for another episode of LIFE KIT. And actually, we do have one coming up on how to be an empowered renter."},{"author":"SEGARRA","text":"OK, it's time for a recap - a few simple things you can do to improve the air quality in your home. Open the windows. Keep your house as dust-free as possible. That means take off your shoes at the door. Clean up your mold. Buy an air cleaner, or make one. And test your air - in particular, get yourself a radon test kit."},{"author":"SEGARRA","text":"And look, you don't have to do all of these things. We live in the world. Risks are everywhere, and we're never going to create a 100% safe environment. But this is about being safer and making trade-offs and smart choices when you can."},{"author":"SEGARRA","text":"For more LIFE KIT, check out our other episodes. We've got one on how to make hybrid work successful and another on how to raise happy houseplants. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."},{"author":"SEGARRA","text":"This episode of LIFE KIT was produced by Thomas Lu and Mia Venkat. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Danielle Nett and Malaka Gharib are our digital editors. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Neil Tevault. I'm Marielle Segarra. Thanks for listening."}],"audio":"https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2099013423.mp3","img":"https://media.npr.org/assets/img/2023/05/05/gettyimages-84011040_wide-f85028f443a671deb7d20d7cf1422bb18e757752.jpg?s=1400&c=100&f=jpeg","authors":["MARIELLE SEGARRA, HOST","SEGARRA","ANDREA FERRO","JEFF BRADY, BYLINE","BRADY","FERRO","NELLIE BROWN","BROWN"],"wave_peaks":[18770,26941,28482,20860,27130,13694,12757,16718,8387,19933,20213,18793,26550,6058,17224,21822,16991,15889,13275,15690,24985,8099,9748,18658,15743,27659,20233,20131,7968,23734,15137,2952,20066,8991,20807,26380,21852,6640,23553,22482,27717,15405,15098,11444,17389,12979,12232,25958,18685,28252,16376,14107,14188,16927,15525,8924,114,431,17194,19759,20462,16635,7160,13904,9077,7340,7402,21830,20914,2165,1688,1600,1046,1205,928,596,7433,25271,21668,5235,16987,17519,19229,10457,77,21523,21149,20584,7389,12196,11563,8012,18985,20844,13450,8005,17389,9604,17893,20314,10712,15293,14334,11114,6501,8519,8492,12505,13459,4712,340,19563,19584,22251,10464,19934,20915,13844,9706,15869,14594,10725,13702,19729,20702,6446,7157,4679,21370,12468,23778,18863,10139,6163,16065,12780,9216,14847,1716,5389,25791,13603,23890,20973,11583,10407,9809,11859,7636,6377,13929,10627,12449,16432,15380,9264,6435,18115,4556,1212,4290,8310,7030,6098,7248,12320,10685,6385,19557,20797,9205,2998,19917,20970,23143,16106,14446,3011,21951,20475,13480,21648,10981,20803,9177,22253,14743,3042,3045,17724,18040,15615,2971,3853,11805,12419,9009,8765,13552,9085,9670,8699,9788,10351,5411,2360,3133,21858,19667,3252,10500,10808,4054,21855,20168,23336,14663,13131,10736,13036,13397,12472,24980,10741,6957,18734,15732,15910,8934,12114,11619,7411,16816,7936,8636,4281,4249,12822,23157,23399,21481,11809,13018,13882,9590,20015,11315,17120,10540,7242,12748,14462,4025,14792,13208,2867,24301,22781,18175,16092,15577,12909,15099,16914,14178,4106,19194,22119,16014,7874,6964,5750,3205,12851,12469,7454,6196,2667,4358,22380,13884,24935,15170,9850,10453,12659,13860,22471,20867,1964,22728,19265,23210,21658,3062,22231,24279,20540,17620,10551,14161,3802,2067,22949,12381,16491,8764,11175,12618,19875,22512,23160,13637,10431,10316,12099,20058,15841,12906,11404,3035,6537,17361,8756,18835,17304,10647,16815,10519,20821,13932,24068,13139,6350,12355,21189,22031,15848,8439,2713,2355,20447,24233,22429,19443,17490,18233,25295,21364,13480,9823,10730,4700,14051,21009,13862,22144,10299,11371,9962,15609,12457,11447,9176,11258,8058,1864,24592,18461,26040,20116,16389,12043,10463,13759,14781,4364,11441,13702,4627,1862,6170,4678,3277,3757,2166,1855,824,586,608,839,732,659,573,454,268,252,273,133,3009,25329,21940,17231,16398,26545,18231,12276,16730,12858,2377,26105,10966,21355,27366,21332,9678,7894,20423,15682,16478,17479,18797,17699,17691,18872,28019,9853,24506,11981,21505,12210,12342,15555,14944,27503,21659,21107,25770,12343,13277,16086,25742,22867,23802,10032,4917,20209,15594,13048,16577,13360,17105,7404,20523,16911,16884,18341,19668,14398,23763,14041,9359,13749,14886,19853,5054,21975,17942,12756,13248,18920,19833,27761,9072,17462,3926,28142,18779,20176,18630,23928,26718,7377,27750,23068,27982,16469,16209,13155,9340,11522,9594,23382,18294,24302,18857,11693,16319,15699,17178,9240,26539,16628,16523,14408,10062,9664,75,27,10,28195,27815,13941,23867,16077,14489,26022,16835,361,16705,17317,20017,15639,11316,19177,19652,13365,16075,19137,15899,13591,7834,17158,15703,20488,15645,15049,12390,23797,15241,23614,17274,14765,10083,16061,19742,16079,16771,8708,21178,21776,28027,26604,13860,24773,21540,25207,16720,17131,3096,10,3,4,15272,19817,11166,18655,16564,15758,21379,11727,20683,4193,14857,10807,9383,13403,8932,13113,16817,10316,9996,19280,9579,1252,22287,13913,21550,8769,7627,19318,16694,8863,9492,10527,18134,9831,19061,20389,12066,8950,16731,10227,7732,12951,11376,11959,13470,22621,16375,10409,7029,23063,13735,21986,21699,21755,20303,14320,16325,16465,8687,12147,12624,11855,3580,12395,10456,22574,15522,17898,21447,14853,21861,21117,14443,21544,7822,12631,100,6,5,3,23263,21260,15336,20304,19054,24405,17474,14116,9011,16508,15285,10945,12053,10263,7616,13641,22429,12598,20397,12647,16280,14956,11073,6629,7930,8604,11208,14801,22553,6116,15795,13795,14129,18564,25160,13005,14431,9211,17879,21800,12939,16804,19098,16598,14127,6320,21751,6788,22938,9657,50,55,48,5,0,3,22428,22266,26219,21964,19372,9933,12069,18974,15212,7420,6439,11594,13244,2498,17178,20924,10261,12074,21307,11827,11089,17371,12491,10222,22056,7516,22213,4781,4104,22016,19946,12994,9228,25360,12624,6204,14196,10093,11808,8788,9004,10238,3710,16649,16220,22970,19834,16436,12518,7557,5324,2859,23858,25972,20728,17351,10532,15535,13537,9120,9220,14946,17033,10496,13579,13505,6150,8249,15961,22116,23011,14544,597,14372,23014,23182,14257,12519,15815,10140,6533,10008,9653,9466,9705,5965,9091,17576,13901,17624,15973,9759,16433,18815,15803,9278,13549,14747,10859,4009,9597,18323,16361,14651,11669,18986,8759,11284,25620,21693,25873,13965,21983,13350,11842,11016,12400,11882,11720,11712,19834,7894,3496,22891,22872,11574,3625,1167,21021,24260,21462,20713,23336,24896,16133,18149,21017,18635,4929,20499,19132,16325,3613,21890,17327,18588,6749,9194,18498,21976,6891,5205,14841,12421,23192,15958,12305,24826,20445,8170,10051,21780,18281,11192,23408,23623,23303,17031,22949,22262,15080,1419,9235,15677,13570,13603,1065,7857,22026,19670,16948,17467,11282,11069,8288,7564,11045,6682,2053,22052,23457,11361,9651,14606,10699,9041,9721,6355,248,20875,18611,926,3385,21678,22420,26037,21385,24842,14395,15550,22176,8737,14661,19626,12113,9067,360,23182,8811,20858,11613,13841,13838,17734,8649,23686,22221,2545,18021,23038,13994,13932,12675,22532,21418,17997,5524,23075,22944,12374,12691,20074,13127,14931,21262,21518,15481,280,23693,14599,16151,13418,16196,10371,7945,10498,16892,17957,8880,17651,13638,10189,2026,4840,24242,15811,18667,18388,6027,23169,12612,14802,17438,13248,21800,20982,20007,12803,13862,10342,12404,14259,16404,14128,16087,25172,24263,20263,15947,21960,23061,18761,18264,18175,4881,22058,23334,24938,9071,23623,18132,18388,11493,11851,20353,4980,9921,15464,8842,5880,4415,3393,2298,881,7632,28764,14846,28002,19830,10879,19758,9871,21322,12565,16127,7499,22364,13044,27065,12302,15935,19948,17799,15798,13908,10765,16074,4391,17015,11975,18287,13283,15276,24414,13051,7103,3112,7739,21245,20959,21965,19750,12988,10318,10419,10818,13565,9641,1883,21073,25274,19910,18930,2298,26772,24989,19052,15918,16790,16328,16199,17785,20879,15171,17873,10018,13838,13115,16476,13906,15962,1157,18500,6866,5911,17189,26708,25330,19551,9927,16022,23352,10791,26742,11564,5993,17913,13494,20612,14439,12580,18102,26349,26077,18605,21219,25252,13852,19780,30328,15359,13499,7645,10040,14333,7963,8830,20054,22855,10205,11183,11063,13595,10770,13560,9350,851,18,13139,23502,18671,23331,18083,24943,23259,13897,14966,8178,11156,13086,8425,6975,11973,12973,8578,18769,20187,24455,16428,14306,14324,20163,10179,15729,8878,22627,16107,14324,12791,9898,14601,6950,17324,13408,3209,7682,15988,25828,19648,9372,21304,5685,8699,8464,8249,24081,22078,19498,6592,5507,14360,18377,6877,6759,3169,17376,22591,22602,16355,16295,5342,10290,13765,7844,950,20825,20123,11556,19794,21219,20714,10149,627,14312,23352,18077,21974,12499,17050,19437,12712,18057,22746,20195,15933,6476,21333,13764,10732,7692,11160,10349,2525,1965,26651,13271,8712,15775,13818,14348,20184,14400,13725,17053,21898,19013,20936,26648,7228,7768,5870,18315,536,5157,3706,2936,20248,23269,21390,24085,13267,2682,3327,15548,21787,19548,18920,23456,13957,17537,7705,3478,23894,23813,23264,19959,17877,16982,14157,23244,15585,10017,10432,10913,13440,4410,14904,15093,2931,5688,12504,12208,10512,6947,3962,19468,4902,9886,11563,10807,9904,6804,24571,24619,12620,5920,23284,15759,935,16847,13452,11875,15627,13625,1319,14746,25187,21881,21917,11908,12622,21754,24677,17777,8888,10045,7880,6866,6058,15095,17840,13040,15534,7149,7844,2592,2552,23642,23968,24788,6474,12101,7035,10623,10212,13489,10053,8644,8350,8167,5811,4742,13818,11673,1072,23020,21573,14789,16375,8914,10606,8981,20659,13248,10952,10361,9832,8493,7698,8773,14498,6867,5063,6721,8586,19547,23338,17138,13587,21462,12591,19737,7787,11227,4050,19336,22629,16187,22444,6177,18188,16628,16081,11457,11425,14759,26162,16910,23047,8967,10072,13592,14082,5381,23653,15869,11811,12064,9347,8450,21632,15549,14015,20536,21552,13511,24375,22308,12090,11594,17402,21742,19974,1438,20828,9518,18797,18491,11455,15619,15196,15312,20209,18728,18431,18102,20957,16819,12341,15499,7196,17588,14091,15625,10463,20131,7670,16367,20214,15875,21263,2282,19630,10207,9073,1099,1032,2113,25010,23965,21660,23613,19626,14930,21831,9556,2594,19469,12652,23371,10232,13476,17886,13580,11629,20283,16776,9021,24561,21149,12855,10245,11238,15386,13930,7590,14160,12719,18013,21530,17866,13840,3825,22229,16880,11886,15756,23409,10775,10390,10225,1432,6861,18331,22207,21476,12198,7863,12336,9375,1913,22737,21849,19557,25296,22150,10407,15730,25613,6217,20673,19666,13290,14107,14612,7401,13627,21251,11104,20269,12280,7507,16425,9767,9747,8580,8070,683,25867,13773,20072,12459,22576,7673,8114,5271,24246,15667,21874,21600,9005,13593,21491,8416,13856,14015,12214,19747,16336,17991,17734,10091,20830,8164,18175,9248,15001,10571,11860,14519,1541,18826,16166,12208,8022,8046,9117,15179,19,23036,16795,9111,7687,22106,13737,13101,12913,408,15491,24475,19937,23252,9816,10918,10733,6271,3585,19420,12951,8913,16628,14172,15228,7668,11225,2704,2866,13464,15292,17502,15659,11380,15696,12787,8496,18714,13030,13266,18258,1338,10452,20598,13702,7359,797,832,23235,22885,16439,12327,7375,7252,4641,4710,12461,11609,12408,2565,10885,13881,7670,652,16608,13726,22131,22541,6068,18611,21077,19075,19999,14905,12525,20362,13588,5604,9296,6636,18710,17711,18072,6646,2250,21242,17783,13499,16758,21049,19962,18012,11464,8042,15958,11948,23553,22677,25483,20131,14348,16196,10661,7446,11539,11874,6783,7876,9781,4466,3281,11419,19357,12824,16446,16995,19986,12874,15824,9698,10688,9146,21411,13541,14492,14747,9502,10526,10442,2108,13865,19206,17579,19710,14075,22904,11275,2872,21163,18002,18419,7596,20812,8178,2774,22157,19007,14371,17401,20248,16161,10318,21609,9008,6556,8781,15690,7267,1330,14590,11688,19297,21897,13380,16161,16078,19531,13155,12462,15663,16670,1461,13521,14486,13491,25364,20361,17193,11135,19280,17084,13573,13889,12713,15368,8978,16119,14866,10340,13187,6044,1415,22816,22650,15998,21861,11903,10177,16137,11373,10090,8032,21755,22600,14031,13574,12478,7422,21151,21098,9295,11197,7879,3666,8304,27390,20181,23300,24991,10373,8869,8255,8627,18945,7693,15225,22206,14832,15888,3624,25708,19494,20820,15857,10348,5979,8176,11732,14851,6582,4210,24212,14142,8536,11412,8814,1804,23964,21937,13288,18106,1803,23105,25092,22900,22503,17898,12017,21511,10435,19324,2353,5593,24079,23750,20795,13922,16508,16516,10598,16412,9052,15061,13534,4361,9941,9938,11069,16988,15455,10140,12039,1239,12125,23060,20984,15032,13728,348,22844,21646,11524,23232,11912,19647,16934,19520,16673,10913,7426,10856,4979,11262,16968,6907,8686,14513,165,10985,22041,20770,21901,21331,21506,10910,16411,15295,13528,7965,7075,558,24026,15281,17844,20916,19676,11902,11828,13472,17368,21944,11180,24775,14416,18447,11248,9137,3760,9501,21146,14772,22135,19165,20234,7670,14731,17252,21575,20097,5191,907,20968,11439,18796,14452,18925,14989,17436,12036,17056,9282,10453,7224,20534,10645,772,12166,12930,14432,22405,15349,9667,9421,14851,20385,20348,267,23863,14073,18441,13645,10596,14626,22007,17833,14420,25334,8676,16911,24129,11442,13867,11880,15155,11729,7444,6027,983,24304,21141,18331,21994,20540,16732,11593,20923,21851,13656,19943,12954,11742,12125,500,12451,12875,16615,12904,13767,10988,13767,9859,996,12785,21612,16208,16892,19438,11538,7606,10108,16482,8203,15407,21799,15753,13801,21772,18295,14298,14556,9577,17903,9519,13994,677,23693,14704,20388,17533,12837,14634,12974,614,20651,23087,23748,8836,16179,6398,521,13212,11759,15546,14919,14912,5823,11538,15554,23958,20102,8071,8428,8586,4858,132,21220,22281,17782,11220,8838,7204,13192,7518,8423,3459,20064,11819,12238,18541,10879,12111,21755,22736,13687,9942,8802,17004,9409,6409,729,321,16481,21017,21087,9962,19885,13081,11120,13236,8993,9187,20077,11760,11181,9147,5270,23780,22033,18104,15365,17397,27352,23030,11555,22704,25181,10413,23865,16402,14909,11608,15159,21713,11628,22362,13045,12217,10479,15960,10041,499,388,22408,21108,22036,9781,499,22488,19092,15684,5506,12781,11323,12779,11069,146,16755,13654,16725,17397,13484,9632,8148,8561,15438,20763,11051,10925,430,11547,19128,23083,17529,13815,7963,16717,16791,18832,14298,11531,11469,13050,7505,19093,16541,17244,14177,10481,11010,750,18916,12407,20998,20943,15339,22036,17655,15190,20541,4998,20577,11877,15080,12566,9445,20012,18057,5256,8746,14799,8383,560,11682,17586,13947,20393,20114,11067,8077,8587,8698,689,5624,11228,19644,20600,22339,18277,17128,8688,17427,10800,8658,15462,8153,11348,13514,158,21864,21070,25600,12779,10039,17027,16348,14660,11840,10622,347,215,9294,7816,7657,5416,59,25,12808,17055,14603,3895,24658,22851,24819,8275,2331,7338,10324,5568,3656,2942,18770,14774,19648,11582,9544,16116,16109,11507,11869,6536,6545,2897,12886,22469,21504,21276,7871,9075,5829,4931,10681,16618,6185,9205,1521,21088,22654,15497,15582,19246,20381,16701,10992,12858,13111,9658,12508,21625,19391,17628,13726,9679,10582,8384,6019,7921,3173,14898,14657,9717,7013,11230,7564,8535,13467,7718,1804,2747,22852,16289,18591,21198,19741,12174,12393,15035,8754,11641,6140,9369,10384,9199,8604,4204,17514,11944,18662,20239,17146,13327,8020,17855,22484,18913,13245,10084,10449,8776,14690,13014,21805,18576,11295,4747,18396,16306,6755,3971,7449,7191,22007,12558,2507,3378,1008,18118,20845,18714,23506,21845,14010,10162,12217,13923,15851,21147,11123,14284,15264,9828,16426,4903,14359,24045,19466,10204,8965,14435,10674,15316,4123,1526,2669,18336,23635,10915,23058,21341,9249,1628,5600,10169,6081,7504,1732,1036,17937,23197,9275,7358,12995,11164,10177,8545,9900,5096,4972,2196,17968,24533,17119,12693,6483,12955,21481,7097,14850,21744,19461,14548,19957,18463,12989,12935,6600,1001,22424,18848,21233,15435,6183,20180,19530,14047,20674,17686,13207,11099,8068,5220,7809,5400,17985,6021,1240,24274,19962,13921,17112,20571,7958,12287,1079,1537,21680,20580,26364,24153,12699,18045,19427,9841,14182,19054,22087,13251,19398,22242,21963,21520,12309,7284,6886,10476,3803,34,14391,23079,19206,20545,14357,12863,17809,10250,20583,12598,10265,19206,17053,11541,8391,20663,14085,15509,18797,13534,9288,16076,15981,16764,9779,11915,5163,7017,7580,14169,15093,14587,9111,11172,8319,17641,14873,14907,23595,18359,17275,9264,10231,13941,9408,10919,6175,9978,9940,9921,4581,14178,12408,13547,13527,10642,21421,22112,18021,18021,9902,22038,14580,15052,9516,11055,16192,11752,21779,12550,15657,12171,18611,16432,13386,14330,25938,21870,21298,19519,9134,18957,14789,12727,17979,20420,8228,16654,15103,6913,22173,14380,6437,10600,16619,11851,18857,9975,11266,6748,15117,18356,9311,21446,24511,5846,9455,8429,7511,9135,23233,8848,5836,24021,17415,27247,17123,13189,9438,10526,14100,23029,15867,23073,10392,10193,10113,15456,13238,6371,14584,15077,13929,20383,23662,11142,10634,14564,9605,9671,10880,8863,9276,8544,5245,12408,4198,17131,18228,13357,13130,4187,20281,24276,23731,21686,15160,13416,10758,11467,13327,11153,12961,12016,12149,12736,18047,12738,1773,24506,24484,23376,23449,1395,1195,24021,19074,22445,16504,22743,21977,10277,8156,5877,3046,11392,12546,17310,14676,18680,14945,9803,12649,8546,10046,8269,20271,11166,21578,14417,8810,23301,17148,8781,7421,15555,7885,22845,20599,16256,10422,21198,10031,19199,11044,2903,1417,6099,22921,18947,14785,12992,14820,5403,23325,22517,13101,12316,8654,11286,9405,8404,8981,25474,17998,16068,11312,14509,17237,7107,11470,18347,12415,10386,26553,16346,10968,22759,22304,15313,16016,8950,7443,14227,8155,18877,22098,12505,9071,8102,10173,1164,8104,20210,14844,22138,2788,24946,22851,11960,20687,21888,8298,11248,6902,10248,18083,18086,11296,12527,10397,15650,20890,1459,24947,17332,9685,13354,7723,6925,7968,18676,23951,16419,11418,11734,7851,16015,14205,23138,15092,19342,15159,12709,7247,7182,2581,11533,9552,24016,5096,13856,2633,2962,995,8687,12770,11071,8504,14544,15991,15626,14977,7299,12033,11346,10000,8866,20349,6744,19386,15496,1186,16194,24001,11624,13088,14749,14502,12670,12125,5407,8669,7704,9551,13570,18449,12914,10613,9962,9786,12673,12271,1147,182,15426,14444,13649,20965,19515,15984,23899,21379,21926,23278,21646,17852,23425,11310,11227,8560,20026,10933,652,1095,24260,24902,15161,21786,13885,8506,5829,13268,17442,15704,8367,16924,17255,20334,9989,9134,4848,8703,11228,10331,10714,20103,14808,20199,25055,10352,14667,23875,7909,10755,13188,14548,16960,14293,8885,21300,14076,8518,12862,11822,20155,7001,15156,20882,6939,12931,7876,10565,10448,15724,9088,8047,7898,10771,6064,1844,18316,21415,10219,22097,13844,16280,14909,11864,12113,7400,10748,10663,5370,9890,6472,14076,14176,23269,14722,8024,5428,1246,327,101,23410,25078,22916,22885,16928,8841,15605,15767,14752,13702,13772,9251,10689,21219,24700,18892,12795,19827,16691,18922,13777,6918,7937,2049,11844,13493,22508,15197,21295,9220,9735,10036,7338,6526,15478,23399,21624,9297,4011,21511,11153,10293,7625,7865,6936,1390,15685,9576,18757,3391,199,9352,24606,19773,9062,17315,20791,13670,19082,6099,15078,11161,9122,12850,2506,9921,22084,22561,20493,18523,8055,16938,10903,12377,13286,12740,16480,14240,9942,17675,17157,11965,22871,18980,10086,15234,14249,12101,16476,10381,14142,21270,205,612,22211,22108,18211,25630,19234,11084,12487,9274,8612,8321,6123,13413,8640,23902,12702,10823,12447,14605,14568,11231,10392,5482,13892,11781,5638,14807,21910,20596,21732,10929,12315,8714,9105,1361,14198,13386,21366,9455,10860,24200,25715,4630,5963,22232,21471,6955,11326,369,7428,22721,20189,22006,8259,22124,19312,18978,9673,17292,9865,7007,9879,11604,8244,344,78,21352,24466,20606,16613,16888,13557,16080,12973,18698,18581,13452,11500,10104,11004,10337,11274,15136,22769,8482,9386,9454,14223,11251,12768,17263,6159,16278,13721,8897,5852,5659,1062,22755,26495,18717,17969,14473,16763,10855,15295,10296,23907,18144,8230,7984,11095,10929,17481,19925,3325,2297,27392,27460,17289,17284,13639,25825,12206,8658,6575,14894,10442,439,29522,28474,23477,23752,13598,12943,8944,18635,12826,16462,23004,10404,12125,12614,166,60,5735,8447,15302,17054,11451,16056,27530,12422,9834,26066,17901,15920,15816,16695,7557,6833,6269,16219,8824,772,1028,1635,1113,804,23604,18042,4758,22886,25074,16295,652,15307,19640,22606,19372,9257,8716,12287,8481,15554,16079,17716,7335,10741,5858,4388,3408,2737,2170,26972,25327,23302,11663,1651,2925,8526,21449,14300,21786,11784,13687,13028,10858,1631,11667,8793,7998,8095,7476,3500,4545,6952,24767,22547,21420,2890,2244,4160,23768,10981,8547,7173,12297,11198,4912,2225,23888,25829,22193,21782,5705,16440,21497,23056,13278,14161,17138,15130,13603,1087,1866,12556,23440,21013,23590,14632,25349,14869,14008,15130,3095,18328,14310,10245,13591,22960,20673,12940,11505,5536,23019,22826,14363,15634,12569,14476,17127,15406,9019,11282,6753,1268,4573,20240,23594,14745,14607,14488,4606,12872,12144,20192,24538,14517,10602,18770,7720,6558,11683,6737,1818,10475,7702,12231,12166,9927,28171,24624,24210,20487,17308,11417,8558,6407,24692,23208,24723,25883,19133,15942,16225,21712,12803,12417,16428,20592,16524,9231,7799,17354,7067,7124,7705,18556,20175,20525,18141,18159,13791,18373,11894,11985,10527,22857,24340,24425,22033,9501,13070,12096,16823,5593,21830,19310,13900,9221,12320,13092,20567,15438,10811,17416,13590,12195,12124,9752,7504,9277,12630,5494,13061,9456,14345,8034,15164,8960,6632,7918,3838,26379,22411,28898,17050,15808,20538,15289,13661,15025,12986,22292,14920,6677,29227,23527,27939,24996,26363,13335,3616,16932,17501,10422,8866,12363,10880,9537,4281,29014,20555,15118,18225,19173,20614,18465,18954,13322,11935,11063,9415,9521,3866,20194,26015,14706,21670,16518,13146,18644,19944,18914,27558,16660,7976,20185,19618,27079,13907,14035,11504,11782,4740,21002,17228,13489,12111,14116,10500,10602,4579,3741,26515,19640,13014,7728,3155,12384,13187,6342,4332,5335,2687,4140,2820,4743,2024,4212,919,4158,3267,5110,3914,2165,4749,3789,2725,3990,1716,4610,4267,2737,4425,3732,2738,3293,3215,1802,6561,5472,6380,3936,1489,3250,5684,3821,2734,1198,1331,2370,2220,1272,1373,545,395,206,27,34,24,13,4,2,57,23634,23293,16451,14534,18072,15218,10793,22685,19368,21483,17087,17662,11477,23310,10994,18587,17474,12744,21195,16442,22437,14577,12371,12130,4832,2307,21954,15776,17220,13369,11796,17545,12281,14731,24520,17416,15198,20257,16499,8855,17968,7112,11360,23384,15070,13342,20749,19675,8937,6886,7183,750,4,1444,22787,22422,19502,9964,16076,16421,24342,15040,15886,11119,5934,16619,20242,16238,15507,21149,9028,16529,25662,16607,14010,16856,17947,20658,15547,9683,23806,19441,25678,7789,17292,25168,11859,15825,14213,13978,26310,22976,18937,22287,5662,26416,17061,20781,26344,15712,16863,26456,11356,6261,12350,26091,25035,8028,14722,13776,22857,27583,24440,18363,12660,4722,45,136,11443,11262,5500,15913,10567,25837,11792,15145,18647,26033,12783,25846,15637,10094,24806,4305,25879,19026,10006,2624,24381,23010,10002,17152,18594,12947,19534,16466,5802,14194,26361,14605,14729,12957,9997,20968,21058,11251,13240,12002,26390,15635,9001,3369,19835,18059,17030,13966,7427,6010,6140,17723,14040,10863,13017,8003,12927,7028,833,15012,20713,16232,9065,11199,5185,1248,20845,12690,25282,24313,7011,22221,10230,10251,10676,441,10289,8813,11103,12935,12716,4840,0],"fragments":[{"begin":"0.000","end":"1.560","lines":["You're listening to LIFE KIT..."]},{"begin":"1.560","end":"2.440","lines":["...From NPR."]},{"begin":"2.440","end":"72.840","lines":["Hey, everybody. It's Marielle Segarra. Not too long ago, a report came out about gas stoves. When you cook with them, they emit pollutants like nitrogen dioxide. And the report estimated that about 13% of current childhood asthma cases in the U.S. are attributable to gas stove use. Suddenly, it seemed like everybody was talking about gas stoves and how you really need to be ventilating if you have one. And I honestly didn't know that - never thought about it, don't have a fan over my stove, and I wasn't opening the window consistently when I cooked. I remember thinking, oh, my God, I've been poisoning myself this whole time. Fact check - no. However, I have probably been exposing myself to gases that might exacerbate respiratory illness over time."]},{"begin":"72.840","end":"157.320","lines":["When we talk about health risks from the environment, things get confusing and overwhelming fast. It's hard to know just how big of a deal these risks are and also what changes you need to make and when you're going overboard. But that's what we do here at LIFE KIT. We help you figure this stuff out. So in this episode, we're going to talk about indoor air quality. With the help of researchers, we will give you five practical ways to improve your air quality at home, including tips on how to clean your house, how to choose an air filter and how to test your air. A quick note here - one thing we're not going to talk about in this episode is preventing the spread of diseases or airborne viruses like COVID. But NPR has done a ton of reporting on that, so check it out."]},{"begin":"157.320","end":"193.400","lines":["All right. If you want to improve the indoor air quality in your house, one of the first things to think about is the pollution that's coming from inside. Andrea Ferro is an environmental engineering professor at Clarkson University, and she focuses on indoor air quality. She says because of the things we do in our houses - cooking, cleaning, home improvement projects..."]},{"begin":"193.400","end":"204.440","lines":["We have lots of pollutant sources indoors. And if you think about it, the volume of air that the pollutants can mix in is much smaller indoors than outdoors."]},{"begin":"204.440","end":"295.200","lines":["So if you walk away from this episode with one piece of advice, I hope it's this - ventilate. That's right. It may seem obvious, but we've got to say it. You want fresh air? Open the windows. We love a cross-breeze. And if you have one, maybe in your bathroom or over your stove, turn on a fan that vents outside. Make a habit of this, especially when you're doing something that releases pollutants into the air. A very common indoor air polluting activity? Cooking. Look, cooking at home is a great choice. It's often cheaper and healthier, but it can release pollutants and particles into the air. This is especially true if you use a gas stove because that means you're burning fossil fuel in your house. Jeff Brady is a correspondent on NPR's Climate Desk, and he's been covering this topic. He says, according to health experts, the biggest indoor air quality concern with gas stoves is nitrogen dioxide."]},{"begin":"295.200","end":"314.040","lines":["And there is some research that shows in homes with gas stoves, kids have about a 20% increased risk of developing respiratory illness. And recently, there was a peer-reviewed study that found that more than 12% of current childhood asthma in the U.S. is attributable to gas stove use."]},{"begin":"314.040","end":"318.920","lines":["So the risk is highest for kids and for people with lung diseases. If you're a healthy adult..."]},{"begin":"318.920","end":"334.760","lines":["A lot of the researchers and epidemiologists I've talked to over the last year and a half I've been covering this story - they say you probably don't have a lot to worry about, especially if you have one of these hoods over your range that vents all of those pollutants outdoors."]},{"begin":"334.760","end":"372.760","lines":["If you don't have one of those, opening a window could help. The experts we talked to said you also want to ventilate when you burn things like incense or when you spray cleaning products or use personal care products that create fumes like nail polish remover, 'cause all of those things can pollute the air. We do have a caveat here. Before you open a window, check the outdoor air quality in the place you live 'cause there are lots of pollutants outside, too - ozone, fine particulates, smoke from wildfires, biological pollutants like pollen. And while it's important to ventilate in general, you may realize that right now, you need to close your windows."]},{"begin":"372.760","end":"395.480","lines":["OK. No. 2 - keep your house as dust-free as possible. Dust is made up of a lot of things - fibers from clothing and rugs, hair, dead skin cells - I know, don't think about it too much - but also chemicals - for instance, from your shoes. As you walk around outside, you're picking up all kinds of things on your feet."]},{"begin":"395.480","end":"409.240","lines":["Some of those pollutants include road dust - you know, so heavy metals and other things that end up in the road - and then also pesticides from lawn applications or other applications."]},{"begin":"409.240","end":"412.360","lines":["You don't need to be licking your floors to ingest this stuff."]},{"begin":"412.360","end":"420.560","lines":["That's right. So, you know, once those pollutants are part of the dust, you could kick up the dust quite easily and breathe it."]},{"begin":"420.560","end":"436.840","lines":["An easy fix? Take off your shoes at the door of your house. And hey, bonus, when you do this, you're much less likely to find yourself on your hands and knees, scraping a piece of chewed gum off your hardwood floor. Happened to me. Also, dust your home regularly."]},{"begin":"436.840","end":"445.320","lines":["I think the best way is just avoiding dry dusting. So if you have a damp cloth, that's the best because..."]},{"begin":"445.320","end":"446.240","lines":["OK."]},{"begin":"446.240","end":"450.000","lines":["...You're not then putting the dust back into the air."]},{"begin":"450.000","end":"484.640","lines":["Ferro says you should also get yourself a good vacuum with a HEPA filter, if possible. That stands for high-efficiency particulate air filter. According to the Environmental Protection Agency, those can theoretically remove at least 99.97% of dust, pollen, mold, bacteria and many other airborne particles. When you're cleaning, remember to open a window and also think about what cleaning fluids you're using and any potential health risks associated with them. Maybe try using vinegar or dish soap plus a little elbow grease first. See if that works."]},{"begin":"484.640","end":"503.160","lines":["The other thing to look for when you're cleaning - and this is our No. 3 - is mold. You've probably seen it in your bathroom. It can also grow on surfaces like drywall and paint and even in dust. Nellie Brown is a certified industrial hygienist and a director of workplace health and safety programs at Cornell University."]},{"begin":"503.160","end":"527.720","lines":["Most of the time, what draws people's attention to the fact that there might be a mold issue is either some type of odor - a moldy or musty odor - or they see signs of water damage. They see floor tiles lifting up or wallpaper coming off. They see stains coming through drywall or showing up on ceiling tiles or on ceilings."]},{"begin":"527.720","end":"562.800","lines":["The problem is mold releases spores into the air that can cause allergic reactions or trigger asthma symptoms. Brown says if you have visible mold, your first step is to figure out what's causing it. Is there a leak under your sink or maybe in your ceiling? Where is the moisture coming from? You'll want to fix that and then figure out how big of a cleanup job you've got. The EPA says that if the moldy patch is less than 10 square feet - so that's about three foot by three foot - you could probably handle it yourself. Brown says you should also consider where the water damage came from before you make repairs."]},{"begin":"562.800","end":"583.280","lines":["If the source of the water is one in which you are going to find yourself needing to sue someone - a landlord or, you know, someone did a bad repair on your sewer line or something - then you really want to have a report from a licensed mold inspector before you do any remediation work."]},{"begin":"583.280","end":"594.040","lines":["If you do the cleanup yourself, she suggests putting on some goggles, rubber gloves and an N95 respirator. Then, if the mold is on a hard surface, scrub it down with dishwashing soap and water."]},{"begin":"594.040","end":"612.720","lines":["A lot of people think bleach is the answer to everything. And the reality is all that happens is people get more bleach exposure, inhalation exposure to it, accidental eye or skin exposure. It's a very harsh material, and it's usually a lot more than people really need."]},{"begin":"612.720","end":"624.880","lines":["Now, the goal here is to make sure you're removing the mold. So if it's a porous surface like drywall, you may have to cut out a section. And if we're talking about something like fabric upholstery, you just need to throw it out."]},{"begin":"624.880","end":"627.480","lines":["A lot of things, you know, you just can't salvage."]},{"begin":"627.480","end":"637.000","lines":["And then you can prevent mold in the future by keeping your house as dry as possible. One tip from Brown - think carefully before you get a humidifier."]},{"begin":"637.000","end":"661.680","lines":["I'm always very cautious when people say, wow, you know, it's been such a dry winter. I'm thinking of adding a humidifier. Well, here's the problem. If I were you, I would think about how many days of dry weather you really think you can't tolerate. Because the problem is when you start then adding moisture to the air, you can end up with condensation and start creating mold problems you don't want."]},{"begin":"661.680","end":"693.400","lines":["All right. So while you're cleaning surfaces around the house, why not clean the air, too? That's No. 4 - get yourself an air cleaner or make one. Air cleaners are machines that filter the air in your home. You'll want to get one with a HEPA filter. That'll remove fine particles. Even better, if the filter also has activated carbon in it 'cause that can trap volatile organic compounds in the air, like the kind that come from paints or cleaning products. Ferro says when you're buying an air cleaner, pay attention to its clean air delivery rate."]},{"begin":"693.400","end":"698.160","lines":["Basically, how much - what square footage of area that it will clean."]},{"begin":"698.160","end":"710.480","lines":["That can tell you if you need a bigger machine or maybe a few of them. If you're looking for a more budget-friendly way to filter your air, there are instructions for how to build one online. And one of the experts we talked to recommended that."]},{"begin":"710.480","end":"738.960","lines":["OK. No. 5 on our list is test your air. Air sensors can measure the levels of pollutants in your home, things like fine particles, ozone, carbon dioxide and nitrogen dioxide. And if you buy a sensor, you can use it to get smarter about what you do at home and when you need to ventilate. Ferro says you might be surprised by what you learn. Like, she lives on a bus route. And one time, she had students come to her house to show them the impact that would have on her air quality."]},{"begin":"738.960","end":"762.760","lines":["I had students come to my house. I said, well, the buses are coming by every day. So you will see the increase in the particulate matter indoors in my house. And so we put the sensors in the house, or at this point, it was more expensive monitors. And really what we could see more than the buses was us making tea, turning on the stove (laughter)."]},{"begin":"762.760","end":"763.240","lines":["Oh."]},{"begin":"763.240","end":"784.720","lines":["It was a much bigger signal than having, you know, 25, 30 buses drive by my house, idling, because I lived near the stop sign. So that was quite interesting because the buses are an outdoor source, so only some of that makes it indoors, but that stove is an indoor source and so the pollutant levels rose very quickly."]},{"begin":"784.720","end":"826.040","lines":["Ferro's family had just moved into the house, so they didn't have a range hood over the gas stove yet, but she got one after that. But again, you've got to make changes that are possible for you. If you can't afford to install a fan over the stove, maybe you start opening a window and using other appliances when you can, like an electric tea kettle to heat water. If you are looking for an air sensor, the EPA has a website with suggestions. And Ferro says the Air Pollution Control Agency for Southern California has also tested the quality of air sensors on the market. And you can find those results on its website. She says, keep in mind, some air sensors are not the most user friendly because they spit out an overwhelming amount of data without telling you what it all means."]},{"begin":"826.040","end":"845.440","lines":["These air quality sensors typically will give you a reading every minute. So, you know, after a day you've got 1,440 readings. So what do you do with all this? So I suggest using a company or working with a company that also helps you interpret the data."]},{"begin":"845.440","end":"875.520","lines":["One pollutant that your air sensor might not pick up, but you should consider testing for, is radon. Radon is a naturally occurring radioactive gas that comes from bits of uranium that are decaying in our soil, our rocks and our water. It seeps into our homes through cracks in the floor and the walls or gaps around pipes. And it can cause lung cancer over time. According to the CDC, it's actually the second leading cause of lung cancer in the U.S. after cigarette smoking."]},{"begin":"875.520","end":"903.600","lines":["It's hard to get rid of radon entirely, but you can lower your risk. First, though, you'll want to find out how bad the problem is. And you can do that with an at-home radon test kit. You'll order it online, set it on a table for two to three days, and then mail it back. In some states you can get a test kit for free. That's what I just did in New York. And you can also buy one for $17 from National Radon Program Services, a partnership between the EPA and the University of Kansas."]},{"begin":"903.600","end":"923.160","lines":["If your radon levels are higher than the EPA's recommended threshold, the agency suggests that you hire a contractor to fix your home because it does require some technical knowledge and special skills. And if you do it wrong, you could make the problem worse. If you do take on the work, some state radon offices offer training courses."]},{"begin":"923.160","end":"954.120","lines":["One thing we want to note here is we understand it may be harder to do things like get a radon remediation or a mold cleanup professional if you rent than if you own. Because you've got to get your landlord involved, and they might be slow to respond, or they might say it's not really a problem. That's why testing or getting official estimates can be really helpful. But this is a bigger conversation and it's a topic for another episode of LIFE KIT. And actually, we do have one coming up on how to be an empowered renter."]},{"begin":"954.120","end":"976.720","lines":["OK, it's time for a recap - a few simple things you can do to improve the air quality in your home. Open the windows. Keep your house as dust-free as possible. That means take off your shoes at the door. Clean up your mold. Buy an air cleaner, or make one. And test your air - in particular, get yourself a radon test kit."]},{"begin":"976.720","end":"1003.800","lines":["And look, you don't have to do all of these things. We live in the world. Risks are everywhere, and we're never going to create a 100% safe environment. But this is about being safer and making trade-offs and smart choices when you can."]},{"begin":"1003.800","end":"1061.040","lines":["For more LIFE KIT, check out our other episodes. We've got one on how to make hybrid work successful and another on how to raise happy houseplants. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."]},{"begin":"1061.040","end":"1115.080","lines":["This episode of LIFE KIT was produced by Thomas Lu and Mia Venkat. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Danielle Nett and Malaka Gharib are our digital editors. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator, and engineering support comes from Neil Tevault. I'm Marielle Segarra. Thanks for listening."]}],"duration":1115}