{
  "title": "Pregnant? Here's how to deal with the new you",
  "url": "https://www.npr.org/transcripts/1175190657",
  "intro": "Pregnancy is hard work – for the body, mind and soul. There are seemingly endless resources for all the physical and logistical aspects of pregnancy but far fewer for renegotiating your sense of self. Life Kit spoke with author and journalist Chelsea Conaboy about how pregnancy impacts the brain and how to embrace the changes that parenthood brings.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "ANDEE TAGLE, HOST",
      "text": "Hey there, Andee Tagle here. I'm a reporter and producer for LIFE KIT, and I'm also on my way to a brand new title - parent. As of the recording of this episode, I am 7 1/2 months pregnant and, friends, this process has been a lot. Don't get me wrong, my partner and I are thrilled. We are over the moon to be starting our own little family. But also, wow, I truly did not know how many emotions I was capable of feeling all at once until I got pregnant. The answer to date, I think, is somewhere around 27. And I know, I know. Emotionality comes with the territory. But the social, emotional and mental weight of this time is so much more than just those little flashes of great big feeling. The internal shifts set off by pregnancy feel structural and endlessly bewildering."
    },
    {
      "author": "HARITA RAJA",
      "text": "One of the biggest myths in pregnancy is that it's going to be a happy, delightful, exciting time, and there are just going to be happy memories from pregnancy. And what we know, of course, is that pregnancy is a vulnerable time."
    },
    {
      "author": "TAGLE",
      "text": "The fact of this teeny, tiny, now cauliflower-sized stranger growing inside of me has led to a ton of mental push and pull."
    },
    {
      "author": "SHY PORTER",
      "text": "This sense of wanting to do the things that, you know, will help you prepare for becoming a mother or a parent is sometimes conflicting with the sense of, I want to be able to go for a run or I want to eat, like, all of the raw fish that I possibly can or, like, all the soft cheese. And so there's this conflict between wanting to feel like I am still me - right? - or am I being subsumed by this sense of maternal duty?"
    },
    {
      "author": "TAGLE",
      "text": "There are so many resources out there for the physical and logistical aspects of pregnancy, but there's far less out there on how to renegotiate your sense of self in every realm of your life, like how to deal with the particular sadness of no longer knowing how to dress yourself with confidence, or the sting when your girlfriends have a night on the town without you, or the awkwardness of hiding your pregnancy from your coworkers, or the sheer exhaustion of navigating the world with a big, pregnant belly and heartburn and swollen feet that suddenly don't fit into any of your shoes. And on top of all of that, there's the guilt and shame for feeling anything other than happy during those 40 long weeks."
    },
    {
      "author": "PORTER",
      "text": "No one's happy all the time, period, let alone when your hormones are changing and your body is changing and your life is about to have this major transition. Forget it. You're not going to be happy all the time. That's OK. But really giving yourself permission to experience all the things that you're feeling and to sit with it and know that it's going to pass."
    },
    {
      "author": "TAGLE",
      "text": "Pregnancy doesn't last forever, but it's crucial to learn your mental, social and emotional boundaries before Tiny comes calling."
    },
    {
      "author": "CHELSEA CONABOY",
      "text": "The truth is, like, it never returns to normal. We are changed by this process and are changed for life."
    },
    {
      "author": "TAGLE",
      "text": "This episode of LIFE KIT - a beginner's guide to dealing with change while pregnant. First, we'll learn how our brains are affected by pregnancy. Then we'll talk about the emotional and social changes and challenges of pregnancy and decode what it means to you to be yourself while pregnant."
    },
    {
      "author": "TAGLE",
      "text": "First up - mental. Let's get a clearer picture of why pregnancy is such a big mental undertaking so that we can better figure out how to adjust. If you're feeling out of sorts, well, that makes complete sense. Your brain circuitry is undergoing some big changes."
    },
    {
      "author": "CONABOY",
      "text": "We talk about, like, what happens to our bodies during pregnancy as if it's a moment in our lives. And the reality is that pregnancy marks the beginning of a very distinct developmental stage of life that shapes our physical and our mental health for the long term."
    },
    {
      "author": "TAGLE",
      "text": "That's Chelsea Conaboy, a health and science journalist and author of the book \"Mother Brain: How Neuroscience Is Rewriting The Story Of Parenthood.\" She's going to walk us through takeaway one - understand that pregnancy changes the brain for good, and that's not a bad thing. We all know that pregnant people go through big hormonal changes."
    },
    {
      "author": "CONABOY",
      "text": "Our estrogen goes up. Our progesterone goes up. We have changes to our cortisol systems and our prolactin systems and oxytocin. And we talk a lot about what those things mean for the body."
    },
    {
      "author": "TAGLE",
      "text": "But we seldom talk about what they mean for the brain, says Chelsea. When we do, we're quick to be irritated by these changes or to wave them away. But what's actually happening is nothing less than your mind straight re-molding itself for parenthood."
    },
    {
      "author": "CONABOY",
      "text": "All of those really dramatic changes that happen to our hormones during pregnancy, they are really priming the brain to be more plastic, more malleable, more changeable, and to be ready, essentially, to receive our babies."
    },
    {
      "author": "TAGLE",
      "text": "That's amazing and a fact that helps paint a more complete picture of the hormonal experience of pregnancy and parenthood. This developmental stage even has its own name - matrescence - and we have a whole episode on it when you're ready for it. It adds more weight and depth to the idea of baby blues, for example, and gives us greater context for so-called pregnancy brain, which is a very real thing."
    },
    {
      "author": "CONABOY",
      "text": "But it is, like, one piece of a much bigger picture and a picture that's really, like, powerful. And this is not a neurodegenerative stage of life. You know, this is an adaptive one."
    },
    {
      "author": "TAGLE",
      "text": "In fact, one study showed that parenting appears to be a neuroprotective experience over time, meaning it seems to slow the effects of brain aging."
    },
    {
      "author": "CONABOY",
      "text": "It makes sense. We tell, like, older people to stay active, to stay social, to do crossword puzzles. And parenting is sort of like the biggest crossword puzzle you can imagine. Like, I was, like, constantly changing challenges that are, like, hypersocial challenges that - you know, that kind of, like, exercise our brains in very specific, dynamic ways."
    },
    {
      "author": "TAGLE",
      "text": "And what's more, research suggests that the parental brain is better primed for empathy than non-parents."
    },
    {
      "author": "CONABOY",
      "text": "So our ability to actually read and respond to another person's mental state is essentially strengthened, and we also develop a greater capacity to regulate our own emotions in the process."
    },
    {
      "author": "TAGLE",
      "text": "Now, that's a whole lot of change with a whole lot of upside, but that doesn't mean it comes easy. Experts say the hormonal shift from pregnancy is comparable in scope to adolescence. And, I mean, do you remember high school? I've got a stack of angsty mix CDs that reminds me of just how turbulent those teen years were. So the next time you, oh, I don't know, discover you accidentally tossed your brand-new compression socks in the trash, have a mini meltdown mid Krispy Kreme donut or have a great big, fat cry right in the middle of your workday, try to give yourself a break because, as Chelsea now understands intimately, growing pains, mental discomfort are just part of the parenting process. Before giving birth, she had this idea."
    },
    {
      "author": "CONABOY",
      "text": "Postpartum depression was sort of like the flu, either you had it or you didn't have it. And that is so wrong. The reality is psychological distress is an inherent part of this transition to parenthood. I just - I don't know anyone who has gotten there without experiencing some, whether it's from struggles with fertility complications during pregnancy or childbirth, the postpartum experience itself or the return to work. And so struggle is really inherent. The thing that shouldn't be is suffering."
    },
    {
      "author": "TAGLE",
      "text": "On that last note, pregnant people are more susceptible to mental health issues like perinatal or postpartum depression, anxiety or other mood disorders. If you feel like you're suffering, LIFE KIT has an incredibly helpful episode on the exact subject matter that you can find at npr.org/lifekit."
    },
    {
      "author": "TAGLE",
      "text": "Now, let's get our emotional houses in order - not always an easy task with all the mental and emotional gray area surrounding pregnancy. Takeaway two - grief and goodbyes are part of the process. When I found out I was pregnant, there were so many big, albeit seemingly frivolous, parts of my identity that I had to give up overnight. Before I got pregnant, for example, I was a huge lover of energy drinks. Like, if I were an action figure, a giant Monster can would definitely be one of my accessories. Old me loved to have a spontaneous night on the town with friends, to be the party starter and the last-minute concertgoer. She liked going for really long runs on Saturday mornings and doing most of her writing late, late into the night."
    },
    {
      "author": "TAGLE",
      "text": "Now, for one reason or another, all of that, so many little pieces that made me me have had to change or have felt like they've fallen away entirely. They're sacrifices I'm willing to make, but the loss has definitely been acute and left a bit of a vacuum filled with big gnawing questions, like who am I?"
    },
    {
      "author": "RAJA",
      "text": "What am I doing now? What's my role in this?"
    },
    {
      "author": "TAGLE",
      "text": "Harita Raja is a reproductive psychiatrist in Bethesda, Md."
    },
    {
      "author": "RAJA",
      "text": "There are so many changes in identity when we become pregnant, and I think a lot of women feel a loss of control during this time. They feel like they are unable to control how their body is changing, what they're able to do, how the baby is growing."
    },
    {
      "author": "TAGLE",
      "text": "She's careful about making any assumptions of a pregnant patient's feelings, and she encourages them to do the same."
    },
    {
      "author": "RAJA",
      "text": "When I first talk to someone who's pregnant, I actually am very careful not to say congratulations. So really just asking, you know, was this a planned pregnancy? Are you excited about the pregnancy?"
    },
    {
      "author": "TAGLE",
      "text": "Shy Porter is a marriage and family therapist and an associate professor of psychiatry at MedStar Georgetown. She says the struggle between old and new selves and the grief and guilt that come with that transition are a big part of this time."
    },
    {
      "author": "PORTER",
      "text": "You're grieving, at the very least, the fact that your life is never going to be the same as it was before that first baby. You're grieving your independence as a childless person. You're grieving the fact that your body can't do all of those things in the same way right now. And that's really hard, but it's a really important process."
    },
    {
      "author": "TAGLE",
      "text": "The question, of course, is, will I ever get these pieces back? Like, will I still be able to connect with my Friday night friend crowd, or will I be able to get back into the groove when I return to work?"
    },
    {
      "author": "RAJA",
      "text": "I often tell my patients, something's got to give. You know, you get to decide what that's going to be. You are in control to make those choices. But at the end of the day, we can't be 100% everywhere."
    },
    {
      "author": "TAGLE",
      "text": "The hard truth is, no, things won't ever go back to exactly what they were. And it's OK, necessary even, to be sad about that. Maybe take a moment to just address your feelings out loud. Like, you know what, man? All this change has been painful. Even though I really, really wanted this, I miss how things used to be, and I'm scared for what's coming. Shy says you might even consider designating a sad hour."
    },
    {
      "author": "PORTER",
      "text": "I'm going to give myself X amount of time to have a good cry, to just, like, curl up in a fetal position and just, like, lean into this. Then, great, it'll pass. And then I'll like, go get a cookie or I'll go for a walk or I'll go give my partner a hug, whatever I need to, like, help me come out of that space."
    },
    {
      "author": "TAGLE",
      "text": "From there, as best you can, steer clear of negative self-talk as you deal with all the changes. It's so easy to get angry or feel defeated, for example, when you realize your body can't do all the things it's used to doing. Like the moment I realized I had to switch to prenatal yoga when my arms just wouldn't go where they'd always been able to go."
    },
    {
      "author": "PORTER",
      "text": "Staying away from self-blame or self-judgment is so critical and accepting that this is where things are. I may, in my brain, have wanted my arm to do this right now, and it's just not. And you know what? That's OK. Because in this moment, my arm is doing what it needs to facilitate where I am and where this baby is right now, and really accepting that, like, now is not the time to push yourself to do more than you need to do."
    },
    {
      "author": "TAGLE",
      "text": "I'll repeat - now is not the time to push yourself. This process is already difficult without piling on unnecessary guilt and shame. And remember, your body is already pushing itself in so many other ways, which leads us to an idea that probably feels obvious here, but it's a biggie. Takeaway three - don't discount the impact your changing body has on your mood and emotions."
    },
    {
      "author": "RAJA",
      "text": "As women's bodies change, we do see that there is a significant impact on the mental health of women. So, for example, you know, if a woman has nausea and she doesn't have any depression or anxiety before that, the nausea may be what leads her to feeling more depressed or anxious. As we know, many women struggle with body image issues, which may or may not be on the spectrum of eating disorder as well. And I think it's a really difficult time as women navigate these changes."
    },
    {
      "author": "TAGLE",
      "text": "Personally, I've been really lucky in that for most of my life, my mind and my body have been in cooperation with one another. But my pregnant body, with its unsoothable (ph) back pain and random heartburn attacks and rapidly expanding belly button - very often I'm quite literally uncomfortable in my own skin. If that's a feeling you can relate to, Harita says you have options."
    },
    {
      "author": "RAJA",
      "text": "To create a little toolbox for yourself. I often tell women to, you know, take out a piece of paper, write down what's worked for you in the past."
    },
    {
      "author": "TAGLE",
      "text": "Talk with friends to get that external support. Move your body in ways that feel good, like prenatal yoga or maybe just dancing to your favorite songs in the living room. Then there's nutrition."
    },
    {
      "author": "RAJA",
      "text": "For the health of mom and baby physically, but also mentally. Certain foods are going to really provide energy for mom and improve mental health."
    },
    {
      "author": "TAGLE",
      "text": "So maybe lay off the midday sour gummy worms if they've been leaving you in a slump. Then her strongest recommendation..."
    },
    {
      "author": "RAJA",
      "text": "I often tell my patients sleep is like another medication that I can prescribe."
    },
    {
      "author": "TAGLE",
      "text": "Shy suggests if you're having a hard time, try to switch up your focus. That is, try to embrace that no matter how your body feels at this moment, this is a singular and fleeting experience."
    },
    {
      "author": "PORTER",
      "text": "Practicing patience and also remembering that this is not forever, really internalizing this sense that this is a super cool period that I'll never get back again, right? Even if you have multiple children, you'll never be 31, in your second trimester again."
    },
    {
      "author": "TAGLE",
      "text": "On that note, can we take just a second to appreciate the indisputable wonder that is pregnancy? Friend, your body is growing another body. And you know how hard you have to work to do that? There's a study from 2019 that shows that pregnancy pushes the limits of physical human endurance and that the metabolic toll of pregnancy resembles the efforts of ultramarathon runners or Tour de France cyclists. That is gold-medal effort, friends, so be proud of it."
    },
    {
      "author": "PORTER",
      "text": "Sink into it a bit and acknowledge, every single day that my body is changing and growing, it's for this ultimate outcome that we all want."
    },
    {
      "author": "TAGLE",
      "text": "All right. We bounced around the brain. We've sat in our feelings. Now it's time for the social aspect of pregnancy. Let's get into some hard conversations because, boy, oh, boy, can pregnancy come with a lot of them. Takeaway four - relationships will change, but pregnancy is a team sport."
    },
    {
      "author": "RAJA",
      "text": "So during pregnancy, the relationships we have with others can definitely be a stressor. And it's actually one of the primary stressors that we see with women during pregnancy. It happens at all different levels, with our partners or spouses. It can happen with friends, with family, our in-law family."
    },
    {
      "author": "TAGLE",
      "text": "For me, it felt like pregnancy instantly became the leading topic in every conversation I had, no matter if I wanted it to or not. A lot of my friendships feel at a crossroads, for example. On one side are all my parent friends excited to welcome me to a club that I don't fully have access to yet. On the other side, non-parents who extend their well wishes but, of course, have very different interests and hobbies and priorities than I do. It's a gap that can sometimes feel awkward and hard to bridge on either side."
    },
    {
      "author": "RAJA",
      "text": "It's important to recognize that people are going to act differently towards you in pregnancy, and you may feel differently about people."
    },
    {
      "author": "TAGLE",
      "text": "No matter how you're feeling the social strain, remember this is your pregnancy. That means you get to decide how far the conversation goes and how much you want to share about your body and your life. For example, if you're early on and you don't feel like telling a whole lot of people your business..."
    },
    {
      "author": "PORTER",
      "text": "It can just be, I'm not really feeling in the mood to drink right now or, yeah, that sushi looks delicious, but I think I'm taking a break. I've had a lot of fish lately."
    },
    {
      "author": "TAGLE",
      "text": "Another huge social aspect of being pregnant I found out very quickly is fielding so much unsolicited advice. That can be really hard to manage, especially if the advice is coming from well-meaning friends and family. But you don't just have to grin and bear it."
    },
    {
      "author": "RAJA",
      "text": "So pregnancy is really a time where women really find out where they're going to draw the line. There are options in taking the advice that we get. So I think it's really important when we listen to others. We can really learn a lot from other people, but everything we hear, we should just take with a grain of salt. At the end of the day, when we set boundaries, we teach other people how they can treat us and how we're going to treat them."
    },
    {
      "author": "TAGLE",
      "text": "What does a boundary-setting conversation actually sound like?"
    },
    {
      "author": "PORTER",
      "text": "Tell them that you hope that they trust you enough to take the things that make sense for you in your own parenting practices with your partner. And that might mean taking some things from my own childhood, leaving some things behind and communicating to your parents that that doesn't mean that you don't love them or value them or value their input. It just means that this is your opportunity to figure out what you want your motherhood or your parenthood to look like. And that's OK."
    },
    {
      "author": "TAGLE",
      "text": "And then there's your partner, if you're in a relationship. Of course, no two partnerships are exactly alike, but adding pregnancy to your romantic life is sure to change things. Shy says if your partner is your primary support person, help them make this time easier for you by being vocal and specific about your wants and needs."
    },
    {
      "author": "PORTER",
      "text": "No one is a mind reader. And so communicating hopes, dreams, expectations is super important, especially during a phase where you often - I mean, the pregnant person oftentimes is like, every day is a new day. I don't even know what I'm going to need tomorrow, but let me check in with you in the morning about how I'm feeling. And then maybe we'll have another check-in in the evening."
    },
    {
      "author": "TAGLE",
      "text": "Be as proactive as you can to make the process of pregnancy a team effort. Like, can you plan your ultrasound schedule so your partner can join? Could you put date night on the calendar to keep your romance alive? Do they have input on things like genetic testing or baby names? And try to remember, they're going through a big, hard change, too."
    },
    {
      "author": "PORTER",
      "text": "And make sure that they're taking care of themselves, too - they're going out with friends, they're, you know, sleeping, they're eating, etc. Because the support person has to be supported and be taking care of themselves in order to best support the pregnant person and the new baby."
    },
    {
      "author": "TAGLE",
      "text": "Shy says regardless of if you have a partner or not, you should build a support system."
    },
    {
      "author": "PORTER",
      "text": "Because no one can do this alone. No one should do this alone. It's critical to take things into your own hands as much as you can and say, OK, if not them, then who? Who can I rely on? Who will be my people?"
    },
    {
      "author": "TAGLE",
      "text": "There's no prize for struggling the most during pregnancy and no trophy for doing it all on your own, although I admit I do feel triumphant these days every time I get off the couch without assistance. As we've said before, now is not the time to push it or to suffer in silence. Support in pregnancy could and should look like lots and lots of different things. A partner who can hold your hand at the doctor's office or a friend who offers you hand-me-down maternity clothes, a coworker who can cover an extra shift or two when your symptoms are really bad or a church group that could provide you some free, hot meals. From there, the only way out is through. So take it day by day and try to remember, change can be hard but also good."
    },
    {
      "author": "CONABOY",
      "text": "Also acknowledge that the person you are is changing in, like, a very fundamental way, right? Know that it's - you're not compromised by it, that, like, you're growing into a new way of being, a new stage of yourself."
    },
    {
      "author": "TAGLE",
      "text": "And all those other pieces of you - the adventurer, the entrepreneur, the athlete and artist and partner and free spirit and friend - they're all still a part of you, different hues of self that can still be tapped into to make the portrait of this new stage of life brighter and richer and uniquely yours. So here's to everything you are and everything you're becoming, fellow parent-to-be."
    },
    {
      "author": "TAGLE",
      "text": "OK, preggos (ph), let's recap. Takeaway one - understand that pregnancy remaps the brain to prepare you for parenthood. That's a huge and wonderful change that can also bring a lot of growing pains. Takeaway two - it's OK to grieve the loss of your old selves as you make room for the future. Your feelings are valid and an important part of the pregnancy process. Takeaway three - don't discount the impact your changing body has on your mood and emotions. Yes, pregnancy is extremely physically demanding, but it's also amazing. Try to lean into the wonder. And takeaway four - your relationships will be changed by pregnancy and parenthood. But pregnancy is a team sport, so don't go it alone. And if you don't already have that community built in, know that there are a lot of resources out there, groups like Postpartum International that connect you with care or apps for new parents, like Peanut, that can help answer your questions and connect you to other pregnant people who are going through all these ups and downs too."
    },
    {
      "author": "TAGLE",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to create a birth plan and another on how to treat postpartum depression. You can find those at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by Clare Marie Schneider. Marielle Segarra is our host. Our visuals editor is Beck Harlan. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team also includes Audrey Nguyen, Mia Venkat and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support comes from Joshua Newell. I'm Andee Tagle. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR2672765185.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/21/comic_lk_pregnancy_mentalhealth_ljohnsonartboard-092_wide-88b62cdffa9bea17918760a6e13f2be3eccb9b7e.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "ANDEE TAGLE, HOST",
    "HARITA RAJA",
    "TAGLE",
    "SHY PORTER",
    "PORTER",
    "CHELSEA CONABOY",
    "CONABOY",
    "RAJA"
  ]
}