{
  "title": "5 easy tips for making friends as an adult",
  "url": "https://www.npr.org/transcripts/1176641928",
  "intro": "Whether you're moving into a summer sublet or your forever home, friendships are important to feeling settled in a new place. So how do we do that? A friendship coach walks us through how we can be more vulnerable and resourceful in adult friendships.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, BYLINE",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "JANET WOOJEONG LEE, HOST",
      "text": "Whenever you move to a new place, you're confronted with a familiar challenge - how to make friends. But unlike when you were young, meeting other kids in the playground, you're an adult now."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "I often feel like I'm that person on the outside trying to get in to a clique of people."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "It's like you're trying to psych yourself up to approach someone and, like, scanning your brain for something to say."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "I don't always know how much of my personality I can show people right away, but I'm working on it and getting better."
    },
    {
      "author": "LEE",
      "text": "It's an emotional journey I've gone through every few years as I've moved across the country and around the world growing up. And even since I moved into my current home in Brooklyn, I still struggle with making new, meaningful connections."
    },
    {
      "author": "MELODY WARNICK",
      "text": "Making friends is the ultimate challenge for adults."
    },
    {
      "author": "LEE",
      "text": "That's author Melody Warnick. She's written two books on our sense of belonging and how having community could help us feel at home in new places."
    },
    {
      "author": "WARNICK",
      "text": "Give yourself two weeks to go through that process of mourning the place that you left and saying goodbye mentally and then dive into the new location."
    },
    {
      "author": "LEE",
      "text": "But after two weeks or even my two years in New York City, none of this feels easier. So I asked our expert, friendship coach Danielle Bayard Jackson, why is it so hard to make friends as adults?"
    },
    {
      "author": "DANIELLE BAYARD JACKSON",
      "text": "I think that we think it's challenging to do it as an adult, and I think we sometimes maybe really romanticize what it was like to make friends when we were younger. And it's not something you're maybe necessarily technically taught. And so because of that, I think some of us are startled to learn that we might have to make a lot of these connections happen for ourselves."
    },
    {
      "author": "LEE",
      "text": "Right, so it's just different but maybe not necessarily hard."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Yes, I think it requires a bit of strategy that we maybe didn't anticipate. But I think once we have certain mindsets down and we're open to the fact that it's totally possible to make new friends in adulthood, I think it becomes a little bit easier."
    },
    {
      "author": "LEE",
      "text": "Hello, LIFE KIT listeners. I'm Janet Woojeong Lee, a producer on NPR's Education Desk. And today's episode is all about making friends wherever you go. We'll discuss how to approach adult friendships and ways we could be more active about building these relationships. Settling in a new place, of course, looks different for everyone. But I promise this episode has tips for you no matter who you are and where you're going."
    },
    {
      "author": "LEE",
      "text": "All right. You know you're going to move, and you're starting to get a little worried."
    },
    {
      "author": "LEE",
      "text": "Well, there is something you can do even before you get there - a change in mindset. That's Takeaway No. 1 Be active. Be intentional about making connections."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "So I think a lot of us have to get comfortable with making our need known, because you can't get the need met if you're scared to make it known. And when it comes to wanting connection or being intentional about wanting to create new friendships, there's such a sense of shame or embarrassment for a lot of adults because we feel like it's something we should have figured out by now. And so if we get comfortable with informing the people in our existing circle that we're about to experience a transition and we're looking to get plugged in, I think we'd be surprised by people's willingness to help us get connected."
    },
    {
      "author": "LEE",
      "text": "First things first - alert your network. Post on your socials. Hey there, I'm moving to Seattle this summer and would appreciate any introductions. Or ask your family group chat - looking for housing in Chicago. Do we know anyone? And tell your co-workers. Especially if you have a remote job, you never know who's already out there. Make sure to also communicate what kind of connection you're looking for, like someone to show you around or another couple with similar-school-age kids. It's not likely that you'll hit it off and become best friends with everyone, but that's OK. You're just trying to get to know people in your new home. Here's something else you could do before you get there."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "If there are certain restaurants or advocacy groups or whatever it is in a city that you currently live in, do some research beforehand to see if they have a sister location in the area that you're about to move to because that offers a sense of familiarity when you go, and you already have a place to plug into that feels like a natural flow or extension of your hometown."
    },
    {
      "author": "LEE",
      "text": "Let's say you're moving somewhere where you know people. You're going to live closer to your friends, and they're thrilled to see you, or you have relatives who are ready to drive you around and help you get settled. Well, you're set. But then there's this gray area - the people you could reach out to."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "We tend to think that it's going to be so awkward to reach out to people with whom we had a connection that kind of fizzled out. Like, maybe nothing dramatic happened, but over time, you know, we communicated a little less and a little less and we overestimate, like, how awkward it will be. But the average person is happy to hear from you. They're happy to be reconnected. You just have to own it."
    },
    {
      "author": "LEE",
      "text": "That takes us to Takeaway No. 2 - reconnect with old friends. And you never know. Your former classmates, co-workers, neighbors - you might end up better friends with them than before. Let's say you message someone you haven't spoken to in years. Just hours later, you almost wish they never got back to you. You're thinking to yourself, we're going to meet up, but what are we going to do? Do we even have anything to talk about? Danielle has two tips for making this work."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "So whenever you're extending an invitation to rekindle with somebody, the first thing I always say is you have to address the elephant in the room."
    },
    {
      "author": "LEE",
      "text": "Meaning acknowledge that gap in time and that you haven't been the best at keeping in touch, like saying, hey, we used to work together until last year, or hi, I'm so sorry that it's been over a year since we talked. Get that out first, then propose specific plans for catching up, like what you're going to do and roughly how much time you're spending together - something like this."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Hey, Kate. I know it's been, like, three years since we last spoke, but you've been on my mind, and I am coming back home. And I thought it would be cool to have coffee and to catch up for an hour or so. I like to suggest including the duration because it lets people know, like, how long to charge their social battery for. And they're like, oh, I can commit to an hour."
    },
    {
      "author": "LEE",
      "text": "Once you meet up in person, it's just as important to follow up. So don't wait for your friend to confirm they had a good time. Instead, it goes a long way to tell them, hey; it was sweet catching up with you. And you can keep this momentum going by bringing up whatever topic that came up during your chat."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Maybe a day or two later, you send them a link. Oh, I know you mentioned hiking. And I saw this article listing all the spots in the area, and I thought you could appreciate this. The subtext there is that I enjoy our connection. I was listening to you. And it kind of sets a nice foundation to rekindle that friendship moving forward."
    },
    {
      "author": "LEE",
      "text": "Maybe you got back to them with a few links or you asked to be invited to whatever they're doing next weekend. You're eager to do more fun activities with other people, but you also don't want to bother your one friend because what if I seem desperate? Or even worse, what if they get tired of me? Well, there is a way you could be more active in your community on your own, which brings us to takeaway No. 3."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Another thing that adults can do as well to make new friends is to incorporate more routine into their day, which I know sounds very unsexy."
    },
    {
      "author": "LEE",
      "text": "It could sound unsexy, but having this sort of routine could kind of be lovely. My friend David tried it last year when he moved to Somerville, Mass. Even before he got there, he planned to find two things - a coffee shop for Thursdays and a go-to hairdresser. Now, David didn't fall in love with a barista or meet his new best friend in town, but he started noticing the same faces or what Danielle calls familiar strangers."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "With routine, you're seeing the same faces, and it becomes less intimidating to say hey and to ask a question because you see them all the time."
    },
    {
      "author": "LEE",
      "text": "And you could incorporate any activity, community or place you love. Do you go on a run every morning? Why don't you try running at the same park for a week? Or try going back to that restaurant around the block at least once or twice a month. Again, you're not trying to meet your best friends here, so take that pressure off yourself and enjoy that sense of community you're going to start feeling from having a routine."
    },
    {
      "author": "WARNICK",
      "text": "No matter where you live, you can develop that sense of home, even if it's a place where you're probably only going to be there temporarily. You know it's not your forever home, but being in a place for a year, even six months or three months - it's a long time to be miserable, right? And we can do concrete things for ourselves to make ourselves happier in a place, to make ourselves feel that sense of at-homeness."
    },
    {
      "author": "LEE",
      "text": "Melody writes about community in relation to your physical home, and there's one idea from her book that's helped me contextualize all this. It's called place attachment."
    },
    {
      "author": "WARNICK",
      "text": "Which is the fancy phrase that means feeling an emotional connection with your place. It's kind of that sensation you get when maybe you've been on vacation and you're pulling back into town and you just kind of go, oh, this is home. This feels like home."
    },
    {
      "author": "LEE",
      "text": "Melody says place attachment comes from two things - one, your relationship with other people and, two, the impact you have on your community. So what if you, like me, feel like you found good company - great friends, coworkers - but you still don't quite feel at home? So how do we change that?"
    },
    {
      "author": "WARNICK",
      "text": "One way that people can do that is by creating a third place for yourself. So the idea is to find a place for yourself that isn't work and isn't home but something totally other than that."
    },
    {
      "author": "LEE",
      "text": "So you doing you comes first. And in the process, you might have come across groups of people who share your interests, like the book club at your public library or the community soccer club that you see on dog walks. Well, if any of these catch your eye, it may be a good time to scope out interest groups. And that's takeaway No. 4."
    },
    {
      "author": "WARNICK",
      "text": "Find online groups, people on Instagram who live in your town, and see what they're doing and recommending. Subscribe to the local newspaper, or find the online events listings that will help you know what's happening in your town so that you can start to show up for things but also so you just kind of get a sense of where it is you landed."
    },
    {
      "author": "LEE",
      "text": "Nowadays, you can find pretty much any community online - for food, sports, identity, religion, parenting for both kids or pets. Look it up. It's probably there. My friend Minky (ph), for one, moved to Queens last fall, and he recently joined a barbecue group that he found on Instagram. They grill together, sell barbecue and donate whatever money they make. Now, Minky's been interested in grilling for a while, but he never had the chance to really get into it until now."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "So I think these life transitions where we're moving to a different city - it's time to be exploratory about everything, and it might be time to engage in an activity you've always been curious about. Now's your chance."
    },
    {
      "author": "LEE",
      "text": "And maybe you, like me, have countless events you've signed up for but never showed up to. Or are you feeling overwhelmed and would much rather have someone tell you which one to try first? If you're looking for that gentle nudge, Danielle suggests book clubs."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "When you go to a book club meeting, you all read the same book. You don't have to know anybody there. And you can walk in and say, oh, my God, I hated the main character. And then you guys are launching into a great conversation for two hours. So it kind of takes away the nervousness of having conversation. They also meet regularly, so you don't have the awkward, like, hey; do you want to meet up again? - because you're going to see those people again in, you know, three to four weeks."
    },
    {
      "author": "LEE",
      "text": "You might be tempted to bail after your first book club meeting. And I get it. It's so much easier to just chill at home. But for recurring interest groups like this, it's super important from the start to commit to showing up more than once. So tell yourself, you have to go back."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "When you know you're just going to go one time, it changes the way that you engage with people while you're there. So you're almost auditioning them. You're trying to see if they're your people. And then we leave, and we're like, oh, I wasn't really feeling it, and we don't go back. And so I often challenge my clients to go three times to an event before they make up their mind."
    },
    {
      "author": "LEE",
      "text": "So you're trying to build, but there's a lot of people, and that can be overwhelming."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "One piece of advice I like to give people is to stop trying to form a relationship with the collective and instead focus on creating relationships with the singular. So I think sometimes when we put ourselves under that pressure cooker to be liked by the group and to fit in with the group, we forget that the group is made up of just individual people. And so sometimes it might be less intimidating to focus on those individual relationships first."
    },
    {
      "author": "LEE",
      "text": "And that's not to say one-on-one situations are all that simple either. Even after what feels like an OK coffee chat, you keep doubting yourself. What if I was talking too much? Did I overshare when I talked about my time in college? Are they going to think I'm a bad person for saying I don't like cats? Here's Danielle's advice. When getting to know people, focus on the connection, not the relationship. That's Takeaway No. 5. Especially when you're new in town, you could feel shy or even intimidated to share your true self - your favorite music, cuisine, weekend activities. And trust me, I get it, as someone who's super conflict-averse. It's so hard to share these things for no good reason. But Danielle says being honest about yourself is key to adult relationships."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "What's ironic is sometimes we tend to minimize our interests because we don't know if people will get it or if they'll share them. But you'll find your people more quickly if you lean into the things that make you different or that you think are quirky interests or things like that. So getting comfortable with the things that make you different and the interests that you have and playing that up as you allow yourself to be the new kid is one way to really attract people who might be good members of your community as you're getting started."
    },
    {
      "author": "LEE",
      "text": "And this could go a long way. You might plan your next hangout to do something you both enjoy or leave with names of other people you could reach out to. And if you don't feel comfortable sending cold messages, lean on what Melody calls the super-connectors."
    },
    {
      "author": "WARNICK",
      "text": "The people who know everyone and they want to introduce you."
    },
    {
      "author": "LEE",
      "text": "Super-connectors are especially helpful for anyone who self-identifies as an introvert. And if that's you, Danielle has two more suggestions."
    },
    {
      "author": "WARNICK",
      "text": "The first is only say yes to the activities you know will bring you joy."
    },
    {
      "author": "LEE",
      "text": "Maybe invite your work friend to the art museum to check out the exhibit you've been meaning to see anyway. Or if you know a few people who are going to this potluck, it might be nice to tag along. Danielle's second advice for introverts is, again, focusing your energy on one-on-one interactions."
    },
    {
      "author": "BAYARD JACKSON",
      "text": "Introverts will go to a party and sit on the couch and talk to the same person for 45 minutes, but maybe leave feeling more connected than the extrovert who made it their mission to work the room. And so really being intentional is a big part of all of this, is having an objective, following through, being brave."
    },
    {
      "author": "LEE",
      "text": "For both introverts, extroverts, really anyone, making new friends takes effort, especially when you barely know anyone around you. And it might not be as smooth as you'd like it to be."
    },
    {
      "author": "WARNICK",
      "text": "It's something that you have to be thoughtful about when you move to a new community, to just kind of open yourself up to the possibilities that are here for you, which may not be what you expect for yourself, maybe far better than you were planning."
    },
    {
      "author": "LEE",
      "text": "Friendships are often out of control. They come and go. But sometimes we're met with these magical moments."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "But it's really exciting when I do click with a new person."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Like, you're mutually invested in trying to get to know each other."
    },
    {
      "author": "UNIDENTIFIED PERSON #3",
      "text": "It feels like I've - I'm home."
    },
    {
      "author": "LEE",
      "text": "You never know when and where these encounters will come your way, so feel it out and be open. It may take a sec, but before you know it, you'll find your comfort places in town, run into people you've seen around, and invite your new friends to join you wherever you are."
    },
    {
      "author": "LEE",
      "text": "Now, here's a recap on how to make friends wherever you go. Takeaway No. 1 - be open and intentional about making new friends. Tell your network that you're moving or that you're looking to meet people. It's nothing to be shy or embarrassed about. And this is something that you can do even before you get there. Takeaway No. 2 - reconnect with old friends. And when you set up a catch-up call or hangout, acknowledge the passing of time and make clear plans like where you're going to go and how much time you want to spend together. Takeaway No. 3 - build your own routines. Find places where you feel at ease, whether that's somewhere you play your favorite sport or a bakery that reminds you of home. Takeaway No. 4 - go to group gatherings. If you find a cool event on Instagram, a neighborhood barbecue day, club sporting event, a dog costume contest, say yes. Give it a try. And for recurring groups, commit to going at least three times. Takeaway No. 5 - friendships start from one-on-one relationships. Even when you're trying to branch out from group hangouts, don't feel pressured to be friends with everyone at once. And remember that all of this takes time."
    },
    {
      "author": "LEE",
      "text": "And that's a wrap for today's episode. For more LIFE KIT, check out our other episodes. We've got plenty on friendships - one on how to make friends, how to keep in touch with friends, and how to handle friend breakups. You can find those and more at npr.org/lifekit. And if you love LIFE KIT and want more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by me and Mia Venkat. Our visuals editor is Beck Harlan, and our digital editor is Danielle Nett. Meghan Keane is the supervising editor. Beth Donovan is the executive producer. Our production team at LIFE KIT also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider and Sylvie Douglis. Julia Carney is our podcast coordinator. Engineering support came from Neal Rauch. I'm Janet Woojeong Lee. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3989528031.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/17/makingfriendsaftermove_final_01_wide-a1be19f35c2918338f0cfea63ae639849ad670df.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, BYLINE",
    "SEGARRA",
    "JANET WOOJEONG LEE, HOST",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "UNIDENTIFIED PERSON #3",
    "LEE",
    "MELODY WARNICK",
    "WARNICK",
    "DANIELLE BAYARD JACKSON",
    "BAYARD JACKSON"
  ]
}