{
  "title": "SOS! I'm feeling anxious — what can I do?",
  "url": "https://www.npr.org/transcripts/1176853926",
  "intro": "Anxiety can feel awful and overwhelming. But it can also be a helpful warning signal — telling us when we're in danger or out of alignment with our true feelings. We share tips on how to turn down the dial on your anxiety symptoms, so you can listen to what they're trying to tell you.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR."
    },
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "Hey, everybody. It's Marielle Segarra."
    },
    {
      "author": "SEGARRA",
      "text": "If you've ever had anxiety, it can feel like your body is under attack. Your mind is racing. Maybe your heart's pounding or your palms are sweating. Your stomach hurts. Your skin gets red and hot. Psychotherapist Britt Frank says she gets it."
    },
    {
      "author": "BRITT FRANK",
      "text": "Anxiety feels awful, and it can be debilitating. I've had anxiety issues my whole life. But anxiety doesn't attack us."
    },
    {
      "author": "SEGARRA",
      "text": "Frank is the author of the book \"The Science Of Stuck,\" and she specializes in something called somatic experiencing."
    },
    {
      "author": "FRANK",
      "text": "Which is a very fancy way to say that you have a brain attached to a body, and your body does things."
    },
    {
      "author": "SEGARRA",
      "text": "Frank says anxiety can actually be like the check engine light of your brain."
    },
    {
      "author": "FRANK",
      "text": "Anxiety is an indicator light. It is something that happens in our body in response to either an unsafe situation, to an injury from the past or to a perceived or real threat coming from the future."
    },
    {
      "author": "SEGARRA",
      "text": "And if you think about things that way, anxiety can give you a lot of information about what feels right to you, about how you want to spend your time and about who you want to spend it with. But to get to those insights, you've got to dial down the overwhelming symptoms, even if that's from a 10 to a seven. On this episode of LIFE KIT, we're going to give you some practical, research-backed ways to do that in the moment and then help you listen to what your anxiety is trying to tell you."
    },
    {
      "author": "SEGARRA",
      "text": "What's happening in our bodies when we're feeling anxious?"
    },
    {
      "author": "FRANK",
      "text": "So when we're feeling anxious, we have the amygdala. And the amygdala is the panic signal of the body. When that goes off, it's preparing our body to fight or flight or flee, and we don't get to decide which one our bodies default to, nor do we get to decide how intense that is."
    },
    {
      "author": "SEGARRA",
      "text": "If you're in that moment, there are a few steps that you can take to dial it down, to dial that response down and bring your body and mind back to a calm state."
    },
    {
      "author": "FRANK",
      "text": "Yes. Yes. Now, not everyone feels the same exact physiological cues, but if it's a physiological state, then there are physiological solutions to be had. This is my little schticky (ph) three-step thing. If you are feeling overwhelmed by anxiety, step one - just assume your brain knows what it's doing. Why am I anxious? Because my brain is braining. Step two - ask yourself, what are three small micro yeses available to me now? What are three resources - people, places, thoughts, things? What are some things that help me feel not better but safer, things available to me, things that I can do right now that might be able to help me dial down from a 10 to a seven. And then step three is of that small list of things, pick one and do it."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. For me, I like to watch shows like \"Gilmore Girls\"..."
    },
    {
      "author": "FRANK",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "...Because I grew up on watching that show. But also, it just like - nothing ever goes that wrong in that show, you know? It feels familiar. It feels like the problems get solved."
    },
    {
      "author": "FRANK",
      "text": "Yes."
    },
    {
      "author": "SEGARRA",
      "text": "It feels like everybody loves each other. So I find that helps ground me."
    },
    {
      "author": "FRANK",
      "text": "And watching the same shows over and over - mine is - my version of \"Gilmore Girls\" is \"The West Wing.\" Anytime I'm feeling anxious, I watch it because I know exactly what's going to happen. There's no surprises. So a lot of people will find that watching the same things over and over or listening to the same song over and over is comforting. So I love that as an anxiety intervention."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. In the book, you talk about other things that might make you feel safe. Maybe that's hugging your best friend or sitting on the beach or curling up with a book. Maybe it's drinking tea. And then there's also the idea of using your senses. Can you talk a little bit about that?"
    },
    {
      "author": "FRANK",
      "text": "Yes. So - and again, none of these interventions are going to magic your way out of a stressful environment or a difficult job or a financial situation. But what we're trying to do in the moment is take your brain from being on fire, where you can't think at all, to a place where thinking and logic and access to your choices becomes more readily available. And using your senses is the way to do that. Holding on to ice cubes, sticking your face in a bowl of cold water, smelling something really, really strong, sucking on things like, you know, Hot Tamales or really sour lemon candies can sort of snow globe your brain just a little bit, just enough that your brain can access - I am not being eaten by a tiger right now."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. And there are some others that I thought were really helpful, too, like different sort of mental exercises. Notice five things you can see or hear or touch or smell or taste. So it's thinking about the senses but just kind of naming those things."
    },
    {
      "author": "FRANK",
      "text": "Yes. And that one I'm really happy to see has gotten super trendy. And giving language to our experience, again, gives your brain something to do. I think of it like a chew toy for the brain. So when you're saying, OK, here I can see a plant. I can see a painting. I can see this, and here's what I can feel, and here's what I can hear. That, again, gives your brain something to grab on to besides five-alarm fire."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. There's another one from the book I really want to share. I think it works especially well if you have some sort of chronic pain that comes back when you're anxious, but it's to name the sensation you're having wherever you're having it. So maybe you're like, OK, my face feels really hot and itchy right now. And then you look for a place in your body where you feel - I like to think of it as nothing but, like, neutral, calm nothing. For me, it's always my ear. Like, I'm like, nope, my ear feels, like, nothing. I can barely even feel it."
    },
    {
      "author": "FRANK",
      "text": "What we're trying to do is help your body understand that it's not globally feeling terrible. Now, some people get very - they're like, well, are you saying we're supposed to gaslight ourselves out of our pain and just go into this toxic, positive, everything is fabulous? And the answer to that is no. It's - what we want to do is, OK, so if you have a chronic GI issue, notice that your stomach feels like it's on fire, and it's tight. But then notice your left ear, like you said, and notice that your left ear is feeling neutral or nothing. Notice your stomach, and then notice your right kneecap. And by bringing attention not just to something else but giving yourself permission to feel your pain and also noticing that your pain is not global, that can help dial down the intensity. And anyone who's had chronic pain knows, even if you can dial it down just a notch or two is going to bring significant relief."
    },
    {
      "author": "SEGARRA",
      "text": "It's actually incredible how this works. It doesn't sound like it would work, but it's like you're feeling a throbbing pain, and then you toggle back and forth like that. Something about it, it really just feel like it turns the volume down."
    },
    {
      "author": "FRANK",
      "text": "I was so mad when I learned this. I remember sitting in my somatic training just with my arms crossed. I was such a cynic. I'm like, this is dumb. You're telling me I paid how much money to learn how to just bring my attention to, like, my left leg and then to my right kneecap? And it does. It works. And people who are way smarter than I am have studied how the central nervous system encodes information and the things that help dial it down in intensity. And this is one of them."
    },
    {
      "author": "SEGARRA",
      "text": "You also have this concept of anxiety fire drills. It's basically when you practice bringing yourself down from an anxious state when you're not actually feeling anxious. Can you talk more about that?"
    },
    {
      "author": "FRANK",
      "text": "So, you know, as a little kid, stop, drop and roll was drilled into us so many times that, if there were a fire, we wouldn't be thinking, oh, no, what do I do? Oh, we just know stop, drop and roll because we did fire drills so often. And same thing with anxiety. With mental health issues, we're not taught to practice for when the crisis hits. We're taught, you're fine. You're fine. You're fine. Oh, no, you're not fine. So an anxiety fire drill would be, make a list of five people, places, thoughts or things that help you feel safe or safer or slightly less threatened, and then practice doing them. Because anyone who's ever struggled with anxiety or depression knows, like, the last thing you want to do when you're struggling is bother someone or reach out because you don't have the energy to. But if you've practiced, if you've done the muscle memory thing, then it's going to be second nature."
    },
    {
      "author": "SEGARRA",
      "text": "OK. So how does this work? Like, you have a list of people that you reach out to when you're not anxious, and you just say, hey, can you coach me on the things that will calm me down? Can we run through this?"
    },
    {
      "author": "FRANK",
      "text": "Doesn't that sound silly?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah."
    },
    {
      "author": "FRANK",
      "text": "But it works. So, you know, you can have a list of things that don't require other people. And that might be taking a bath, watching \"Gilmore Girls\" or, for me, \"West Wing,\" having a cup of tea, sticking your face in a bowl of ice cubes. Those are all things that you can do solo. But sometimes our anxiety needs to be met with another human being because we're not designed to thrive in isolation. For the friends that you have on standby, absolutely practice calling them when you're not anxious. And call them and say, all right, this is a fire drill. What you need to hear is, OK, in this moment right now, you are safe, I believe you and I'm here with you. And, yeah, practice doing that when you're not in the middle of an anxiety swirl. And I guarantee you whoever's doing that with you is going to find it helpful because then when the fire hits, you've already done the thing."
    },
    {
      "author": "SEGARRA",
      "text": "I feel like it might be helpful to have the - one of your anxiety fire drill people be someone else who has anxiety. Like..."
    },
    {
      "author": "FRANK",
      "text": "(Laughter) Yes."
    },
    {
      "author": "SEGARRA",
      "text": "...You know, 'cause you do that for each other. It's like, all right, here we go. You know, and you kind of, like, understand it, too."
    },
    {
      "author": "FRANK",
      "text": "Exactly. And then it becomes funny. Like, if you have another person that you know with anxiety, you're both going to start laughing because it feels so stupid. And that is a double neuro bonus because laughter is going to deactivate your panic response. So if you guys start cracking up because you both feel like idiots doing this - bonus. That's an extra dose of anti-anxiety medication for the two of you."
    },
    {
      "author": "SEGARRA",
      "text": "So we're trying to figure out in the long term, once the fire is out or the dial is turned down on the anxiety, it seems like we want to reflect on maybe why that happened. I think it feels like a lot of the time, the anxiety that people feel, it can seem like it's attached to one particular thing, right? It's like I have a friend who - he really always thinks that he didn't lock the car door, and he gets super anxious that stuff is going to be stolen from the car and whatever. And then we go back and it's fine. But he's not actually really nervous about the car. There's usually something going on, like, at work or some other reason that he's feeling, like, off in his life."
    },
    {
      "author": "FRANK",
      "text": "Sure. And our symptoms can take up so much bandwidth that it's easy to forget that symptoms point toward a problem. They're a problem, but they're not the problem. And again, so many factors go into this - right? - genetics, environment, level of access, privilege. There are a lot of factors that go into how safe or how unsafe our brains feel. But it's really useful to just start with, OK, this isn't just about this. This could be about something else. And that opens more doors for you to explore and to perhaps find your way to solutions."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. OK. So what if we're there? We're like, OK, it's not about the car door. What is it about? Like, in the book, you have some challenges that I think get at this unpacking or help you figure out what that anxiety map is leading to. One of them is to take a piece of paper and list all the stressful people in your life..."
    },
    {
      "author": "FRANK",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "...And then on the other side of the paper, for every person, to write my real feelings about her or them or him are blank. And then at the bottom write, I have a right to my feelings."
    },
    {
      "author": "FRANK",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "What is this exercise about?"
    },
    {
      "author": "FRANK",
      "text": "Yeah. And I have never seen anybody do that exercise feeling more anxious at the end of it. It's kind of - there's a lot of dismay when you actually put pen to paper and you start writing out your stressors. But when you start listing out how many stressful people are in your life and the impacts that these people are actually having, you're going to look at that list and go, oh, my gosh. OK, my anxiety makes a little bit more sense to me now. So, you know, if someone comes in to me and says, you know, on a first session, I have an anxiety disorder, I'm like, OK, well, let's list all of the significant people in your life - your boss, your co-workers, your family members. List all of the messages that these people are giving you. List all of your unacknowledged feelings about these people. Is it possible that your anxiety is actually a bunch of feelings that you have not given yourself permission to feel?"
    },
    {
      "author": "SEGARRA",
      "text": "Does it help, then, to say, OK, well, this is what I'm going to do? Like, I'm going to see my family member less or I'm going to tell them I don't want to talk about dieting with them or whatever."
    },
    {
      "author": "FRANK",
      "text": "So what you're talking about is boundaries, which are incredibly useful and incredibly powerful and incredibly difficult and scary and cumbersome to have to set and then to have to hold. So I tell people don't even worry about what this means as far as what you're going to do. Let's separate it into smaller components, because if I acknowledge that my mom's comments about my weight are stressing me out, now I feel like I have to do something about it. Now I'm going to go back into that state of freezy stuckness (ph) again. So let's just start with, what's the reality of these relationships? Then, in a perfect world, what would be your decision? And then, as the next step, it's, OK, well, what's realistic? What are you realistically willing and able to do, boundary-wise? Because it might not be realistic from a medical perspective or from a financial perspective to set as hard of a boundary as you may want. And that's fine because we can always find something."
    },
    {
      "author": "SEGARRA",
      "text": "Have you noticed that your client's anxiety has diminished significantly once they make decisions that are more authentic to them?"
    },
    {
      "author": "FRANK",
      "text": "It kind of gets worse before it gets better. So I would say, yes, people's anxiety does get better, but it does create some other problems that are important to work through, too. Often, anxiety is displaced grief because I don't want to grieve. There is a large degree to which we - you know, we amplify our symptoms by not acknowledging what's true for us and about us because it's unpleasant and it's painful. But the pain of acknowledging our reality is preferable to the pain that comes with trying to repress or deny."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That makes a lot of sense. Coming back to the idea of anxiety as a signal or a check engine light, if you could almost start to see it as your old friend."
    },
    {
      "author": "FRANK",
      "text": "(Laughter)."
    },
    {
      "author": "SEGARRA",
      "text": "Like, you know, it's like I have certain things in my body that when I feel them, I'm like, all right, what's this about?"
    },
    {
      "author": "SEGARRA",
      "text": "Like, is there somebody around me that's behaving in a certain way that's reminding me of something from the past? Or is there - like, am I not being fully honest with this person or something? And it's, like, a literal, physical pain, but it's, like, an indication to me now. I'm not so afraid of it."
    },
    {
      "author": "FRANK",
      "text": "Right. And we're taught to fear our physiology. If you think of our language - right? - we fight depression, and we battle the scale, and we're being attacked by our anxiety. Now, again, I'm not saying that the symptoms are pleasant or that you have to enjoy them. I am saying it helps to start with the assumption that your brain is on your side."
    },
    {
      "author": "SEGARRA",
      "text": "I'm so glad that you wrote this chapter and this book 'cause it does feel like it's just called a disorder, or it's - like, the word pathological is used. And it's like, wait, there is a clear tie to something."
    },
    {
      "author": "FRANK",
      "text": "Yes. Anxiety's a superpower. I hate it, and it's awful. But imagine not having it. Imagine the state of our lives and our relationships if we didn't have that little feeling inside us going, don't go there. Don't do that. So it's awful, but we need it."
    },
    {
      "author": "SEGARRA",
      "text": "Well, thank you so much. This has been really, really helpful, Britt."
    },
    {
      "author": "FRANK",
      "text": "I'm so glad."
    },
    {
      "author": "SEGARRA",
      "text": "All right. It's time for a recap. If you find yourself in an anxiety spiral and you want to turn the dial down, try naming the resources available to you that make you feel safe. Those can be people, places, things. Maybe it's your favorite TV show or a cup of tea or that white noise machine or those microwavable slippers. Warm toes make everything feel better. Also, use your senses to ground yourself. Rub an ice cube on your forehead or suck on something sour. Name five things you can see or smell. You can also practice anxiety fire drills with a loved one, so they know exactly how to talk you down in the moment. That means calling or texting them beforehand and saying, hey, this is a fire drill. And that'll also train you to reach out even when you want to retreat. Once you have a plan for the next time you're feeling like this, you can start to decode what your anxiety is telling you. List the people in your life and how they make you feel. Dig for any other feelings you might not be paying attention to. Anxiety can be really scary and painful, but these techniques can help."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on how to process grief and another on what to do at work when you're struggling with your mental health. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. And if you've got a good tip, leave us a voicemail at 202-216-9823, or email us a voice memo at lifekit@npr.org."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Margaret Cirino. Our visuals editor is Beck Harlan, and our visuals producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Thomas Lu. Engineering support comes from Ted Mebane. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR7683745498.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/22/superpoweranxiety_final_02_wide-b8fc29f94afd64f056895a0ff27a273a72e0a091.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "BRITT FRANK",
    "FRANK"
  ]
}