{
  "title": "To save money on groceries, try these tips before going to the store",
  "url": "https://www.npr.org/transcripts/1177920731",
  "intro": "Groceries aren't cheap, but there are ways beyond just looking for sales to make budget meals. To help cut down your grocery bill, we have practical tips for saving money on the food you cook at home.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT from NPR. Hey, everybody. It's Marielle Segarra. Take a moment and think about the last thing you cooked. How much do you think the carrot in that recipe cost? What about the three cups of vegetable broth? Beth Moncel could actually answer that question. She's the founder of budgetbytes.com, a recipe website for folks with small budgets. She studied nutritional science in college, and she learned this costing method in her classes."
    },
    {
      "author": "BETH MONCEL",
      "text": "So it's a technique that you will find a lot in food service operations like restaurants and cafeterias."
    },
    {
      "author": "SEGARRA",
      "text": "She says you figure out the price of that carrot, add it to the cost of all the other ingredients in the recipe and then..."
    },
    {
      "author": "MONCEL",
      "text": "Divide it by the number of servings. So you know how much each of your meals is costing."
    },
    {
      "author": "SEGARRA",
      "text": "Beth says when you do this, you start to notice patterns. For instance, her recipe for lentil bolognese costs $1.40 per serving. It's hard to get a meal that cheap at a restaurant. But some of the components are way cheaper than others - like, one carrot, 15 cents; one cup of red lentils, 67 cents; half a cup of walnuts, $1.07."
    },
    {
      "author": "MONCEL",
      "text": "I suggest everyone try costing at least once because it's so eye-opening. It really does make you rethink the way you look at all of the ingredients that you're buying."
    },
    {
      "author": "SEGARRA",
      "text": "On this episode of LIFE KIT, Beth and I are going to talk about what to do with the things you learn from this exercise and share a lot more tips for how to save money on groceries."
    },
    {
      "author": "SEGARRA",
      "text": "Walk me through how you think about cost as you're coming up with a recipe."
    },
    {
      "author": "MONCEL",
      "text": "Sure. So, like, if I make a pot of chili, normally a recipe for chili will include a pound, at least, of ground beef. So something that I like to do is reduce that ground beef by half. So I'm still getting that beefy flavor and that satisfying mouthfeel of, you know, actually eating beef, but then I bulk up the recipe with extra beans, maybe some lentils or maybe even some extra vegetables if I have them, sometimes pasta and rice. Those are all far less expensive per pound than beef is going to be. Even if you just adjust the ratio slightly in your recipes, it can make a really big difference."
    },
    {
      "author": "SEGARRA",
      "text": "What are some of the other ingredients that tend to be cheaper that you could use as the bulk of your recipes?"
    },
    {
      "author": "MONCEL",
      "text": "My favorite is cabbage. Cabbage is so versatile because it can go with so many different flavors, and there's a lot of different ways you can prepare it. And it's so filling. Don't forget about potatoes, onions, carrots. Even broccoli sometimes can be pretty inexpensive. So take a look in your produce aisle for the ingredients that are a little bit lower price, and just try adding those into your recipes, and it will really increase the number of servings without increasing the cost."
    },
    {
      "author": "SEGARRA",
      "text": "OK. And then on the other side, what are some ingredients that tend to be on the more expensive side of things?"
    },
    {
      "author": "MONCEL",
      "text": "So it's usually, unfortunately, the animal products, the ones that, you know, really make people drool, like meats and cheeses, dairy. But also, nuts are pretty expensive. But most of these ingredients are super-potent as far as the flavor. So if you just add a little bit, it really goes a long way. So, like, if I use bacon in a recipe, I am very rarely using the entire package of bacon. I'll use maybe two to four ounces - so, like, a quarter of the package. And you still get all of that smoky flavor in your recipe. You get the fat that gives you that nice mouthfeel, and it's way less expensive."
    },
    {
      "author": "SEGARRA",
      "text": "And then if you are buying stuff like that and you're only using a bit of it, do you have any tips on keeping fresh food fresh?"
    },
    {
      "author": "MONCEL",
      "text": "Yes. So I rely on my freezer heavily for saving leftover ingredients. I often freeze leftover cheese. Leftover bread products freeze really well. And if you can't freeze what you have left over, make sure to incorporate those ingredients in your menu for the next week or the next few days. And on our website, we have an ingredient index which is really handy for that. So say you have, like, a leftover half bunch of parsley that you don't want to go to waste. You can just click on parsley in our ingredient index and see all the different ways you can use in all the different recipes we have."
    },
    {
      "author": "SEGARRA",
      "text": "Is it worth investing in any special freezer bags or other kinds of Tupperwares that'll keep things fresher?"
    },
    {
      "author": "MONCEL",
      "text": "I don't think it's necessary. I think your best bet is to just stay on top of what you have on hand and make sure you're using it before it's been in the freezer for a really long time. So one way to stay on top of that is you can actually keep a list magnetized to the front of your freezer. And every time you put, like, a leftover ingredient in the freezer, you know, just write it down. Write the date on it. And then if you use it, cross it off your list."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. I have, like, a half a bag of eggplant meatballs..."
    },
    {
      "author": "MONCEL",
      "text": "Ooh, yum."
    },
    {
      "author": "SEGARRA",
      "text": "...Meat is in quotations - in my freezer right now. And every time I open the freezer, I'm surprised to see them in there."
    },
    {
      "author": "SEGARRA",
      "text": "And I'm like, maybe next time, maybe tomorrow I'll take those out. But yeah."
    },
    {
      "author": "MONCEL",
      "text": "Put it on your calendar. I find that if I put things on my Google calendar, then I don't forget."
    },
    {
      "author": "SEGARRA",
      "text": "OK - noted."
    },
    {
      "author": "MONCEL",
      "text": "Cook the meatballs."
    },
    {
      "author": "SEGARRA",
      "text": "Cook the meatballs. So what about when you are doing the actual shopping? How do you choose a grocery store?"
    },
    {
      "author": "MONCEL",
      "text": "I really encourage people to look around in their area for what's available other than the main, large-chain grocery stores because you can find some really great deals in other types of stores. You might have some smaller local stores. Sometimes some ethnic grocery stores have some really great deals. And then also, check out your farmer's markets. So once you get to know the stock and the average prices in each of those stores, you can kind of decide, you know, which one is the best for me to shop at this week, or do I need to shop - get a bulk of my ingredients at one store and maybe stop at another one on the way home just to get the last couple of items?"
    },
    {
      "author": "MONCEL",
      "text": "Another technique I use is I have an app called Flipp, F-L-I-P-P, and it's a free app. And basically, what it does is it aggregates the sales flyers from all of the stores in your area, and you can, you know, set it to only show you the stores that you want, but you can see what's on sale at that store that week. And that can also help inform your decision of where to shop that week."
    },
    {
      "author": "SEGARRA",
      "text": "Do you have a meal plan going into looking at those circulars, or do you look at them and say, oh, cabbage is on sale, so I'm going to make a recipe that has cabbage in it?"
    },
    {
      "author": "MONCEL",
      "text": "I would look at the sales flyer while you're developing your recipe for the week. So the main things that I take into consideration when deciding what to cook for the week ahead is, A, what's already in my kitchen, in the pantry, freezer, refrigerator? Those items I want to use up first. Then go check those sales. See what might be on special that week, and pick your recipes that way. Every now and then there is a sale on something that you might not be able to use at that exact moment, but that's when your freezer will come into play again. You're essentially, like, locking in the sale price for the next time you want to use that ingredient."
    },
    {
      "author": "SEGARRA",
      "text": "Do you find that it's usually cheaper to buy in bulk?"
    },
    {
      "author": "MONCEL",
      "text": "Not all the time. I think it's really, really important to do comparison pricing for everything, not even if it's just in bulk. Sometimes just different packaging on the same grocery store shelf will have drastically different prices. I see it all the time. But then you also have to take into consideration, A, do you have storage room for the item that you want to buy in bulk? And then, B, are you really going to use it in a reasonable amount of time before it goes bad? So you really want to consider all of those things, but I personally don't really ever buy in bulk unless it's meat or something that I could freeze for later."
    },
    {
      "author": "SEGARRA",
      "text": "I want to talk now about the moment that you're at the grocery store, if you are shopping in person. It can be really overwhelming, right? You have so many choices. You have bright lights and music and crying babies and squeaking shopping carts, and it can just feel like you have to make a decision instantly. So do you have any tips on how to stay focused while you're shopping?"
    },
    {
      "author": "MONCEL",
      "text": "Yes. So grocery shopping is probably one of my least favorite activities, so I make it as efficient as possible. So, A, having a plan before you go in is absolutely essential. Know what recipes you're going to cook. Write down the ingredients for all of those recipes. Before you go to the grocery store, take that list to your kitchen, and just double-check for each one of those items because you might not realize you already have some of those things on hand. And then once you have this on paper and you go to the grocery store, you know exactly what you need. You can stay focused."
    },
    {
      "author": "MONCEL",
      "text": "If you want to do a little bit of pre-shopping online, you can just type each ingredient into the search bar on your grocery store's website. It will show you what they have available at that store, and you can price compare in the moment on your computer before you're in that overstimulating environment. Decide which one you're going to get. It often even tells you what aisle it is in, so you know exactly where to find it. So I can get in, get what I need and get out and get on with my day."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah. That's a hot tip. I did not know that. I just like to go on my way home from work when I'm starving and, like..."
    },
    {
      "author": "MONCEL",
      "text": "(Laughter) Bad idea, bad idea."
    },
    {
      "author": "SEGARRA",
      "text": "...Kind of hangry (ph), you know, have a bit of a headache."
    },
    {
      "author": "MONCEL",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "That's my fave way - no preparation, just vibes."
    },
    {
      "author": "MONCEL",
      "text": "And how much do you spend?"
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, too much."
    },
    {
      "author": "MONCEL",
      "text": "Impulse buys, yeah. And, like, I don't know. I mean, not everyone has this luxury, but I try to go, like, in the least busy day and time of the week because it's just a little bit less chaotic then, and it makes it less horrible. So if you have that option, try to do that, too."
    },
    {
      "author": "SEGARRA",
      "text": "How does this quest for cheaper groceries change if you live, say, in a house in the suburbs versus in a small walk-up apartment in a city? I live in an apartment. My fridge is actually smaller than the fridges in my brother's house, for instance, in the suburbs. It's like my freezer doesn't hold as much."
    },
    {
      "author": "MONCEL",
      "text": "Yeah. So you just basically have to be extra diligent about what you're buying and what you're using and having a plan. In that case, I would also try to probably lean more heavily on dried goods, things that don't have to be stored in the refrigerator or the freezer. So, like, dry lentils are a great one. Pastas and rices, even canned goods can be a good option."
    },
    {
      "author": "SEGARRA",
      "text": "What if you are someone who needs to have groceries delivered for one reason or another? Do you have any tips on doing that - on getting grocery delivery as affordably as possible?"
    },
    {
      "author": "MONCEL",
      "text": "I think the one good thing about doing grocery delivery is it's really easy to cost compare different items. And then I would suggest using a service that is really good with communication as far as, like, doing replacement items or alternate options because if a grocery store is out of one thing that you need and the shopper doesn't ask if there's something you want instead, that can throw off your entire plan for the week. And then you might have several other ingredients on that list that are being purchased that you don't even need anymore. So I would go with a service that has a lot of flexibility that way and has shoppers who are really communicative."
    },
    {
      "author": "SEGARRA",
      "text": "So what if you're doing all the meal planning and all the budgeting but you're still having trouble affording groceries? What are your options?"
    },
    {
      "author": "MONCEL",
      "text": "I would look into what food banks are available in your area. I think it's a really great resource that is often overlooked, or people think food banks are for people who only have no food. But really, it's like a bridge to help people through these tough times. So you don't have to be getting all of your food at a food bank. Maybe you just need an extra couple of items to help get you through, you know, till your next paycheck. And I don't think people should feel ashamed if they have to use a food bank. Everybody goes through hard times and that's what these services are there for."
    },
    {
      "author": "SEGARRA",
      "text": "And with a food bank, is it generally that you get a box of items but you don't choose what's inside? Or do you choose? Like, do you say, hey; I need cereal; I need milk?"
    },
    {
      "author": "MONCEL",
      "text": "Yeah, usually you have an option. So a lot of them are set up kind of like a pantry. So you go there, and you see what's available and then you can pick and choose what you need at that time. So it's pretty flexible, and they're just so helpful."
    },
    {
      "author": "SEGARRA",
      "text": "And on the flip side of that, I guess, if you have leftover groceries that you want to donate, food banks are a good place to bring them."
    },
    {
      "author": "MONCEL",
      "text": "Yes. If they're unopened, I think a lot of food banks do accept those. But you'll have to check with the food banks in your area to see exactly what they accept."
    },
    {
      "author": "SEGARRA",
      "text": "So I'm wondering for folks whose circumstances have recently changed and now they have to put a lot more thought into how to afford groceries, how could they manage some of the emotions that come up around that?"
    },
    {
      "author": "MONCEL",
      "text": "Yeah, it can definitely be overwhelming. And this is something I always tell people, is to start small. Because if you try to start by cooking every single meal at home, you're going to get overwhelmed, you're going to give up and you're going to go back to ordering out. So start by planning one recipe for one week and just see how that goes. And then once you get comfortable with that, add a second recipe. And each of those recipes is going to make multiple servings. So it might even end up feeding you for a few days."
    },
    {
      "author": "MONCEL",
      "text": "And then the other really important piece is to keep track of that spending. If you see on paper just how much money you're saving by cooking that one recipe, you will make a mindset shift and you'll say, OK, I just saved $30 by cooking that one recipe, or maybe even more. I think it's important to find the joy in the cooking and not see it as a chore. So if you have your Saturday morning set aside for doing some meal prep cooking, you know, turn on some music, make yourself a special coffee or a drink and have fun with it, or get your friends and family involved. Cooking together with the people that you love is really great quality time, and it's a fun event. It doesn't have to be a chore."
    },
    {
      "author": "MONCEL",
      "text": "And, you know, what I've noticed through a lot of our readers over the years is that they didn't think they liked cooking. But once they made that first recipe that was, like, a total success, it gave them a sense of pride, and then that encouraged them to try even more. And then before you know it, they loved cooking as a hobby because it's like, I made this really cool thing with my hands and then I get a really good meal out of it at the end too. And, like, what's not to love about that? I mean, maybe the dishes, but (laughter)..."
    },
    {
      "author": "SEGARRA",
      "text": "Oh, yeah. We just did an episode on cleaning, and we encouraged people to change their mindset about that too - also see them as - doing the dishes as a kindness to yourself."
    },
    {
      "author": "MONCEL",
      "text": "That's a tough one, but I could try."
    },
    {
      "author": "SEGARRA",
      "text": "I'm still working on that."
    },
    {
      "author": "MONCEL",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "Beth, thank you so much. All of these have been really helpful."
    },
    {
      "author": "MONCEL",
      "text": "Thank you so much for having me."
    },
    {
      "author": "SEGARRA",
      "text": "All right. Time for a recap. If you want to save money on groceries, spend the time to calculate the per-serving cost of one of your go-to recipes. You'll notice that some ingredients are more expensive, and you can cut back on the amounts of those you use. Meats, cheeses and dairy products tend to be in this category and so are nuts. Look at the store circulars before you go shopping. Make a list of what you need. And remember; it's not always cheaper to buy in bulk."
    },
    {
      "author": "SEGARRA",
      "text": "Also, if you're having groceries delivered, make sure they contact you about replacement items when something is out of stock. Also, if you're having groceries delivered, make sure they will contact you about replacement items when something is out of stock. Go slowly when it comes to meal prep. Start out by prepping one meal a week ahead of time. You don't want to burn out when you've just gotten started. Also, consider food banks. They can be a life-saving resource, and you're allowed to use them even if you can afford some groceries. Sometimes they're a way to fill in the gaps."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We have one on reducing food waste, another on composting, and another on meal prepping. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter."
    },
    {
      "author": "SEGARRA",
      "text": "This episode of LIFE KIT was produced by Sylvie Douglis. Our visuals editor is Beck Harlan, and our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor, and Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Margaret Cirino and Thomas Lu. Engineering support comes from Stacey Abbott, Ted Mebane and Carleigh Strange. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR5312839242.mp3",
  "img": "https://media.npr.org/assets/img/2023/05/31/cheapgroceries_01_wide-b94d011bc42d71dec9961bb7f46473a75dfc6187.jpg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "BETH MONCEL",
    "SEGARRA",
    "MONCEL"
  ]
}