{
  "title": "Get more out of your dreams",
  "url": "https://www.npr.org/transcripts/1179675677",
  "intro": "Dreams have inspired works of art, led to breakthroughs in organic chemistry and helped people process their deepest fears and emotions. They're not just weird little movies our brains put on while we sleep. In this episode, we explain why we dream — and how to get more out of them.",
  "transcript": [
    {
      "author": "MARIELLE SEGARRA, HOST",
      "text": "You're listening to LIFE KIT..."
    },
    {
      "author": "SEGARRA",
      "text": "...From NPR."
    },
    {
      "author": "SEGARRA",
      "text": "Hey, everybody. It's Marielle. I want to talk about something that I've always found kind of wild. Every night, bedtime rolls around, right? We close our eyes, and then we go on adventures in our brains. Alice Robb is a journalist and the author of the book \"Why We Dream.\""
    },
    {
      "author": "ALICE ROBB",
      "text": "It's an altered state. I mean, it's like being on drugs."
    },
    {
      "author": "SEGARRA",
      "text": "Yeah, dreaming is trippy as hell."
    },
    {
      "author": "ROBB",
      "text": "Everything was very heightened. And it felt very, very sensual. Like, I was just swimming in a pool."
    },
    {
      "author": "SEGARRA",
      "text": "I dreamt that I was in a hot air balloon with Ronald McDonald."
    },
    {
      "author": "DARIAN WOODS, BYLINE",
      "text": "I just walked by on my horse, trotting along."
    },
    {
      "author": "UNIDENTIFIED PERSON #1",
      "text": "They, like, brought me backstage. And then they were like, you're going to go up on stage while Taylor Swift is singing \"Enchanted,\" and you're going to be on a horse."
    },
    {
      "author": "UNIDENTIFIED PERSON #2",
      "text": "Like those dipping cups, you know, for your chicken nuggets, except they were pools - like, in-ground pools."
    },
    {
      "author": "DEIRDRE BARRETT",
      "text": "They had fairly standard troll clothes of little, pointy hats and colorful, medieval shirts and baggy, medieval pants."
    },
    {
      "author": "SEGARRA",
      "text": "And people say dreams are boring. The last voice you heard is Deirdre Barrett. She's a dream researcher at Harvard. And the trolls she's describing were part of a recurring nightmare she had as a kid. She says they kind of looked like Richard Nixon. The thing is, dreams are more than just weird, little movies your brain puts on while you sleep. You could think of them as an opportunity."
    },
    {
      "author": "BARRETT",
      "text": "We're in a very different brain state. Our dreaming mind is much more active in visual areas. It's somewhat less active in verbal, logical, linear areas. Our dreams are much more intuitive, kind of loose kind of thinking rather than a tight, logical thinking."
    },
    {
      "author": "SEGARRA",
      "text": "So dreams can be a source of creativity. They can give us different ways of looking at a situation, and they can help us learn and problem solve."
    },
    {
      "author": "ROBB",
      "text": "They're giving us access to new ideas, whether we remember them or not."
    },
    {
      "author": "SEGARRA",
      "text": "Today on LIFE KIT, we're going to go on a how-to adventure into dream world with these two experts. We'll talk about what role dreams can play in your life, how you can remember them, understand them and use them as a tool. And we'll even teach you how to banish a nightmare."
    },
    {
      "author": "SEGARRA",
      "text": "OK, we're going to start with some dream World 101. I asked Alice Robb, who spent years learning about dreams for her book, why do we dream? She says there are lots of theories. One is that we're running through a kind of threat simulation."
    },
    {
      "author": "ROBB",
      "text": "Common feelings in dreams are things like fear, anxiety, guilt, helplessness. So there's actually a theory that comes to us from evolutionary psychology that one of the functions of dreams is to help us prepare for dangerous situations, kind of worst-case scenarios in real life."
    },
    {
      "author": "SEGARRA",
      "text": "That theory has been tested in different ways. In one study, researchers followed students who were preparing for an exam. And they found that the ones who had nightmares about exam day, like they were running late or they forgot the answers, that sort of thing..."
    },
    {
      "author": "ROBB",
      "text": "The more dreams they were having like that, the better they actually performed. So, you know, you might dream about missing your alarm, and then you think, I better two."
    },
    {
      "author": "SEGARRA",
      "text": "Another theory is that dreams can be a form of wish fulfillment, the place to get what we want. And then there's an understanding that dreams can help us process our emotions. Deirdre Barrett, the dream researcher at Harvard, says dreams can serve all of these functions and more."
    },
    {
      "author": "BARRETT",
      "text": "I think it's kind of like asking what the function of waking thought is."
    },
    {
      "author": "SEGARRA",
      "text": "Meaning, our waking thoughts don't just serve one purpose, and our sleeping thoughts don't, either. So takeaway one - dreams have a lot of applications. Think about how you want to use them. Do you want to understand your emotions, to figure out what's really bothering you, to prepare for an upcoming test or performance or event? Are dreams a spiritual practice? In a lot of cultures and spiritual traditions, dreams are seen as a sacred space where you can communicate with your ancestors and even divine the future. Maybe they're meaningful for you in that way. Dreams can also be a source of creativity or inspiration for you, as they have been for artists throughout the ages - Mary Shelley, Robert Louis Stevenson, Salvador Dali, Paul McCartney. Yeah, a Beatles song came to Paul McCartney in a dream."
    },
    {
      "author": "PAUL MCCARTNEY",
      "text": "And I just woke up one morning with this tune in my head. I thought, I don't know this tune. Or do I? It's like an old jazz tune or something. And I just remembered it or somewhere. So (vocalizing)."
    },
    {
      "author": "SEGARRA",
      "text": "Eventually, that transformed into this."
    },
    {
      "author": "MCCARTNEY",
      "text": "(Singing) Yesterday, all my troubles seemed so far away. Now it looks as though they're here to stay."
    },
    {
      "author": "SEGARRA",
      "text": "Now, I promise you don't have to be Paul McCartney to be inspired or enlightened by your dreams. And that brings me to takeaway two - understand and interpret your dreams. Deirdre says to start, you're going to want to say your intention out loud at bedtime."
    },
    {
      "author": "BARRETT",
      "text": "Just tell yourself as you're falling asleep that you want to remember your dreams."
    },
    {
      "author": "SEGARRA",
      "text": "You can also try meditating. Researchers have found that people who meditate regularly remember more of their dreams. And then first thing when you wake up, grab on to whatever dream you remember before it slips away. You can do this by writing in a notebook or dictating your dream into your phone."
    },
    {
      "author": "BARRETT",
      "text": "But if for some reason, you don't want to keep a dream journal, at least just take the moment when you first wake up to notice what you were dreaming and think about whether it has any potential relevance to important things in your waking life."
    },
    {
      "author": "SEGARRA",
      "text": "Pay close attention to any symbols or images you remember. And this is the part where we get into dream interpretation with an exercise you can do at home. I told Deirdre about a dream I had had that week."
    },
    {
      "author": "SEGARRA",
      "text": "I was in this house. And suddenly, there was this lion. And, like, I ran away from it just in time. But, like, just as I was running away, it went like, roar and, like, bit the back of me. But I got away. What does that mean?"
    },
    {
      "author": "SEGARRA",
      "text": "Deirdre told me, first of all, don't bother buying one of those dream dictionaries that says, you know, if you see a lion, it means this, or if your teeth fall out, it means that. This is really about figuring out what the symbols in the dream mean to you. And you can do that through questions like..."
    },
    {
      "author": "BARRETT",
      "text": "Tell me what a lion is. Pretend I'm from another planet, don't know what a lion is."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe some folks would say that lions are the king of the jungle. And others would say that they're these nasty beasts that kill everything around them. Or..."
    },
    {
      "author": "BARRETT",
      "text": "This might be somebody's favorite animal, even though they're having a scary dream about them."
    },
    {
      "author": "SEGARRA",
      "text": "For me, lions are a symbol of strength and leadership, but I'm also terrified of them."
    },
    {
      "author": "BARRETT",
      "text": "And then I would pick out the other key elements in the dream, like, what is one's back? How is that different from any other part of one's body? what is what is the back?"
    },
    {
      "author": "SEGARRA",
      "text": "To me, the back is a vulnerable spot where people can sneak up on you. So I concluded that I've been taking on a more direct leadership role at work. And, sometimes, being in charge scares me. That tracks. But you know, try this at home. See what your dream symbols mean to you. Over time, you might start to notice patterns. Now, up until now, we've been talking about how to remember and interpret the dreams you have. But I've got exciting news. And this is takeaway three. You don't have to wait for dreams to happen to you. You can co-create your dreams with your sleeping mind before your head hits the pillow."
    },
    {
      "author": "BARRETT",
      "text": "There's something we call dream incubation."
    },
    {
      "author": "SEGARRA",
      "text": "The practice actually has roots in a lot of ancient cultures. One early example is the Greeks."
    },
    {
      "author": "BARRETT",
      "text": "Who had temples where people went to sleep to usually try to have a healing dream about a physical problem."
    },
    {
      "author": "SEGARRA",
      "text": "And we'll get into how to do this. But first, remember your why. Like, do you want to use dreams to help you problem solve? Because dream incubation can help. Maybe you're trying to figure out how to arrange the furniture in your new apartment. Or you need help with a homework problem you've been puzzling over. Deirdre conducted a study on this where she asked 76 students to choose a problem they needed to solve. They tended to pick personal problems, relationship dilemmas or job decisions, things like that. And they did dream incubation for a week. About 50% of them remembered a dream about the problem, and a majority of those students felt it solved the problem. So dream incubation isn't foolproof. It won't work every time, but it could be worth a try. Here's how you do it. Just before you fall asleep, you're going to tell yourself, I want to dream about X."
    },
    {
      "author": "BARRETT",
      "text": "And just have a simple phrase or, at most, a sentence about your question or problem or topic. Tell yourself verbally you want to dream about it and then find an image that really embodies it."
    },
    {
      "author": "SEGARRA",
      "text": "Could be a mental image. Or maybe you look at a physical photo or an object. Deirdre says, by the way, the reason this works is that your dreams are informed by the experiences, emotions, places and people that you've encountered in your waking life. Deirdre used dream incubation once when she couldn't decide how to organize a chapter in her book. Should she write it in more of an essay format or a narrative style? So she thought about that right before she fell asleep."
    },
    {
      "author": "BARRETT",
      "text": "And I actually had a dream that was of flying over a very clear, tropical-looking looking water. And I was looking down and seeing fish and coral reef beneath it about 50%. But the water was also reflecting the clouds in the sky about 50%."
    },
    {
      "author": "SEGARRA",
      "text": "Deirdre interpreted this as a symbol that she could do both - the essay structure with some example stories in each section."
    },
    {
      "author": "BARRETT",
      "text": "And I really did something that was a complete compromise between the two approaches."
    },
    {
      "author": "SEGARRA",
      "text": "A hybrid."
    },
    {
      "author": "BARRETT",
      "text": "Yeah."
    },
    {
      "author": "SEGARRA",
      "text": "So it's funny - like, yeah, it's not necessarily that your inner self is going to be like, hello, Deirdre. I've decided that you should do the essay (laughter) style."
    },
    {
      "author": "BARRETT",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "Or I think you should do a hybrid. It's like - it can be symbolic."
    },
    {
      "author": "BARRETT",
      "text": "Right."
    },
    {
      "author": "SEGARRA",
      "text": "And what you get out of a dream will often be like this. It'll come in the form of inspiration or a metaphor. And your waking mind will probably have to fill in some gaps. You can use dream incubation for other things too. Like, if you're having a nightmare over and over, you can try to change the dream by coming up with an alternate ending during your waking life."
    },
    {
      "author": "BARRETT",
      "text": "And then every night as you're falling asleep, you'd be saying the simpler version of, if the nightmare starts tonight, I want it to take this other path."
    },
    {
      "author": "SEGARRA",
      "text": "Maybe you often dream about a schoolyard bully. And you decide that tonight, instead of running away from them, you're going to fight them off or shrink them to the size of a bug and then flick them into outer space. Use your imagination. Remember - this is dream world. This can be a really helpful exercise for people with post-traumatic stress disorder who may want to do it with the guidance of a therapist. You can also use dream incubation to craft yourself. A fun little dream. You know, maybe before you go to sleep, you tell yourself, tonight, I want to dream about sitting down to an all-you-can-eat buffet made up entirely of dessert - pastries, ice cream, warm chocolate chip cookies. Or I want to dream that I'm having a love affair with my celebrity crush. Worth a shot, right? Okay, so we're learning that we can take control of our dreams. Our next takeaway is about the ultimate form of that. If you want to take your dreams to the next level, try lucid dreaming. Lucid dreams are a phenomenon where you're asleep, and you become aware that you're dreaming. Alice Robb says there are people who get really skilled at this."
    },
    {
      "author": "ROBB",
      "text": "And not only recognize that they're in a dream but then decide to stay in the dream and can even, you know, take control of what happens in it."
    },
    {
      "author": "SEGARRA",
      "text": "She says lucid dreams can be another treatment for nightmares - where you fight off a bully, for instance. But you do it aware at the moment that the whole thing is a dream. So you're kind of making decisions on the fly. You can also use lucid dreaming to practice something, a speech, a performance, or to just have fun, you know, outside the realm of physics. Like, in dreams, you may be able to fly or do superhuman things like magic. So if you want to have a lucid dream, a few tips. First, do all the regular stuff. Start remembering your dreams. Keep a dream journal. And take note of the recurring symbols or environments that show up. Like, maybe you always dream about your ex, but that person is not a part of your waking life. Or maybe in your dreams, you're always seeing wild animals that you don't generally encounter during the day - you know, lions, dolphins, giraffes. Alice says once you're aware of these, they can help you recognize when you are in a dream. And that's the goal when you're training yourself to lucid dream. You want to be constantly asking yourself throughout the day, am I awake or asleep?"
    },
    {
      "author": "ROBB",
      "text": "Really taking a moment to consider your surroundings and think, you know, just does it feel like I'm in a dream? Is there any evidence that things are shaky. And actually do something, like, you know, you might pinch your nostrils and see if you can still breathe. And if you can't breathe, then you know you're awake."
    },
    {
      "author": "SEGARRA",
      "text": "That's what lucid dreaming researchers call a reality test. Another one - you can poke your hand to see if your finger passes through it or jump up in the air. Do you drop back down to the ground, or can you suddenly fly? You might also pick up a book, look at the words, look away and then look right back. If you're in a dream, the words might look different the second time. Alice says if you're a beginner, you want to do these reality tests many times a day. And the thinking is that if you get in the habit of doing these in your waking life, your brain will have you do them in a dream, too, and that'll cue you in. Like, oh, this is a dream."
    },
    {
      "author": "ROBB",
      "text": "After that, you know, there are things you can do to prolong the dream and gain higher and higher degrees of control."
    },
    {
      "author": "SEGARRA",
      "text": "Like, one researcher finds it helpful to repeat a mantra, like, this is a dream. I am dreaming - to stay in it. By the way, we're just scratching the surface on lucid dreaming techniques. There are books that'll walk you through it in much more detail. One author to look for is the researcher I just mentioned, Stephen LaBerge. He was one of the first people to prove in a lab that lucid dreams are a real thing. He did this back in the '70s and '80s at Stanford. In some studies, LaBerge verified that participants were lucid dreaming by their movements or breath. He would tell them what to do ahead of time, like, squeeze your fist or move your eyes in this direction this many times. It's like they were sending a flare signal from the dream world. And it worked. Alice has had a lucid dream. You heard some of it at the beginning of the episode. She was swimming in a pool, but it was this heightened, sensual experience."
    },
    {
      "author": "ROBB",
      "text": "It felt wet. It felt - it just felt completely lifelike. But I was just also aware that I was asleep. It was great."
    },
    {
      "author": "SEGARRA",
      "text": "Did you do anything wild in that moment? I feel like I would want to, like, turn myself into a whale or something, you know?"
    },
    {
      "author": "ROBB",
      "text": "Well, it's funny. I was, like, very cautious in my lucid dream state. I was like, wow, you've done it. Let's not push it. Let's just enjoy the moment."
    },
    {
      "author": "SEGARRA",
      "text": "I've had a few lucid dreams, too, just kind of by accident. In one of them, I did fly. And in another, I made fruit appear in the palm of my hand. I would say the color red, for instance. And then, like, strawberries would show up. Kind of felt like a half lucid dream because what I really wanted were beams of colored light, but I got fruit instead."
    },
    {
      "author": "ROBB",
      "text": "I mean, I think that's what's so interesting about dreams in general and lucid dreams - is that you're the author of them, but you're also being constantly surprised by them."
    },
    {
      "author": "SEGARRA",
      "text": "So as you can probably tell, Alice and Deirdre and I are all super into dreams. And we're excited for you to explore them, too. But that said, Deirdre wants you to know that dreams are not the end all, be all. And that's our final takeaway. Remember when Deirdre compared dreams to waking thought? Here's another way they're similar."
    },
    {
      "author": "BARRETT",
      "text": "I don't think that dreams are all wise. I think they're expressing thoughts and desires and hopes and fears, just like our waking thought. And every waking thought we have is not a good idea. So I think that every dream suggestion we have is not necessarily a good idea."
    },
    {
      "author": "SEGARRA",
      "text": "She says, consider what your sleeping mind has to say, and use your dreams as a tool. But also, if none of this is happening for you - you're trying to recall your dreams. You're trying to do lucid dreaming, and it's just not flowing - that's OK."
    },
    {
      "author": "BARRETT",
      "text": "You shouldn't try to idealize dreams and struggle at it too hard because I think that human life just has so many potential wondrous paths toward self-exploration and realization. So give dreams a try. They're so wonderful for so many purposes, for so many people. But if they come with great difficulty to you, launch yourself in some other interesting direction."
    },
    {
      "author": "SEGARRA",
      "text": "OK, it's time for a recap. Dreams have a lot of applications. Think about how you want to use them. Do you want to solve a problem? Are you an artist or a writer or a researcher who's looking for creative inspiration? Are you trying to understand your emotions? These things are all possible with dreaming. When you interpret your dreams, think about what a symbol or a metaphor means to you, not about what a dream dictionary says. You also don't have to wait for dreams to happen to you. You can co-create them with dream incubation and even lucid dreaming. But remember, dreams are not the only path towards self-exploration. If they're just not happening for you, give it a rest and try something else."
    },
    {
      "author": "SEGARRA",
      "text": "For more LIFE KIT, check out our other episodes. We've got one on building better bedtime rituals and another on developing a creative habit. You can find those at npr.org/lifekit. And if you love LIFE KIT and want even more, subscribe to our newsletter at npr.org/lifekitnewsletter. This episode of LIFE KIT was produced by the dreamy Margaret Cirino. Our visuals editor is Beck Harlan. And our visual producer is Kaz Fantone. Our digital editors are Malaka Gharib and Danielle Nett. Meghan Keane is the supervising editor. And Beth Donovan is our executive producer. Our production team also includes Andee Tagle, Audrey Nguyen, Clare Marie Schneider, Sylvie Douglis and Thomas Lu. Julia Carney is our podcast coordinator. Engineering support comes from Stu Rushfield, Stacey Abbott and Ted Mebane. I'm Marielle Segarra. Thanks for listening."
    }
  ],
  "audio": "https://chrt.fm/track/138C95/prfx.byspotify.com/e/play.podtrac.com/npr-510338/traffic.megaphone.fm/NPR3121899166.mp3",
  "img": "https://media.npr.org/assets/img/2023/06/02/gettyimages-564949023_wide-61cc31dfd696024d038183d812bd613fbc8c10f5.jpeg?s=1400&c=100&f=jpeg",
  "authors": [
    "MARIELLE SEGARRA, HOST",
    "SEGARRA",
    "ALICE ROBB",
    "ROBB",
    "DARIAN WOODS, BYLINE",
    "UNIDENTIFIED PERSON #1",
    "UNIDENTIFIED PERSON #2",
    "DEIRDRE BARRETT",
    "BARRETT",
    "PAUL MCCARTNEY",
    "MCCARTNEY"
  ]
}